[
    {
        "volume": "2020Volume 8",
        "Case Name": "CHAIRMAN-CUM-MANAGING DIRECTOR, MAHANADI COALFIELDS LIMITED VS. SRI RABINDRANATH CHOUBEY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzMTY=",
        "Citation": "[2020] 8 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /9693/2013)",
        "Date": "27 MAY 2020",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9DaGFpcm1hbi1jdW0tbWFuYWdpbmcgRGlyZWN0b3IsIE1haGFuYWRpIENvYWxmaWVsZHMgTGltaXRlZCBfIFNyaSBSYWJpbmRyYW5hdGggQ2hvdWJleV8xNzAxNDA5MzgwLnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 1",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "27 May 2020",
        "Petitioner:": "Chairman-cum-managing Director, Mahanadi Coalfields Limited",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2020 INSC 407",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi,Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Sri Rabindranath Choubey",
        "Case Type:": "CIVIL APPEAL /9693/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law"
        ],
        "HeadNote": "Service Law: Disciplinary proceeding – Superannuation –Payment of gratuity/Dismissal from service – Whether it ispermissible for the employer to withhold the payment of gratuity ofthe employee even after his superannuation from service becauseof the pendency of the disciplinary proceedings against him andwhere departmental enquiry had been instituted against an employeewhile he was in service and continued after he attained the age ofsuperannuation whether the punishment of dismissal can be imposedon being found guilty of misconduct in view of the provisions inr.34.2 of the Conduct, Discipline & Appeal Rules of 1978 made bythe employer – Held: Per M.R.Shah, J. (for himself and ArunMishra, J.) – An employer has a right to withhold the gratuity duringthe pendency of the disciplinary proceedings, and the disciplinaryauthority has powers to impose the penalty of dismissal/major penaltyupon the employee even after his attaining the age ofsuperannuation, as the disciplinary proceedings were initiated whilethe employee was in service – The Payment of Gratuity Act, 1972govern the conditions concerning payment of gratuity – It cannotcontrol and provide with respect to an employer’s right to hold adepartmental inquiry after retirement, and there is no provisionprescribing what kind of punishment can be imposed in thedepartmental inquiry if it is continued after attaining the age ofsuperannuation – The relevant rules would govern such matters –Since no statutory provisions of the Payment of Gratuity Act, 1972come in the way of the CDA Rules to continue the inquiry aftersuperannuation of the employee in case it was instituted while hewas in service and his deemed continuance in service; thus, nofetter is caused upon operation of Rule 34.2 providing for acontinuation of the inquiry and deemed continuation of the employeein service after the age of superannuation – At the conclusion ofsuch disciplinary proceedings any of the penalty provided underRule 27 of the CDA Rules can be imposed by the authority includingthe order of dismissal and apart from that in case pecuniary losshad been caused that can be recovered –Per Ajay Rastogi, J. (Partlydissenting): After conclusion of the disciplinary inquiry, if anemployee/delinquent is held guilty, indeed a penalty can be inflictedupon him who stood retired from service and what should be thenature of penalty would always depend on the relevant scheme ofRules and on the facts and circumstances of each case, but eitherof the substantive penalties specified under Rule 27 of the Rules,1978 including dismissal from service are not open to be inflictedon conclusion of the disciplinary proceedings and the punishmentof forfeiture of gratuity commensurate with the nature of guilt maybe inflicted upon a delinquent employee provided under Rule 34.3of Rules, 1978 read with sub-section (6) of s.4 of the Act, 1972 –Payment of Gratuity Act, 1972."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "R. POORNIMA AND ORS. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzMjU=",
        "Citation": "[2020] 8 S.C.R. 89",
        "Case Type": "(WRIT PETITION (CIVIL) /1172/2019)",
        "Date": "05 SEPTEMBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Mr. Justice Sharad Arvind Bobde\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9SLiBQb29ybmltYSBBbmQgT3JzLiBfIFVuaW9uIE9mIEluZGlhIEFuZCBPcnMuXzE3MDE0MDk1MjUucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 89",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "05 September 2020",
        "Petitioner:": "R. Poornima And Ors.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2020 INSC 534",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /1172/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2014] 4 S.C.R. 562",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "P. Ramakrishnam Raju V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTYyLTU4Ml8xNzAzMTU0OTAyLnBkZg=="
            },
            {
                "Scr Citation": "[2018] 1 S.C.R. 828",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Dheeraj Mor V. Hon’ble High Court Of Delhi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxL1BhcnQgSS9kaGVlcmFqIG1vcl9ob27igJlibGUgaGlnaCBjb3VydCBvZiBkZWxoaV8xNjk4ODE3OTI4LnBkZg=="
            },
            {
                "Scr Citation": "[2016] 3 S.C.R. 806",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Vijay Kumar Mishra And Anr. V. High Court Of Judicature At Patna And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS92aWpheSBrdW1hciBtaXNocmEgYW5kIGFuci5faGlnaCBjb3VydCBvZiBqdWRpY2F0dXJlIGF0IHBhdG5hIGFuZCBvcnMuXzE3MDA4MDM3MzAucGRm"
            },
            {
                "Scr Citation": "[2009] 10 S.C.R. 921",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Mahesh Chandra Gupta V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSAxMC9QYXJ0IEkvTWFoZXNoIENoYW5kcmEgR3VwdGEgIHZzICBVbmlvbiBPZiBJbmRpYSAgT3JzMTcwMTkzODg3MS5wZGY="
            },
            {
                "Scr Citation": "[1992] 2 S.C.R. 109",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Kumar Padma Prasad V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkyL3ZvbHVtZSAyL1BhcnQgSS8xOTkyXzJfMTA5LTE0Nl8xNzAyMTAxNTYxLnBkZg=="
            }
        ],
        "Acts": [
            "Constitution Of India"
        ],
        "Keyword": [
            "Recruitment"
        ],
        "HeadNote": "Constitution of India – Art. 217(2) – Explanation (a) and(aa) u/Art. 217(2) – The petitioners as well as the respondent nos.24 to 29 were duly selected and appointed as District Judges byway of direct recruitment in the year 2011 – The respondent nos. 5to 23 were appointed as Judicial Officers in the cadre below that ofDistrict Judges – After long service, they gained promotion to thepost of District Judges – But their promotion happened after thedate on which the petitioners were directly recruited as DistrictJudges – This is how and why the petitioners became seniors to therespondent nos. 5 to 23 – The grievance of the petitioners is thatdespite being the senior-most in the cadre of District Judges, theyhave been overlooked and their juniors now recommended forelevation to the High Court as Judges – The Collegium of the HighCourt found that the petitioners had not completed 10 years ofservice in a Judicial Office as required by Art. 217(2)(a) – Therefore,recommended the names of persons who fulfilled the eligibilitycriteria – Writ petition – Petitioners contended that the qualificationsprescribed in sub-clauses (a) and (b) of clause (2) of Art. 217 arein the alternative, but Art. 217 does not create separate streams forappointment, with independent quotas for such streams and tointerpret Explanation (a) in such a manner that only a person whoresigned from Judicial service and became an Advocate will beeligible to club both the periods, will result in unfair and hostilediscrimination of Judicial officers, offending Art. 14 and suchinterpretation has to be avoided – Held: The clause (2) of Art. 217has two parts, the first of which is in sub-clauses (a) and (b) andthe second in Explanation (a) and (aa) – Explanation (a) goes withsub-clause (a) and Explanation (aa) goes with sub-clause(b) –According to Explanation (a), the period of service rendered by aperson in a judicial office has to be computed by taking into accountthe period during which he has been an advocate of a High Court– But the condition for such addition of some other period, underexplanation (a) is that such other period should have followed andnot preceded the judicial service – This is made clear by the use ofthe words ‘after he has held any judicial office’ – However, what issought by the petitioners herein is to club with their judicial service,the experience that they had at the Bar before joining Judicial service– The petitioners want the word ‘after’ to be interpreted to meanand include ‘before’ – This is not permissible – Further, the Art.217(2) merely prescribes the eligibility criteria and method ofcomputation – There are two separate queues, one from judicialservice and another from the Bar – The queue to which a person isassigned, depends upon his status (either as an advocate or judicialofficer) on the date of consideration – Hopping on and hoppingoff from one queue to other, is not permissible – As far as contentionregarding Art.14 is concerned, there is no violation of Art. 14, asArt. 217(2) does not guarantee anyone with the right to be appointedas a Judge of the High Court – Therefore, the claim of the writpetitioners is wholly untenable – Consequently, the writ petition isdismissed."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "ADANI GAS LIMITED VS. PETROLEUM AND NATURAL GAS REGULATORY BOARD AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzMzI=",
        "Citation": "[2020] 8 S.C.R. 108",
        "Case Type": "(CIVIL APPEAL /3992/2019)",
        "Date": "17 FEBRUARY 2020",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Hemant Gupta",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9BZGFuaSBHYXMgTGltaXRlZCBfIFBldHJvbGV1bSBBbmQgTmF0dXJhbCBHYXMgUmVndWxhdG9yeSBCb2FyZCBBbmQgT3JzLl8xNzAxNDA5NjUzLnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 108",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "17 February 2020",
        "Petitioner:": "Adani Gas Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2020 INSC 199",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Petroleum And Natural Gas Regulatory Board And Ors.",
        "Case Type:": "CIVIL APPEAL /3992/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Petroleum and Natural Gas Regulatory Board"
        ],
        "HeadNote": "Petroleum and Natural Gas Regulatory Board (AuthorizingEntities to Lay, Build, Operate or Expand City or Local NaturalGas Distribution Networks) Regulations, 2008:Regulations 5 and 7 – Ninth round of bidding for city or localnatural gas distribution networks (CGD) – For the years 2018-2026 – After opening technical bids, Petroleum and Natural GasRegulatory Board, by its Note dated 23 July, 2018, in order to bringreasonableness to the bidding parameters introduced a criterionstipulating that 2% of total households in terms of census 2011data would be regarded as minimum quote and 100% would beregarded as maximum – The Board Note was not notified to thebidders – On opening the financial bid of technically eligiblebidders, it was found that for 4 Geographical Areas i.e. GAs. 51,61, 62 and 72, the bidders having highest composite score, wereliable to be disqualified on the ground that they had quoted morethan 100% of the total number of households as per 2011 census –Board decided to give them opportunity to explain – Board thereafteraccepting the quotes of highest bidders in respect of GAs. 51, 61and 62 as reasonable issued Letter of Intent (LOI) to them grantingauthorisation – In case of GA 72, quote of highest bidder wasrejected as being unreasonable – The appellant who was sixthhighest bidder in GA 51, third highest bidder in GA 61 and secondhighest bidder in GA 62 challenged grant of authorisation in respectof the three GAs – Second bidder in GA 61 also challenged grantof authorisation in GA 61 – The Chairperson of the Tribunal allowedthe appeals while the technical member dismissed the same – Sincethe Judicial Member of the Tribunal recused himself from the case,the case was transferred to Supreme Court – Held: Regulation 7stipulates the bidding criteria – There is no condition in Regulation7 regarding ceiling or providing for a linkage with the census dateof 2011 – A conditionality which was not incorporated in Regulation7 could not have been introduced by Board Note dated 23 July,2018 – Hence the Board Note cannot be construed to have laiddown absolute norms by which bids quoting below2% or above100% of the number of households would automatically be rejectedas unreasonable – Disqualifying a bidder on the basis of criterionwhich was not notified would have been arbitrary and wouldconstitute infraction of Art. 14 of the Constitution – The Board Notetherefore can be construed as formulation of guideline – Hence theaward of authorisation after calling the highest bidders in respectof GAs 51, 61 and 62 to justify their bids in terms of theirreasonableness cannot be faulted – There was also no breach ofprinciples of natural justice in calling only the highest bidders toexplain reasonableness of their bids as other bidders had no locusto participate in the process."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "SHREE CHOUDHARY TRANSPORT COMPANY VS. INCOME TAX OFFICER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzMzc=",
        "Citation": "[2020] 8 S.C.R. 165",
        "Case Type": "(CIVIL APPEAL /7865/2009)",
        "Date": "29 JULY 2020",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9TaHJlZSBDaG91ZGhhcnkgVHJhbnNwb3J0IENvbXBhbnkgXyBJbmNvbWUgVGF4IE9mZmljZXJfMTcwMTQwOTc1Ni5wZGY=",
        "SCR Citation:": "[2020] 8 S.C.R. 165",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "29 July 2020",
        "Petitioner:": "Shree Choudhary Transport Company",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2020 INSC 468",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Income Tax Officer",
        "Case Type:": "CIVIL APPEAL /7865/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Income-tax Act (43 of 1961)"
        ],
        "Keyword": [
            "Income Tax Act"
        ],
        "HeadNote": "Income Tax Act, 1961:ss. 40(a)(ia) and 194C – Applicability of – Scope – Deductionof tax at Source – For the assessment year 2005-2006 – Failure byassessee, while making payment to the truck operators engaged byassessee for the purpose of its contract for transportation of goods– Deduction claimed by assessee on account of such payment –Revenue disallowed deduction of payments made to the Truckoperators exceeding Rs. 20,000/- without TDS in terms of s. 40(a)(ia)– Appellate Authority held that assessee’s case was squarely coveredby the provisions of s. 194C and in view of mandatory provisions ofs. 40(a)(ia), the payments in question cannot be allowed as deductionwhile computing the total income of the assessee – Appellate Tribunalas also High Court affirmed the findings of the Authorities – Appealto Supreme Court – Held: The contract of assessee with consignorcompany for transport of goods could not have been accomplishedwithout a contract with the truck operator – Thus the truck operatorsanswered the description of ‘sub-contractor’ for the purpose of s.194(2) – Thus, in assessee’s case s. 194C was applicable and henceit was obliged to deduct tax at source – The disallowance u/s.40(a)(ia) is not limited to the amount outstanding i.e. ‘payable’, itequally applies to the amount already incurred and paid by theassessee – Sub-clause (ia) of s. 40(a) has been consciously madeapplicable by legislature effective from 01.04.2005 and hence wouldbe applicable for the assessment year in question i.e. 2005-2006 –The payments in question have rightly been disallowed fromdeduction while computing the total income of assessee."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "ARNAB RANJAN GOSWAMI VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzNDQ=",
        "Citation": "[2020] 8 S.C.R. 222",
        "Case Type": "(CRIMINAL APPEAL /130/2020)",
        "Date": "19 MAY 2020",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice M.R. Shah",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9Bcm5hYiBSYW5qYW4gR29zd2FtaSBfIFVuaW9uIE9mIEluZGlhIEFuZCBPcnMuXzE3MDE0MDk4NzUucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 222",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "19 May 2020",
        "Petitioner:": "Arnab Ranjan Goswami",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2020 INSC 400",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CRIMINAL APPEAL /130/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2001] 3 S.C.R. 942",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "T.t. Antony V. State Of Kerala And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAxL3ZvbHVtZSAzL1BhcnQgSS8yMDAxXzNfOTQyLTk2OF8xNzAyMjkxNTEwLnBkZg=="
            },
            {
                "Scr Citation": "[1979] 2 S.C.R. 923",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Ram Lal Narang Etc. Etc. V. State Of Delhi (admn.)",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc5L3ZvbHVtZSAyL1BhcnQgSS8xOTc5XzJfOTIzLTk0NF8xNzAyMDI2ODAzLnBkZg=="
            },
            {
                "Scr Citation": "[2001] Supp. (5) S.C.R. 588",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Kari Choudhary V. Most. Sita Devi And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAxL1N1cHAuICg1KS9QYXJ0IEkvS2FyaSBDaG91ZGhhcnkgXyBNb3N0LiBTaXRhIERldmkgQW5kIE9ycy5fMTcwMTQwNjI0Mi5wZGY="
            },
            {
                "Scr Citation": "[1980] 2 S.C.R. 16",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "State Of Bihar And Anr V. J.a.c. Saldanha And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTgwL3ZvbHVtZSAyL1BhcnQgSS8xOTgwXzJfMTYtNDNfMTcwMjAxODU3NS5wZGY="
            },
            {
                "Scr Citation": "[2010] 10 S.C.R. 651",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Babubhai V. State Of Gujarat & Ors. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxMC9QYXJ0IEkvMjAxMF8xMF82NTEtNjgwXzE3MDI1MzcyNjgucGRm"
            },
            {
                "Scr Citation": "[2010] 15 S.C.R. 673",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Chirra Shivraj V. State Of Andhra Pradesh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMF8xNV82NzMtNzA0XzE3MDI4ODQyNDMucGRm"
            },
            {
                "Scr Citation": "[2017] 14 S.C.R. 424",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Chirag M. Pathak & Ors. Etc.etc. V. Dollyben Kantilal & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80MjQtNDM2XzE3MDIwMjUyMzEucGRm"
            },
            {
                "Scr Citation": "[2010] 2 S.C.R. 979",
                "Judicial Consideration": "Followed",
                "Judgment Name": "State Of West Bengal & Ors. V. The Committee For Protection Of Democratic Rights, West Bengal & Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfOTc5LTEwMjlfMTcwMjAyMDYwNi5wZGY="
            },
            {
                "Scr Citation": "[2013] 9 S.C.R. 199",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Prof. K.v. Rajendran V. Superintendent Of Police, Cbcid South Zone, Chennai & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMTk5IC0gMjExXzE3MDMzMDc3OTEucGRm"
            },
            {
                "Scr Citation": "[2018] 11 S.C.R. 951",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Romila Thapar And Ors. V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMS9QYXJ0IEkvcm9taWxhIHRoYXBhciBhbmQgb3JzLl91bmlvbiBvZiBpbmRpYSBhbmQgb3JzLl8xNjk5NTA1NDUzLnBkZg=="
            },
            {
                "Scr Citation": "[2011] 5 S.C.R. 729",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Narmada Bai V. State Of Gujarat And Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSA1L1BhcnQgSS8yMDExXzVfNzI5LTc2OF8xNzAzMzI2MzA4LnBkZg=="
            },
            {
                "Scr Citation": "[2015] 12 S.C.R. 498",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sanjiv Rajendra Bhatt V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2Fuaml2IFJhamVuZHJhIEJoYXR0IF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDE3NTY3NTcucGRm"
            },
            {
                "Scr Citation": "[2018] 6 S.C.R. 522",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "E. Sivakumar V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSA2L1BhcnQgSS9lLiBzaXZha3VtYXJfdW5pb24gb2YgaW5kaWEgYW5kIG9ycy5fMTY5ODY2MDYwOS5wZGY="
            },
            {
                "Scr Citation": "[2008] 4 S.C.R. 701",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Divine Retreat Centre V. State Of Kerala & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSA0L1BhcnQgSS9EaXZpbmUgUmV0cmVhdCBDZW50cmUgIHZzICBTdGF0ZSBPZiBLZXJhbGEgIE9yczE3MDE4NTkxODcucGRm"
            },
            {
                "Scr Citation": "[2019] 12 S.C.R. 172",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "P. Chidambaram V. Directorate Of Enforcement",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMi9QYXJ0IEkvUCBDaGlkYW1iYXJhbSAgdnMgIERpcmVjdG9yYXRlIE9mIEVuZm9yY2VtZW50MTcwMTkyNzA1OC5wZGY="
            },
            {
                "Scr Citation": "[1991] 2 S.C.R. 1",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "State Of Bihar Etc. Etc. V. P.p. Sharma, Ias And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkxL3ZvbHVtZSAyL1BhcnQgSS8xOTkxXzJfMS01MF8xNzAyMDk4MjQzLnBkZg=="
            },
            {
                "Scr Citation": "[1995] 3 S.C.R. 196",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Director, Central Bureau Of Investigation And Ors. V. Niyamavedi Represented By Its Member K. Nandini, Advocate And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk1L3ZvbHVtZSAzL1BhcnQgSS9EaXJlY3RvciwgQ2VudHJhbCBCdXJlYXUgT2YgSW52ZXN0aWdhdGlvbiBBbmQgT3JzLiBfIE5peWFtYXZlZGkgUmVwcmVzZW50ZWQgQnkgSXRzIE1lbWJlciBLLiBOYW5kaW5pLCBBZHZvY2F0ZSBBbmQgT3JzLl8xNzAxNTAwNzQ3LnBkZg=="
            },
            {
                "Scr Citation": "[2016] 3 S.C.R. 865",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Subramanian Swamy V. Union Of India, Ministry Of Law & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdWJyYW1hbmlhbiBzd2FteV91bmlvbiBvZiBpbmRpYSwgbWluaXN0cnkgb2YgbGF3ICYgb3JzLl8xNzAwODA0NjkyLnBkZg=="
            }
        ],
        "Acts": [
            "Constitution Of India",
            "Code Of Criminal Procedure, 1973 (2 of 1974)",
            "Constitution Of India"
        ],
        "Keyword": [
            "Transfer of investigation"
        ],
        "HeadNote": "Constitution of India:Arts. 19(1)(a), 19(2) and 32 – Writ Petition – Seeking quashingof various FIRs filed under the provisions of ss. 153, 153A, 153B,295A, 298, 500, 504 and 506 IPC against a media journalist –Held: All the FIRs or complaints have been lodged in diversejurisdictions arising out of same cause of action i.e. broadcast of aprogramme – Journalistic freedom is protected by Art. 19(1)(a) –The right of speech and expression of a journalist u/Art. 19(1)(a) isno higher than such right of a citizen – It is amenable to restrictionu/Art. 19(2) – Petitioner is not immune from investigation in FIR –However, the reasonable restriction on fundamental right mustcomport with the proportionality standard i.e. the measure adoptedmust be the least restrictive to effectively achieve the legitimate aim– Subjecting an individual to numerous proceedings in differentjurisdictions on the basis of same cause of action cannot be said tobe least restrictive – Therefore, except one FIR at Mumbai, all otherFIRs which are in respect of the same incident are quashed as theyconstitute a clear abuse of process of law – The writ petition is notentertained in respect of relief of quashing the FIR at Mumbai asefficacious remedies are available under Cr. P.C. including theremedy before High Court u/s. 482 Cr. P.C.Investigation:Transfer of investigation – From local police to CBI – Held:Transfer of investigation to CBI is not a matter of routine – It is an‘extraordinary power’ to be used ‘sparingly’ and ‘in exceptionalcircumstances’ – Mere allegations against police do not constitutea sufficient basis for transfer – It must be ‘imperative’ to retainpublic confidence in the impartial working of the State agencies –Allegation by the person under investigation regarding mode,manner and line of interrogation and unsubstantiated allegation ofa conflict of interest against police conducting investigation, cannotbe the basis to transfer the investigation.Code of Criminal Procedure, 1973:s. 199 – Prosecution for defamation – Held: In respect ofdefamation neither can an FIR be filed nor can a direction be issuedu/s. 156 (3) Cr. P.C. – It is only a complaint which can be institutedby the aggrieved person."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "M/S. RADHA EXPORTS (INDIA) PVT. LIMITED VS. K.P. JAYARAM & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzNDk=",
        "Citation": "[2020] 8 S.C.R. 272",
        "Case Type": "(CIVIL APPEAL /7474/2019)",
        "Date": "28 AUGUST 2020",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Ms. Justice Indira Banerjee\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS8yMDIwXzhfMjcyIC0yOTBfMTcwMzIyODY0MS5wZGY=",
        "SCR Citation:": "[2020] 8 S.C.R. 272",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "28 August 2020",
        "Petitioner:": "M/s. Radha Exports (india) Pvt. Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2020 INSC 518",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "K.p. Jayaram & Anr.",
        "Case Type:": "CIVIL APPEAL /7474/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Insolvency and Bankruptcy Code (31 of 2016)"
        ],
        "Keyword": [
            "Insolvency and Bankruptcy"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – s.7 – CompaniesAct, 1956 – Limitation Act, 1963 – Clauses (19) to (21) of Part II ofthe Schedule – The respondents filed a petition on 25.04.2018u/s.7 of the IBC, as ‘Financial creditor’, claiming principal amountof Rs.2.10 crores together with interest – According to the appellantcompany, Rs.80,40,000/- was repaid to the respondents between2003 to 2004 – Further, respondents requested to convertRs.90,00,000/- from the outstanding loan as share application moneyfor issuance of shares in the appellant company in name ofrespondent no. 2, which was later requested to be treated as thesaid share application of ‘MK’ and to treat the same as loan fromrespondent no. 2 – Also, during the period from 2004 to 2006, theappellant company paid Rs.43,25,000/- to the respondents and withthat payment the loan liability was completely liquidated – The NCLTvide its judgment and order dated 19.12.2018 held that therespondents were not Financial creditors of the appellant companyand the claim of the respondents was barred by limitation – Further,it was held that the respondents had failed to prove that there wasany debt due from the appellant company to the respondents,observing that the appellant company had produced proof ofpayments – By the impugned judgment and order dated 02.09.2019the Appellate Tribunal set aside the order dated 19.12.2018 of theNCLT – On appeal, held: Under clauses (19) to (21) of Part II ofthe Schedule of the Limitation Act 1963, the period of limitation forinitiation of a suit for recovery of money lent, is three years fromthe date on which the loan is paid – In the instant case, the last loanwas advanced in 2004-2005 – Apparently, the debt was barred bylimitation even in the year 2012, when winding up proceedings ofthe appellant company were initiated in the Madras High Court bythe respondents – The NCLT rightly refused to admit the applicationu/s. 7 of the IBC, holding the same barred by limitation – TheAppellate Tribunal erred in law in reversing the judgment and orderof the earlier Adjudicating Authority – Disputes as to whether thesignatures of the respondents are forged or whether records werefabricated can be adjudicated upon evidence including forensicevidence in a regular suit and not in proceedings u/s. 7 of IBC –Even otherwise, the application u/s. 7 of the IBC was notmaintainable – As the payment received for shares, duly issued to athird party at the request of the payee as evident from official records,cannot be a debt, not to speak of financial debt – The NCLT rightlyheld that there was not financial debt in existence – Thus, impugnedjudgment and order of the Appellate Tribunal is set aside and theorder of the Adjudicating Authority dismissing application isrestored."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "ANUJ JAIN INTERIM RESOLUTION PROFESSIONAL FOR JAYPEE INFRATECH LIMITED VS. AXIS BANK LIMITED ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzNTU=",
        "Citation": "[2020] 8 S.C.R. 291",
        "Case Type": "(CIVIL APPEAL /8512-8527/2019)",
        "Date": "26 FEBRUARY 2020",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9BbnVqIEphaW4gSW50ZXJpbSBSZXNvbHV0aW9uIFByb2Zlc3Npb25hbCBGb3IgSmF5cGVlIEluZnJhdGVjaCBMaW1pdGVkIF8gQXhpcyBCYW5rIExpbWl0ZWQgRXRjLiBFdGMuXzE3MDE0MTAxMzAucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 291",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "26 February 2020",
        "Petitioner:": "Anuj Jain Interim Resolution Professional For Jaypee Infratech Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2020 INSC 227",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Axis Bank Limited Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /8512-8527/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2017] 13 S.C.R. 751",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Macquarie Bank Limited V. Shilpi Cable Technologies Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvbWFjcXVhcmllIGJhbmsgbGltaXRlZF9zaGlscGkgY2FibGUgdGVjaG5vbG9naWVzIGx0ZC5fMTcwMDYzNDAxOC5wZGY="
            },
            {
                "Scr Citation": "[2019] 3 S.C.R. 535",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Swiss Ribbons Pvt. Ltd. & Anr. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAzL1BhcnQgSS8yMDE5XzNfNTM1LTY2Ml8xNzA0Mzc4MDUyLnBkZg=="
            },
            {
                "Scr Citation": "[2007] 11 S.C.R. 475",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Devinder Singh And Ors V. State Of Punjab And Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAwN18xMV80NzUtNTA1XzE3MDI5Nzc4ODQucGRm"
            },
            {
                "Scr Citation": "[2019] 10 S.C.R. 381",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Pioneer Urban Land And Infrastructure Limited & Anr. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMC9QYXJ0IEkvUGlvbmVlciBVcmJhbiBMYW5kIEFuZCBJbmZyYXN0cnVjdHVyZSBMaW1pdGVkICYgQW5yLiBfIFVuaW9uIE9mIEluZGlhICYgT3JzLl8xNzAxODQzNTk3LnBkZg=="
            },
            {
                "Scr Citation": "[2009] 2 S.C.R. 331",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Hindustan Coop. Housing Society Ltd. V. Registrar, Co-operative Societies And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSAyL1BhcnQgSS9IaW5kdXN0YW4gQ29vcC4gSG91c2luZyBTb2NpZXR5IEx0ZC4gXyBSZWdpc3RyYXIsIENvLW9wZXJhdGl2ZSBTb2NpZXRpZXMgQW5kIEFuci5fMTcwMTQyNzkxMi5wZGY="
            },
            {
                "Scr Citation": "[2012] 6 S.C.R. 905",
                "Judicial Consideration": "Distinguished",
                "Judgment Name": "M/s Purbanchal Cables & Conductors Pvt. Ltd. V. Assam State Electricity Board & Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSA2L1BhcnQgSS9fXzkwNS0gOTU5XzE3MDM5MTU4NDkucGRm"
            },
            {
                "Scr Citation": "[1957] 1 S.C.R. 874",
                "Judicial Consideration": "Followed",
                "Judgment Name": "The State Of Bombay V. R. M. D. Chamarbaugwala",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU3L3ZvbHVtZSAxL1BhcnQgSS90aGUgc3RhdGUgb2YgYm9tYmF5X3IuIG0uIGQuIGNoYW1hcmJhdWd3YWxhIF8xNjk4OTE1NTQ5LnBkZg=="
            },
            {
                "Scr Citation": "[1959] 1 S.C.R. 848",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Mazagaon Dock Ltd. V. The Commissioner Of Income-tax And Excess Profits Tax",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU5L3ZvbHVtZSAxL1BhcnQgSS8xOTU5XzFfODQ4LTg2MF8xNzAzNzY4MDk4LnBkZg=="
            },
            {
                "Scr Citation": "[2015] 2 S.C.R. 51",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Keshavlal Khemchandand Sons Pvt. Ltd. &others V. Union Of India & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAyL1BhcnQgSS8yMDE1XzJfNTFfMTcwMzE2MjYyOS5wZGY="
            },
            {
                "Scr Citation": "[2015] 2 S.C.R. 51",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Keshavlal Khemchandand Sons Pvt. Ltd. &others V. Union Of India & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAyL1BhcnQgSS8yMDE1XzJfNTFfMTcwMzE2MjYyOS5wZGY="
            },
            {
                "Scr Citation": "[2019] 7 S.C.R. 701",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "State Bank Of India V. M/s. Jah Developers Pvt. Ltd. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSA3L1BhcnQgSS9fXzcwMS03MjMgXzE3MDMzMTU0NzIucGRm"
            },
            {
                "Scr Citation": "[1963] 3 S.C.R. 302",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Prithi Nath Singh And Others V. Suraj Ahir And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTYzL3ZvbHVtZSAzL1BhcnQgSS9wcml0aGkgbmF0aCBzaW5naCBhbmQgb3RoZXJzX3N1cmFqIGFoaXIgYW5kIG90aGVycyBfMTY5ODc0NzA5Mi5wZGY="
            },
            {
                "Scr Citation": "[1988] Supp. (3) S.C.R. 826",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Pomal Kanji Govindji & Ors. V. Vrajlal Karsandas Purohit & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg4L1N1cHAuICgzKS9QYXJ0IEkvU18xOTg4XzgyNi04NjZfMTcwMjI3MjgwOS5wZGY="
            },
            {
                "Scr Citation": "[2019] 7 S.C.R. 701",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "State Bank Of India V. M/s. Jah Developers Pvt. Ltd. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSA3L1BhcnQgSS9fXzcwMS03MjMgXzE3MDMzMTU0NzIucGRm"
            },
            {
                "Scr Citation": "[1963] 3 S.C.R. 302",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Prithi Nath Singh And Others V. Suraj Ahir And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTYzL3ZvbHVtZSAzL1BhcnQgSS9wcml0aGkgbmF0aCBzaW5naCBhbmQgb3RoZXJzX3N1cmFqIGFoaXIgYW5kIG90aGVycyBfMTY5ODc0NzA5Mi5wZGY="
            },
            {
                "Scr Citation": "[1988] Supp. (3) S.C.R. 826",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Pomal Kanji Govindji & Ors. V. Vrajlal Karsandas Purohit & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg4L1N1cHAuICgzKS9QYXJ0IEkvU18xOTg4XzgyNi04NjZfMTcwMjI3MjgwOS5wZGY="
            },
            {
                "Scr Citation": "[1995] 2 S.C.R. 1061",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "P. Kasilingam And Ors. V. P.s.g. College Of Technology And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk1L3ZvbHVtZSAyL1BhcnQgSS8xOTk1XzJfMTA2MS0xMDc0XzE3MDIwMTM2OTEucGRm"
            },
            {
                "Scr Citation": "[1993] 1 S.C.R. 1037",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Krishi Utpadan Mandi Samit! And Anr. Etc. V. Shankar Industries And Ors. Etc",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkzL3ZvbHVtZSAxL1BhcnQgSS9LcmlzaGkgVXRwYWRhbiBNYW5kaSBTYW1pdCEgQW5kIEFuci4gRXRjLiBfIFNoYW5rYXIgSW5kdXN0cmllcyBBbmQgT3JzLiBFdGNfMTcwMTg0MDQxNy5wZGY="
            },
            {
                "Scr Citation": "[2002] 1 S.C.R. 621",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Haryana Financial Corporation And Anr. V. M/s. Jagdamba Oil Mills And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAxL1BhcnQgSS8yMDAyXzFfNjIxLTYzNV8xNzAyODg5MDgzLnBkZg=="
            }
        ],
        "Acts": [
            "Insolvency and Bankruptcy Code (31 of 2016)"
        ],
        "Keyword": [
            "Insolvency and Bankruptcy"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016:Sections 5(7), 5(8), 7, 43, 45 and 66 – Corporate insolvencyresolution process against corporate-debtor company – The claimof lenders of the holding Company of corporate-debtor for beingrecognized as financial creditors of the corporate-debtor on thestrength of transactions whereby the corporate-debtor hadmortgaged its properties as collateral securities for the loan to theholding company of the corporate-debtor – The claim rejected byInterim Resolution Professional (IRP) – Application by IRP seekingavoidance of the mortgage transactions as being preferential,undervalued and fraudulent u/ss. 43, 45 and 46 – National CompanyLaw Tribunal (NCLT) allowed the application of IRP – AppellateTribunal (NCLAT) set aside the order of NCLT – Appeal to SupremeCourt – Held: If a transaction entered into by a corporate-debtor isnot falling in either of the exceptions provided in sub-section (3) ofs. 43, and satisfies the threefold requirements of sub-sections (2)and (4) thereof, it would be deemed to be a preference during arelevant time, whether or not, it were so and whether or not it wereintended or anticipated to be so – The transactions in question wereof deemed preference to related party during the look-back periodof two years – The transactions also cannot be said to have beendone in the ordinary course of business and hence are not exceptedtransfers in terms of sub-section (3) – Thus, the transactions are hitby s. 43 – The questions as to whether the transactions wereundervalued or fraudulent in terms of ss. 45 and 66, are left open –For a debt to become ‘financial debt’, the basic elements are that itought to be a disbursal against the consideration for time value ofmoney – Therefore, for a person to be designated as ‘financialcreditor’ of the corporate-debtor, the corporate-debtor needs to owea financial debt to such person – Thus, a third party to whom thecorporate-debtor does not owe a ‘financial debt’ cannot become its‘financial creditor’ for the purpose of insolvency and liquidationprocess of corporate persons – In the present case, the mortgagetransactions in questions since were neither towards any loan,facility or advance to the corporate-debtor nor towards protectingany facility or security of the corporate-debtor, the lenders of theholding company of the corporate-debtor, may fall in the categoryof ‘secured creditors’, but not in the category of ‘financial creditors’within meaning of s. 5(8) – Therefore the claim of the lenders ofholding company rightly rejected by IRP.Interpretation of Statutes:Definition clause – Interpretation of – Where a word is definedto ‘mean’ something, the definition is prima facie restrictive – Wherethe word defined is declared to ‘include’ something more, thedefinition is prima facie extensive.Mortgage -Re-mortgage – Legality of – Held: There is no concept of re-mortgage – On release by mortgagee, a mortgage ceases to exist –The so-called re-mortgage can only be regarded as fresh mortgage.Judgment:Observations in a judgment are required to be read in thecontext in which they appear.Words and Phrases:Expressions ‘financial debt’ ‘financial creditors’, ‘operationalcreditor’, ‘secured creditor’ and ‘unsecured creditor’ – Meaning ofin the context of Insolvency and Bankruptcy Code, 2016."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "IN RE: PRASHANT BHUSHAN AND ANR. VS. IN RE:",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzNzA=",
        "Citation": "[2020] 8 S.C.R. 443",
        "Case Type": "(SUO MOTO CONTEMPT PETITION(CRIMINAL) /1/2020)",
        "Date": "14 AUGUST 2020",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice Krishna Murari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9JbiBSZTogUHJhc2hhbnQgQmh1c2hhbiBBbmQgQW5yLiBfIEluIFJlOl8xNzAxNDEwNDA2LnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 443",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "14 August 2020",
        "Petitioner:": "In Re: Prashant Bhushan And Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2020 INSC 489",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra,Hon'ble Mr. Justice Bhushan Ramkrishna Gavai,Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "In Re:",
        "Case Type:": "SUO MOTO CONTEMPT PETITION(CRIMINAL) /1/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1988] 3 S.C.R. 547",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "P.n. Duda V. P. Shiv Shankar & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg4L3ZvbHVtZSAzL1BhcnQgSS8xOTg4XzNfNTQ3LTYwMF8xNzAyOTY0MTcxLnBkZg=="
            },
            {
                "Scr Citation": "[1953] 1 S.C.R. 1169",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Brahma Prakash Sharma And Others V. The State Of Uttar Pradesh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUzL3ZvbHVtZSAxL1BhcnQgSS9icmFobWEgcHJha2FzaCBzaGFybWEgYW5kIG90aGVyc190aGUgc3RhdGUgb2YgdXR0YXIgcHJhZGVzaF8xNjk4NjQ1OTk0LnBkZg=="
            },
            {
                "Scr Citation": "[1955] 1 S.C.R. 677",
                "Judicial Consideration": "Followed",
                "Judgment Name": "In Re Hira Lal Dixit And Two Others V. In Re Hira Lal Dixit And Two Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU1L3ZvbHVtZSAxL1BhcnQgSS9pbiByZSBoaXJhIGxhbCBkaXhpdCBhbmQgdHdvIG90aGVyc19pbiByZSBoaXJhIGxhbCBkaXhpdCBhbmQgdHdvIG90aGVyc18xNjk5Njg3ODA2LnBkZg=="
            },
            {
                "Scr Citation": "[1971] Supp. (1) S.C.R. 76",
                "Judicial Consideration": "Followed",
                "Judgment Name": "C. K. Daphtary & Ors. V. O. P. Gupta & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTcxL1N1cHAuICgxKS9QYXJ0IEkvQyBLIERhcGh0YXJ5ICBPcnMgIHZzICBPIFAgR3VwdGEgIE9yczE3MDE5MjQ5ODkucGRm"
            },
            {
                "Scr Citation": "[1974] 2 S.C.R. 282",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Baradakanta Mishra V. The Registrar Of Orissa High Court And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc0L3ZvbHVtZSAyL1BhcnQgSS9iYXJhZGFrYW50YSBtaXNocmFfdGhlIHJlZ2lzdHJhciBvZiBvcmlzc2EgaGlnaCBjb3VydCBhbmQgYW5yLl8xNzAwNzM0MTA5LnBkZg=="
            },
            {
                "Scr Citation": "[1978] 3 S.C.R. 162",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "In Re : Shri S. Mulgaokar V. --",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc4L3ZvbHVtZSAzL1BhcnQgSS9pbiByZSA6IHNocmkgcy4gbXVsZ2Fva2FyXy0tXzE3MDA3MjM5NDYucGRm"
            },
            {
                "Scr Citation": "[1988] 3 S.C.R. 547",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "P.n. Duda V. P. Shiv Shankar & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg4L3ZvbHVtZSAzL1BhcnQgSS8xOTg4XzNfNTQ3LTYwMF8xNzAyOTY0MTcxLnBkZg=="
            },
            {
                "Scr Citation": "[1995] 2 S.C.R. 638",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "In Re: Vinay Chandra Mishra (the Alleged Contemner) V. In Re : Vinay Chandra Mishra (the Alleged Contemner)",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk1L3ZvbHVtZSAyL1BhcnQgSS8xOTk1XzJfNjM4XzE3MDIwMTAwMzUucGRm"
            },
            {
                "Scr Citation": "[1996] Supp. (3) S.C.R. 677",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dr. D.c. Saxena V. Honble The Chief Justice Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk2L1N1cHAuICgzKS9QYXJ0IEkvU18xOTk2XzY3Ny03NDFfMTcwMjQ0NzA5OS5wZGY="
            },
            {
                "Scr Citation": "[1998] 2 S.C.R. 795",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Supreme Court Bar Association V. Union Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk4L3ZvbHVtZSAyL1BhcnQgSS9TdXByZW1lIENvdXJ0IEJhciBBc3NvY2lhdGlvbiAgdnMgIFVuaW9uIE9mIEluZGlhMTcwMTg2NTY2OS5wZGY="
            },
            {
                "Scr Citation": "[2002] 2 S.C.R. 213",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "In Re: Arundhanti Roy- Contemnor V. --",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAyL1BhcnQgSS9pbiByZTogYXJ1bmRoYW50aSByb3ktIGNvbnRlbW5vcl8tLV8xNjk4OTA2NjE5LnBkZg=="
            }
        ],
        "Acts": [
            "Contempt of Courts Act (70 of 1971)",
            "Constitution Of India"
        ],
        "Keyword": [
            "Criminal Contempt"
        ],
        "HeadNote": "Contempt of Court:Criminal Contempt – Suo Motu contempt proceedings bySupreme Court – Against Contemnor No. 1 (an Advocate) on thebasis of two tweets posted by him on Twitter and also againstContemnor No. 2 the Twitter website – Held: A citizen, whileexercising his right u/Art. 19(1) of the Constitution, is entitled tomake a fair criticism of a Judge, Judiciary and its functioning –But, if while exercising such right one exceeds the limit and tends toscandalize the judges and the institution of administration of Justicetends to undermine the dignity and authority of the Court and tendsto shake the public confidence in the judicial institutions, the samewould come within ambit of ‘criminal contempt’ – However, when astatement is made against a judge as an individual, the contemptjurisdiction would not be available – The tweets in question, byContemnor No. 1 which are based on distorted facts cannot be saidto be fair criticism made bona fide in public interest – They have thetendency to shake the confidence of the Public at large in theinstitution of judiciary and the institution of Chief Justice of Indiaand undermining the dignity and authority of the administration ofJustice and hence amount to committing of ‘criminal contempt’ –The Court should be magnanimous when there is criticism of Judgesand/ or of the institution of administration of justice – Butmagnanimity cannot BE extended, to such an extent which mayamount to weakness in dealing with malicious, scurrilous, calculatedattack on the foundation of the institution of the judiciary andthereby damaging very foundation of the democracy – ContemnorNo. 1 is held guilty of criminal contempt – Contemnor No. 2 isdischarged – Constitution of India – Arts. 19(1) and 129.Suo motu contempt proceeding – By Supreme Court – A petitionseeking initiation of contempt proceedings filed before SupremeCourt without seeking consent of Attorney General – The Courttook suo motu cognizance of the matter – Whether the proceedingscan be treated suo motu – Held: The power of Supreme Court forinitiating contempt proceedings is derived from Art. 129 of theConstitution – Such power is not limited by provisions of Contemptof Courts Act, 1971 – For suo motu proceedings, there is norequirement for taking consent of Attorney General – The onlyrequirement is that, the procedure followed is required to be justand fair and in accordance with the principles of natural justice.Constitution of India – Art. 129 – Contempt of Courts Act, 1971 – s.15."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "TAMIL NADU MEDICAL OFFICERS ASSOCIATION & ORS VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzNzg=",
        "Citation": "[2020] 8 S.C.R. 583",
        "Case Type": "(WRIT PETITION (CIVIL) /196/2018)",
        "Date": "31 AUGUST 2020",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Arun Mishra, Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9UYW1pbCBOYWR1IE1lZGljYWwgT2ZmaWNlcnMgQXNzb2NpYXRpb24gJiBPcnMgXyBVbmlvbiBPZiBJbmRpYSAmIE90aGVyc18xNzAxNDEwNTgzLnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 583",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "31 August 2020",
        "Petitioner:": "Tamil Nadu Medical Officers Association & Ors",
        "Disposal Nature:": "Case Disposed Off",
        "Netural Citation:": "2018 INSC 332",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /196/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2018] 3 S.C.R. 541",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Tamil Nadu Medical Officers’ Association & Ors. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAzL1BhcnQgSS90YW1pbCBuYWR1IG1lZGljYWwgb2ZmaWNlcnPigJkgYXNzb2NpYXRpb24gJiBvcnMuX3VuaW9uIG9mIGluZGlhICYgb3JzLl8xNjk4NzUwODg1LnBkZg=="
            },
            {
                "Scr Citation": "[1970] 1 S.C.R. 413",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Chltra Ghosh & Another V. Union Of India And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTcwL3ZvbHVtZSAxL1BhcnQgSS9DaGx0cmEgR2hvc2ggJiBBbm90aGVyIF8gVW5pb24gT2YgSW5kaWEgQW5kIE90aGVyc18xNzAxNzUzNzIwLnBkZg=="
            },
            {
                "Scr Citation": "[2001] Supp. (1) S.C.R. 506",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Pre P.g. Medical Sangarsh Committee And Anr. V. Dr. Bajrang Soni And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAxL1N1cHAuICgxKS9QYXJ0IEkvU18yMDAxXzUwNi01MTJfMTcwMjM3MTYwNS5wZGY="
            },
            {
                "Scr Citation": "[2018] 3 S.C.R. 551",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Tamil Nadu Medical Officers Association And Ors. V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAzL1BhcnQgSS90YW1pbCBuYWR1IG1lZGljYWwgb2ZmaWNlcnMgYXNzb2NpYXRpb24gYW5kIG9ycy5fdW5pb24gb2YgaW5kaWEgYW5kIG9ycy5fMTY5ODc1MTA1OC5wZGY="
            },
            {
                "Scr Citation": "[1999] Supp. (4) S.C.R. 364",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Dr. Narayan Sharma And Anr. Etc. V. Dr. Pankaj Kr. Lehkar And Ors. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk5L1N1cHAuICg0KS9QYXJ0IEkvU18xOTk5XzM2NC0zODhfMTcwMjYxODIxOC5wZGY="
            },
            {
                "Scr Citation": "[2016] 3 S.C.R. 579",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Modern Dental College And Research Centre & Ors. V. State Of Madhya Pradesh & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tb2Rlcm4gZGVudGFsIGNvbGxlZ2UgYW5kIHJlc2VhcmNoIGNlbnRyZSAmIG9ycy5fc3RhdGUgb2YgbWFkaHlhIHByYWRlc2ggJiBvcnMuXzE3MDA3Mzk1NzIucGRm"
            },
            {
                "Scr Citation": "[1963] Supp. (1) S.C.R. 112",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "The Gujarat University, Ahmedabad V. Krishna Ranganath Mudholkar And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTYzL1N1cHAuICgxKS9QYXJ0IEkvdGhlIGd1amFyYXQgdW5pdmVyc2l0eSwgYWhtZWRhYmFkIF9rcmlzaG5hIHJhbmdhbmF0aCBtdWRob2xrYXIgYW5kIG90aGVycyBfMTY5ODk5MjI0OC5wZGY="
            },
            {
                "Scr Citation": "[1964] 6 S.C.R. 368",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "R. Cidtralekha & Anr. V. State Of Mysore & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY0L3ZvbHVtZSA2L1BhcnQgSS9SLiBDaWR0cmFsZWtoYSAmIEFuci4gXyBTdGF0ZSBPZiBNeXNvcmUgJiBPcnMuXzE3MDEyNDIxNzYucGRm"
            },
            {
                "Scr Citation": "[1999] Supp. (1) S.C.R. 249",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dr. Preeti Srivastava And Anr. Etc. Etc. V. The State Of Madhya Pradesh And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk5L1N1cHAuICgxKS9QYXJ0IEkvRHIgUHJlZXRpIFNyaXZhc3RhdmEgQW5kIEFuciBFdGMgRXRjICB2cyAgVGhlIFN0YXRlIE9mIE1hZGh5YSBQcmFkZXNoIEFuZCBPcnMxNzAxOTM3NzIxLnBkZg=="
            },
            {
                "Scr Citation": "[2004] 2 S.C.R. 775",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Bharati Vidyapeeth (deemed University) And Ors V. State Of Maharashtra And Anr",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA0L3ZvbHVtZSAyL1BhcnQgSS9iaGFyYXRpIHZpZHlhcGVldGggKGRlZW1lZCB1bml2ZXJzaXR5KSBhbmQgb3JzX3N0YXRlIG9mIG1haGFyYXNodHJhIGFuZCBhbnJfMTY5OTI1Mjc2NS5wZGY="
            },
            {
                "Scr Citation": "[1984] 3 S.C.R. 942",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dr. Pradeep Jain Etc. V. Union Of India And Ors. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg0L3ZvbHVtZSAzL1BhcnQgSS9kci4gcHJhZGVlcCBqYWluIGV0Yy5fIHVuaW9uIG9mIGluZGlhIGFuZCBvcnMuICBldGMuXzE3MDA1NjE1MDEucGRm"
            },
            {
                "Scr Citation": "[1986] 3 S.C.R. 345",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dinesh Kumar & Ors. V. Motilal Nehru Medical College, Allahabad & Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg2L3ZvbHVtZSAzL1BhcnQgSS8xOTg2XzNfMzQ1LTM2Nl8xNzAyMDE0NjU2LnBkZg=="
            },
            {
                "Scr Citation": "[1996] Supp. (2) S.C.R. 184",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Gujarat University V. Rajiv Gopinath Bhatt And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk2L1N1cHAuICgyKS9QYXJ0IEkvU18xOTk2XzE4NC0xODhfMTcwMjM2NDQ5My5wZGY="
            },
            {
                "Scr Citation": "[2001] Supp. (2) S.C.R. 79",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "A.i.i.m.s Students Union V. A.i.i.m.s. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAxL1N1cHAuICgyKS9QYXJ0IEkvU18yMDAxXzc5LTExN18xNzAyMzc1OTk2LnBkZg=="
            },
            {
                "Scr Citation": "[2003] Supp. (5) S.C.R. 152",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Saurabh Chaudri And Ors. V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL1N1cHAuICg1KS9QYXJ0IEkvc2F1cmFiaCBjaGF1ZHJpIGFuZCBvcnMuX3VuaW9uIG9mIGluZGlhIGFuZCBvcnMuXzE3MDA1NjMwMjAucGRm"
            },
            {
                "Scr Citation": "[2019] 12 S.C.R. 848",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Yatinkumar Jasubhai Patel And Others V. State Of Gujarat And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMi9QYXJ0IEkvWWF0aW5rdW1hciBKYXN1YmhhaSBQYXRlbCBBbmQgT3RoZXJzICB2cyAgU3RhdGUgT2YgR3VqYXJhdCBBbmQgT3RoZXJzMTcwMTkzMjc5MC5wZGY="
            },
            {
                "Scr Citation": "[2001] 1 S.C.R. 490",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "K. Duraisamy And Anr V. State Of Tamil Nadu And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAxL3ZvbHVtZSAxL1BhcnQgSS8yMDAxXzFfNDkwLTUwM18xNzAzMzEyOTcyLnBkZg=="
            },
            {
                "Scr Citation": "[2003] Supp. (1) S.C.R. 797",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "The State Of Madhypradesh And Ors. V. Gopal D. Tirthani And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL1N1cHAuICgxKS9QYXJ0IEkvVGhlIFN0YXRlIE9mIE1hZGh5cHJhZGVzaCBBbmQgT3JzLiBfIEdvcGFsIEQuIFRpcnRoYW5pIEFuZCBPcnMuXzE3MDE4NDYzMDcucGRm"
            },
            {
                "Scr Citation": "[2015] 1 S.C.R. 884",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sudhir N. & Ors. V. State Of Kerala & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxL1BhcnQgSS8yMDE1XzFfODg0XzE3MDMwNzU3NTYucGRm"
            },
            {
                "Scr Citation": "[2016] 6 S.C.R. 571",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of U.p. & Ors. V. Dr. Dinesh Singh Chauhan",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBVLnAuICYgT3JzLiBfIERyLiBEaW5lc2ggU2luZ2ggQ2hhdWhhbl8xNzAxMjM2OTk1LnBkZg=="
            },
            {
                "Scr Citation": "[1991] Supp. (2) S.C.R. 267",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "C.e.s.c. Ltd. Etc. V. Subhash Chandra Bose And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkxL1N1cHAuICgyKS9QYXJ0IEkvU18xOTkxXzI2Ny0zMDRfMTcwMjI5MTQ3MC5wZGY="
            },
            {
                "Scr Citation": "[2019] 12 S.C.R. 1011",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Association Of Medical Super Specialityaspirants And Residents & Ors. V. Union Of India & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMi9QYXJ0IEkvQXNzb2NpYXRpb24gT2YgTWVkaWNhbCBTdXBlciBTcGVjaWFsaXR5YXNwaXJhbnRzIEFuZCBSZXNpZGVudHMgIE9ycyAgdnMgIFVuaW9uIE9mIEluZGlhICBPdGhlcnMxNzAxOTM0MDE5LnBkZg=="
            },
            {
                "Scr Citation": "[1987] 2 S.C.R. 468",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Vincent Panikurlangara V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg3L3ZvbHVtZSAyL1BhcnQgSS9WaW5jZW50IFBhbmlrdXJsYW5nYXJhIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDE3NTYyNTQucGRm"
            },
            {
                "Scr Citation": "[2015] 1 S.C.R. 884",
                "Judicial Consideration": "Held Not Correct Law",
                "Judgment Name": "Sudhir N. & Ors. V. State Of Kerala & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxL1BhcnQgSS8yMDE1XzFfODg0XzE3MDMwNzU3NTYucGRm"
            },
            {
                "Scr Citation": "[2016] 6 S.C.R. 571",
                "Judicial Consideration": "Held Not Correct Law",
                "Judgment Name": "State Of U.p. & Ors. V. Dr. Dinesh Singh Chauhan",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBVLnAuICYgT3JzLiBfIERyLiBEaW5lc2ggU2luZ2ggQ2hhdWhhbl8xNzAxMjM2OTk1LnBkZg=="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Medical Council of India Post Graduate Medical Education Regulations"
        ],
        "HeadNote": "Medical Council of India Post Graduate Medical EducationRegulations, 2000:Regulations 9(IV) and (VII) (as it stood prior to 5 th April2018) and 9(4) and (8) (as it stood after amendment dated 5 th April2018) – Whether take away the power of State Governments toreserve seats in Post-Graduate Medical degree courses for in-service medical professionals – Held: Per Shah, J. – In exerciseof power under Entry 25 of List III of Seventh Schedule to theConstitution, State has power with respect to reservation/ percentageof reservation and/ or mode of admission within State quota –Scope of Entry 66 of List I to Seventh Schedule is limited toprescribe the standard of education – The source of power toMedical Council of India (MCI) to frame Regulations is from s.2.33 of MCI Act which is emanating from Entry 66 of List I –Regulation 9(IV) is limited to reservation in favour of SC/ ST/ OBC– Therefore, Regulation 9(IV) cannot be said to be taking awaypower of States under Entry 25, List III, to provide separate sourceof entry for in-service candidates – There is legitimate rationalbasis in providing a separate source of entry to in-servicecandidates – Such act of the State is in discharge of itsconstitutional obligation provided u/Art. 47 which is correspondingfundamental right u/Art. 21 of the Constitution – ThereforeRegulation 9, to the extent it tinkers with the reservation providedby State to in-service doctors, is ultra vires on the ground that it isarbitrary, discriminatory and violative of Arts. 14 and 21 ofConstitution – However, the doctors who would obtain admissionthrough such separate channel, need to serve the State in rural,tribal and hilly areas at least for five years after obtaining thedegree – Per Bose, J. – Allocation of seats for in-service candidatesis only a separate or exclusive source of admission which cannotbe equated with reservation provisions incorporated ascompensatory discrimination – The field of legislation in questionis shared field between Union and the State – In such caselegislative disability of the States would occur only when the Unionlegislation covers the same subject on which State undertakeslegislative exercise and the State legislative instrument is found tobe repugnant – Such repugnancy has to be direct and positive –There cannot be implied repugnancy – If certain area of legislativeentry is left void by Union, this void can be filled by the Statelegislature – The Regulations in question, though a self-containedcode are not an exhaustive code covering all the aspects ofadmission in post-graduate medical degree courses – The provisionfor reservation in clause 9(4) for in-service doctors by the Statefrom State-wise merit list, cannot be interpreted to mean that theState is denuded of its power to make separate channel ofadmission – There is no bar on the State Authorities to provide forsuch reservation – Therefore, such reservation provided by the Statewould not be contrary to the Regulations – The doctors inemployment form a separate and distinct class and hence can begiven certain element of preference – But to take benefit of suchseparate entry channel, the aspiring in-service doctors must clearNEET Examination with minimum prescribed marks – In order toavail the separate source of entry, the State should make a minimumservice in rural, remote or difficult areas for a specified periodbefore seeking admission and subsequent to obtaining the degree– Constitution of India – Arts. 14, 21, 47, 245, Schedule VII,List I, Entry 66, List III, Entry 25."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "SUBED ALI AND OTHERS VS. THE STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzODQ=",
        "Citation": "[2020] 8 S.C.R. 731",
        "Case Type": "(CRIMINAL APPEAL /1401/2012)",
        "Date": "30 SEPTEMBER 2020",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9TdWJlZCBBbGkgQW5kIE90aGVycyBfIFRoZSBTdGF0ZSBPZiBBc3NhbV8xNzAxNDEwNjk0LnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 731",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "30 September 2020",
        "Petitioner:": "Subed Ali And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2020 INSC 566",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "The State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /1401/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1954] 1 S.C.R. 904",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Karnal Singh And Another V. The State Of Punjab.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU0L3ZvbHVtZSAxL1BhcnQgSS9rYXJuYWwgc2luZ2ggYW5kIGFub3RoZXJfdGhlIHN0YXRlIG9mIHB1bmphYi4gXzE2OTg2NTc2MjMucGRm"
            },
            {
                "Scr Citation": "[1976] 3 S.C.R. 876",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Ramaswami Ayyangar And Ors. V. State Of Tamil Nadu",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc2L3ZvbHVtZSAzL1BhcnQgSS9yYW1hc3dhbWkgYXl5YW5nYXIgYW5kIG9ycy5fc3RhdGUgb2YgdGFtaWwgbmFkdSBfMTcwMDY0NzQ2NS5wZGY="
            },
            {
                "Scr Citation": "[2002] Supp. (3) S.C.R. 30",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Nandu Rastogi @ Nandji Rastogi And Anr. V. St Ate Of Bihar",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL1N1cHAuICgzKS9QYXJ0IEkvU19fMzAtIDI4XzE3MDMyMzk2MDUucGRm"
            },
            {
                "Scr Citation": "[2000] 2 S.C.R. 515",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Surendra Chauhan V. State Of M.p",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAwL3ZvbHVtZSAyL1BhcnQgSS8yMDAwXzJfNTE1LTUyNV8xNzAyMTAyODIzLnBkZg=="
            },
            {
                "Scr Citation": "[2011] 7 S.C.R. 1152",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Nand Kishore V. State Of Madhya Pradesh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSA3L1BhcnQgSS8yMDExXzdfMTE1Mi0xMTY4XzE3MDI3MDUxODMucGRm"
            }
        ],
        "Acts": [
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "Penal Code",
            "Criminal law"
        ],
        "HeadNote": "Penal Code, 1860 – s. 302/34 – The prosecution alleged thattwo persons were assaulted while they were returning from themarket on bicycles along with others – One of them died on thespot and the other one died in the hospital – The appellants-accused were convicted u/s. 302/34 and sentenced to lifeimprisonment – Originally there were five named accused persons– Accused nos. 3 and 5 were acquitted on the benefit of doubt –There is no appeal against their acquittals – Appellants contendedthat if two accused have been acquitted giving them benefit ofdoubt on basis of the same evidence, the conviction of theappellants is unjustified – On appeal, held: The P.W. 5, 6, 7 and 9deposed that appellant no. 1 stopped the deceased, then appellantno. 2 assaulted one of them who died on the spot and appellantno. 3 assaulted the other person/victim and injured him – Whenthe other victim tried to flee from the place of occurrence, he waschased by accused persons and caught and was brutally assaulted– The other victim later died in the hospital – There is no reasonto doubt the presence and assault on the two deceased by appellantnos. 2 & 3 to grant them acquittal on any benefit of doubt or paritywith the acquitted, merely because no appeal was preferred – Asfar as appellant no. 1 is concerned, the appellant no. 1 had stoppedthe two deceased who were returning from the market and theassault commenced after the deceased had halted – No furtherevidence is required with regard to existence of common intentionin appellant no. 1 to commit the offence in question – Resultantly,there is no reason to interfere with the conviction and sentence ofthe appellants.Criminal law – Common intention – Held: Common intentionconsists of several persons acting in unison to achieve a commonpurpose, though their roles may be different – The role may beactive or passive is irrelevant, once common intention isestablished – There can hardly be any direct evidence of commonintention – It is more a matter of inference to be drawn from thefacts and circumstances of a case based on the cumulativeassessment of the nature of evidence available against theparticipants – The foundation for conviction on the basis ofcommon intention is based on the principle of vicariousresponsibility by which a person is held to be answerable for theacts of others with whom he shared the common intention."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "GURCHARAN SINGH VS. THE STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzOTA=",
        "Citation": "[2020] 8 S.C.R. 742",
        "Case Type": "(CIVIL APPEAL /40/2011)",
        "Date": "01 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9HdXJjaGFyYW4gU2luZ2ggXyBUaGUgU3RhdGUgT2YgUHVuamFiXzE3MDE0MTA3NzQucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 742",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "01 October 2020",
        "Petitioner:": "Gurcharan Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2020 INSC 570",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "The State Of Punjab",
        "Case Type:": "CIVIL APPEAL /40/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2010] 9 S.C.R. 1111",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "S.s. Chheena V. Vijay Kumar Mahajan & Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA5L1BhcnQgSS8yMDEwXzlfMTExMS0xMTIzXzE3MDI1Mjg0NzYucGRm"
            },
            {
                "Scr Citation": "[2009] 15 S.C.R. 836",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Amalendu Pal @ Jhantu V. State Of West Bengal",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSAxNS9QYXJ0IEkvMjAwOV8xNV84MzYtODUwXzE3MDIxMDA2MjEucGRm"
            },
            {
                "Scr Citation": "[2014] 4 S.C.R. 988",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Mangat Ram V. State Of Haryana",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfOTg4LTEwMTFfMTcwMzE1NzU2NC5wZGY="
            }
        ],
        "Acts": [
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "trial conviction"
        ],
        "HeadNote": "Penal Code, 1860 – ss. 306, 107 – A young married ladywith two minor children committed suicide – The Trial Courtconvicted lady’s husband-appellant u/s. 306 IPC and sentenced himto 4 years rigorous imprisonment – The conviction u/s. 306 IPCwas upheld by the High Court – On appeal, held: In the instantcase, there is no direct evidence of cruelty against the husband orthe in-laws – There is nothing on record to show which particularhope or expectation of the deceased was frustrated by the husband– Evidence is also lacking on wilful neglect of the appellant, whichled to the suicidal death – To prove the offence of abetment, asspecified u/s. 107 IPC, the state of mind to commit a particularcrime must be visible, to determine the culpability – The ingredientof mens rea cannot be assumed to be ostensibly present but has tobe visible and conspicuous – Both the Trial Court and the HighCourt never examined whether appellant-husband had the mens reafor the crime, he is held to have committed – The conviction by boththe Courts on the theory that the woman with two young kids mighthave committed suicide, possibly because of the harassment facedby her in the matrimonial house, is not at all borne out by theevidence in the case – Testimonies of the PWs do not show thatthe wife was unhappy because of the appellant and she was forcedto take such a step on his account – The Trial Court and the HighCourt speculated on the unnatural death and without any evidenceconcluded only through conjectures, that the appellant is guilty ofabetting the suicide of his wife – Therefore, the decisions underchallenge cannot be legally sustained – Consequently, theappellant’s conviction u/s. 306 IPC is set aside and quashed."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "AMAR SINGH VS. THE STATE (NCT OF DELHI)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0MDA=",
        "Citation": "[2020] 8 S.C.R. 751",
        "Case Type": "(CRIMINAL APPEAL /335/2015)",
        "Date": "12 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9BbWFyIFNpbmdoIF8gVGhlIFN0YXRlIChuY3QgT2YgRGVsaGkpXzE3MDE0MTA5MTMucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 751",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "12 October 2020",
        "Petitioner:": "Amar Singh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2020 INSC 587",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "The State (nct Of Delhi)",
        "Case Type:": "CRIMINAL APPEAL /335/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2003] Supp. (4) S.C.R. 767",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sunil Kumar V. The State Govt. Of Nct Of Delhi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL1N1cHAuICg0KS9QYXJ0IEkvU3VuaWwgS3VtYXIgXyBUaGUgU3RhdGUgR292dC4gT2YgTmN0IE9mIERlbGhpXzE3MDEzMjUzODIucGRm"
            },
            {
                "Scr Citation": "[1976] 2 S.C.R. 199",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Employees' State Insurance Corporation And Anr. V. Tata Engineering & Co. Locomotive Co. Ltd And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc2L3ZvbHVtZSAyL1BhcnQgSS9lbXBsb3llZXMnIHN0YXRlIGluc3VyYW5jZSBjb3Jwb3JhdGlvbiBhbmQgYW5yLl90YXRhIGVuZ2luZWVyaW5nICYgY28uIGxvY29tb3RpdmUgY28uIGx0ZCBhbmQgYW5yLiBfMTY5OTQzNzgwMS5wZGY="
            }
        ],
        "Acts": [
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "Penal Code",
            "medical evidence"
        ],
        "HeadNote": "Penal Code, 1860 – s.302 r/w. s. 34 – Murder – Prosecutioncase is that when the victim/deceased along with his two brothers,PW-1 and PW-11 was moving on foot towards a taxi stand at about10.00 pm. – Three accused persons attacked the victim with hockeysand a knife – When PW-1 and PW-11 tried to rescue their brother,all the three accused persons brandished their hockeys and knifeand warned that whosoever will come to save victim will also bekilled – Later, victim was taken to hospital and he was declareddead by the doctor – The trial Court convicted the accused personsu/s.302 IPC r/w. s.34 IPC and sentenced them to life imprisonment– Before the High Court, inter-alia, it was contended that theprosecution case was based on eye witness on account of theincident, however, PW-11 and PW-5 did not support the prosecutioncase and thus it was not safe to rely upon the solitary evidence ofthe sole remaining eye witness PW-1 – However, the High Courtfound that the trial Court did not suffer from any infirmity orperversity and dismissed the appeal – On appeal, held: PW-11 andPW-5 turned hostile – The finding of guilt of the accused appellantsis based on sole testimony of eye witness PW-1 – The assailantswere only armed with hockey sticks and a knife and not with anyfirearms – The two brothers (PW-1 and PW-11) present on the spotdid not make slightest attempt to intervene and save their brotherwhen he was getting assaulted – This unnatural conduct againstnatural human behaviour casts a serious doubt of shadow on thepresence of eye witness on the spot at the time of occurrence –Further, doctor who prepared the MLC stated in his evidence thatone dead body was brought in the casualty of hospital by a headconstable, which casts doubts on the prosecution story that twobrothers of deceased accompanied him to the hospital – Also, thereis material discrepancy between ocular testimony and medicalevidence – As there were 15 injuries inflicted on the victim as permedical report and PW-1 stated that whole incident lasted 5 minutes– It is practically impossible to inflict 15 injuries within a shortspan of 5 minutes – This fact coupled with the fact that twobrothers remained mute spectators when the third brother-victim wasbeing assaulted in clear indication that PW-1 was not present onthe spot and not an eye-witness to the incident – Therefore, thereasons given by the Courts below for convicting the appellantsfor the alleged offences are not convincing – The appellants mustbe given benefit of doubt – Thus, the impugned orders of the Courtsbelow are set aside."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "GANESAN VS. STATE REPRESENTED BY ITS INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0MDk=",
        "Citation": "[2020] 8 S.C.R. 768",
        "Case Type": "(CIVIL APPEAL /680/2020)",
        "Date": "14 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice R.Subhash Reddy",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9HYW5lc2FuIF8gU3RhdGUgUmVwcmVzZW50ZWQgQnkgSXRzIEluc3BlY3RvciBPZiBQb2xpY2VfMTcwMTQxMTA1MS5wZGY=",
        "SCR Citation:": "[2020] 8 S.C.R. 768",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "14 October 2020",
        "Petitioner:": "Ganesan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2020 INSC 596",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Represented By Its Inspector Of Police",
        "Case Type:": "CIVIL APPEAL /680/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Children from Sexual Offences Act"
        ],
        "HeadNote": "Protection of Children from Sexual Offences Act, 2012 –ss. 7 and 8 – Protection of Children from Sexual Offences Rules,2012 – r.7(2) – Appellant- accused was tried for the offencespunishable u/s. 7 r/w. s. 8 of the POCSO Act – Relying upon thedeposition of PW-3 victim, aged 13 years the accused wasconvicted for the offence u/s. 7 of the POCSO Act and sentencedto undergo 3 years rigorous imprisonment u/s. 8 of the Act – Theaccused was also ordered to pay rupees one lakh to the victim girl,by way of compensation u/r. 7(2) of the Rules, 2012 – Before theHigh Court, it was noted that there was no representation on behalfof the appellant, therefore, a legal aid counsel was appointed –The legal aid counsel pleaded the inability of the accused personto pay the order of compensation and requested to set aside theorder of compensation – The High Court modified the judgmentand order passed by the trial Court with respect to compensationto the effect that compensation amount shall be paid by the Stateto the victim girl and thereafter if the State finds that the accusedhas got sufficient means, the same can be recovered from theaccused under the Revenue Recovery Act – Before the SupremeCourt, the appellant-accused contended that the trial Court hascommitted a grave error in convicting the accused, relying uponthe sole testimony of PW-3-victim – It was also emphasised that theappeal was disposed of within the four days from the date ofproviding legal assistance to the accused and it was very short timefor the legal aid counsel to receive the papers from the Registryand inspect original documents – Held: It is required to be notedthat there is nothing on record that the legal aid counsel was nothaving any papers – On persual of the entire judgment of the trialCourt, the PW-3-victim has fully supported the case of theprosecution – She has narrated in detail how the incident had takenplace and she has been thoroughly cross-examined – Her testimonyis reliable and trustworthy – The sole testimony of the PW-3 isunblemished and evidence is of sterling quality – The trial Courthas not committed any error in convicting the accused, relying uponthe sole deposition of PW-3-victim – The High Court has rightlyconvicted the accused for offence u/s. 7 of the POCSO Act andrightly sentenced u/s.8 of the POCSO Act."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "BANGALORE MYSORE INFRASTRUCTURE CORRIDOR AREA PLANNING AUTHORITY & ANR. VS. NANDI INFRASTRUCTURE CORRIDOR ENTERPRISE LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0MjY=",
        "Citation": "[2020] 8 S.C.R. 782",
        "Case Type": "(CIVIL APPEAL /2116-2128/2020)",
        "Date": "19 MAY 2020",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9CYW5nYWxvcmUgTXlzb3JlIEluZnJhc3RydWN0dXJlIENvcnJpZG9yIEFyZWEgUGxhbm5pbmcgQXV0aG9yaXR5ICYgQW5yLiBfIE5hbmRpIEluZnJhc3RydWN0dXJlIENvcnJpZG9yIEVudGVycHJpc2UgTGltaXRlZCAmIE9ycy5fMTcwMTQxMTQwOS5wZGY=",
        "SCR Citation:": "[2020] 8 S.C.R. 782",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "19 May 2020",
        "Petitioner:": "Bangalore Mysore Infrastructure Corridor Area Planning Authority & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2020 INSC 399",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Nandi Infrastructure Corridor Enterprise Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /2116-2128/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2006] Supp. (1) S.C.R. 86",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "State Of Karnataka And Anr. V. All India Manufacturers Organization And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICgxKS9QYXJ0IEkvU18yMDA2Xzg2LTEyNF8xNzAyMjY5NTYyLnBkZg=="
            },
            {
                "Scr Citation": "[2011] 2 S.C.R. 435",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "M. Nagabhushana V. State Of Karnataka & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSAyL1BhcnQgSS8yMDExXzJfNDM1LTQ2MF8xNzAyNjIzMjMwLnBkZg=="
            },
            {
                "Scr Citation": "[1994] Supp. (2) S.C.R. 122",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Tata Cellular V. Union Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk0L1N1cHAuICgyKS9QYXJ0IEkvU18xOTk0XzEyMi0xMjZfMTcwMjI4MzUwNC5wZGY="
            },
            {
                "Scr Citation": "[1998] Supp. (3) S.C.R. 421",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Raunaq International Ltd. V. I.v.r. Construction Ltd. And Ors .",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk4L1N1cHAuICgzKS9QYXJ0IEkvUmF1bmFxIEludGVybmF0aW9uYWwgTHRkLiBfIEkudi5yLiBDb25zdHJ1Y3Rpb24gTHRkLiBBbmQgT3JzIC5fMTcwMTY2NzUyOC5wZGY="
            },
            {
                "Scr Citation": "[2012] 8 S.C.R. 128",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Michigan Rubber (india) Ltd. V. The State Of Karnataka & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTI4LSAxNTJfMTcwMzkxNjM5MC5wZGY="
            },
            {
                "Scr Citation": "[2000] Supp. (3) S.C.R. 573",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Badri Nath V. Government Of Tamil Nadu And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAwL1N1cHAuICgzKS9QYXJ0IEkvU18yMDAwXzU3My02MTVfMTcwMjI3MTE5My5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Karnataka Town and Country Planning Act"
        ],
        "HeadNote": "Karnataka Town and Country Planning Act, 1961 –Development of Integrated Infrastructure Corridor and FinanceProject (IICFP) between Bangalore and Mysore, Karnataka,consisting of residential, industrial and commercial facilities –Framework Agreement (FWA) executed between State andrespondent no.1, followed by Supplementary agreements and aTripartite agreement between the State, respondent nos.1 & 2 (bothjointly called Project Proponents) – Modified development plansubmitted by Project Proponents for permission to set up grouphousing scheme at location other than those demarcated forTownships in the FWA and Infrastructure Corridor ProjectTechnical Report (PTR) – Eventually, the Planning Authorityrejected the modified plan – High Court quashed the saidcommunication; directed the Planning Authority to issueCommencement Certificate to the Project Proponents – Held: PTRsuggested creation of seven Townships but, in the final FWA, onlyfive Townships were approved – Project Proponents are obligedto construct the five Townships at the demarcated location(s) onlyand to the extent of land specified therefor in the PTR, whichapplies proprio vigore to the expression “Townships” in the FWA– Modified proposal submitted by the Project Proponents fordeveloping 42 acres 30 guntas of land as group housing schemewas not for setting up of Township as such – Neither the PTR northe FWA envisaged construction of standalone group housingscheme, that too at a location other than demarcated location(s)for five Townships – Thus, it was a clear case of deviation fromthe stipulations contained therein – To relax or modify the same,prior permission of the State was mandatory in terms of Article 7.1,FWA – No proposal for the same was submitted to the State by theProject Proponents – Further, Project Proponents could not havedirectly approached the Planning Authority for approval ofmodified proposal replete with deviations – Judgment of High Courtset aside – Project Proponents at liberty to approach the State forprior permission allowing them to deviate from the stipulations/specifications in the FWA and the PTR – Karnataka IndustrialAreas Development Act, 1966 – Acquiescence/Waiver."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "COMMISSIONER OF SERVICE TAX, VS. M/S. ADANI GAS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0MzE=",
        "Citation": "[2020] 8 S.C.R. 875",
        "Case Type": "(CIVIL APPEAL /2633/2020)",
        "Date": "28 AUGUST 2020",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Indu Malhotra, Hon'ble Mr. Justice K.M. Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS8yMDIwXzhfODc1IC05MTZfMTcwMzIyODcyMy5wZGY=",
        "SCR Citation:": "[2020] 8 S.C.R. 875",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "28 August 2020",
        "Petitioner:": "Commissioner Of Service Tax,",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2020 INSC 513",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "M/s. Adani Gas Ltd.",
        "Case Type:": "CIVIL APPEAL /2633/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2006] 2 S.C.R. 823",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bharat Sanchar Nigam Ltd. And Anr. V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L3ZvbHVtZSAyL1BhcnQgSS8yMDA2XzJfODIzLTg3Ml8xNzAyMDI2MzYxLnBkZg=="
            },
            {
                "Scr Citation": "[2007] 9 S.C.R. 147",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "All India Federation Of Tax Practitioners & Ors. V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSA5L1BhcnQgSS8yMDA3XzlfMTQ3LTE4NF8xNzAyNTQ2MDIwLnBkZg=="
            }
        ],
        "Acts": [
            "Finance Act, 1994 (32 of 1994)"
        ],
        "Keyword": [
            "Finance Act"
        ],
        "HeadNote": "Finance Act, 1994:s. 65(105)(zzzzj) – Levy under – Applicability of – To supplyof pipes and measurement equipment (SKID equipment) chargedunder the head of ‘gas connection charges’ by the assessee to itsindustrial, commercial and domestic consumers treating the sameas supply of ‘tangible goods’ for their use – Held: SKID equipmentfulfils the description in s. 65(105)(zzzzj) of a taxable service i.e.service in relation to ‘tangible goods’ where recipient of the servicehas use (without possession or effective control) of the goods."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "PRANEETH K. AND ORS. VS. UNIVERSITY GRANTS COMMISSION (UGC) AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0Mzg=",
        "Citation": "[2020] 8 S.C.R. 917",
        "Case Type": "(WRIT PETITION (CIVIL) /724/2020)",
        "Date": "28 AUGUST 2020",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice R.Subhash Reddy",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9QcmFuZWV0aCBLLiBBbmQgT3JzLiBfIFVuaXZlcnNpdHkgR3JhbnRzIENvbW1pc3Npb24gKHVnYykgQW5kIE9ycy5fMTcwMTQxMTY5My5wZGY=",
        "SCR Citation:": "[2020] 8 S.C.R. 917",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "28 August 2020",
        "Petitioner:": "Praneeth K. And Ors.",
        "Disposal Nature:": "Case Disposed Off",
        "Netural Citation:": "2020 INSC 519",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "University Grants Commission (ugc) And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /724/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1963] Supp. (1) S.C.R. 112",
                "Judicial Consideration": "Followed",
                "Judgment Name": "The Gujarat University, Ahmedabad V. Krishna Ranganath Mudholkar And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTYzL1N1cHAuICgxKS9QYXJ0IEkvdGhlIGd1amFyYXQgdW5pdmVyc2l0eSwgYWhtZWRhYmFkIF9rcmlzaG5hIHJhbmdhbmF0aCBtdWRob2xrYXIgYW5kIG90aGVycyBfMTY5ODk5MjI0OC5wZGY="
            },
            {
                "Scr Citation": "[1997] 2 S.C.R. 186",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Dr. Sadhna Devi And Ors. V. State Of U.p. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk3L3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTg2LTE5OF8xNzAyMTA1NzM4LnBkZg=="
            },
            {
                "Scr Citation": "[2005] 2 S.C.R. 23",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Prof. Yashpal And Anr. V. State Of Chhattisgarh And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L3ZvbHVtZSAyL1BhcnQgSS8yMDA1XzJfMjMtIDgyXzE3MDMzMDcxNzUucGRm"
            },
            {
                "Scr Citation": "[2016] 3 S.C.R. 579",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Modern Dental College And Research Centre & Ors. V. State Of Madhya Pradesh & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tb2Rlcm4gZGVudGFsIGNvbGxlZ2UgYW5kIHJlc2VhcmNoIGNlbnRyZSAmIG9ycy5fc3RhdGUgb2YgbWFkaHlhIHByYWRlc2ggJiBvcnMuXzE3MDA3Mzk1NzIucGRm"
            },
            {
                "Scr Citation": "[2014] 9 S.C.R. 1063",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of Nct Of Delhi V. Sanjay",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTA2My0xMTIxXzE3MDMzMTA2NTIucGRm"
            }
        ],
        "Acts": [],
        "Keyword": [
            "University grant commission"
        ],
        "HeadNote": "Education/Educational Institutions:Guidelines dated 06.07.2020, issued by University GrantsCommission (UGC) – Directing the Universities/ Colleges to completeterminal semester/ final year examinations by 30.9.2020 – Ministryof Human Resource Development by OM dated 06.07.2020formulated SOP for conducting the examinations as per the UGCGuidelines which was settled by Ministry of Health and FamilyWelfare – Ministry of Home Affairs permitting to conduct theexamination – State of Maharashtra as well as Maharashtra StateDisaster Management Authority, in view of situation due to pandemicCOVID-19 took decision not to hold examination for the final yearcourses and to promote the students on the basis of previousperformance and internal assessment of the students – Writ Petitionchallenging the UGC Guidelines and the Orders of Ministries beingultra vires Arts. 14 and 21 of the Constitution – Orders of State ofMaharashtra and State Disaster Management Authority alsochallenged – Held: The UGC Guidelines are statutory having beenissued in exercise of power u/s. 12 of the UGC Act – They are notbeyond the domain of UGC as they relate to co-ordination anddetermination of standards of education in institutions of highereducation – The Guidelines are in compliance with s. 12 of UGCAct – They are neither unreasonable nor arbitrary and hence notviolative of Art. 14 – SOP for conducting the examinations showsthat UGC and the ministries are fully concerned with the health ofall the stakeholders and hence the Guidelines are not violative ofArt. 21 – The UGC Guidelines being referable to UGC Act, 1956which was enacted in reference to Entry 66 of List I of VII Schedule,shall have precedence as compared to any decision taken by theState – Therefore, the decision of the State and Disaster ManagementCommittee to promote Final year/ terminal semester examinationbeing not within domain of Disaster Management Act and beingcontrary to guidelines issued under Central enactment, cannot beupheld – However the OM and letter of Central Governmentpermitting for holding the examination shall not fetter the power ofthe State Disaster management Authority to take appropriatemeasures to contain the pandemic – Hence, UGC Guidelines in sofar as it directs holding of examination by 30.09.2020 shall beoverridden by any contrary decision taken under DisasterManagement Act, 2005 – The State is at liberty to seek extention ofdeadline of 30.09.2020 – Constitution of India – Arts. 14 and 21VII Schedule List I Entry 66; List II Entry 25 – University GrantsCommission Act, 1956 – s. 12 – Disaster Management Act, 2005.University Grants Commission Act, 1956:s. 12 – Interpretation of – Expression ‘other bodies’ used inopening part of the Section, would not include State DisasterManagement Authority or health experts – It is not mandatory dutyof University Grants Commission to consult with the Universities orother bodies concerned, in all cases – The expression “inconsultation with Universities or other bodies concerned” has tobe read to mean where consultation is necessary."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "NATIONAL ALLIANCE FOR PEOPLE’S MOVEMENTS & ORS. VS. THE STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0NDc=",
        "Citation": "[2020] 8 S.C.R. 997",
        "Case Type": "(SPECIAL LEAVE PETITION (CRIMINAL) /4116/2020)",
        "Date": "22 SEPTEMBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna\n*, Hon'ble Mr. Justice Sharad Arvind Bobde\n*, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9OYXRpb25hbCBBbGxpYW5jZSBGb3IgUGVvcGxl4oCZcyBNb3ZlbWVudHMgJiBPcnMuIF8gVGhlIFN0YXRlIE9mIE1haGFyYXNodHJhICYgT3JzLl8xNzAxNDExODgwLnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 997",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "22 September 2020",
        "Petitioner:": "National Alliance For People’s Movements & Ors.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2020 INSC 558",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna,Hon'ble Mr. Justice Sharad Arvind Bobde,Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "The State Of Maharashtra & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CRIMINAL) /4116/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1952] 1 S.C.R. 284",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "The State Of West Bengal V. Anwar Ali Sarkar",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUyL3ZvbHVtZSAxL1BhcnQgSS90aGUgc3RhdGUgb2Ygd2VzdCBiZW5nYWxfYW53YXIgYWxpIHNhcmthcl8xNjk3ODcyMTkwLnBkZg=="
            },
            {
                "Scr Citation": "[2006] Supp. (6) S.C.R. 290",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Arun Kumar And Ors V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg2KS9QYXJ0IEkvU18yMDA2XzI5MC0zMjhfMTcwMjUzMDM4Ny5wZGY="
            },
            {
                "Scr Citation": "[2000] Supp. (5) S.C.R. 535",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "K.r. Lakshman And Ors. V. Karnataka Electricity Board And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAwL1N1cHAuICg1KS9QYXJ0IEkvU18yMDAwXzUzNS01NDRfMTcwMjM1NzY4NC5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Prisoners",
            "Pandemic",
            "Novel Coronavirus"
        ],
        "HeadNote": "Prisoners – Pandemic – Novel Coronavirus (Covid-19) –Decongestion of prisons – The Supreme Court had taken note ofthe pandemic situation and registered a Suo Motu Writ Petition (Civil)No. 1/2020 and in that context also referred to the decision takenby the government of India to issue an advisory regarding socialdistancing – The Court directed that each State/Union Territory shallconstitute a High Powered Committee (HPC), to determine whichclass of prisoners can be released on parole or an interim bail forsuch period as may be thought appropriate – Pursuant to thedirection, a High-Powered Committee was constituted in respect ofthe prisons in the State of Maharashtra – As per the guidelines, theCommittee has classified the inmates of the prisons, broadly intothree categories, viz. (i) undertrial prisoners/convicted persons whoare facing trial or convicted to the maximum punishment of 7 yearsor less, (ii) The convicted persons whose sentence is above 7 yearsand (iii) The undertrial prisoners or convicted persons who arebooked for serious economic offences/ bank scams and offencesunder Special Acts such as MCOC, PMLA etc. – The petitionersalleged discrimination in categorisation – The High Court held thatthe decision of HPC does not call for interference except to theextent of observations that were made in paragraph 36 of the order– On appeal, held: The said categorisation cannot be consideredas unreasonable since at the first instance, the categorisation isrequired by the Court for grant of interim bail if such undertrial/convicted person is seeking bail purely on taking benefit of thenotification issued pursuant to such decision taken by the HPC –The exclusion made has a reasonable basis and cannot be termedarbitrary – The present methodology for grant of the interim bail iswith the intention to avoid overcrowding in the unprecedentedcircumstance and the grant of bail in the present circumstances isan additional benefit to such persons – In that circumstance whathas been curtailed by the HPC by excluding certain categories isonly with a view to deny the benefit to certain category of jail inmateswho are charged with serious offences which as an adverse effecton the society at large though the length of the punishment that canbe imposed may be lesser – Such of those persons charged underthe special enactments or convicted for a period, more than 7 yearsin any event if they are not otherwise disentitled to bail in the normalcircumstance could still seek bail in accordance with law – All thatthe HPC has denied them is the benefit of seeking interim bail onlyon the ground that they are entitled to be released in view of theCovid-19 situation and no other legal right has been denied – TheHigh Court was accordingly justified in its conclusion."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "ANKITA KAILASH KHANDELWAL AND ORS. VS. STATE OF MAHARASHTRA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0Nzk=",
        "Citation": "[2020] 8 S.C.R. 1007",
        "Case Type": "(CRIMINAL APPEAL /660-662/2020)",
        "Date": "08 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Uday Umesh Lalit\n*, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9BbmtpdGEgS2FpbGFzaCBLaGFuZGVsd2FsIEFuZCBPcnMuIF8gU3RhdGUgT2YgTWFoYXJhc2h0cmEgQW5kIE90aGVyc18xNzAxNDEyNjA4LnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 1007",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "08 October 2020",
        "Petitioner:": "Ankita Kailash Khandelwal And Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2020 INSC 581",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Maharashtra And Others",
        "Case Type:": "CRIMINAL APPEAL /660-662/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2013] 10 S.C.R. 125",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sumit Mehta V. State Of N.c.t. Of Delhi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMC9QYXJ0IEkvU3VtaXQgTWVodGEgXyBTdGF0ZSBPZiBOLmMudC4gT2YgRGVsaGlfMTcwMTc1OTY0MC5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Maharashtra Prohibition of Ragging Act"
        ],
        "HeadNote": "Maharashtra Prohibition of Ragging Act, 1999 – s.6(1) –Appellants after completing MBBS course were pursuing PG DegreeCourse (M.D.) in Gynaecology and Obstetrics and were alsoworking as residents in a Hospital attached to their College – Astudent, a year junior to the appellants, resident in the sameDepartment and pursuing the same course committed suicide – FIRregistered against the appellants – Appellants suspended by theDean of the Hospital and the College – Bail granted to the appellantsby High Court with certain conditions – While some conditions werelater relaxed/recalled, condition no.(iv) on the appellants to notenter their College and the Hospital was maintained – On appeal,held: To take appropriate action u/s.6(1), the concerned head ofthe educational institution must prima facie be satisfied that theallegations against the student have been found to be true,whereafter, an order of suspension can be passed – In the presentcase, the order of suspension does not even record any such findingor prima facie view – It was not passed by virtue of power entrustedu/s.6(1) but was on the ground that there was an FIR against theappellants – Thus, order of suspension is not referable to s.6(1) –Further, apart from s.6(1), no other statutory provision has beenreferred to or relied upon – On balancing the competing claims, thecondition is relaxed and the appellants are permitted to go back tothe College and the Hospital to pursue their studies, subject to theconditions as stated, otherwise the pendency of prosecution againstthem will add further penalty in the form of prejudicing their career– Any such adverse impact will negate their rights u/Art.21 – Codeof Criminal Procedure, 1973 – ss.174 and 164 – Penal Code, 1860– s.306 r/w s.34 – Scheduled Castes and Scheduled Tribes(Prevention of Atrocities), Act, 1989 – Maharashtra MedicalCouncil Act, 1965 – s.22(1) – Medical Council of India PostGraduate Medical Education Regulations, 2000 – Medical Councilof India (Prevention and Prohibition of Ragging in Medical Colleges/Institutions) Regulations, 2009 – Paras 7, 8 – Constitution of India– Art.21."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "SARAVANAN VS. STATE REP. BY THE INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0ODQ=",
        "Citation": "[2020] 8 S.C.R. 1035",
        "Case Type": "(CRIMINAL APPEAL /681-682/2020)",
        "Date": "15 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice R.Subhash Reddy",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9TYXJhdmFuYW4gXyBTdGF0ZSBSZXAuIEJ5IFRoZSBJbnNwZWN0b3IgT2YgUG9saWNlXzE3MDE0MTI3MDUucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 1035",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "15 October 2020",
        "Petitioner:": "Saravanan",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2020 INSC 600",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Rep. By The Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /681-682/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2017] 8 S.C.R. 785",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Rakesh Kumar Paul V. State Of Assam",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9SYWtlc2ggS3VtYXIgUGF1bCAgdnMgIFN0YXRlIE9mIEFzc2FtMTcwMTg2NTI4Mi5wZGY="
            },
            {
                "Scr Citation": "[2017] 8 S.C.R. 785",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Rakesh Kumar Paul V. State Of Assam",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9SYWtlc2ggS3VtYXIgUGF1bCAgdnMgIFN0YXRlIE9mIEFzc2FtMTcwMTg2NTI4Mi5wZGY="
            }
        ],
        "Acts": [
            "Code Of Criminal Procedure, 1973 (2 of 1974)"
        ],
        "Keyword": [
            "Code of Criminal Procedure"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – s. 167 – Conditionimposed to deposit a sum on default/statutory bail – Sustainabilityof – The High Court accepted the prayer of the appellant to releasehim on the default bail/statutory bail u/s. 167(2) Cr. P.C., however,considering the earlier undertaking given by the wife of the appellantin the Court of the Magistrate while considering bail applicationu/s. 437 Cr. P.C. i.e. to deposit Rs. 7,00,000/-, while releasing theappellant on default bail/statutory bail, the High Court imposedthe condition that the appellant shall deposit a sum ofRs.8,00,000/- before the Magistrate and was also directed to reportbefore the concerned police station daily at 10.00 a.m., until furtherorders, for interrogation – On appeal, held: The High Court hascommitted a grave error in imposing a condition that the appellantshall deposit a sum of Rs. 8,00,000/- while releasing the appellanton default bail/ statutory bail – The only requirement for getting thedefault bail/statutory bail u/s. 167(2), Cr. P.C. is that the accused isin jail for more than 60 or 90 days, as the case may be, and within60 or 90 days, as the case may be, the investigation is not completedand no chargesheet is filed by 60 th or 90 th day and the accusedapplies for default bail and is prepared to furnish bail – No othercondition of deposit of the alleged amount involved can be imposed– Imposing such condition while releasing the accused on defaultbail/statutory bail would frustrate the very object and purpose ofdefault bail u/s. 167(2) Cr. P.C. – Thus, the condition imposed bythe High Court to deposit Rs. 8,00,000/-, while releasing theappellant on default bail/ statutory bail is unsustainable and isquashed – Also, the condition imposed by the High Court, namely,directing the appellant to report before the concerned police stationat 10.00 a.m., until further orders, for interrogation is concerned,the same is also unsustainable as it is too harsh – Instead, theappellant is directed to cooperate with the investigating officer incompleting the investigation and to remain present before theconcerned police station for investigation/interrogation as and whencalled for."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "RAVEEN KUMAR VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0ODc=",
        "Citation": "[2020] 8 S.C.R. 1044",
        "Case Type": "(CRIMINAL APPEAL /2187-2188/2011)",
        "Date": "16 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9SYXZlZW4gS3VtYXIgXyBTdGF0ZSBPZiBIaW1hY2hhbCBQcmFkZXNoXzE3MDE0MTI4MjUucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 1044",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "16 October 2020",
        "Petitioner:": "Raveen Kumar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2020 INSC 606",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /2187-2188/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2010] 9 S.C.R. 1039",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Babu V. State Of Kerala",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA5L1BhcnQgSS8yMDEwXzlfMTAzOS0xMDc1XzE3MDI0NTIzNzUucGRm"
            },
            {
                "Scr Citation": "[1974] 3 S.C.R. 9",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Ram Jag And Others V. The State Of U.p.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc0L3ZvbHVtZSAzL1BhcnQgSS9yYW0gamFnIGFuZCBvdGhlcnNfdGhlIHN0YXRlIG9mIHUucC5fMTcwMDgwMTg4Ny5wZGY="
            },
            {
                "Scr Citation": "[1977] 2 S.C.R. 671",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sita Ram Bhau Patil V. Ramchandra Nago Patil (dead) By L.rs. & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc3L3ZvbHVtZSAyL1BhcnQgSS9TaXRhIFJhbSBCaGF1IFBhdGlsIF8gUmFtY2hhbmRyYSBOYWdvIFBhdGlsIChkZWFkKSBCeSBMLnJzLiAmIEFuci5fMTcwMTQ5MzMzMy5wZGY="
            }
        ],
        "Acts": [
            "Narcotic Drugs And Psychotropic Substances, Act, 1985 (61 of 1985)"
        ],
        "Keyword": [
            "Criminal Law",
            "Evidence",
            "Witness",
            "Narcotics",
            "Drugs and Psychotropic Substances Act"
        ],
        "HeadNote": "Criminal Law – Appeal against acquittal – Appellant acquittedu/s.20, NDPS Act – Acquittal reversed by High Court – On appeal,held: Appellant’s acquittal was primarily based upon the findingthat the case was not one of ‘chance recovery’ – Trial Court reachedsuch finding on the basis of certain averments made in a writtenreply submitted by prosecution in opposition to appellant’s bailapplication – No opportunity to controvert this reply document wasgiven to the prosecution, nor was PW5 confronted with it – Further,PW1’s statement (sole independent witness, though declared hostileby prosecution) corroborates and strengthens the seizure ofcontraband substance (charas) from the possession of appellant –Testimonies of star police-witnesses, PW2 and PW5 are notcontradictory – On facts, two years’ rigorous imprisonment andfine of Rs.50,000/- awarded by High Court is not disturbed –Narcotics, Drugs and Psychotropic Substances Act, 1985 – s.20 –Code of Criminal Procedure, 1973 – s.161 – Constitution of India–Art.136.Evidence – Court records – Veracity of – Held: No legalpresumption can be extended to the veracity of the contents of Courtrecords emanating during trial.Witness – Lack of independent witnesses – Duty of Courts –Discussed – Criminal Trial.Narcotics, Drugs and Psychotropic Substances Act, 1985 –s.20(ii)(C) – Minimum mandatory sentence – Discussed – Narcotics,Drugs and Psychotropic Substances (Amendment) Act, 2001."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "RAJESH DHIMAN VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0OTA=",
        "Citation": "[2020] 8 S.C.R. 1057",
        "Case Type": "(CRIMINAL APPEAL /1032/2013)",
        "Date": "26 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9SYWplc2ggRGhpbWFuIF8gU3RhdGUgT2YgSGltYWNoYWwgUHJhZGVzaF8xNzAxNDEyOTQyLnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 1057",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "26 October 2020",
        "Petitioner:": "Rajesh Dhiman",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2020 INSC 607",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1032/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2018] 9 S.C.R. 1006",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Mohan Lal V. The State Of Punjab",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSA5L1BhcnQgSS9tb2hhbiBsYWxfdGhlIHN0YXRlIG9mIHB1bmphYl8xNjk5MDgyMDQ1LnBkZg=="
            },
            {
                "Scr Citation": "[1979] 2 S.C.R. 363",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "K. Gopal Reddy V. State Of Andhra Pradesh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc5L3ZvbHVtZSAyL1BhcnQgSS8xOTc5XzJfMzYzLTM3MF8xNzAyMDIwNjIwLnBkZg=="
            },
            {
                "Scr Citation": "[2005] 3 S.C.R. 417",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of Himachal Pradesh V. Pawan Kumar",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L3ZvbHVtZSAzL1BhcnQgSS8yMDA1XzNfNDE3LTQzOF8xNzAyOTc3MjYyLnBkZg=="
            }
        ],
        "Acts": [
            "Narcotic Drugs And Psychotropic Substances, Act, 1985 (61 of 1985)"
        ],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985 – s.20– Both the appellants were travelling on a motorcycle and one ofthem was with a backpack slung over his shoulders – A police teamstopped and searched them – They discovered polythene bagsweighing 3 Kg 100 gms containing charas – The prosecutionexamined nine witnesses to support their case of chance recovery,which included eight police officials and one independent witness,PW-3 – The appellant did not lead any defence evidence butpropounded an alternative version and claimed that while returningfrom a nearby temple, they had given a lift to an unidentified thirdperson – The backpack containing the recovered narcotics wasclaimed to be owned by the said stranger, who allegedly escapedfrom the spot – The trial Court acquitted the appellants holdingthat charges under the NDPS Act were not proved beyondreasonable doubt – The trial Court was also critical of the fact thatthe complainant, PW-8 himself was the investigating officer whichcaused serious prejudice to the fairness of the investigation – Itheld that no charas was recovered from the appellants as deposedby the independent witness, PW-3 – However, the High Court setaside the acquittal and convicted the appellants for possession ofcharas u/s. 20 of the NDPS Act and sentenced them to rigorousimprisonment for ten years – On appeal, held: The ConstitutionBench of the Supreme Court in Mukesh Singh v. State (NarcoticBranch of Delhi) has authoritatively settled the law that merelybecause the informant is the investigator, by that itself theinvestigation would not suffer the vice of unfairness or bias andtherefore on the sole ground that informant is the investigator, theaccused is not entitled to acquittal – Thus, in the instant case thereis no reason to draw any adverse inference against PW-8 himselfinvestigating his complaint – Certain actions (or lack thereof) bythe investigation or chinks in the prosecution case can’t be the solebasis for concluding bias – Further, the claim of appellants thatseized contraband was carried by an unknown stranger is ex-faciefanciful and is without any evidence – Infact, this has bolstered theprosecution case that appellants were present on the spot andinteraction with police had taken place and that search was notbased on any prior information but was spontaneous and thus, itwas a case of chance recovery – PW-3 himself claims that he wasnot present at the time of incident, his statement can at best beconstrued to mean that no charas was recovered in front of him,and not that no charas was recovered from the appellants at all –As correctly appreciated by the High Court in detail, non-examination of independent witnesses would not ipso facto entitleone to seek acquittal – The High Court has rightly relied upon thetestimonies of the government officials having found them to beimpeccable after detailed re-appreciation of the entire evidence –Thus, there is no merit in the appeals and the respondent-State isdirected to take appellants into custody to serve the remainder oftheir ten-year sentences."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "CHUNTHURAM VS. STATE OF CHHATTISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0OTc=",
        "Citation": "[2020] 8 S.C.R. 1071",
        "Case Type": "(CRIMINAL APPEAL /1392/2011)",
        "Date": "29 OCTOBER 2020",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9DaHVudGh1cmFtIF8gU3RhdGUgT2YgQ2hoYXR0aXNnYXJoXzE3MDE0MTMwNDIucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 1071",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "29 October 2020",
        "Petitioner:": "Chunthuram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2020 INSC 616",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "State Of Chhattisgarh",
        "Case Type:": "CRIMINAL APPEAL /1392/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2010] 2 S.C.R. 119",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Musheer Khan @ Badshah Khan & Anr. V. State Of M.p.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfMTE5LTE0NiAgIF8xNzAzMjM3OTA5LnBkZg=="
            },
            {
                "Scr Citation": "[1955] 1 S.C.R. 903",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Ramkishan Mithanlal Sharma V. The State Of Bombay",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU1L3ZvbHVtZSAxL1BhcnQgSS9yYW1raXNoYW4gbWl0aGFubGFsIHNoYXJtYV90aGUgc3RhdGUgb2YgYm9tYmF5XzE3MDA0NzU3MjUucGRm"
            }
        ],
        "Acts": [
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "Penal Code",
            "criminal"
        ],
        "HeadNote": "Penal Code, 1860 – ss. 302/34 – Murder – The prosecutioncase is that when the victim-deceased was returning from market tovillage, the appellant and the co-accused assaulted him with axeand stick, and the victim died on the spot – The trial Court reacheda guilty verdict and sentenced both accused accordingly – However,the High Court referred to the testimony of PW-4 who admitted thathe could not recognize the second person at the spot and couldidentify only the appellant, based on this, the co-accused wasacquitted – On appeal, held: The alleged weapons of assaultrecovered were never linked to the crime – The doctor in his cross-examination admitted that bloodstains or other marks on the exhibitscould not be seen – The weapons were sent for chemical examinationand the trial Court referred to the report of chemical analyst toconclude the presence of blood on the exhibits but the purportedchemical analyst report is not found available with the case recordsand there is no mention of such report in the High Court judgmentas well – Thus, the prosecution did not produce any chemical analystreport – Other relevant forensic evidence like seized shirt of the co-accused was withheld by the prosecution – When such vital forensicevidence is kept away, an adverse inference will have to be drawnagainst the prosecution – Another infirmity was the presence of thepolice during the Test Identification Parade – Also, the Pahchanpatra of TIP mentions three lungis were presented, however, therelated witness was shown only one lungi for identification as perown statement of witness, PW-3 – Such infirmities would render TIPunworthy of acceptance – Further, there were inconsistencies inthe statement of PW-3, he stated that lungi was found 10-12 stepsfrom the dead body, however, the spot report noted that lungi wasfound at a distance of 150 feet from the body – As far as PW-4 isconcerned, he admitted to having poor eye sight and was incapableof seeing things beyond one or two feet – He also admitted that itwas dark and cloudy as it was raining on that day – Besides, heheard victim cry for help from 200 yards and whereas PW-2 whowas 54 yards away from the place of incident, never heard anything– This would render testimony of PW-4 unreliable – This was coupledwith the unnatural conduct of PW-4, as witness here knew the victimand his family – PW-4 allegedly saw the incident and yet remainedquiet about the incident – His reaction and conduct does not matchupto ordinary reaction of a person who knew the deceased and hisfamily – Therefore, the infirmities in the prosecution evidence hasmade out a case for interference – Consequently, the judgments ofthe trial Court and the High Court are set aside."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "BENEDICT DENIS KINNY VS. TULIP BRIAN MIRANDA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1MDU=",
        "Citation": "[2020] 8 S.C.R. 1080",
        "Case Type": "(CIVIL APPEAL /1429-1430/2020)",
        "Date": "19 MARCH 2020",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Navin Sinha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9CZW5lZGljdCBEZW5pcyBLaW5ueSBfIFR1bGlwIEJyaWFuIE1pcmFuZGEgJiBPcnMuXzE3MDE0MTMxNjIucGRm",
        "SCR Citation:": "[2020] 8 S.C.R. 1080",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "19 March 2020",
        "Petitioner:": "Benedict Denis Kinny",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2020 INSC 320",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Tulip Brian Miranda & Ors.",
        "Case Type:": "CIVIL APPEAL /1429-1430/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1955] 1 S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Shrinivas Krishnarao Kango V. Narayan Devji Kango And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU1L3ZvbHVtZSAxL1BhcnQgSS9zaHJpbml2YXMga3Jpc2huYXJhbyBrYW5nb19uYXJheWFuIGRldmppIGthbmdvIGFuZCBvdGhlcnNfMTY5ODY0ODUxOS5wZGY="
            },
            {
                "Scr Citation": "[1959] 1 S.C.R. 995",
                "Judicial Consideration": "Followed",
                "Judgment Name": "In Re The Kerala Education Bill, 1957. Reference Under Article 143(1) Of The Constitution Of India. V. .",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU5L3ZvbHVtZSAxL1BhcnQgSS8xOTU5XzFfOTk1LTEwODRfMTcwMzgyNjk5NC5wZGY="
            },
            {
                "Scr Citation": "[1965] 1 S.C.R. 413",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Special Reference No. 1 Of 1964 V.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY1L3ZvbHVtZSAxL1BhcnQgSS9zcGVjaWFsIHJlZmVyZW5jZSBuby4gMSBvZiAxOTY0X3NwZWNpYWwgcmVmZXJlbmNlIG5vLiAxIG9mIDE5NjRfMTY5OTI2NTAxNC5wZGY="
            },
            {
                "Scr Citation": "[1997] 2 S.C.R. 1186",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "L. Chandra Kumar Etc. Etc. V. The Union Of India And Ors. Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk3L3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTE4Ni0xMjUwXzE3MDIyMDM1NjYucGRm"
            },
            {
                "Scr Citation": "[2000] Supp. (3) S.C.R. 34",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Election Commission Of India Through Secretary V. Ashok Kumar And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAwL1N1cHAuICgzKS9QYXJ0IEkvU18yMDAwXzM0LTUyXzE3MDIxMDIxNTcucGRm"
            },
            {
                "Scr Citation": "[2018] 2 S.C.R. 1045",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Asian Resurfacing Of Road Agency Pvt. Ltd. & Anr. V. Central Bureau Of Investigation",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAyL1BhcnQgSS9hc2lhbiByZXN1cmZhY2luZyBvZiByb2FkIGFnZW5jeSBwdnQuIGx0ZC4gJiBhbnIuX2NlbnRyYWwgYnVyZWF1IG9mIGludmVzdGlnYXRpb25fMTY5OTI2ODQwOC5wZGY="
            },
            {
                "Scr Citation": "[1996] Supp. (10) S.C.R. 585",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Mafatlal Industries Ltd. Etc. Etc. V. Union Of India Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk2L1N1cHAuICgxMCkvUGFydCBJL1NfMTk5Nl81ODUtODYyXzE3MDI0NDE4MzYucGRm"
            },
            {
                "Scr Citation": "[1952] 1 S.C.R. 28",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "The State Of Orissa V. Madan Gopal Rungta",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUyL3ZvbHVtZSAxL1BhcnQgSS90aGUgc3RhdGUgb2Ygb3Jpc3NhX21hZGFuIGdvcGFsIHJ1bmd0YV8xNjk3ODY2Mzc4LnBkZg=="
            },
            {
                "Scr Citation": "[1996] Supp. (10) S.C.R. 585",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Mafatlal Industries Ltd. Etc. Etc. V. Union Of India Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk2L1N1cHAuICgxMCkvUGFydCBJL1NfMTk5Nl81ODUtODYyXzE3MDI0NDE4MzYucGRm"
            },
            {
                "Scr Citation": "[1952] 1 S.C.R. 28",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "The State Of Orissa V. Madan Gopal Rungta",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUyL3ZvbHVtZSAxL1BhcnQgSS90aGUgc3RhdGUgb2Ygb3Jpc3NhX21hZGFuIGdvcGFsIHJ1bmd0YV8xNjk3ODY2Mzc4LnBkZg=="
            },
            {
                "Scr Citation": "[1996] Supp. (1) S.C.R. 260",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of U.p. And Ors. V. Harish Chandra And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk2L1N1cHAuICgxKS9QYXJ0IEkvU18xOTk2XzI2MC0yNjdfMTcwMjM2MDMzMi5wZGY="
            },
            {
                "Scr Citation": "[1994] Supp. (2) S.C.R. 94",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bihar Public Service Commission And Anr. Etc. V. Dr. Shiv Jatan Thakur And Ors. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk0L1N1cHAuICgyKS9QYXJ0IEkvU18xOTk0Xzk0LTExNl8xNzAyMjgzMDIzLnBkZg=="
            },
            {
                "Scr Citation": "[2002] 2 S.C.R. 383",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Padmasundara Rao(dead) And Ors. V. State Of T.n. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAyL1BhcnQgSS9wYWRtYXN1bmRhcmEgcmFvKGRlYWQpIGFuZCBvcnMuX3N0YXRlIG9mIHQubi4gYW5kIG9ycy5fMTY5ODkxNDIwMy5wZGY="
            },
            {
                "Scr Citation": "[2005] 1 S.C.R. 296",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "K. Prabhakaran V. P. Jayarajan",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L3ZvbHVtZSAxL1BhcnQgSS9LLiBQcmFiaGFrYXJhbiBfIFAuIEpheWFyYWphbl8xNzAxMzM2Njg0LnBkZg=="
            }
        ],
        "Acts": [
            "Constitution Of India"
        ],
        "Keyword": [
            "Mumbai Municipal Corporation Act"
        ],
        "HeadNote": "Constitution of India – Art. 226 – Mumbai MunicipalCorporation Act, 1888 – s. 5B – In one civil appeal, the respondentand appellant contested the election on the seat of counsellor inMumbai Municipal Corporation reserved for backward class citizens– s.5B of the 1888 Act required the candidate to submit caste validitycertificate on the date of filing nomination paper – It is provided inthe second proviso to s.5B that if a person fails to produce thevalidity certificate within a period of six months (now twelve months)from the date of election, the election shall be deemed to have beenterminated retrospectively and he shall be disqualified for being aCounsellor – On 23.02.2017 respondent was declared elected –The Scrutiny Committee by its order dated 14.08.2017 refused togrant caste validity certificate in favour of the respondent – Therespondent filed writ petition challenging the order of the ScrutinyCommittee dated 14.08.2017 – The High Court passed an interimorder dated 18.08.2017 in favour of respondent by staying the orderdated 14.08.2017 and directed not to take any action ofdisqualification against the respondent till the pendency of the writpetition – Thereafter, the High Court quashed the order of theScrutiny Committee and remanded the matter for fresh consideration– In another civil appeal, both the appellant and respondent no.5contested election to Mumbai Municipal Corporation ward reservedfor backward class citizen – The respondent no.5 was declaredelected on 23.02.2017 – The Scrutiny Committee rejected the claimof the respondent no.5 that she belongs to ‘Koyari caste’ – Therespondent no. 5 filed writ petition before the High Court – TheHigh Court passed interim order dated 22.08.2017 directing not totake any coercive action against the respondent no. 5 – Later, theHigh Court set aside the order passed by the Scrutiny Committeeand declared that the respondent no.5 belonged to the ‘Koyari caste’– Whether the interim orders passed by the High Court in both thecivil appeals, directing not to take any coercive action against thewrit petitioners and allowing writ petitioners to continue on theirseats, were the orders beyond the jurisdiction of the High Courtu/Art. 226 and could not have been passed in view of the statutoryscheme of s. 5B – Held: The power u/Art. 226 of the Constitutionoverrides any contrary provision in a statute and the power of theHigh Court u/Art. 226 cannot be taken away or abridged by anycontrary provision in a statute – When a citizen has right to judicialreview against any decision of statutory authority, the High Courtin exercise of judicial review had every jurisdiction to maintain thestatus quo so as to by lapse of time, the petition may not beinfructuous – The interim order can always be passed by a HighCourt in exercise of writ jurisdiction to maintain the status quo inaid of the relief claimed so that at the time of final decision of thewrit petition, the relief may not become infructuous – Further, s.5Bof the Mumbai Municipal Corporation Act does not oust thejurisdiction of High Court u/Art.226 of the Constitution – There isno fetter in the jurisdiction of the High Court in granting an interimorder in a case where caste claim of the respondents was illegallyrejected before the expiry of period of six months and the HighCourt granted the interim order before the expiry of the period ofsix months, as then prescribed – In the instant case, the deemingfiction under s.5B of retrospective termination of the election couldnot come in operation due to the interim order passed by the HighCourt – The interim orders passed by the High Court were not beyondthe jurisdiction u/Art. 226 of the Constitution."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "KAPILABEN AMBALAL PATEL & ORS. VS. STATE OF GUJARAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1MDk=",
        "Citation": "[2020] 8 S.C.R. 1117",
        "Case Type": "(CIVIL APPEAL /6380/2012)",
        "Date": "06 MAY 2020",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9LYXBpbGFiZW4gQW1iYWxhbCBQYXRlbCAmIE9ycy4gXyBTdGF0ZSBPZiBHdWphcmF0ICYgQW5yLl8xNzAxNDEzMjUxLnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 1117",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "06 May 2020",
        "Petitioner:": "Kapilaben Ambalal Patel & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2020 INSC 386",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Gujarat & Anr.",
        "Case Type:": "CIVIL APPEAL /6380/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2012] 2 S.C.R. 219",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Vinayak Kashinath Shilkar V. Dy. Collector & Competent Authority And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSAyL1BhcnQgSS92aW5heWFrIGthc2hpbmF0aCBzaGlsa2FyX2R5LiBjb2xsZWN0b3IgJiBjb21wZXRlbnQgYXV0aG9yaXR5IGFuZCBvdGhlcnNfMTY5ODc0MjQ2OC5wZGY="
            },
            {
                "Scr Citation": "[2013] 2 S.C.R. 301",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of U.p. V. Hari Ram",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAyL1BhcnQgSS9TdGF0ZSBPZiBVLnAuIF8gSGFyaSBSYW1fMTcwMDg5MjUwNi5wZGY="
            },
            {
                "Scr Citation": "[2014] 1 S.C.R. 1032",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Gajanan Kamlya Patil V. Addl. Collector & Comp. Auth. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTAzMi0xMDQ2XzE3MDI5NzYyNDUucGRm"
            },
            {
                "Scr Citation": "[2014] 1 S.C.R. 1032",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Gajanan Kamlya Patil V. Addl. Collector & Comp. Auth. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTAzMi0xMDQ2XzE3MDI5NzYyNDUucGRm"
            },
            {
                "Scr Citation": "[1996] Supp. (4) S.C.R. 46",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Smt. Darothi Clare Parreira And Ors. V. State Of Maharashtra And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk2L1N1cHAuICg0KS9QYXJ0IEkvU18xOTk2XzQ2LTUwXzE3MDIzNzI0NTgucGRm"
            },
            {
                "Scr Citation": "[2000] 1 S.C.R. 257",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Special Officer And Competent Aljthority, Urban Land Ceilings, Hyderabad And Anr. V. P.s. Rao",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAwL3ZvbHVtZSAxL1BhcnQgSS8yMDAwXzFfMjU3LTI2MV8xNzAyMDE5MDQ1LnBkZg=="
            },
            {
                "Scr Citation": "[2008] 2 S.C.R. 468",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Raman Lal Bhai Lal V. State Of Gujarat",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAyL1BhcnQgSS9SYW1hbiBMYWwgQmhhaSBMYWwgXyBTdGF0ZSBPZiBHdWphcmF0XzE3MDE4NDAyNzUucGRm"
            },
            {
                "Scr Citation": "[2014] 14 S.C.R. 1451",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of Assam V. Bhaskar Jyoti Sarma & Ors. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxM18xNF8xNDUxLTE0NjdfMTcwNDM0NjY3My5wZGY="
            },
            {
                "Scr Citation": "[1998] 2 S.C.R. 339",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s Larsen And Toubro Ltd. V. State Of Gujarat And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk4L3ZvbHVtZSAyL1BhcnQgSS9NcyBMYXJzZW4gQW5kIFRvdWJybyBMdGQgIHZzICBTdGF0ZSBPZiBHdWphcmF0IEFuZCBPcnMxNzAxODYwOTE3LnBkZg=="
            }
        ],
        "Acts": [
            "Urban Land (ceiling And Regulation) Act. 1976 (33 of 1976)"
        ],
        "Keyword": [
            "Urban Land (Ceiling and Regulation) Act"
        ],
        "HeadNote": "Urban Land (Ceiling and Regulation) Act, 1976 – ss.6, 9,10(1), 10(3), 10(5), 10(6), 11, 20(1)(a), 21, 33 – Appellants/landowners are legal representatives of the original owner of the landin question – Possession of the surplus/excess land was taken overunder a Possession Panchanama dated.20.03.1986 – Eventually,Power of Attorney holder of one of the land owner filed writ petitionchallenging the Panchnama – Partly allowed by Single Judge –Appeal filed by State Government – Meanwhile, the appellants filedan independent writ petition in 2001 for the same relief – Appealfiled by the State Government was allowed by Division Bench –Writ petition filed by the appellants was allowed by Single Judge –Order set aside by Division Bench – On appeal, held: Appellantsresorted to all possible pleas – Further, they chose to file the writpetition only in the name of one of the land owner in the capacity ofhis Power of Attorney holder, little realizing that the authority givenby him came to an end after his demise – It was only after the otherappellants realised that the decision of the Single Judge was flawedand was justly assailed by State Government on that count, theyfiled the present writ petition – Appellants thought of the last attemptto assail the Possession Panchnama itself without seeking anyfurther relief of declaration regarding the earlier proceedings whichhad attained finality – Writ petition filed by the appellants afterlapse of 14 years was hopelessly barred by delay and suffered fromlaches – Impugned order upheld – Urban Land (Ceiling andRegulation) Repeal Act, 1999."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "RAVINDER KAUR GREWAL & ORS. VS. MANJIT KAUR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1MTc=",
        "Citation": "[2020] 8 S.C.R. 1138",
        "Case Type": "(CIVIL APPEAL /7764/2014)",
        "Date": "31 JULY 2020",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS9SYXZpbmRlciBLYXVyIEdyZXdhbCAmIE9ycy4gXyBNYW5qaXQgS2F1ciAmIE9ycy5fMTcwMTQxMzMzNy5wZGY=",
        "SCR Citation:": "[2020] 8 S.C.R. 1138",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "31 July 2020",
        "Petitioner:": "Ravinder Kaur Grewal & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 869",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Manjit Kaur & Ors.",
        "Case Type:": "CIVIL APPEAL /7764/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1976] 3 S.C.R. 202",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Kale & Others V. Deputy Director Of Consolidation & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc2L3ZvbHVtZSAzL1BhcnQgSS9rYWxlICYgb3RoZXJzX2RlcHV0eSBkaXJlY3RvciBvZiBjb25zb2xpZGF0aW9uICYgb3JzLl8xNzAwNDY1MjQ2LnBkZg=="
            },
            {
                "Scr Citation": "[1995] Supp. (3) S.C.R. 466",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bhoop Singh V. Ram Singh Major And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk1L1N1cHAuICgzKS9QYXJ0IEkvU18xOTk1XzQ2Ni00NzZfMTcwMjEwNDc3OS5wZGY="
            },
            {
                "Scr Citation": "[2006] 3 S.C.R. 726",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Hari Shankar Singhania And Ors. V. Gaur Hari Singhania And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L3ZvbHVtZSAzL1BhcnQgSS8yMDA2XzNfNzI2LTc1MF8xNzAyMDk5NTE2LnBkZg=="
            },
            {
                "Scr Citation": "[1955] 2 S.C.R. 22",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sahu Madho Das And Others V. Pandit Mukand Ram And Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU1L3ZvbHVtZSAyL1BhcnQgSS9zYWh1IG1hZGhvIGRhcyBhbmQgb3RoZXJzX3BhbmRpdCBtdWthbmQgcmFtIGFuZCBhbm90aGVyIF8xNjk4NjY0ODI5LnBkZg=="
            },
            {
                "Scr Citation": "[1965] 1 S.C.R. 841",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Shri Roshanlal Gautam V. State Of Uttar Pradesh And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY1L3ZvbHVtZSAxL1BhcnQgSS9zaHJpIHJvc2hhbmxhbCBnYXV0YW1fc3RhdGUgb2YgdXR0YXIgcHJhZGVzaCBhbmQgb3RoZXJzXzE2OTkzMzU5MDIucGRm"
            },
            {
                "Scr Citation": "[1971] Supp. (1) S.C.R. 27",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Krishna Biharilal V. Gulabchand And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTcxL1N1cHAuICgxKS9QYXJ0IEkvS3Jpc2huYSBCaWhhcmlsYWwgIHZzICBHdWxhYmNoYW5kIEFuZCBPcnMxNzAxOTI0MzUzLnBkZg=="
            },
            {
                "Scr Citation": "[1973] 1 S.C.R. 570",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "S. Shanmugam Pillai And Ors. V. K. Shanmugam Pillai And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTczL3ZvbHVtZSAxL1BhcnQgSS8xOTczXzFfNTcwLTU4M18xNzAyNzA5MDMwLnBkZg=="
            },
            {
                "Scr Citation": "[1952] 1 S.C.R. 478",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Dhiyan Singh And Another V. Jugal Kishore And Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUyL3ZvbHVtZSAxL1BhcnQgSS9kaGl5YW4gc2luZ2ggYW5kIGFub3RoZXJfanVnYWwga2lzaG9yZSBhbmQgYW5vdGhlcl8xNjk4MzAwNTY2LnBkZg=="
            },
            {
                "Scr Citation": "[1961] 3 S.C.R. 624",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "T.v.r. Subbu Chetty's Family Charities V. M. Raghava Mudaliar And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTYxL3ZvbHVtZSAzL1BhcnQgSS90LnYuci4gc3ViYnUgY2hldHR5J3MgZmFtaWx5IGNoYXJpdGllc19tLiByYWdoYXZhIG11ZGFsaWFyIGFuZCBvdGhlcnNfMTY5ODY1NDAwNy5wZGY="
            },
            {
                "Scr Citation": "[2006] Supp. (5) S.C.R. 778",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Som Dev And Ors. V. Rati Ram And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg1KS9QYXJ0IEkvU18yMDA2Xzc3OC03OTJfMTcwMjQ1OTQ3Mi5wZGY="
            }
        ],
        "Acts": [
            "Registration Act (16 of 1908)"
        ],
        "Keyword": [
            "Registration Act"
        ],
        "HeadNote": "Registration Act, 1908 – s. 17 – Document of family settlement– The predecessor of the appellants asserted that his ownershipand possession in respect of the suit land comprising Khasra No.935/1 and 935/2 including constructions thereon of 16 shops, aservice station and a boundary wall with Samadhi of his wife in theland, was accepted and acknowledged by his two brothers in afamily settlement – However, dispute arose between predecessor ofthe appellants and his brothers regarding the suit land – Thereafter,a memorandum of family settlement dated 10.03.1988 was executedbetween the parties – The brothers of the predecessor of theappellants, however, again raised new issues to resile from the familyarrangement – As a result, a suit was filed by plaintiff/predecessorof the appellants against his brothers, original defendant nos. 1 &2 for a declaration that he was the exclusive owner of the suit land– The trial Court decreed the suit partly in favour of the plaintiff –However, the First Appellate Court declared the plaintiff as the ownerof the suit land – The First Appellate Court also held that thedocument dated 10.03.1988 was indisputably executed by the partiesand the said document was merely a memorandum of familysettlement and not a document containing terms and recitals of thefamily settlement made thereunder – Being a memorandum of familysettlement, it was not required to be registered – In the second appeal,the High Court set aside the conclusion recorded by the FirstAppellate Court and opined that the document which for the firsttime create a right in favour of plaintiff in an immovable propertyin which he has no pre-existing right would require registration,being the mandate of law – Accordingly, the High Court restoredthe decree passed by the trial Court – On appeal, held: TheJamabandi for the year 1984-85 of the property in dispute revealsthat Khasra No. 935/1/1/1 (5-19) shows name of original defendantnos. 1 & 2 as owners, whereas the name of plaintiff is shown againstkhasra No. 935/1/1/2 (5-18) as owner – Although the ownership ofthe suit property recorded in Jamabandi is of the concerneddefendant, the plaintiff had carried constructed thereupon and wasin possession – The possession of the plaintiff is admitted and hecame in possession with the consent of his brothers – Notably, thisfinding has not been disturbed by the High Court – That apart, it isalso established from records that a plot in the name of plaintiffwas given to original defendant no. 2, which was otherwise inpossession of original defendant no. 1 – Further, a plot purchasedby the plaintiff in the name of his son was given to original defendantno. 1 and his wife – These facts clearly establish that there was notonly univocal family arrangement between the parties, but it wasacted upon by them without any exception – Now, it was not open toresile from the same – They were estopped from contending to thecontrary – The High Court committed manifest error in interferingwith and in particular reversing the well-considered decision of theFirst Appellate Court, which had justly concluded that the documentdated 10.03.1988 was merely a memorandum of family settlement,and it did not require registration – Therefore, impugned judgmentand decree of the High Court is set aside – The judgment and decreepassed by the First Appellate Court is restored in favour of theplaintiff (appellants)."
    },
    {
        "volume": "2020Volume 8",
        "Case Name": "IN RE: PRASHANT BHUSHAN AND ANR. VS. IN RE: PRASHANT BHUSHAN AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMjI=",
        "Citation": "[2020] 8 S.C.R. 510",
        "Case Type": "(SUO MOTO CONTEMPT PETITION(CRIMINAL) /1/2020)",
        "Date": "31 AUGUST 2020",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Krishna Murari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSA4L1BhcnQgSS8yMDIwXzhfNTEwLTU4Ml8xNzAzMjQxNjk5LnBkZg==",
        "SCR Citation:": "[2020] 8 S.C.R. 510",
        "Year/Volume:": "2020/ Volume 8",
        "Date of Judgment:": "31 August 2020",
        "Petitioner:": "In Re: Prashant Bhushan And Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2020 INSC 489",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra,Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "In Re: Prashant Bhushan And Anr.",
        "Case Type:": "SUO MOTO CONTEMPT PETITION(CRIMINAL) /1/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court – Criminal Contempt of Court"
        ],
        "HeadNote": " Contempt of Court – Criminal Contempt of Court – In suo motu proceedings, Contemnor (an advocate) held guilty by Supreme Court – Court granted time to Contemnor to make unconditional apology, if he so desired – Contemnor filed supplementary statement reiterating that his statements in twitter were bonafide and pleaded truth as valid defence – Held: The twin requirement for considering the truth as valid defence, as per s. 13 of Contempt of Courts Act, 1971, is that such defence is in public interest and the request for invoking such defence is bona fide – In the facts of the case, the defence taken cannot be said to be either in public interest or bonafide, rather the Contemnor has indulged in making reckless allegations further aggravating the contempt – Even after conviction order, no remorse expressed nor apology submitted – A simple warning is not going to suffice in the present case – Duly balancing the factors as to the offender, offence and convicting judgment and the defence taken and in view of conduct of the contemnor, showing magnanimity, the Court, instead of imposing severe punishment, sentenced the contemnor with a nominal fine of Rs. 1/- – On default the Contemnor to undergo simple imprisonment for a period of 3 months and further be debarred from participating in Supreme Court for a period of 3 years. Judiciary – Though a fair criticism of judgment is permissible in law, a person cannot exceed the right u/Art.19(1)(a) to scandalize the institution – Constitution of India – Art.19(1)(a). Judiciary – If a scathing attack is made on the judges, it would become difficult for them to work fearlessly and with the objectivity of approach to the issues – The judgment can be criticized – However, motives to the Judges need not be attributed, as it brings administration of justice into disrepute – Administration of Justice. Advocates / Legal Profession – Lawyers, as a class, are looked by the public as intelligentsia. Constitution of India – Art.19(1)(a) – Free Speech is part of Art. 19(1)(a) – However, it cannot be said that while exercising power u/Art.129, the Court is interfering with the rights under Art.19(1)(a) – Supreme Court being a court of record can punish for contempt – Free Speech is essential to democracy, but it cannot denigrate one of the institutions of the democracy. Constitution of India – Art.129 – While exercising powers u/ Art.129, the Court will have to strike a balance between the right u/ Art.19(1)(a) and restrictions under Art.19(2) – Constitution of India – Art.19(1)(a) and 19(2). Advocates / Legal Profession – Role and duty of – Held: Lawyers’ noble profession will lose all its significance and charm and dignity if the lawyers are permitted to make any malicious, scandalous and scurrilous allegations against the institution of which they are part – Lawyers are supposed to be fearlessly independent and robust but at the same time respectful to the institution. Judiciary – Interference with judicial process – Release of statement to press in advance – Held: In a sub judice matter, releasing statement to the press in advance is an act of impropriety and has the effect of interfering with the judicial process and the fair decision making and is clearly an attempt to coerce the decision of the Court by the influence of newspaper and media, which cannot be said to be conducive for fair administration of justice and would further tantamount to undue interference in the independent judicial making process which is the very foundation of institution of administration of justice – Administration of Justice. Contempt of Court – Criminal contempt – Apology – Held: The Court has to be satisfied as to the genuineness of the apology to make an order that contemnor has purged himself of the contempt. Administration of Justice – It is not expected of a person who is a part of the system of administration of justice and who owes a duty to the said system, to make tweets capable of shaking the confidence of general public and further making wild allegations in affidavit thereby further attempting to malign the institution. Rule of Law – Supremacy of – Strong arm of the law strikes a blow on him who challenges supremacy of the rule of law by fouling its source and stream –Court has to act only where attack is beyond a permissible limit.  "
    }
]