[
    {
        "volume": "2021Volume 14",
        "Case Name": "INDIAN SCHOOL, JODHPUR & ANR. VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwNjg=",
        "Citation": "[2021] 14 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /1724/2021)",
        "Date": "03 MAY 2021",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF8xLTEwM18xNzAyNTM1MDE2LnBkZg==",
        "SCR Citation:": "[2021] 14 S.C.R. 1",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "03 May 2021",
        "Petitioner:": "Indian School, Jodhpur & Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2021 INSC 281",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /1724/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions"
        ],
        "HeadNote": "Education/Educational Institutions: Rajasthan Schools (Regulation of Fee) Act, 2016 – ss. 3, 4, 6-11, 15 and 16 – Rajasthan Schools (Regulation of Fee) Rules, 2017 – rr. 3, 4, 6-8 and 11 –Validity of – Challenge to, by the Management of the private unaided schools in the State of Rajasthan, on the ground of being ultra vires the Constitution; and violative of Art. 19(1)(g) since it takes away autonomy to determine the School fees – High Court rejected the challenge to the validity of the Act of 2016 and Rules framed thereunder – Justification of –Held: Justified – High Court rightly concluded that the provisions of the Act of 2016 as well as the Rules of 2017 are intra vires the Constitution of India and not violative of Arts. 13(2) and 19(1)(g) – However, it is done so by reading down ss. 4, 7 and 10 –Act of 2016 provides for the regulatory mechanism – Autonomy of the school Management to determine the fee structure is untrammelled and not undermined – Institution is entitled to fix its own fee structure, as long as it does not entail in profiteering and commercialization – Thus, the order passed by the High Court upheld – Constitutionof India – Arts 13(2) and 19(1)(g). Rajasthan Schools (Regulation of Fee) Act, 2016 – s. 18 – Power to issue directions – On facts, order by the State Authorities- Director, Secondary Education regarding deferment of collection of school fees, including reduction of 70% of tuition fees of CBSE affiliated schools and 60% of Rajasthan State Board affiliated schools due to pandemic – Challenge to, by the Management of the private unaided schools in the State of Rajasthan – High Court held that the State Government was competent and had jurisdiction to issue directions – On appeal, held: Director, Secondary Education had no authority whatsoever to issue direction in respect of fee structure determined under the Act of 2016 including to reduce the same for the academic year 2020-21 in respect of private unaided schools – Also order could not be sustained even in reference to executive power u/Art. 162 – Furthermore, it was not open to the State Government to issue directions in respect of commercial or economic aspects of legitimate subsisting contracts/transactions between two private parties with which the State has no direct causal connection,in the guise of management of pandemic situation– Also, no provision in the Act of 2005 which governs the subject of interdicting the school fee structure fixed under the 2016 Act – During the lockdown the School Management must have saved overhead and operational costs on various heads, as such issuance of direction of deduction of 15 per cent of the annual school fees in lieu of unutilised facilities/activities–DisasterManagement Act, 2005–Rajasthan Epidemic Relief Act, 2020 – Judicial notice."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "IFFCO TOKIO GENERAL INSURANCE COMPANY LTD. VS. PEARL BEVERAGES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwOTE=",
        "Citation": "[2021] 14 S.C.R. 104",
        "Case Type": "(CIVIL APPEAL /1526/2021)",
        "Date": "12 APRIL 2021",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF8xMDQtMjAzXzE3MDI1MzUyMDYucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 104",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "12 April 2021",
        "Petitioner:": "Iffco Tokio General Insurance Company Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 247",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Pearl Beverages Ltd.",
        "Case Type:": "CIVIL APPEAL /1526/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 –s.185 – Contract of Insurance – Drunken driving – Liability of insurer – Exclusion Clause – Consumer Protection Act, 1986 – s.185 – Respondent-Company’s car (Porsche) insured with the appellant, met with an accident and was completely damaged – Appellant repudiated the claim by the respondent – State Commission rejected the complaint of the respondent – Order set aside by NCDRC – On appeal, held: Presence of alcohol in excess of 30 mg per 100 ml. of blood is not an indispensable requirement to enable an Insurer to successfully invoke the clause – What is required to be proved is driving by a person under the influence of the alcohol – Drunken driving, a criminal offence, u/s.185 along with its objective criteria of the alcohol-blood level, is not the only way to prove that the person was under the influence of alcohol – If the Breath Analyser or any other test is not performed, the Insurer cannot be barred from proving his case otherwise – Where there is no scientific material, in the form of test results available, as in the present case, the insurer is not disabled from establishing a case for exclusion – NCDRC was in error in conflating the requirement u/s.185 with that under the exclusion clause in the contract of insurance –Further, the appellant has established that the driver had consumed alcohol and was driving the vehicle when the accident took place –Fact that he smelt of alcohol, is indisputable, having regard to the FIR and the MLC– View of the State Commission is a plausible view – Order of NCDRC set aside – Penal Code, 1860 – ss.279, 427 – Insurance. Consumer Protection – Insurance – Contract of Insurance – ‘Own damage’ - Clause extricating the Insurer on the basis of the driver being under the influence of alcohol – Contrasting Models– Held: One of the models is represented by American cases where all that required is that the person has in his body alcohol in any degree – Under this model, it need not influence his conduct – Under the other model the insurer must show that the person driving the vehicle was under the influence of liquor.Insurance – Contract of Insurance – Drunken driving – Liability of insurer excluded – Exclusion Clause – “under the influence of intoxicating liquor” – Interpretation of – Held: Mere presence of alcohol in any small degree would not be sufficient – Court cannot re-write the contract and hold that the mere presence of the alcohol, in the slightest degree, is sufficient to exclude the liability of the insurer – It requires something more, namely, that the driver of the vehicle was at the time of the accident acting under the influence of intoxicating liquor.Motor Vehicles Act, 1988 – s.185 – Blood Alcohol Concentration (BAC) – Permissible level; variables correlated to – Discussed. Evidence Act, 1872 – s.106 – Facts specially within the knowledge of person – Burden of proof – Drunken driving – Car completely damaged in accident –As per the respondent-insured the driver had not consumed any alcohol – In the very next sentence, it was pleaded that assuming that he had consumed alcohol, as he was not intoxicated the exclusion clause is not attracted – Held: Driver did not depose that he had not consumed intoxicating liquor – He only stated that he was neither under the influence of intoxicating liquor or drugs at the time of the accident – Car was driven by the driver after having consumed alcohol – In such a case as to what was the nature of the alcohol and what was the quantity of alcohol consumed, and where he had consumed, would certainly be facts within the special knowledge of the person who has consumed the alcohol – Thus, it would be “disproportionately difficult” for the insurer in the facts to prove as to whether the driver has consumed liquor on an empty stomach or he had food and then consumed alcohol or what was the quantity and quality of the drink (alcohol content), circumstances relevant to consider as to whether he drove the vehicle under the influence of alcohol – Even if, the Section as such is not applicable to the Consumer Protection Act, the principle can apply to proceedings under the Consumer Protection Act.Motor Vehicles Act, 1988 – s.185 – Road Traffic Act, 1988 – ss.3A, 4, 5, 6B – Comparison between – Discussed. Doctrines/Principles – res ipsa loquitur – Applicability of – Drunken driving – State Commission applied the principle of res ipsa loquitur– Held: res ipsa loquitur is used in cases of tort and where the facts without anything more clearly and unerringly point to negligence – Principle of res ipsa loquitur, as such, appears to be inapposite, when, what is in question, is whether driver was under the influence of alcohol – Though the principle as such is inapplicable, the manner in which the accident occurred may along with other circumstances point to the driver being under the influence of alcohol. Motor Vehicles Act, 1988 – s.185 – Motor Vehicles Act, 1939 – s.117 – Differences between – Discussed. Consumer Protection Act, 1986 – Enquiry – Scope of – Held: Scope of the enquiry, in a case under the Consumer Protection Act, which is a summary proceeding, cannot be lost sight of – A consumer, under the Act, can succeed, only on the basis of proved deficiency of service which would arise only with reference to the terms of the contract and the law which surrounds it – If the deficiency is not established, having regard to the explicit terms of the contract, the consumer must fail. Motor Vehicles Act, 1988 – ss.185, 203, 204 – Consumer Protection Act, 1986 – Held: Requirement of s.185 is in the context of a criminal offence – If there is a conviction u/s.185, it would fortify the Insurer in successfully invoking Exclusion Clause – However, if prosecution has not filed a case u/s.185, that would not mean that a competent Forum in an action alleging deficiency of service, under the Consumer Protection Act, is disabled from finding that the vehicle was being driven by the person under the influence of the alcohol. Road Traffic Act, 1988 – ss.3A, 4, 5, 6B – Impairment Test – Discussed – Motor Vehicles Act, 1988 – s.185. Insurance – Drunken driving –Exclusion Clause –Liability of insurer excluded –Held: It is not necessary for the Insurer to establish that there was acute alcohol intoxication or that the vehicle was driven by a person who was a chronic alcoholic – All that is required is to show that at the time of driving the vehicle, resulting in the accident, the driver was under the influence of alcohol –Scientific aspects about alcohol discussed–Motor Vehicles Act, 1988 – ss. 185, 203, 204.Words & Phrases– “under the influence of alcohol”– Contract of Insurance– Interpretation of– English Courts/Scottish Court and decisions from the United States – Discussed."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "P. MOHANRAJ & ORS. VS. M/S. SHAH BROTHERS ISPAT PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxMTI=",
        "Citation": "[2021] 14 S.C.R. 204",
        "Case Type": "(CIVIL APPEAL /10355/2018)",
        "Date": "01 MARCH 2021",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF8yMDQtMzIwXzE3MDI1MzUzODUucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 204",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "01 March 2021",
        "Petitioner:": "P. Mohanraj & Ors.",
        "Disposal Nature:": "Case Disposed Off",
        "Netural Citation:": "2021 INSC 133",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "M/s. Shah Brothers Ispat Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /10355/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – s.14 – Negotiable Instrument Act, 1881 – Chapter XVII – ss.138, 141 – Institution/ continuation of proceeding u/s.138/141, NI Act, if covered by the moratorium provision i.e. s.14, IBC – Natural persons if covered by s.14 – Held: A s.138/141 proceeding against a corporate debtor is covered by s.14(1)(a), IBC – A quasi-criminal proceeding contained in Chapter XVII of the NI Act would amount to a “proceeding” within the meaning of s.14(1)(a), the moratorium therefore attaching to such proceeding – As far as the Directors/persons in management or control of the corporate debtor are concerned, a s.138/141 proceeding against them cannot be initiated or continued without the corporate debtor – This is because s.141 speaks of persons in charge of, and responsible to the company for the conduct of the business of the company, as well as the company – For the period of moratorium, since no s.138/141 proceeding can continue or be initiated against the corporate debtor because of a statutory bar, such proceedings can be initiated or continued against the persons mentioned in s.141(1) and (2) of the NI Act – Thus, moratorium provision contained in s.14, IBC would apply only to the corporate debtor, the natural persons mentioned in s.141 continuing to be statutorily liable under Chapter XVII of the NI Act – Interpretation of Statutes. Insolvency and Bankruptcy Code, 2016 – s.14, ss.3(33), 96(3), 101(3) – “Transaction” in s.3(33) – Scope of s.14 – Held: s.14(1) makes it clear that subject to the exceptions contained in sub-sections (2) and (3), on the insolvency commencement date, the Adjudicating Authority shall mandatorily, by order, declare a moratorium to prohibit what follows in clauses (a) to (d) – s.14(1)(a) does not indicate as to what the proceedings contained therein apply to Sub-section 3(a) provides the answer that such “proceedings” relate to “transactions” entered into by the corporate debtor pre imposition of the moratorium – s.3(33) defines “ transaction” – This definition being an inclusive one is extremely wide in nature and would include a transaction evidencing a debt or liability – This is made clear by s.96(3) and s.101(3) which contain the same language as s.14(3)(a), these Sections speaking of ‘debts’ of the individual or firm. Insolvency and Bankruptcy Code, 2016 – s.14(3)(b) – Held: By s.14(3)(b), a surety in a contract of guarantee of a debt owed by a corporate debtor cannot avail of the benefit of a moratorium as a result of which a creditor can enforce a guarantee, though not being able to enforce the principal debt during the period of moratorium. Insolvency and Banckruptcy Code, 2016 – s.14 – Object of – Discussed. Doctrines/Principles – noscitur a sociis or ejusdem generis – Insolvency and Bankruptcy Code, 2016 – s.14 – “proceedings” – Negotiable Instrument Act, 1881 – ss.138, 141 – Held: Ejusdem generis and noscitur a sociis cannot be exalted to nullify the plain meaning of words used in a statute if they are designedly used in a wide sense – Where a residuary phrase is used as a catch-all expression to take within its scope what may reasonably be comprehended by a provision, regard being had to its object and setting, noscitur a sociis cannot be used to colour an otherwise wide expression so as to whittle it down and stultify the object of a statutory provision – noscitur a sociis or ejusdem generis should not be used to cut down the width of the expression “proceedings” so as to make such proceedings analogous to civil suits – Interpretation of Statutes – Rules of construction. Insolvency and Bankruptcy Code, 2016 – s.14 vis-à-vis ss. 81, 85, 96, 101 – Scope of proceedings – Held: When the language of these Sections is juxtaposed against the language of s.14, it is clear that the width of s.14 is even greater, given that s.14 declares a moratorium prohibiting what is mentioned in clauses (a) to (d) thereof in respect of transactions entered into by the corporate debtor, inclusive of transactions relating to debts, as contained in ss.81, 85, 96, and 101 – Also, s.14(1)(d) is conspicuous by its absence in any of these Sections – Thus, where individuals or firms are concerned, the recovery of any property by an owner or lessor, where such property is occupied by or in possession of the individual or firm can be recovered during the moratorium period, unlike the property of a corporate debtor – Negotiable Instrument Act, 1881 – s.138, 141, 143A, 148. Insolvency and Bankruptcy Code, 2016 – ss.14, 32A (1) – Interplay between s.14, 32A – Moratorium – Prior offences, liability of corporate debtor – Held: The reason for introducing s.32A had nothing to do with any moratorium provision – It extinguishes criminal liability of the corporate debtor, from the date the resolution plan has been approved by the Adjudicating Authority, so that the new management may make a clean break with the past and start on a clean slate – Whereas, a moratorium provision only casts a shadow on proceedings already initiated and to be initiated – Insolvency and Bankruptcy Code (Amendment) Act, 2020 – Doctrine of harmonious construction – Negotiable Instruments Act, 1881 – ss.138, 141.Negotiable Instruments Act, 1881 – Chapter XVII – s.138- 142 – Nature of proceeding under – Held: A s.138 proceeding can be said to be a “civil sheep” in a “criminal wolf’s” clothing, as it is the interest of the victim that is sought to be protected, the larger interest of the State being subsumed in the victim alone moving a court in cheque bouncing cases – Code of Criminal Procedure, 1973 – Chapter XIII – ss.177 to 189; ss.62-64, 302, 357. Negotiable Instruments Act, 1881 – s.138 – Object of – Discussed.Negotiable Instruments Act, 1881 – s.138 – Explanation to s.138 – Held: It makes clear that the debt or other liability means a legally enforceable debt or other liability – Thus, a debt or other liability barred by the law of limitation would be outside the scope of s.138. Negotiable Instruments Act, 1881 – s.138 – Penal Code, 1860 – s.53 – Plea that proceedings u/s.138 can only be described as criminal proceedings – Held: Rejected – There are many instances of acts which are punishable by imprisonment or fine or both which have been described as quasi-criminal – There is nothing wrong with the appellation “quasi-criminal” being applied to a s.138 proceeding – Companies Act, 1956 – s.630 – Contempt of Courts Act, 1971 – ss.2, 11, 12.Negotiable Instruments Act, 1881 – s.139 – Presumption under – Discussed. Negotiable Instruments Act, 1881 – s.140 – Held: It shall not be a defence in a prosecution for an offence u/s.138 that the drawer had no reason to believe when he issued the cheque that the cheque may be dishonoured on presentment for the reasons stated in that Section, thus strict liability will attach, mens rea being no ingredient of the offence. Insolvency and Bankruptcy Code, 2016 – ss.14, 25(2), 33(5) – Negotiable Instruments Act, 1881 – ss.138, 141 – Doctrines of ejusdem generis and noscitur a sociis – Non-application of – Held: U/ s.33, the expression “no suit or other legal proceeding” occurs both in the enacting part as well as the proviso – Going by the proviso first, given the object that the liquidator has to act on behalf of the company after a winding-up order is passed, which includes filing of suits and other legal proceedings on behalf of the company, there is no reason as to why a s.138/141 proceeding would be outside the ken of the proviso – There is no reason why the liquidator cannot institute a s.138/141 proceeding against a defaulting debtor of the company – Inelegant drafting cannot lead to absurd results or results which stultify the object of a provision, given its otherwise wide language – Interpretation of Statutes. Arbitration and Conciliation Act, 1996 – s.34 – Insolvency and Bankruptcy Code, 2016 – s.14 – Held: s.34 proceeding is certainly a proceeding against the corporate debtor which may result in an arbitral award against the corporate debtor being upheld, as a result of which, monies would then be payable by the corporate debtor – Power Grid Corporation of India Ltd. v. Jyoti Structures Ltd., reported as (2018) 246 DLT 485 does not state the law correctly.Words & Expressions: “or” in s.14(1)(a) – Interpretation of – Held: expression “or” occurs twice in the first part of s.14(1)(a)- first, between the expressions “institution of suits” and “continuation of pending suits” and second, between the expressions “continuation of pending suits” and “proceedings against the corporate debtor...” – Expression “institution of suits or continuation of pending suits” is to be read as one category, and the disjunctive “or” before the word “proceedings” would make it clear that proceedings against the corporate debtor would be a separate category. “proceedings” – Meaning of – Discussed – Insolvency and Bankruptcy Code, 2016 – s.14.“in respect of” – Held: It is a phrase which is wide and includes anything done directly or indirectly – Insolvency and Bankruptcy Code, 2016 – ss. 81, 85, 96, 101. “cause of action” – Held: Expression “cause of action” is a foreigner to criminal jurisprudence, and would apply only in civil cases to recover money – Insolvency and Bankruptcy Code, 2016 – s.14 – Negotiable Instruments Act, 1881 – ss.138, 142 – Code of Criminal Procdeure, 1973 – Chapter XIII – ss.177 to 189. "
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "EBIX SINGAPORE PRIVATE LIMITED VS. COMMITTEE OF CREDITORS OF EDUCOMP SOLUTIONS LIMITED & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxMzA=",
        "Citation": "[2021] 14 S.C.R. 321",
        "Case Type": "(CIVIL APPEAL /3224/2020)",
        "Date": "13 SEPTEMBER 2021",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice M.R. Shah",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF8zMjEtNTAyXzE3MDI1MzU1NTAucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 321",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "13 September 2021",
        "Petitioner:": "Ebix Singapore Private Limited",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2021 INSC 468",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Committee Of Creditors Of Educomp Solutions Limited & Anr.",
        "Case Type:": "CIVIL APPEAL /3224/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – ss.5(26), 7, 9, 10, 12, 23, 25, 30, 31, 60(5), 61 & 74(3) – National Company Law Tribunal Rules, 2016 – r.11 – Insolvency and Bankruptcy Board of India (Insolvency Resolution Process For Corporate Persons) regulations, 2016 – regn. 36A, 36B and 39 – Whether withdrawals or modifications by successful Resolution Applicants are permissible under IBC – Held: The framework, as it stands, only enables withdrawals from the CIRP process by following the procedure detailed in Section 12A of the IBC and Regulation 30A of the CIRP Regulations and in the situations recognized in those provisions – Enabling withdrawals or modifications of the Resolution Plan at the behest of the successful Resolution Applicant, once it has been submitted to the Adjudicating Authority after due compliance with the procedural requirements and timelines, would create another tier of negotiations which will be wholly unregulated by the statute – Since the 330 days outer limit of the CIRP u/s. 12(3) of the IBC, including judicial proceedings, can be extended only in exceptional circumstances, this open-ended process for further negotiations or a withdrawal, would have a deleterious impact on the Corporate Debtor, its creditors, and the economy at large as the liquidation value depletes with the passage of time – A failed negotiation for modification after submission, or a withdrawal after approval by the CoC and submission to the Adjudicating Authority, irrespective of the content of the terms envisaged by the Resolution Plan, when unregulated by statutory timelines could occur after a lapse of time, as is the case in the present appeals – Permitting such a course of action would either result in a down-graded resolution amount of the Corporate Debtor and/or a delayed liquidation with depreciated assets which frustrates the core aim of the IBC – If the legislature in its wisdom, were to recognize the concept of withdrawals or modifications to a Resolution Plan after it has been submitted to the Adjudicating Authority, it must specifically provide for a tether under the IBC and/or the Regulations – These are matters for legislative policy – In the present framework, even if an impermissible understanding of equity is imported through the route of residual powers or the terms of the Resolution Plan are interpreted in a manner that enables the appellants’ desired course of action, it is wholly unclear on whether a withdrawal of a CoC-approved Resolution Plan at a later stage of the process would result in the Adjudicating Authority directing mandatory liquidation of the Corporate Debtor – Pertinently, this direction has been otherwise provided in Section 33(1)(b) of the IBC when an Adjudicating Authority rejects a Resolution Plan under Section 31 – In this context, the existing insolvency framework in India provides no scope for effecting further modifications or withdrawals of CoC- approved Resolution Plans, at the behest of the successful Resolution Applicant, once the plan has been submitted to the Adjudicating Authority – A Resolution Applicant, after obtaining the financial information of the Corporate Debtor through the informational utilities and perusing the IM, is assumed to have analyzed the risks in the business of the Corporate Debtor and submitted a considered proposal – A submitted Resolution Plan is binding and irrevocable as between the CoC and the successful Resolution Applicant in terms of the provisions of the IBC and the CIRP Regulations. Insolvency and Bankruptcy Code, 2016 – Res judicata – Applicability of – Held: The prayer for withdrawal of the Resolution Plan in the First Withdrawal Application was not substantial and one that the Court was bound to grant, since it was contingent upon a re-evaluation, which in itself was contingent upon receiving the information sought in prayers (i) and (ii) – Since the latter two contingencies never arose, the NCLT did not apply its mind to the prayer for withdrawal independently – When it filed the Second Withdrawal Application, it was dismissed on a technical ground and not on its merits – When a revised Third Withdrawal Application was filed, the NCLT then adjudicated it on its merits and allowed it – Hence, since the NCLT did not adjudicate Resolution applicant ‘E’ prayer for withdrawal of their Resolution Plan on its merits while dismissing the First Withdrawal Application, the opportunity to seek the relief was not available to resolution applicant ‘E’ in a real sense – Therefore, the finding of the NCLAT on this issue is reversed and hold that resolution applicant ‘E’ Third Withdrawal Application was not barred by res judicata."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "CITIZENS FOR GREEN DOON & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxNTI=",
        "Citation": "[2021] 14 S.C.R. 503",
        "Case Type": "(CIVIL APPEAL /10930/2018)",
        "Date": "14 DECEMBER 2021",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF81MDMtNTcyXzE3MDI1MzU3NTcucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 503",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "14 December 2021",
        "Petitioner:": "Citizens For Green Doon & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2021 INSC 885",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /10930/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environmental law: National highways"
        ],
        "HeadNote": "Environmental law: National highways – Double lane carriageway width with paved shoulder standard – Road-width for the three strategic border roads, Rishikesh to Gangotri (NH-94 and NH-108), Rishikesh to Mana (NH-58), and Tanakpur to Pithoragarh (NH-125) – A program “The Chardham Mahamarg Vikas Pariyojna” of the Ministry of Road Transport and Highways (MoRTH) was announced which aimed to widen the roads of national highways in order to ensure safer and faster traffic movement – An application was filed before NGT, challenging the construction under the project on the ground that the development activity has a negative impact on the Himalayan ecosystem – NGT held that the project did not require any environment clearance, however, directed the constitution of an oversight committee to monitor the environmental safeguards – Appeal filed before Supreme Court challenging the NGT’s order, in which order was modified and High Powered Committee (HPC) constituted – Conclusions in the HPC Report were unanimous except for the issue relating to the width of the road – Court took the cognizance of report and accepted the view of the minority – Miscellaneous applications were filed by appellants and Union of India seeking their respective reliefs in regard to road width – Court directed HPC to consider the issues in applications and to submit a detailed report – Held: National highways provide vital connections to the establishments of the Armed Forces – Importance of the requirement of double-laned highways has been emphasized for the movement of trucks, equipment and personnel of the Armed forces – 2020 MoRTH circular states that roads in hilly and mountainous terrain which act as feeder roads to the Indo-China border should be of Double lane with paved shoulder configuration (DL-PS) standard – Considerations for construction of highways which are of strategic importance and used by armed Forces cannot be same as those for other roads in hilly and mountainous regions – Need for development of national highways of a DL-PS standard is proportionate to the object of fulfilling the security concerns of the nation as assessed by the Ministry of Defence (MoD) – Moreover, majority of the members of the HPC recommended the adoption of the DL-PS standard as road-width for the project – However, more than 50 per cent of the hill cutting and double-laning has been completed on national highways – Therefore, partial development of the highway compliant with the IW standard and the remaining in conformity with the DL-PS standard would not be suitable for the needs of the Armed Forces – Order of this court was modified to this extent – Hence, UOI and MoD were permitted to apply a DL-PS configuration to the highways – With respect to the environmental issues – Sustainable measures must be adopted – Obligation imposed upon MoRTH and MoD to implement recommendations made by HPC – There has to be an assessment of the nature of the problem by obtaining actual data for all individual projects – Mitigation measures should be implemented for all projects.Doctrines/principles: Principle of Sustainable development – Environment Rule of Law - Multi-faceted principle, which does not prohibit development, but structures it around what is sustainable – It not only ensures equity between the present and the future generations but also development which ensures equity between different sections of society at present – There is lack of consensus on how to ascertain whether a particular developmental project abides by the principle – It not only creates uncertainty within the law, but makes the application of the principle selective – Environmental law. National Highways: A combined reading of Art.246 along with Entry 23 of List I of Schedule VII of the Constitution of India indicates that national highways fall entirely within the ambit of the Parliamentary domain – The executive power of the Union is co- extensive with the power of Parliament – In accordance with s.2(2) of the National Highways Act 1956, the Union Government isempowered to declare any road as a national highway and issue directions for its development and maintenance – Within the Union Government, the specific responsibility lies with MoRTH – Constitution of India – Art.246; Schedule VII, List I , Entry 23."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "FRANKLIN TEMPLETON TRUSTEE SERVICES PRIVATE LIMITED AND ANOTHER VS. AMRUTA GARG AND OTHERS ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyMzM=",
        "Citation": "[2021] 14 S.C.R. 573",
        "Case Type": "(CIVIL APPEAL /498/2021)",
        "Date": "12 FEBRUARY 2021",
        "Judge Names": "Hon'ble Mr. Justice S. Abdul Nazeer, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF81NzMtNjEwXzE3MDI1MzYzNzkucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 573",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "12 February 2021",
        "Petitioner:": "Franklin Templeton Trustee Services Private Limited And Another",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2021 INSC 87",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Amruta Garg And Others Etc",
        "Case Type:": "CIVIL APPEAL /498/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India (Mutual Funds) Regulations",
            "1996"
        ],
        "HeadNote": " Securities and Exchange Board of India (Mutual Funds) Regulations, 1996 – Regulation 18(15)(c), 39(2)(a) – Winding up of Mutual Fund Schemes – Consent of unitholders – Held: For the purpose of clause (c) to Regulation 18(15), consent of the unitholders would mean consent by majority of the unitholders who have participated in the poll, and not consent of majority of all the unitholders of the scheme – In the present case, the objections to poll results rejected – Unitholders of the six schemes have given their consent by majority to wind up the six schemes – With the consent of the parties, M/s. SBI Funds Management Private Limited appointed to undertake the exercise of winding up, which would include liquidation of the holdings/assets/portfolio and distribution/ payment to the unitholders – Winding up and disbursements to be in terms of the directions in earlier orders dtd. 2nd February, 2021 and 9th February, 2021 and paragraph 41 herein – Other aspects and issues including the questions whether Regulation 18(15)(c) would apply when the trustee’s form an opinion that the scheme should be wound up in accordance with Regulation 39(2)(a) and the contention of the objecting unitholders regarding misfeasance, malfeasances, fraud and the effect thereof, not examined. Securities and Exchange Board of India (Mutual Funds) Regulations, 1996 – Regulation 18(15) (c) – Mutual Fund Schemes – Winding up of – Consent of unitholders – Plea of the objecting unitholders that consent would be binding only on those who have consented to winding up of the mutual fund schemes and cannot be imposed on others – Held: Rejected – ‘consent’, in the context of the clause, clearly refers to ‘consent of the majority of the unitholders’, and not consent given by individual unitholders who alone would be bound by their consent, that is, it excludes unitholders who are not agreeable. Interpretation of Statutes – Principles of interpretation – Held: When there is choice between two interpretations, the Court would avoid a ‘construction’ which would reduce the legislation to futility, and should rather accept the ‘construction’ based on the view that draftsmen would legislate only for the purpose of bringing about an effective result. Securities and Exchange Board of India (Mutual Funds) Regulations, 1996 – Regulation 18(15) (c) – Winding up of Mutual Fund Schemes – Consent of unitholders – Held: Regulation 18(15)(c) mandates and requires consent of the unitholders for winding up, but does not prescribe any mode or manner for taking consent – Therefore, by implication, the Regulation gives option of holding a physical meeting, postal poll or e-poll. Words & Phrases – “consent” – Securities and Exchange Board of India (Mutual Funds) Regulations, 1996 – Regulation 18(15) (c) – Held: ‘consent’ in sub-regulation (15) to Regulation 18 refers to affirmative consent to winding up by ‘the majority of the unitholders’– Conversely, consent is denied when ‘majority of the unitholders’ do not approve the proposal to wind up the scheme. "
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "AJIT MOHAN & ORS. VS. LEGISLATIVE ASSEMBLY NATIONAL CAPITAL TERRITORY OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyNjk=",
        "Citation": "[2021] 14 S.C.R. 611",
        "Case Type": "(WRIT PETITION (CIVIL) /1088/2020)",
        "Date": "08 JULY 2021",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari, Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF82MTEtNzM1XzE3MDI1MzY2NDcucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 611",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "08 July 2021",
        "Petitioner:": "Ajit Mohan & Ors.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2021 INSC 324",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Legislative Assembly National Capital Territory Of Delhi & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /1088/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India – Articles 194",
            "105 and 19(1)(a)",
            "(2)"
        ],
        "HeadNote": "Constitution of India – Articles 194, 105 and 19(1)(a), (2) – Online hate speech content – Social media platforms – Accountability of – Parliamentary Privilege/ Privilege of Legislature – In the wake of Delhi riots, Legislative Assembly of the National Capital Territory of Delhi constituted a Committee on Peace and Harmony – Summons issued to Managing Director of Facebook India, to appear before it – Challenge to – Impugned summons withdrawn, new summons issued – Held: There is no dispute about the right of the Assembly or the Committee to proceed on grounds of breach of privilege per se – Power to compel attendance by initiating privilege proceedings is an essential power – Members and non-Members (like the petitioners) can equally be directed to appear before the Committee and depose on oath – Petitioners, more so with their expanded role as an intermediary, can hardly contend that they have some exceptional privilege to abstain from appearing before a committee duly constituted by the Assembly – However, on facts, only a summons has been issued for appearance before the Committee – Issue of privileges is premature – The question of any privilege power being exercised is yet far away – Plea raised on the exercise of privilege is a pre-emptive strike – Complete plea of the petitioners is premature as nothing has really happened other than them having been asked to appear before the Committee – Facebook cannot excuse themselves from appearing pursuant to the New Summons issued – Information Technology Act, 2000 – s.69A – Government of National Capital Territory Act, 1991. Information Technology Act, 2000 – Online hate speech content on social media platforms – Role, accountability of such platforms – Plea of Facebook that it is merely a platform posting third party information and has no role in generating, controlling or modulating that information – Held: Not accepted – These platforms are by no means altruistic in character but rather employ business models that can be highly privacy intrusive and have the potential to polarize public debates – Further, business model of intermediaries like the petitioner being one across countries, they cannot be permitted to take contradictory stands in different jurisdictions. Constitution of India – Seventh Schedule, List II, Entries 1, 2 & 18 – Committee on Peace and Harmony constituted by Delhi Legislative Assembly in the wake of Delhi riots – Validity of – Held: The Assembly is no different from any other State assembly, except to the extent that certain powers in List II of the Seventh Schedule have not been conferred (i.e., Entries 1, 2 & 18) – Assembly admittedly does not have any power to legislate on aspects of law and order and police in view of Entries 1 and 2 of List II in the Seventh Schedule inter alia being excluded – Assembly does not only perform the function of legislating; there are many other aspects of governance which can form part of the essential functions of the Legislative Assembly and consequently the Committee – Committee can trace its legitimacy to several Entries in List II and List III without encroaching upon the excluded fields of public order or police to undertake a concerted effort albeit not to the extent as canvassed – In the larger context, the concept of peace and harmony goes much beyond law and order and police, more so in view of on the-ground governance being in the hands of the Delhi Government. Constitution of India – Articles 194, 105 – Functions performed by an elected Parliament or Assembly not confined to only enacting laws – Role of Committees constituted by legislative bodies in the functioning and the working of the Houses Held: Unless the committee embarks on a course completely devoid of its functional mandate specified by the Assembly, or the Assembly itself lacks jurisdiction to deal with the subject matter, the widest amplitude must be given to the functioning of these committees – The inquisitorial role of the committee in the functioning of House is of great significance, and as recognized, the investigation of a complicated social problem prior to legislation often rests frequently on such legislative committees – Intelligent legislative action and deliberation thereon rests on the power to investigate into questions of public importance and, thus, issuance of summons is key to this investigative exercise. Constitution of India – Articles 194, 105; Seventh Schedule, List II, Entries 1 and 2 – Para 4(vii) of the Terms of Reference tasked the Committee with recommending action against such persons against whom incriminating evidence is found – Held: In order to justify the legislative competence and the remit of the Committee, the respondents have practically given up this para – It does not survive for any opinion of the Committee – Further, it will not be permissible for the Committee to encroach upon any aspects strictly within the domain of Entries 1 and 2 of List II of the Seventh Schedule – As such, any representative of the petitioners would have the right to not answer questions directly covered by these two fields. Constitution of India – Part III – Issue of privileges vis-à-vis the right of free speech, silence, and privacy – Held: Larger issue of privileges vis-à-vis the right of free speech, silence, and privacy in the context of Part III of the Constitution is still at large in view of the reference to the larger Bench in N. Ravi v. Legislative Assembly reported as (2005) 1 SCC 603."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "V NAGARAJAN VS. SKS ISPAT AND POWER LTD.& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyODE=",
        "Citation": "[2021] 14 S.C.R. 736",
        "Case Type": "(CIVIL APPEAL /3327/2020)",
        "Date": "22 OCTOBER 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF83MzYtNzY2XzE3MDI1MzY3MzcucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 736",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "22 October 2021",
        "Petitioner:": "V Nagarajan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2021 INSC 663",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Sks Ispat And Power Ltd.& Ors.",
        "Case Type:": "CIVIL APPEAL /3327/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – ss.61(1), 238, 238- A – Limitation Act, 1963 – ss.12(2), 29(2) – Companies Act 2013 – s.420(3) – National Company Law Tribunal Rules, 2016 – r.50 – National Company Law Appellate Tribunal Rules – r.22 – NCLT vide order dtd. 31.12.19 dismissed the appellant’s application in a liquidation proceeding, seeking interim relief against invocation of a bank guarantee by Respondent No.10 against the Corporate Debtor – Appellant filed appeal, dismissed by NCLAT as barred by limitation – On appeal, held: Owing to the special nature of the IBC, the aggrieved party is expected to exercise due diligence and apply for a certified copy upon pronouncement of the order it seeks to assail, in consonance with the requirements of r.22(2), NCLAT Rules – s.12(2), Limitation Act allows for an exclusion of the time requisite for obtaining a copy of the decree or order appealed against – It is not open to a person aggrieved by an order under the IBC to await the receipt of a free certified copy u/s.420(3), Companies Act, 2013 r/w r.50 of the NCLT and prevent limitation from running – No effort made on the part of the appellant to secure a certified copy of the said order, relied on the date of the uploading of the order (12.03.20) on the website – Period of limitation for filing an appeal u/s.61(1) against the order of the NCLT dtd. 31.12.19, expired on 30.01.20 in view of the thirty-day period prescribed u/s.61(2) – Any scope for a condonation of delay expired on 14.02.20, in view of the outer limit of fifteen days prescribed under the proviso to s.61(2) – NCLAT correctly dismissed the appeal on limitation. Insolvency and Bankruptcy Code, 2016 – s.61(1) – Limitation period for filing an appeal against order of NCLT – Held: Litigant has to file its appeal within thirty days, which can be extended up o a period of fifteen days, and no more, upon showing sufficient cause – Court is not empowered to condone delays beyond statutory prescriptions in special statutes containing a provision for limitation. Insolvency and Bankruptcy Code, 2016 – s.61(2) – Companies Act 2013 – s.420(3) – National Company Law Tribunal Rules, 2016 – r.50 – Held: s.420(3), Companies Act r/w r.50, NCLT Rules enables a party to compute limitation from the date of receipt of the statutorily mandated free certified copy, without having to file its own application – However, Sagufa Ahmed v. Upper Assam Plywood Products Pvt Ltd clarified that the statutory mandate of a free copy is not to enable litigants to take two bites at the apple where they could compute limitation from either when the certified copy is received on the litigant’s application or received as a free copy from the registry- whichever is later. Insolvency and Bankruptcy Code, 2016 – National Company Law Appellate Tribunal Rules – rr.14, 22 – Order passed under IBC – Appeal to NCLAT – Annexation of certified copy, if mandatory – Held: r.22(2) of the NCLAT Rules mandates the certified copy being annexed to an appeal, which continues to bind litigants under the IBC – While it is true that the tribunals, and even Supreme Court, may choose to exempt parties from compliance with this procedural requirement in the interest of substantial justice, as re-iterated in r.14 of the NCLAT Rules, the discretionary waiver does not act as an automatic exception where litigants make no efforts to pursue a timely resolution of their grievance – Companies Act, 2013 – s.420(3). Insolvency and Bankruptcy Code, 2016 – ss.61(1), (2) – Companies Act 2013 – s.421(3) – Held: ss.61(1) and (2) of the IBC consciously omit the requirement of limitation being computed from when the “order is made available to the aggrieved party”, in contradistinction to s.421(3) of the Companies Act. Code of Civil Procedure, 1908 – s.9 – Right to file suit and the right to file appeal – Distinction between – Discussed – Insolvency and Bankruptcy Code, 2016 – ss.60, 61(1), (2), 62 and 63. Insolvency and Bankruptcy Code, 2016 – s.61(2) – Limitation Act, 1963 – s.12 – Held: s.12 provides guidance on reckoning the period of limitation and excludes the time taken by a party forobtaining a certified copy of the order it seeks to appeal – However, the explanation clarifies that the time taken by the court in preparing the order before an application for a copy is filed by the aggrieved party, is not excluded from the computation of limitation. National Company Law Appellate Tribunal Rules – rr.14, 22 – Held: It may well be true that waivers on filing an appeal with a certified copy are often granted for the purposes of judicial determination, they do not confer an automatic right on an applicant to dispense with compliance and render r.22(2), NCLAT Rules nugatory. Words & Phrases – “from the date on which a copy of the order of the Tribunal is made available to the person aggrieved” – Absence of – Insolvency and Bankruptcy Code, 2016 – s.61(1) – Companies Act 2013 – ss.420(3), 421(3) – Held: Difference between s.421(3), Companies Act and s.61(2), IBC is in the absence of the aforesaid words in the latter – Absence of these words cannot be construed as a mere omission which can be supplemented with a right to a free copy u/s.420(3)r/w r.50 of the NCLT Rules for the purposes of reckoning limitation."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "JAIKAM KHAN VS. THE STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyOTM=",
        "Citation": "[2021] 14 S.C.R. 767",
        "Case Type": "(CRIMINAL APPEAL /434/2020)",
        "Date": "15 DECEMBER 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF83NjctODA4XzE3MDI1MzY4NTAucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 767",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "15 December 2021",
        "Petitioner:": "Jaikam Khan",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2021 INSC 896",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "The State Of Uttar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /434/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence – Murder – Related witnesses – Credit worthiness of"
        ],
        "HeadNote": "Criminal Law – Murder – Interested and related witnesses – Deceased had four sonsincluding the appellant--accused No.1 and P.W.1-–Six persons were murdered at different places in thehouse, witnessed by P.W.1- and P.W.2- (P.W.1-’s brother-in-law) – One was killed in angan, two in verandah, two inroom and one was killed in a room upstairs –Appellants--accused Nos. 1, 3 and 4 convicted for offence punishable u/ss.302/34 IPC and sentenced to death – Accused No.2 was acquitted– On appeal, held: Both P.W.1- and P.W.2- are witnesses, who are closely related to the deceased as well as the accused No.1–These two witnesses cannot be considered to be wholly reliable to base an order of conviction solely on their testimonies –However, they cannot be said to be wholly unreliable either – They would fall in the category of ‘neither wholly reliable nor wholly unreliable’– A greater degree of care and caution would be required and a corroboration in material particulars by reliable testimony, direct or circumstantial, would be necessary to pass an order of conviction – Even if the evidence of P.W.1 and P.W.2- is taken at its face value, the accused have murdered six deceased at different places andif their version is compared with the site-plans, it is difficult to believe that they could have also seen the accused assaulting the deceased who were killed in the rooms which are in the middle portion of the house or in the room upstairs –P.W-9 (IO) admitted that P.W.1- and P.W.2- had not told him about their hideouts and that is why it was not mentioned in the site- plan – Prosecution failed to prove the case beyond reasonable doubt–Conviction and death sentence imposed on the accused is unsustainable in law, to be released– Appeal filed against acquittal of Accused No.2 is also sans any merit –Penal Code, 1860 – ss.302/34 – Arms Act – s.25/4– Evidence Act, 1872 – Code of Criminal Procedure, 1973 – s.313 Evidence – Murder – Related witnesses – Credit worthiness of – Held: Merely because the witnesses are interested and related witnesses, it cannot be a ground to disbelieve their testimony – However, the testimony of such witnesses has to be scrutinised with due care and caution – Upon scrutiny of the evidence of such witnesses, if the Court is satisfied that the evidence is creditworthy, then there is no bar on the court in relying on such evidence. Evidence – Murder – Non-examination of independent witnesses – Held: A large number of villagers had gathered at the spot after the incident – However, none of the independent witnesses were examined by the prosecution – Since the witnesses examined on behalf of the prosecution are interested witnesses, non- -examination of independent witnesses, though available, would make the prosecution version doubtful. Evidence – Other circumstances – Murder of six persons at different places in the house – Eye-witnesses were related witnesses and were found not wholly reliable – Other circumstances relied on by the prosecution – Discussed. Evidence Act, 1872 – s.27– Murder –Recovery of bloodstained clothes allegedly worn by the accused while committing the crime – Held: Said clothes were not recovered on the memorandum of the accused u/s.27 and as such, the said circumstance could not have been used against the accused. Evidence Act, 1872 – s.27 – Held: Only such information, which distinctly relates to the discovery of facts will be admissible u/s.27 – In the present case, one of the alleged recoveries is from the room where one of the deceased used to sleep –Other two recoveries are from open field, just behind the house of other deceased, i.e., the place of incident –The recoveries were made from the places, which were accessible to one and all and as such, no reliance could be placed on such recoveries. Criminal Law – Motive – Proof of – Held: In case of direct evidence and the ocular testimony of the eye-witness being found to be reliable and cogent, it will not be necessary for the prosecution to prove the motive for the crime – However, in the present case, the testimony of the eye-witnesses could not be said to be wholly reliable, thus the motive would be a relevant factor.Criminal Law – Criminal Jurisprudence –Prosecution failed to prove guilt of accused beyond reasonable doubt – Death penalty awarded by Trial Court, confirmed by High Court – Deprecation by Supreme Court."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "LOCHAN SHRIVAS VS. THE STATE OF CHHATTISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzMDY=",
        "Citation": "[2021] 14 S.C.R. 809",
        "Case Type": "(CRIMINAL APPEAL /499/2018)",
        "Date": "14 DECEMBER 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF84MDktODM1XzE3MDI1MzY5NDgucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 809",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "14 December 2021",
        "Petitioner:": "Lochan Shrivas",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2021 INSC 882",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "The State Of Chhattisgarh",
        "Case Type:": "CRIMINAL APPEAL /499/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code 1860: ss.363",
            "366",
            "376(2)(i)",
            "377",
            "201",
            "302 and 376A"
        ],
        "HeadNote": "Penal Code 1860: ss.363, 366, 376(2)(i), 377, 201, 302 and 376A – Prosecution case was that on the fateful day, the minor daughter of complainant was found missing – They went in search for her but she was not found anywhere – When they came back home, PW-3 told them that appellant who was neighbour had said that if they would allow him to conduct worship, he could find the child in an hour – They agreed and after the worship, appellant informed them that the child was tied and kept inside the sack in the bushes – PW-1 informed police and on suspicion, appellant was interrogated and he confessed his crime before police – Thereafter, sack was recovered from bushes containing the blood soaked body of the victim girl – Trial court convicted appellantfor offences punishable u/s363, 366, 376(2)(i), 377, 201, 302 and 376A and s.6 of Protection of Children from Sexual Offences Act, 2012 and passed death sentence for the offence punishable u/s.302 – High Court affirmed the conviction and sentence – On appeal, held: For resting a conviction in the case of circumstantial evidence, the circumstances from which the conclusion of guilt is to be drawn, should be fully established, and all the facts so established should be consistent only with the hypothesis of the guilt of the accused – In the instant case, proven circumstances established a chain of circumstances, which lead to no other conclusion than the guilt of the appellant – In the statement recorded under s.313 Cr.P.C., though all these incriminating circumstances were put to the appellant, he did not offer any explanation except saying that it was wrong and false – Conviction u/ss.363, 366, 376(2)(i), 377, 201, 302 r/ws.376A and s.6 of the POCSO Act is maintained – However, taking into consideration the state of mind of appellant, his socio-economic background, etc., it cannot be said that there is no possibility of the appellant being reformed and rehabilitated – Death penalty commuted to life imprisonment."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "MURTHY & ORS. VS. C. SARADAMBAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzMTY=",
        "Citation": "[2021] 14 S.C.R. 836",
        "Case Type": "(CIVIL APPEAL /4270/2010)",
        "Date": "10 DECEMBER 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF84MzYtODYyXzE3MDI1MzcwNDUucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 836",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "10 December 2021",
        "Petitioner:": "Murthy & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 862",
        "Judgment Delivered by:": "Hon'ble Ms. Justice B.V. Nagarathna",
        "Respondent:": "C. Saradambal & Ors.",
        "Case Type:": "CIVIL APPEAL /4270/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Will: Suspicious circumstances in execution of will"
        ],
        "HeadNote": "Will: Suspicious circumstances in execution of will – Bequest made in the name of testator’s son to the exclusion of testator’s daughters – Testator’s son lived for eleven years after the death of their father – Petition seeking Letters of Administration filed fifteen years after the death of the testator by wife of testator’s son – Daughters of testator defendants sought for dismissal of the petition on the ground that the will was fabricated – Held: It is highly improbable that the only son of the testator who was a practicing advocate and on whom the bequest of the house was made, was unaware of the execution of the will by his father – It is unnatural that the father would not have disclosed to his only son about the bequest of the property and had also not taken his son’s assistance in the drafting as well as execution of the will – The testator had suffered a paralytic stroke which had affected his speech, mobility of his right arm and right leg and he was bedridden for a period of ten months prior to his death – Taking these circumstances into consideration, a doubt is created as to whether the testator was in a sound and disposing state of mind at the time of making of the testament which was fifteen days prior to his death – The said suspicion in the mind of the Court has not been removed by the propounder of the will i.e. first plaintiff by producing any contra medical evidence or the evidence of the doctor who was treating the testator prior to his death – Testator had himself stated in the alleged will that he was sick and getting weak even then he is stated to have “written” the will himself which is not believable – s.63 of the Succession Act, 1925 categorically states that the testator has to sign on the will and the signature of the testator must be such that it would “intend” thereby to give effect to the writing of a will – Hence, the genuineness of the will must be proved by proving the intention of the testator to make the testament and for that, all steps which are required to be taken for making a valid testament must be proved by placing concrete evidence before the Court – There is no evidence as to whom the testator gave instructions to write the will – The scribe was also not examined – In order to prove the execution of the document such as a testament, at least one of the attesting witnesses who had attested the same must be called to give evidence for the purpose of proof of its execution – One attestor had died – The second attestor, PW2 had given his evidence – PW2 deposed that the will could not be registered as the testator was unwell and in fact, he was bedridden – His deposition was rather fatal to the case of the beneficiary of the Will – Trial Court had also not believed the evidence of PW2 – Respondents-plaintiffs were not successful in proving the validity of the will in accordance with law inasmuch as the suspicious circumstances surrounding the very execution of the will were not cleared by any cogent evidence, rather, the genuineness of will remained in doubt – The alleged Will not being a valid document in the eye of law, no Letters of Administration can be granted to the respondents-plaintiffs – Succession Act, 1925 – s.63. Judgment/Order: Reasoned order – Duty of Appellate court while affirming, modifying or reversing the judgment of lower court – Held: The Appellate Court has jurisdiction to reverse, affirm or modify the findings and the judgment of the Trial Court – However, while reversing or modifying the judgment of a Trial Court, it is the duty of the Appellate Court to reflect in its judgment, conscious application of mind on the findings recorded supported by reasons, on all issues dealt with, as well as the contentions put forth, and pressed by the parties for decision of the Appellate Court – No doubt, when the Appellate Court affirms the judgment of a Trial Court, the reasoning need not to be elaborate although re- appreciation of the evidence and reconsideration of the judgment of the Trial Court are necessary concomitants – But while reversing a judgment of a Trial Court, the Appellate Court must be more conscious of its duty in assigning the reasons for doing so – In the instant case, High Court has dealt with the judgment of the Trial Judge in a short cut method, bereft of all reasoning while reversing the judgment of the Trial Court both on facts as well as law. Judgment/Order: Duty of Appellate court, while reversing the judgment of lower court – Held: While writing a judgment of reversal, an Appellate Court must remain conscious of two principles – Firstly, the findings of facts based on conflicting evidence arrivedat by the Trial Court must weigh with the Appellate Court, more so when the findings are based on oral evidence recorded by the same Presiding Judge who authors the judgment – If, on an appraisal of the evidence, it is found that the judgment of the Trial Court suffers from a material irregularity or is based on inadmissible evidence or on conjectures and surmises, the Appellate Court is entitled to interfere with the finding of fact but by assigning cogent reasons for doing so – Otherwise, the findings of the Trial Court should not be interfered with lightly on a question of fact – Secondly, while reversing a finding of fact, it is necessary that the Appellate Court assigns its own reasons for doing so – This is especially so in case there are further appeals under s.100, CPC, as the first Appellate Court is the final court of facts and the said findings are immune from challenge in a second appeal. Appeal: Right to file appeal – Held: Right to appeal is a creature of statute – The right to file an appeal by an unsuccessful party assailing the judgment of the Original Court is a valuable right and hence a duty is cast on the Appellate Court to adjudicate a first appeal both on questions of fact and applicable law – Hence, the re-appreciation of evidence in light of the contentions raised by the respective parties and judicial precedent and the law applicable to the case have to be conscientiously dealt with."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "ELECTROSTEEL STEELS LIMITED VS. UNION OF INDIA AND ORS. ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzMjk=",
        "Citation": "[2021] 14 S.C.R. 863",
        "Case Type": "(CIVIL APPEAL /7576/2021)",
        "Date": "09 DECEMBER 2021",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF84NjMtODk0XzE3MDI1MzcxMzAucGRm",
        "SCR Citation:": "[2021] 14 S.C.R. 863",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "09 December 2021",
        "Petitioner:": "Electrosteel Steels Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2021 INSC 859",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Union Of India And Ors. Etc",
        "Case Type:": "CIVIL APPEAL /7576/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment Protection Act",
            "1986"
        ],
        "HeadNote": "Environment Protection Act, 1986 – Ex post facto environmental clearance – In the instant case, Appellant applied to Ministry of Environment, Forest and Climate Change, Government of India for grant of Environmental Clearance (EC) to establish steel plant at Bokara District – Appellant stated in its application that no forest land was involved in the project – After obtaining EC, the Appellant applied to the JSPCB, for grant of ‘Consent to Establish’ (CTE) under the Air (Prevention and Control of Pollution) Act, 1981 - The JSPCB granted CTE to the Appellant to establish steel plant – Even though CTE was granted to the Appellant to establish a steel plant at Bokaro District, the Appellant established it 5.3 Kms away from the permitted site - CTE was extended from time to time – However, JSPCB issued an order revoking EC of the appellant on the ground that appellant had encroached upon forest land and shifted its location there by violating the conditions of EC – Appellant filed writ petition before High Court in which High Court passed an interim order staying the operation, implementation and execution of the order of JSPCB which was extended time to time – In the meanwhile, Appellant applied for ex post facto Forest Clearance (FC) which was also claimed before the High Court - However, after final hearing, High Court passed the order of discontinuing the earlier interim orders – On Appeal, Held: The 1986 Act does not prohibit ex post facto Environmental Clearance – Ex post facto environmental clearance should not however be granted routinely, but in exceptional circumstances taking into account all relevant environmental factors – Ex post facto approval should not be withheld only as a penal measure – In present facts, steel plant was not started without EC or consent of JSPCB – Appellant had asserted that no part of steel plant is in any forest which MoEF had also confirmed - Appellant had duly applied for ex post fact forest clearance approval without prejudice to its rights and contentions that its steel plant is not on forest land – An establishment contributing to the economy and providing livelihood to hundreds of people should not be closed down for technical irregularity of shifting its site without prior EC – JSPCB was directed to take action on the application of the appellant for revised EC in accordance with law - High Court erred in vacating interim orders which had been in force for two years."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "MANISH KUMAR VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzNTE=",
        "Citation": "[2021] 14 S.C.R. 895",
        "Case Type": "(WRIT PETITION (CIVIL) /26/2020)",
        "Date": "19 JANUARY 2021",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF84OTUtMTE2MF8xNzAyNTM3MzEwLnBkZg==",
        "SCR Citation:": "[2021] 14 S.C.R. 895",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "19 January 2021",
        "Petitioner:": "Manish Kumar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2021 INSC 28",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /26/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code (Amendment) Act",
            "2020"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code (Amendment) Act, 2020 – s.3 –s.3 of the impugned amendment, amended s.7(1) of the Insolvency and Bankruptcy Code, 2016, incorporating three provisos to s.7(1) – Under the second proviso, a new threshold was declared for an allottee to move an application u/s.7 for trigerring the insolvency resolution process under the Code – The second proviso provided that for financial creditors who were allottees under a real estate project, an application for initiating corporate insolvency resolution process against the corporate debtor was to be filed jointly by not less than one hundred of such allottees under the same real estate project or not less than ten per cent of the total number of such allottees under the same real estate project, whichever is less – Challenge to the second proviso to s.7(1) – Held: Not tenable – The object of the Statute, admittedly, is to ensure that there is a critical mass of persons (allottees), who agree that the time is ripe to invoke the Code and to submit to the inexorable processes under the Code, with all its attendant perils – The rationale behind, confining allottees to the same real estate project, is to promote the object of the Code – Once the threshold requirement can pass muster when tested in the anvil of a challenge based on Arts. 14, 19 and 21, then, there is both logic and reason behind the legislative value judgment that the allottees, who must join the application under the impugned provisos, must be related to the same real estate project – Allottees under real estate projects are financial creditors, but they possess certain characteristics, which set them apart from generality of the financial creditors, such as numerosity; heterogeneity; and individuality in decision making – If a single allottee, as a financial creditor, is allowed to move an application u/s.7, the interests of all the other allottees may be put in peril – In the circumstances, if the Legislature, taking into consideration, the sheer numbers of a group of creditors, viz., the allottees of real estate projects, finds this to be an intelligible differentia, which distinguishes the allottees from the other financial creditors, who are not found to possess the characteristics of numerosity, then, it is not for this Court to sit in judgment over the wisdom of such a measure – The allottee continues to be a financial creditor – All that is envisaged is the legislative value judgment that a critical mass is indispensable for allottees to be present before the Code, can be activised – The purport of the critical mass of applicants would ensure that a reasonable number of persons similarly circumstanced, form the view that despite the remedies available under the RERA or the Consumer Protection Act or a civil suit, the invoking of the Code is the only way out, in a particular case – If the Legislature felt that having regard to the consequences of an application under the Code, when such a large group of persons, pull at each other, an additional threshold be erected for exercising the right u/s.7, certainly, it cannot suffer a constitutional veto at the hands of Court exercising judicial review of legislation – This is not a case where the right of the allottee is completely taken away – All that has happened is a half-way house is built between extreme positions, viz., denying the right altogether to the allottee to move the application u/s.7 of the Code and giving an unbridled license to a single person to hold the real estate project and all the stakeholders thereunder hostage to a proceeding under the Code –Insolvency and Bankruptcy Code, 2016 – s.7. Insolvency and Bankruptcy Code (Amendment) Act, 2020 – s.3 – s.3 of the impugned amendment, amended s.7(1) of the Insolvency and Bankruptcy Code, 2016, incorporating three provisos to s.7(1) – The first proviso provided that for financial creditors, referred to in clauses (a) and (b) of sub-section (6A) of s.21, an application for initiating corporate insolvency resolution process against the corporate debtor shall be filed jointly by not less than one hundred of such creditors in the same class or not less than ten per cent of the total number of such creditors in the same class, whichever is less – Challenge to – Held: The first proviso is invulnerable – The legislative understanding is clear that in regard to such creditors bearing the hallmark of large numbers they are required to be treated differently – If they are not treated differently it would spell chaos and the objects of the Code would not be fulfilled It is an extension of this basic principle which has led to the insertion of the impugned proviso – Insisting on a threshold in regard to these categories of creditors would lead to the halt to indiscriminate litigation which would result in an uncontrollable docket explosion as far as the authorities which work the Code are concerned – The debtor who is apparently stressed is relieved of the last straw on the camel’s back, as it were, by halting individual creditors whose views are not shared even by a reasonable number of its peers rushing in with applications – Again, as in the case of the allottees, this is not a situation where while treating them as financial creditors they are totally deprived of the right to apply under s.7 as part of the legislative scheme – The legislative policy reflects an attempt at shielding the corporate debtor from what it considers would be either for frivolous or avoidable applications – All that the amendment is likely to ensure is that the filing of the application is preceded by a consensus at least by a minuscule percentage of similarly placed creditors that the time has come for undertaking a legal odyssey which is beset with perils for the applicants themselves apart from others – As far as the percentage of applicants contemplated under the proviso it is clear that it cannot be dubbed as an arbitrary or capricious figure – Insolvency and Bankruptcy Code, 2016 – s.7. A Insolvency and Bankruptcy Code (Amendment) Act, 2020 – s.4 – s.4 of the impugned amendment, incorporated an additional Explanation in s.11 of the Code – While s.11 is about persons not entitled to make application for initiating corporate insolvency resolution process, the additional Explanation provided that nothing in section 11 prevented a corporate debtor from initiating corporate insolvency resolution process against another corporate debtor – Held: The provisions of the impugned Explanation clearly amount to a clarificatory amendment – A clarificatory amendment is retrospective in nature – The Explanation merely makes the intention of the Legislature clear beyond the pale of doubt – The argument of the petitioners that the amendment came into force only on 28.12.2019 and, therefore, in respect to applications filed under ss.7, 9 or 10, it will not have any bearing, cannot be accepted – The Explanation, in the facts of these cases, is clearly clarificatory in nature and it will certainly apply to all pending applications also – The intention of the Legislature was always to target the corporate debtor only insofar as it purported to prohibit application by the corporate debtor against itself, to prevent abuse of the provisions of the Code – It could never had been the intention of the Legislature to create an obstacle in the path of the corporate debtor, in any of the circumstances contained in s.11, from maximizing its assets by trying to recover the liabilities due to it from others – Not only does it go against the basic commonsense view but it would frustrate the very object of the Code, if a corporate debtor is prevented from invoking the provisions of the Code either by itself or through his resolution professional, who at later stage, may, don the mantle of its liquidator – Insolvency and Bankruptcy Code, 2016 – s.11, Explanation II. Insolvency and Bankruptcy Code (Amendment) Act, 2020 – s.10 – s.10 of the impugned amendment inserts s.32A in the Code – It was contended that but for s.32A, the properties which are acquired could be attached but that is pre-empted by s.32A – The petitioners contend that immunity granted to the corporate debtors and its assets acquired from the proceeds of crimes and any criminal liability arising from the offences of the erstwhile management for the offences committed prior to initiation of CIRP and approval of the resolution plan by the adjudicating authority further jeopardizes the interest of the allottees/creditors – Held: No case whatsoever is made out to seek invalidation of s.32A – The boundaries of this Court’s jurisdiction are clear – The wisdom of the legislation is not open to judicial review – Having regard to the object of the Code, the experience of the working of the code, the interests of all stakeholders including most importantly the imperative need to attract resolution applicants who would not shy away from offering reasonable and fair value as part of the resolution plan if the legislature thought that immunity be granted to the corporate debtor as also its property, it hardly furnishes a ground for this Court to interfere – The provision is carefully thought out – It is not as if the wrongdoers are allowed to get away – They remain liable – The extinguishment of the criminal liability of the corporate debtor is apparently important to the new management to make a clean break with the past and start on a clean slate – The immunity is premised on various conditions being fulfilled – There must be a resolution plan – It must be approved – There must be a change in the control of the corporate debtor – The new management cannot be the disguised avatar of the old management – It cannot even be the related party of the corporate debtor – The new management cannot be the subject matter of an investigation which has resulted in material showing abetment or conspiracy for the commission of the offence and the report or complaint filed thereto – These ingredients are also insisted upon for claiming exemption of the bar from actions against the property – Significantly every person who was associated with the corporate debtor in any manner and who was directly or indirectly involved in the commission of the offence in terms of the report submitted continues to be liable to be prosecuted and punished for the offence committed by the corporate debtor – The corporate debtor and its property in the context of the scheme of the code constitute a distinct subject matter justifying the special treatment accorded to them – Creation of a criminal offence as also abolishing criminal liability must ordinarily be left to the judgement of the legislature – Attaining public welfare very often needs delicate balancing of conflicting interests – As to what priority must be accorded to which interest must remain a legislative value judgement and if seemingly the legislature in its pursuit of the greater good appears to jettison the interests of some it cannot unless it strikingly ill squares with some constitutional mandate suffer invalidation – There is no basis at all to impugn the Section on the ground that it violates Articles 19, 21 or 300A – Insolvency and Bankruptcy Code, 2016 – s.32A. Insolvency and Bankruptcy Code (Amendment) Act, 2020 – s.3 –s.3 of the impugned amendment, amended s.7(1) of the Insolvency and Bankruptcy Code, 2016 – Amendment by s.3 of the impugned amendment incorporated three provisos to s.7(1) – The third proviso provided that where an application for initiating the corporate insolvency resolution process against a corporate debtor has been filed by a financial creditor referred to in the first and second provisos and has not been admitted by the Adjudicating Authority before the commencement of the Insolvency and Bankruptcy Code (Amendment) Act, 2020, such application shall be modified to comply with the requirements of the first or second proviso within thirty days of the commencement of the said Act, failing which the application shall be deemed to be withdrawn before its admission – Held: The third proviso is a one-time affair – It is intended only to deal with those applications, u/s.7, which were filed prior to 28.12.2019, when, by way of the impugned Ordinance, initially, the threshold requirements came to be introduced by the first and the second impugned provisos – In other words, the legislative intention was to ensure that no application u/s.7 could be filed after 28.12.2019, except upon complying with the requirements in the first and second provisos – The Legislature did not stop there – It has clearly intended that the threshold requirement it imposed, will apply to all those applications, which were filed, prior to 28.12.2019 as well, subject to the exception that the applications, so filed, had not been admitted, u/s.7(5) – In other words, the Legislature intended that in every application, filed under s.7, by the creditors covered by the first proviso and by the allottees governed by the second proviso, should also be embraced by the newly imposed threshold requirement for which, it was intended, should be complied within 30 days from the date of the Ordinance – However, this restriction was not to apply to those applications which stood admitted as on the date of the Ordinance – It is also clear that the consequence of failure to comply with the threshold requirement, in regard to applications, which have been filed earlier, was that they would stand withdrawn – When applications were filed under the unamended provisions of s.7, at any rate it would transform into a vested right – The vested right is to proceed with the action till its logical and legal conclusion – No doubt, there may not be a vested right as regard mere procedure and while limitation, ordinarily, belongs to the domain of procedure, should new law shorten the existing period of limitation, such a law would not operate in regard to the right of action which is vested – Every sovereign Legislature is clothed with competence to make retrospective laws – It is open to the Legislature, while making retrospective law, to take away vested rights – If a vested right can be taken away by a retrospective law, there can be no reason why the Legislature cannot modify the vested rights – The imposition of a threshold requirement being a mandatory and irreducible minimum even, if it is to be achieved as and after the date of the amendment, constitutes an intrusion into the substantive right of action vested in the individual creditor – The action of the creditor was not a completed transaction – As regards his conduct in the past, viz., moving u/s.7, it is incomplete but the action was commenced – But the law (the 3 rd proviso) impairs the past action qua the future – Imposing the threshold requirement under the 3 rd proviso, is not a mere matter of procedure – It impairs vested rights – Prescribing a time limit in regard to pending applications, cannot be, per se, described as arbitrary, as otherwise, it would be an endless and uncertain procedure – The applications would remain part of the docket and also become a Damocles Sword overhanging the debtor and the other stakeholders with deleterious consequences also qua the objects of the Code – Insolvency and Bankruptcy Code, 2016 – s.7. Insolvency and Bankruptcy Code, 2016 – Need of – Held: The Code was an imperative need for the nation to try and catch up with the rest of the world, be it in the matter of ease of doing business, elevating the rate of recovery of loans, maximization of the assets of ailing concerns and also, the balancing the interests of all stakeholders.Amendment – Clarificatory amendment – Is retrospective in nature.Legislation – Plenary Legislation – Challenge to – Grounds – Discussed. Legislation – Plenary Legislation – Challenge to – On ground of malice – Held: While malice may furnish a ground in an appropriate case to veto administrative action, malice does not furnish a ground to attack a plenary law."
    },
    {
        "volume": "2021Volume 14",
        "Case Name": "THOTA SRIDHAR REDDY & ORS. VS. MANDALA RAMULAMMA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzNjQ=",
        "Citation": "[2021] 14 S.C.R. 1161",
        "Case Type": "(CIVIL APPEAL /2506/2021)",
        "Date": "01 OCTOBER 2021",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxNC9QYXJ0IEkvMjAyMV8xNF8xMTYxLTEyMDRfMTcwMjUzNzQzOS5wZGY=",
        "SCR Citation:": "[2021] 14 S.C.R. 1161",
        "Year/Volume:": "2021/ Volume 14",
        "Date of Judgment:": "01 October 2021",
        "Petitioner:": "Thota Sridhar Reddy & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2021 INSC 588",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Mandala Ramulamma & Ors.",
        "Case Type:": "CIVIL APPEAL /2506/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh (Telangana Area) Tenancy and Agricultural Lands Act",
            "1950"
        ],
        "HeadNote": "Andhra Pradesh (Telangana Area) Tenancy and Agricultural Lands Act, 1950 – ss.19, 38-E – Andhra Pradesh (Telangana Area) Abolition of Inams Act, 1955 – Protected tenant – Oral surrender of the tenancy rights, if permissible – High Court set aside the order dtd.19.2.82 passed by Revenue Divisional Officer granting occupancy rights to predecessor-in-interest of the appellants- purchaser as well as the order passed by Joint Collector dismissing the appeal filed by the protected tenant – Occupancy rights granted to the purchaser stood annulled – On appeal, held: Surrender of oral tenancy of a protected tenant is not permissible under the Tenancy Act except in the manner prescribed u/s.38-E (5) r/w s.19, Tenancy Act – In the present case, the oral surrender by the protected tenant is set up in the year 1954 followed by sale of tenancy rights in 1957 – Thereafter, the petition u/s.19, Tenancy Act was filed to seek approval of the Tenancy rights, but was withdrawn on the basis of an order withdrawing the appeal against the grant of occupancy rights – Thus, the purchasers took steps to procure surrender of tenancy rights, realizing that such surrender cannot be oral or by executing a sale deed – It was a cover up operation initiated by the purchaser – Since, neither the oral surrender nor surrender in writing was recorded as bonafide by the Tehsildar, the subsequent surrender approved by Mandal Revenue Officer is a nullity as such surrender is in contravention of the statutory provisions – Protected tenant was conferred ownership rights u/s.38-E, Tenancy Act on 23.3.75 whereas the conferment of occupancy rights were granted in the year 1982 under the Inams Act – On grant of certificate of ownership u/s.38-E, the protected tenants shall be deemed to be the full owners of such land – Once the protected tenants are deemed to be owners, there could not be any occupancy rights certificate as the purchasers were divested of their ownership by virtue of the grant of ownership certificate u/s.38-E, Tenancy Act – Appeals allegedly filed by the protected tenant against the grant of occupancy rights certificate and subsequently being withdrawn is wholly inconsequential – Title of the protected tenants is complete and the ownership vests with them – Entitled to restoration of possession. Andhra Pradesh (Telangana Area) Tenancy and Agricultural Lands Act, 1950 – ss.19, 32, 38-E – Held: Neither s.19 nor s.32 forming part of Chapter III of the Tenancy Act are applicable in respect of protected tenant except when the reference is made to the provisions of s.19 on the basis of s.38-E(5) which starts with a non obstante clause giving overriding effect to anything contained in s.38-E. Andhra Pradesh (Telangana Area) Abolition of Inams Act, 1955 – Andhra Pradesh (Telangana Area) Tenancy and Agricultural Lands Act, 1950 – Operation of the Acts – Held: Both the Inams Act and the Tenancy Act are enacted by the same Legislature – The Inams Act is a later Act enacted in 1955 but s.38-E (1) was substituted in 1971 which starts with a non- obstante clause– Therefore, ownership certificate granted under the Tenancy Act would prevail over the grant of occupancy rights certificate under the Inams Act – Both the Acts operate in different spheres."
    }
]