[
    {
        "volume": "2021Volume 13",
        "Case Name": "RASHID WALI BEG VS. FARID PINDARI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3ODA=",
        "Citation": "[2021] 13 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /6336/2021)",
        "Date": "28 OCTOBER 2021",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18xLTQ4XzE3MDI1MzIzNTMucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 1",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "28 October 2021",
        "Petitioner:": "Rashid Wali Beg",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 685",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "Farid Pindari & Ors.",
        "Case Type:": "CIVIL APPEAL /6336/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Waqf Act",
            "1995"
        ],
        "HeadNote": "Waqf Act, 1995 – ss.83, 85, as amended by Amendment Act 27 of 2013 – Suit for permanent injunction in respect of a waqf property filed before civil court, if maintainable – Held: Words in s.83(1) “any dispute, question or other matter relating to a waqf or waqf property” cover any dispute, question or other matter relating to a waqf property – Court cannot do violence to the express language of the statute – s.83(1) even as it stood before the amendment, provided for the determination by the Waqf Tribunal, of any dispute, question or other matter relating to a waqf and a waqf property – Therefore, to say that the Tribunal will have jurisdiction only if the subject property is disputed to be a waqf property and not if it is admitted to be a waqf property, is indigestible in the teeth of s.83(1) – Dichotomy created in some decisions of Supreme Court, between the properties admitted to be waqf properties and disputed to be so, is on account of the misapplication of the two limited questions in ss.6(1) and 7(1) to the whole of the Act including s.83 – In the present case, the property is admittedly a waqf property – To allow the respondent-plaintiff to ignore the Waqf Tribunal and to seek a decree of permanent and mandatory injunction from a civil court, would be to ignore the mandate of ss.83 and 85 – Approach of the High Court not in tune with the law laid down by Supreme Court – Further, a question as to the nature of the waqf and whether the plaintiff is a beneficiary of the waqf, has also arisen in this case which question has necessarily to be decided by the Tribunal and not the civil court – Trial court to return the plaint to the plaintiff, for presentation to the jurisdictional Waqf Tribunal – Judgment of High Court set aside – Code of Civil Procedure, 1908 – Or.39, r.1 – Mussalman Waqf Validating Act, 1913 – Mussalman Waqf Act 1923 – Waqf Act 1954. Waqf Act, 1995 – ss.85, 86, 89 and 90 – Bar of jurisdiction u/s.85 – Held: The 1995 Act makes a specific reference to court/civil Court also in certain places – ss.86, 90 and 93 make specific reference to “Court” – s.68(6) goes a step further by making a reference to ‘civil court’ – A cumulative reading of ss.86, 89 and 90 shows that the bar of jurisdiction u/s.85 is not total and omnipotent and there may be cases which could still be entertained by civil courts. Waqf Act, 1995 – ss.83, 85, as amended by Amendment Act 27 of 2013 – Held: Act 27 of 2013 did 2 things – First it expanded the jurisdiction of Waqf Tribunal even to cover landlord-tenant disputes and the rights and obligations of lessor and lessee – Second, it enlarged the bar of jurisdiction, to cover even revenue courts and other authorities. Waqf Act, 1995 – ss.6(1), 7(1) – Held: By Act 27 of 2013 the words, “any person interested” were substituted by the words, “any person aggrieved”, meaning thereby that even a non Muslim is entitled to invoke the jurisdiction of the Tribunal – Due to the substitution of the words “any person aggrieved”, Act 27 of 2013 has deleted the Explanation u/s.6(1). Waqf Act, 1995 – ss.83, 85 and 86 – Special provision u/s.86 – Held: Dehors the jurisdiction conferred upon the Tribunal u/s.83(1) and dehors the bar of jurisdiction of the civil court, revenue court and any other authority u/s.85, the 1995 Act contains a special provision in s.86 for the appointment by the civil court, of a Receiver, in certain cases – It is clear from s.86, that in suits or other proceedings instituted by the Board falling u/clause (a) or those instituted by the mutawalli falling u/clause (b) of s.86, the civil court will have jurisdiction to appoint a receiver – As a corollary, the bar u/s.85 will have no application to cases covered by s.86. Waqf Act, 1995 – ss.83, 85, 86, 90 and 93 – Question of bar of jurisdiction of the civil court – Determination of – Held: In view of the language employed in ss.83 and 85, coupled with the reference to civil courts in ss.86, 90 and 93, it appears that the question of bar of jurisdiction of the civil court, has been left by the law makers to the vagaries of judicial opinion and this has given rise to conflicting decisions. Waqf Act, 1995 – s.83 – Code of Civil Procedure, 1908 – Or.39, r.1 – Held: s.83(5) makes it clear that the Waqf Tribunal shall be deemed to be a Civil Court and shall have the same powers as may be exercised by a Civil Court under the CPC, while trying a suit or executing a decree or order – The Tribunal will have power to issue temporary injunctions u/Or. 39, r.1, CPC. Waqf Act, 1995 – ss.6, 7 and 85 – Held: A conjoint reading of ss.6, 7 and 85 would show that the bar of jurisdiction of civil court contained in s.6(5) and s.7(2) is confined to Chapter-II, but the bar of jurisdiction u/s.85 is all pervasive – Distinguishing features enumerated. Words & Phrases – “any dispute, question or other matter relating to a waqf or waqf property” in s.83(1) – Discussed – Waqf Act, 1995."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "HARI OM @ HERO VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3ODk=",
        "Citation": "[2021] 13 S.C.R. 49",
        "Case Type": "(CRIMINAL APPEAL /1256/2021)",
        "Date": "05 JANUARY 2021",
        "Judge Names": "Hon'ble Ms. Justice Indu Malhotra, Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM180OS04OF8xNzAyNTMyNDQ5LnBkZg==",
        "SCR Citation:": "[2021] 13 S.C.R. 49",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "05 January 2021",
        "Petitioner:": "Hari Om @ Hero",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2021 INSC 1",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /1256/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.396",
            "412"
        ],
        "HeadNote": "Penal Code, 1860: ss.396, 412 – Six accused persons tried for committing offences u/ss.396 and 412 IPC, s.3(2)(v) of the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989 and s.25 of Arms Act – Trial court convicted all the accused persons for offence u/s 396 IPC and awarded life imprisonment to five accused persons while awarding death sentence to Appellant- Hari Om – High Court affirmed death sentence of appellant-Hari Om, life imprisonment of Appellant-Sanjay and Saurabh and acquitted other three accused persons – On appeal, held: Corroboration of the testimony of a child witness is not a rule but a measure of caution and prudence – Testimony of child witness cannot be accepted wherein there are glaring inconsistencies on record which cannot be discarded, hence Appellant-Hari Om cannot be convicted on such testimony – Apart from the material that sample fingerprints matched with those lifted from the house of the deceased, nothing was brought on record to suggest involvement of appellant- Sanjay and Saurabh – Order of conviction and sentence set aside."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "PARMAR SAMANTSINH UMEDSINH AND OTHERS VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3OTc=",
        "Citation": "[2021] 13 S.C.R. 89",
        "Case Type": "(CIVIL APPEAL /706/2021)",
        "Date": "24 FEBRUARY 2021",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice R.Subhash Reddy",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM184OS0xMzVfMTcwMjUzMjU0NS5wZGY=",
        "SCR Citation:": "[2021] 13 S.C.R. 89",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "24 February 2021",
        "Petitioner:": "Parmar Samantsinh Umedsinh And Others",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2021 INSC 115",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "CIVIL APPEAL /706/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Provincial Municipal Corporation Act",
            "1949"
        ],
        "HeadNote": "Gujarat Provincial Municipal Corporation Act, 1949 – s.5(3) (iii)(a) and s.29A – Bombay Provincial Municipal Corporations (the Delimitation of Wards in the City and Allocation of Reserved Seats) Rules, 1994 – rr. 4 and 5 – Present two appeals arise out of the judgments of the High Court in two separate Writ Petitions – The first appeal was filed against the judgment of Gujarat High Court in the writ petition filed challenging the vires of s.5(3) (iii)(a) and s.29A of the Gujarat Provincial Municipal Corporation Act, 1949 as well as Rule 4 and 5 of the Bombay Provincial Municipal Corporations (the Delimitation of Wards in the City and Allocation of Reserved Seats) Rules, 1994 – High Court dismissed the said petition noticing that earlier the vires of said sections and Rule 4 were upheld by the earlier Division Bench judgment of the High Court – The second appeal was filed by State Election Commission against the judgment of High Court in the writ petition challenging the Clauses (3), (4) and (5) of Ordinance No.3 of 2015 promulgated by the Governor of Gujarat by which s.7A of the Gujarat Provincial Municipal Corporations Act, 1949, s.8A of Gujarat Municipalities Act, 1963 and s.257 of the Gujarat Panchayats Act, 1993 have been substituted – The High Court held that the s.7A of the GPMC Act, s.8A Gujarat Municipalities Act and s.257 of the Gujarat Panchayats Act brought by Ordinance No.3 of 2015 was unconstitutional and the action of the State Election Commission for postponement of the election of all local bodies in the State was illegal – Besides above mentioned two civil appeals, a writ petition was also filed challenging the notifications issued by the Governor of Gujarat in exercise of power u/s. 5(3)(iii)(a) of the Act, 1949 determining the number of Wards, seats including the seats reserved for Scheduled Castes, Scheduled Tribes, Backward Classes and women in several Provincial Corporations – The two civil appeals and writ petition are tagged and heard together – Held: The provisions of s.5(3) (iii)(a) and s.29A of Act, 1949 and Rule 4 and 5 of Rules, 1994 and Rule 2(b) of Rules, 2007 are not ultra vires to Part IXA of the Constitution, the Division Bench of the High Court did not commit any error in dismissing the writ petition filed by the appellants – Hence, the first civil appeal and Writ Petition are dismissed – The civil appeal filed by the State Election Commission is dismissed as having become infructuous as the directions of the Division Bench to initiate process of holding the election of the local bodies was carried out and nothing remains to be decided in this appeal. Constitution of India – Art 243R and 243S – Whether Arts. 243R and Art. 243S of the Constitution of India contains any limitation to the effect that there shall be only one member from one ward – Held: The constitutional provisions of Art. 243R, which provides for composition of Municipalities and that of Art. 243ZA does not give any indication as to whether from territorial constituency, i.e., the Wards, whether only one member has to be elected in the Municipality or it can be multiple member constituency – There is no limitation in provision of Art. 243S, which limits the State Legislature for requiring multi-member seats in a Ward – The only requirement is that a member of the Municipality representing a Ward shall be a member of the Ward Committee – Thus, constitutional requirement or limitation engrafted in sub-Article(3) of Art. 243S is that a member of the Municipality representing a Ward shall be a member of the Ward Committee, it cannot be read to mean that it mandates that from one Ward more than one members cannot be made representatives. Gujarat Provincial Municipal Corporation Act, 1949 – ss. 5(3)(iii)(a), 29A – Bombay Provincial Municipal Corporations (the delimitation of wards and allocation of reserved seats) Rules, 1994 – rr. 4 and 5 – Gujarat Municipal Corporation’s Ward Committees Functions, Duties, Territorial Areas and Procedure for Transaction of Business Rules, 2007 – r. 2(b) – Whether the provisions of ss. 5(3)(iii)(a), 29A of the Gujarat Provincial Municipal Corporation Act, 1949 and Rules 4 and 5 of Bombay Provincial Municipal Corporations (the delimitation of wards and allocation of reserved seats) Rules, 1994 and Rule 2(b) of Gujarat Municipal Corporation’s Ward Committees Functions, Duties, Territorial Areas and Procedure for Transaction of Business Rules, 2007 are ultra vires to the provisions of Articles 243R and 243S of the Constitution? – Held: The composition of Municipality has been dealt separately by Art. 243R and for composition of Municipality, the provisions of Art. 243S cannot be said to be applicable or intended to provide any limitation or prohibition with regard to composition of the Municipalities – The Rule 2(b) of Rules, 2007 which provides for election of Chairperson, by following which rule, in case of multi- member Ward, Chairperson can be elected, which may apply both to Art. 243S(4) as well as Rule 2(b) of the Rules, 2007 – Thus, Rules 4 and 5 of Rules, 1994 as well as Rule 2(b) of Rules, 2007 does in no manner disobey the mandate of Art. 243S(4), both can be complied with without any conflict between the two different provisions – Thus, the provisions of s. 5(3)(iii)(a) as well as Rules 4 and 5 of Rules, 1994 and Rule 2(b) of Rules, 2007 are not inconsistent with provisions of Art. 243R and Art.243S. A The Gujarat Delimitation of Wards and Allocation of Reserved Seats in Municipal Borough Rules, 1994 – Whether having more than one representative from a Ward negates the empowerment of weaker sections, i.e. women, Schedule Castes and Schedule Tribes – Held: The Gujarat Delimitation of Wards and Allocation of Reserved Seats in Municipal Borough Rules, 1994 has been amended by Amendment Rules, 2015 – As per clauses 2 and 3, now it is 4 member Ward, 2 seats are to be reserved for women including seats reserved for women belonging to Scheduled Castes, Scheduled Tribes and Back Ward Classes – The entire purpose and object of reserving seats for weaker sections is to empower the weaker sections, i.e., women, Scheduled Castes and Scheduled Tribes, when there are more numbers are reserved for weaker sections their participation in municipality is bound to increase giving strength to their voice and effective participation which is nothing but empowerment of weaker sections – By the Rules, 1994 as amended in 2015 now the voice of weaker sections can be felt from every Ward which clearly enhances of presence and participation of weaker sections does not in any manner, negate the empowerment of weaker sections."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "M/S. INDSIL HYDRO POWER AND MANGANESE LIMITED VS. STATE OF KERALA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MDQ=",
        "Citation": "[2021] 13 S.C.R. 136",
        "Case Type": "(CIVIL APPEAL /9845/2016)",
        "Date": "06 SEPTEMBER 2021",
        "Judge Names": "Hon'ble Mr. Justice Uday Umesh Lalit\n*, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18xMzYtMTg5XzE3MDI1MzI2MzMucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 136",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "06 September 2021",
        "Petitioner:": "M/s. Indsil Hydro Power And Manganese Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2021 INSC 449",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Kerala And Others",
        "Case Type:": "CIVIL APPEAL /9845/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity: Hydel schemes for generation of electricity"
        ],
        "HeadNote": "Electricity: Hydel schemes for generation of electricity – Royalty for use of water – Demand of – On facts, in terms of the Government policy, the appellant-Captive Power Producers established Hydro Electric Project as Captive Generation Station for its industrial unit – Agreement between the appellant and the State Electricity Board wherein Clause 14 provided that royalty would be charged for controlled supply of water – Appellants paying wheeling charges for consumption of electricity, as also charges for the use of controlled supply of water at the rate specified in Agreement – Appellant then sought exemption from payment of charges for controlled release of water or royalty in respect of electricity generated by it at its Hydel Project – Rejection of the appellant’s claim by the High Court – On appeal, held: Reasonable charges for benefit derived by private entities justified – Since the private entity or agency would stand to gain from and out of the capital outlay and infrastructure put in place by the State, some reasonable charges for such benefit would naturally be imposed – It was only under such Policy that both the appellants were given permissions to set up their electricity generating units and such term was consciously accepted by them – Thus, the concerned Clause in the Agreement as well as the terms of the Policy cannot be termed unconscionable, arbitrary or unreasonable – Furthermore, the royalty would be in terms of the agreement between the parties and normally has direct relationship with the benefit or privilege conferred upon the grantee as against tax which is imposed under a statutory power without reference to any special benefit conferred on the payer of the tax – Whatever be the nomenclature, the charges for use of controlled release of water were for the privilege enjoyed by the CPPs, on basis of the arrangement between the parties."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "THE VICE CHAIRMAN & MANAGING DIRECTOR, CITY AND INDUSTRIAL DEVELOPMENT CORPORATION OF MAHARASHTRA LTD.& ANR. VS. SHISHIR REALTY PRIVATE LIMITED & ORS. ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MTI=",
        "Citation": "[2021] 13 S.C.R. 190",
        "Case Type": "(CIVIL APPEAL /3956/2017)",
        "Date": "29 NOVEMBER 2021",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Surya Kant, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18xOTAtMjMwXzE3MDI1MzI3NTEucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 190",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "29 November 2021",
        "Petitioner:": "The Vice Chairman & Managing Director, City And Industrial Development Corporation Of Maharashtra Ltd.& Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2021 INSC 797",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Shishir Realty Private Limited & Ors. Etc",
        "Case Type:": "CIVIL APPEAL /3956/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government contracts: Judicial review"
        ],
        "HeadNote": "Government contracts: Judicial review – Scope of – On facts, appellant (CIDCO) invited tender for lease of land for the development of Hotels – Issuance of allotment letter in favour of the highest bidder – Complaints regarding irregularities in allotment of plots of land, change of user and deviation from the terms and conditions of the tender – On the basis of preliminary enquiry, issuance of notice to the highest bidder and the respondent-lessee by the newly appointed Vice Chairman – Thereafter, cancellation of lease deed, pursuant to the enquiry – Writ petitions – High Court quashed the cancellation order – On appeal, held: There is an element of abuse of bureaucratic power behind subsequent change in the tender allotment – When a contract is being evaluated, the mere possibility of more money in the public coffers, does not in itself serve public interest – Blanket claim by the State claiming loss of public money cannot be used to forgo contractual obligations – On facts, post-decisional hearing given to respondent-lessee was just to sanctify the process of cancellation – Change of usage and the subsequent division was within the statutory limitations – Thus, the earlier undertakings taken by the appellant-authorities cannot be set aside with the change of person in power, without any rhyme or reason – Phenomenon of ‘regime revenge’ is detrimental to the constitutional values and rule of law – Equity demands that when the State failed to produce an iota of evidence of either financial loss or any other public interest that has been affected, it should be compelled to fulfill its promises – Thus, the order of CIDCO, inter alia, annulling the allotment on hyper-technical grounds cannot be sustained for being contrary to the doctrine of fairness, and is set aside – Judicial restraint. Government contracts: Tender process – Judicial review of – Power of constitutional courts – Explained. Government contracts: Constitutional factors – Satisfaction of – Held: Governmental bodies being public authorities are expected to uphold fairness, equality and rule of law even while dealing with contractual matters – Right to equality u/Art. 14 abhors arbitrariness – Public authorities have to ensure that no bias, favouritism or arbitrariness are shown during the bidding process, unless public interest demands otherwise – Degree of compromise of any private legitimate interest must correspond proportionately to the public interest, so claimed – On mere grounds of public interest or loss to the treasury, the successor public authority cannot undo the work undertaken by the previous authority – In that case, businessmen would be hesitant to enter Government contract or make any investment. Administrative law: Administrative orders – Principle of natural justice – Significance of – Held: Natural justice is an important aspect while viewing the administrative orders – To maintain rule of law, effective natural justice is to be provided to affected parties, before a decision is taken – Any attempt by authority to evade the requirement of providing effective hearing before reaching a conclusion, cannot pass the muster."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "AKSHAY N PATEL VS. RESERVE BANK OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MjU=",
        "Citation": "[2021] 13 S.C.R. 231",
        "Case Type": "(CIVIL APPEAL /6522/2021)",
        "Date": "06 DECEMBER 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18yMzEtMjgxXzE3MDI1MzI4ODUucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 231",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "06 December 2021",
        "Petitioner:": "Akshay N Patel",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2021 INSC 828",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Reserve Bank Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /6522/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India – Art. 14",
            "19(1)(g) and 21"
        ],
        "HeadNote": "Constitution of India – Art. 14, 19(1)(g) and 21 – Foreign Exchange Management Act, 1999 – ss. 10(4), 11(1) – Merchanting Trade Transactions Guildelines, 2020 – Clause 2(iii) – Proportionality of clause 2(iii) – The appellant is the managing director of a firm that manufactures and trades in pharmaceuticals and personnel protection equipment products such as masks, gloves, sanitizers, PPE overalls, and ventilators etc. – Appellant obtained International Merchanting Trade Transaction (MTT) contract to serve as an intermediary between the sale of PPE products by a supplier in China to a buyer in the United States – Appellant requested its bank for required documents to execute the MTT contract – The bank informed the appellant that RBI had denied permission for his MTT contract, on the basis of clause 2(iii) of the 2020 MTT Guidelines – At the relevant time, the export of PPE products were banned by the Government through various notifications due to ongoing COVID-19 pandemic – Therefore, MTT contracts concerning PPE were considered impermissible – Writ petition by the appellant – Appellant challenged the Constitutionality of clause 2(iii) of 2020 MTT guidelines – High Court upheld the constitutionality of clause 2(iii) – On appeal, held: The UOI’s policy to ban the export of PPE products reflects their stance on the product’s non-tradability during the COVID-19 pandemic – It highlights a clear policy choice under which Indian entities shall not be allowed to export these products outside of India, in all probability to the highest buyers across the globe who may end up hoarding the global supply – Hence, banning MTTs in PPE products was critical in ensuring that Indian foreign exchange reserves are not utilized to facilitate the hoarding of PPE products with wealthier nations – A mere ban on exports would not regulate the utilisation of Indian foreign exchange – Hence, in order to keep India’s policy position consistent across the board, the prohibition of MTTs in respect of PPE products was necessary and the only alternative of ensuring the realisation of legitimate State interest – The High Court was correct in holding that clause 2(iii) of the 2020 MTT Guidelines was a proportionate measure ensuring the availability of sufficient domestic stock of PPE products – The measure was validly enacted, in pursuance of legitimate state interest and did not disproportionately impact the fundamental rights of the appellant – Hence, Clause 2(iii) passes muster u/Art.14, 19(1)(g) and 21."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "SRIDEVI DATLA VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MzQ=",
        "Citation": "[2021] 13 S.C.R. 282",
        "Case Type": "(CIVIL APPEAL /3136/2020)",
        "Date": "02 MARCH 2021",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice S. Ravindra Bhat\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18yODItMjk4XzE3MDI1MzI5ODYucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 282",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "02 March 2021",
        "Petitioner:": "Sridevi Datla",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 141",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CIVIL APPEAL /3136/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963"
        ],
        "HeadNote": "Limitation Act, 1963: Applicability to Special laws – Held: Where period of limitation are prescribed under special laws, appeals that exceed the period granted in the special laws can be entertained at the discretion of the tribunal and Limitation act would not apply – National Green Tribunal Act, 2010. General Clauses Act – Applicability of, to appeals filed under the NGT Act – Held: s.10 of General Clauses Act stipulates when the last date for doing something falls on a public holiday, the act shall be considered as done, if it is done or taken on the next day afterwards on which the Court or office is open – This provision applies to all Central Acts enacted after the said Act was brought into force – Therefore, s.10 applies proprio vigore to all appeals filed under the NGT Act – National Green Tribunal Act, 2010. National Green Tribunal Act, 2010: s.16 – Approach of the Court in considering the application for condonation of delay – The term ‘sufficient cause’ is relative, fact dependant, and has many hues, largely deriving colour from the facts of each case, and the behaviour of the litigant who seeks condonation of delay (in approaching the court) – Appellant pleaded that since the documentation attendant to the clearance granted to the Project Applicant was voluminous, and expert as well as professional legal advice of the kind necessary to approach the NGT was not available in the State of Andhra Pradesh, the procuring of relevant documents, and correspondence with counsel in Delhi and drafting of the appeal entailed some delay – In approaching NGT, scientific or technical support is necessary apart from expert professional legal advice – Rejection of appeal by dismissing application for condonation of delay, on the ground that no sufficient cause was shown, was erroneous discretion of NGT – An appeal to the NGT in such matters is no ordinary matter – The delay in filing the appeal before the NGT is condoned."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "NATIONAL HIGHWAYS AUTHORITY OF INDIA & OTHERS VS. MADHUKAR KUMAR & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4NDg=",
        "Citation": "[2021] 13 S.C.R. 299",
        "Case Type": "(CIVIL APPEAL /11141/2018)",
        "Date": "23 SEPTEMBER 2021",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18yOTktMzYzXzE3MDI1MzMxMjUucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 299",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "23 September 2021",
        "Petitioner:": "National Highways Authority Of India & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 532",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Madhukar Kumar & Others",
        "Case Type:": "CIVIL APPEAL /11141/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1985] 3 S.C.R. 659",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s Shenoy And Co. Represented By Its Partner Bele Srinivasa Rao Street, Bangalore And Others V. The Commercial Tax Officer, Circle Ii Bangalore And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg1L3ZvbHVtZSAzL1BhcnQgSS8xOTg1XzNfNjU5LTY3NSBfMTcwMzIzODUxMS5wZGY="
            },
            {
                "Scr Citation": "[1990] Supp. (1) S.C.R. 44",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "S.n. Mukherjee V. Union Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkwL1N1cHAuICgxKS9QYXJ0IEkvU18xOTkwXzQ0LTc1XzE3MDIyNzA4NDAucGRm"
            },
            {
                "Scr Citation": "[1976] 1 S.C.R. 168",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Mahabir Jute Mills Ltd. Gorakhpur V. Shibban Lal Saxena And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc2L3ZvbHVtZSAxL1BhcnQgSS9tYWhhYmlyIGp1dGUgbWlsbHMgbHRkLiBnb3Jha2hwdXJfc2hpYmJhbiBsYWwgc2F4ZW5hIGFuZCBvcnMuXzE2OTkzMzg4NTUucGRm"
            },
            {
                "Scr Citation": "[1990] 2 S.C.R. 826",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Star Enterprises Etc. Etc. V. City And Industrial Development Corporatlon Of Maharashtra Ltd. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkwL3ZvbHVtZSAyL1BhcnQgSS8xOTkwXzJfODI2LTgzMF8xNzAyMTA1MTg4LnBkZg=="
            },
            {
                "Scr Citation": "[1991] 2 S.C.R. 51",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Mahesh Chander And Another V. State Of Delhi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkxL3ZvbHVtZSAyL1BhcnQgSS8xOTkxXzJfNTEtNjZfMTcwMjA5ODY0Ni5wZGY="
            },
            {
                "Scr Citation": "[2010] 10 S.C.R. 1070",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Kranti Associates Pvt. Ltd. & Anr. V. Sh. Masood Ahmed Khan & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxMC9QYXJ0IEkvMjAxMF8xMF8xMDcwLTEwOTRfMTcwMjU0MjI2My5wZGY="
            },
            {
                "Scr Citation": "[1994] Supp. (5) S.C.R. 223",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sarat Kumar Dash And Ors. V. Biswajit Patnaik And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk0L1N1cHAuICg1KS9QYXJ0IEkvU18xOTk0XzIyMy0yMzFfMTcwMjI4NDg2Mi5wZGY="
            },
            {
                "Scr Citation": "[2020] 3 S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Indore Development Authority V. Manoharlal & Ors. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSAzL1BhcnQgSS9JbmRvcmUgRGV2ZWxvcG1lbnQgQXV0aG9yaXR5IF8gTWFub2hhcmxhbCAmIE9ycy4gRXRjLl8xNzAxMTY2ODQ1LnBkZg=="
            }
        ],
        "Acts": [
            "National Highways Act (48 of 1956)"
        ],
        "Keyword": [
            "National Highways Fee (Determination or Rates and Collection) Rules",
            "2008"
        ],
        "HeadNote": "National Highways Fee (Determination or Rates and Collection) Rules, 2008 – rr. 3, 8, 9, 17 – Construction of Toll Plaza – Appellant-NHAI proposed for the construction of Toll Plaza at the four laning of Patna-Bakhityarpur section of NH-30 – According to the respondent, the appellant-NHAI had not assigned any reason for establishing the toll plaza within a municipal area and construction of the same was in violation of Rule 8 – Respondents filed writ petition before the High Court – The Single Judge of the High Court allowed the writ petitions and directed to shift the proposed construction of Toll Plaza from its present location – The Single Judge of the High Court also found that before taking decision to construct a toll plaza within 10 km of the municipal limits, the Executive Authority must assign reasons in writing and also adhere to the conditions mentioned in the second proviso to Rule 8 – The Division Bench of the High Court confirmed the order of the Single Judge of the High Court – On appeal, held: There is no general duty, when an administrative decision is taken, to give reasons – A Statute may, however, explicitly provide that the Executive Authority must provide reasons and it must be recorded in writing – Rule 8(1) provides that the Executing Authority or the Concessionaire shall establish toll plaza beyond the distance of 10 km from a municipal or local town area limits – However, the first proviso engrafts a limitation on the power of the Executing Authority that the exercise of power under the first proviso, should not result in the toll plaza being located within 5 km of such municipal or local town area limits – In exercise of the said discretionary power, the Executive Authority must record reasons in writing – On the other hand, on the perusal of the second proviso, it leaves no doubt that the factum of construction of a section of the national highway, inter-alia, within the municipal or town area limits, is subject to the only condition that it must be primarily for the use of the residents of such municipal or town area – The second proviso does not indicate as to, in whom, the power to locate the toll plaza under the second proviso, stands vested with – Also, the second proviso does not contemplate that reasons for exercising the discretionary power, is to be recorded in writing – Thus, the High Court erred in concluding that the recording of reasons in writing was necessary – The direction of the High Court, to shift toll plaza, cannot be upheld and it is liable to be set aside."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "BUREAU OF INVESTIGATION (CBI) AND ANR. VS. THOMMANDRU HANNAH VIJAYALAKSHMI @ T. H. VIJAYALAKSHMI AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4NTg=",
        "Citation": "[2021] 13 S.C.R. 364",
        "Case Type": "(CRIMINAL APPEAL /1045/2021)",
        "Date": "08 OCTOBER 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18zNjQtNDIzXzE3MDI1MzMyMzgucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 364",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "08 October 2021",
        "Petitioner:": "Bureau Of Investigation (cbi) And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 643",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Thommandru Hannah Vijayalakshmi @ T. H. Vijayalakshmi And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1045/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2013] 14 S.C.R. 713",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Lalita Kumari V. Govt. Of U.p. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNC9QYXJ0IEkvTGFsaXRhIEt1bWFyaSAgdnMgIEdvdnQgT2YgVXAgQW5kIE9yczE3MDE5Mzk5MDIucGRm"
            },
            {
                "Scr Citation": "[1991] 3 S.C.R. 184",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Anil Kumar Soni V. The Managing Director, Punjab Financial Corporation And Anr..",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkxL3ZvbHVtZSAzL1BhcnQgSS8xOTkxXzNfMTg0LTE4OF8xNzAyMTAwMzM2LnBkZg=="
            },
            {
                "Scr Citation": "[2009] 8 S.C.R. 1004",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Narendra G. Goel V. State Of Maharashtra & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSA4L1BhcnQgSS9OYXJlbmRyYSBHIEdvZWwgIHZzICBTdGF0ZSBPZiBNYWhhcmFzaHRyYSAgQW5yMTcwMTkyNDIxOS5wZGY="
            },
            {
                "Scr Citation": "[2009] 8 S.C.R. 1004",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Narendra G. Goel V. State Of Maharashtra & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSA4L1BhcnQgSS9OYXJlbmRyYSBHIEdvZWwgIHZzICBTdGF0ZSBPZiBNYWhhcmFzaHRyYSAgQW5yMTcwMTkyNDIxOS5wZGY="
            },
            {
                "Scr Citation": "[2012] 5 S.C.R. 1074",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Samaj Parivartan Samudaya & Ors. V. State Of Karnataka &ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSA1L1BhcnQgSS9zYW1haiBwYXJpdmFydGFuIHNhbXVkYXlhICYgb3JzLiBfc3RhdGUgb2Yga2FybmF0YWthICZvcnNfMTY5ODk5MzM2NS5wZGY="
            },
            {
                "Scr Citation": "[2017] 5 S.C.R. 525",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of Karnataka V. Selvi J. Jayalalitha & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9TdGF0ZSBPZiBLYXJuYXRha2EgXyBTZWx2aSBKLiBKYXlhbGFsaXRoYSAmIE9ycy5fMTcwMTc2OTYxMy5wZGY="
            },
            {
                "Scr Citation": "[2000] Supp. (3) S.C.R. 82",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Navinchandra N. Majithia V. State Of Maharashtra And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAwL1N1cHAuICgzKS9QYXJ0IEkvU18yMDAwXzgyLTk5XzE3MDIxMDI4MzEucGRm"
            },
            {
                "Scr Citation": "[1997] Supp. (5) S.C.R. 12",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Pepsi Foods Ltd. And Anr. V. Special Judicial Magistrate And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk3L1N1cHAuICg1KS9QYXJ0IEkvU18xOTk3XzEyLTI5XzE3MDI0NDM1NjUucGRm"
            },
            {
                "Scr Citation": "[2006] Supp. (8) S.C.R. 474",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Shashikant V. Central Bureau Of Investigation And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg4KS9QYXJ0IEkvU18yMDA2XzQ3NC00ODRfMTcwMjU0MjI2OS5wZGY="
            },
            {
                "Scr Citation": "[2013] 14 S.C.R. 983",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "C.b.i. V. Ashok Kumar Aggarwal",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNC9QYXJ0IEkvMjAxM18xNF85ODMtMTAxOF8xNzA0Mzc2MzY4LnBkZg=="
            },
            {
                "Scr Citation": "[2017] 3 S.C.R. 630",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of Jharkhand Through Sp, Cbi V. Lalu Prasad @ Lalu Prasad Y Aday",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNjMwLTY4MF8xNzAzMjI1NzU0LnBkZg=="
            },
            {
                "Scr Citation": "[2008] 14 S.C.R. 1049",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Nirmal Singh Kahlon V. State Of Punjab And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxNC9QYXJ0IEkvMjAwOF8xNF8xMDQ5LTEwOTBfMTcwMjYyMjIwMi5wZGY="
            },
            {
                "Scr Citation": "[2012] 7 S.C.R. 33",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Ms. Mayawati V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSA3L1BhcnQgSS9tcy4gbWF5YXdhdGlfdW5pb24gb2YgaW5kaWEgJiBvcnMuXzE2OTkyNTEwNTEucGRm"
            },
            {
                "Scr Citation": "[2008] 4 S.C.R. 1154",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M. Balakrishna Reddy V. Director, Cbi, New Delhi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSA0L1BhcnQgSS9NIEJhbGFrcmlzaG5hIFJlZGR5ICB2cyAgRGlyZWN0b3IgQ2JpIE5ldyBEZWxoaTE3MDE5MjQxOTQucGRm"
            },
            {
                "Scr Citation": "[2011] 2 S.C.R. 670",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Harshendra Kumar D. V. Rebatilata Koley Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSAyL1BhcnQgSS8yMDExXzJfNjcwLTY5MF8xNzAyNjI2NDc2LnBkZg=="
            },
            {
                "Scr Citation": "[2019] 1 S.C.R. 236",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sri Suresh Kumar Goyal And Others V. State Of Uttar Pradesh And Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxL1BhcnQgSS9TcmkgU3VyZXNoIEt1bWFyIEdveWFsIEFuZCBPdGhlcnMgXyBTdGF0ZSBPZiBVdHRhciBQcmFkZXNoIEFuZCBBbm90aGVyXzE3MDA4OTE4NDkucGRm"
            },
            {
                "Scr Citation": "[2014] 14 S.C.R. 1468",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Pooja Ravinder Devidasani V. State Of Maharashtra&anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxM18xNF8xNDY4LTE0ODhfMTcwNDM0Njc5MS5wZGY="
            },
            {
                "Scr Citation": "[2019] 12 S.C.R. 1125",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Union Of India V. State Of Maharashtra And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMi9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgIHZzICBTdGF0ZSBPZiBNYWhhcmFzaHRyYSBBbmQgT3JzMTcwMTkzODQ4Mi5wZGY="
            },
            {
                "Scr Citation": "[2018] 4 S.C.R. 877",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Dr. Subhash Kashinath Mahajan V. The State Of Maharashtra And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSA0L1BhcnQgSS9kci4gc3ViaGFzaCBrYXNoaW5hdGggbWFoYWphbl90aGUgc3RhdGUgb2YgbWFoYXJhc2h0cmEgYW5kIGFuci5fMTY5OTI1NTM2NC5wZGY="
            },
            {
                "Scr Citation": "[2008] 10 S.C.R. 950",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bharat Parikh V. C.b.i. & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxMC9QYXJ0IEkvMjAwOF8xMF85NTAtOTU3XzE3MDIzNTg5MjkucGRm"
            },
            {
                "Scr Citation": "[2008] 14 S.C.R. 1137",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Indu Jain V. State Of Madhya Pradesh & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxNC9QYXJ0IEkvMjAwOF8xNF8xMTM3LTExNTRfMTcwMjYyMjcyMS5wZGY="
            },
            {
                "Scr Citation": "[2018] 2 S.C.R. 1045",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Asian Resurfacing Of Road Agency Pvt. Ltd. & Anr. V. Central Bureau Of Investigation",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAyL1BhcnQgSS9hc2lhbiByZXN1cmZhY2luZyBvZiByb2FkIGFnZW5jeSBwdnQuIGx0ZC4gJiBhbnIuX2NlbnRyYWwgYnVyZWF1IG9mIGludmVzdGlnYXRpb25fMTY5OTI2ODQwOC5wZGY="
            }
        ],
        "Acts": [
            "Prevention of Corruption Act (49 of 1988)"
        ],
        "Keyword": [
            "Prevention of Corruption Act 1988"
        ],
        "HeadNote": "Prevention of Corruption Act 1988 – s.13(2) r/w s.13(1)(e) – Penal Code, 1860 – s.109 – Central Bureau of Investigation (Crime) Manual 2005 – Constitution of India – Article 226 – Code of Criminal Procedure, 1973 – s.482 – Corruption cases – Preliminary enquiry if mandatory before registering an FIR – FIR registered against first respondent, Commissioner of Income Tax on the basis of “source information” for allegedly possessing assets disproportionate to her known sources of income – Second respondent, her husband is alleged to have abetted the offence – FIR quashed by High Court inter alia holding that the appellant should have conducted a Preliminary Enquiry before registration of the FIR – On appeal, held: Institution of a Preliminary Enquiry in cases of corruption is not made mandatory before the registration of an FIR under the CrPC, PC Act or even the CBI Manual – In case the information received by the CBI, through a complaint or a “source information” under Chapter 8, discloses the commission of a cognizable offence, it can directly register a Regular Case instead of conducting a Preliminary Enquiry – This does not take away from the value of conducting a Preliminary Enquiry in an appropriate case – High Court should have only considered whether the contents of the FIR as they stand, prima facie make out a cognizable offence instead of conducting a mini-trial – Documents relied upon by the respondents cannot form the basis of quashing the FIR as the value and weight to be ascribed to the documents is a matter of trial – Impugned judgment of High Court set aside – Appellant can continue with investigation based upon the FIR – Delhi Special Police Establishment Act, 1946 – s.6.Constitution of India – Article 226 – Code of Criminal Procedure, 1973 – s.482 – Quashing of FIR – Review by High Court – Scope of – Discussed."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "COMMISSIONER OF GST AND CENTRAL EXCISE VS. M/S CITI BANK N. A.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4Nzg=",
        "Citation": "[2021] 13 S.C.R. 424",
        "Case Type": "(CIVIL APPEAL /8228/2019)",
        "Date": "09 DECEMBER 2021",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM180MjQtNTY1XzE3MDI1MzM0MDcucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 424",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "09 December 2021",
        "Petitioner:": "Commissioner Of Gst And Central Excise",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2021 INSC 857",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "M/s Citi Bank N. A.",
        "Case Type:": "CIVIL APPEAL /8228/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2011] 2 S.C.R. 874",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "The Commissioner Of Central Excise, Visakhapatnam V. M/s. Mehta & Co.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSAyL1BhcnQgSS8yMDExXzJfODc0LTg4N18xNzAyNjI4OTUwLnBkZg=="
            },
            {
                "Scr Citation": "[2010] 13 S.C.R. 381",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Association Of Leasing And Financial Service Companies V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxMy9QYXJ0IEkvMjAxMF8xM18zODEtNDI4XzE3MDI2MjIwODIucGRm"
            },
            {
                "Scr Citation": "[2007] 9 S.C.R. 650",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Commissioner Of Central Excise, Nagpur V. M/s. Ballarpur Industries Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSA5L1BhcnQgSS8yMDA3XzlfNjUwLTY2NF8xNzAyNTQ4MzgxLnBkZg=="
            },
            {
                "Scr Citation": "[2007] 5 S.C.R. 1141",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Larsen And Tubro Ltd. V. The Commissioner Of Central Excise, Pune-ii",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSA1L1BhcnQgSS8yMDA3XzVfMTE0MS0xMTQ5XzE3MDIxMDUzNjAucGRm"
            },
            {
                "Scr Citation": "[2018] 10 S.C.R. 409",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "The State Of Karnataka & Ors. V. The Karnataka Pawn Brokers Assn. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMC9QYXJ0IEkvdGhlIHN0YXRlIG9mIGthcm5hdGFrYSAmIG9ycy4gIF90aGUga2FybmF0YWthIHBhd24gYnJva2VycyBhc3NuLiAmIG9ycy4gXzE2OTk0MjA3OTgucGRm"
            },
            {
                "Scr Citation": "[1990] 2 S.C.R. 13",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sri Krishna Das V. Town Area Committee, Chirgaon",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkwL3ZvbHVtZSAyL1BhcnQgSS8xOTkwXzJfMTMtMjRfMTcwMjAzMDM3NC5wZGY="
            },
            {
                "Scr Citation": "[2010] 14 S.C.R. 184",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "The Commissioner Of Central Excise, Aurangabad V. M/s. Bajaj Auto Ltd., Waluj, Aurangabad, Through Its Vice President (materials) And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxNC9QYXJ0IEkvMjAxMF8xNF8xODQtMTk4XzE3MDI2Mzc2MTAucGRm"
            }
        ],
        "Acts": [
            "Central Excise Act (1 of 1944)"
        ],
        "Keyword": [
            "Central Excise Act",
            "1944"
        ],
        "HeadNote": "Central Excise Act, 1944 - ss. 35L(1)(b) – Finance Act, 1994 – 65B(44), 65(33a), 67, 68 – Service Tax on interchange Fee – An internal audit group of the Service Tax Commissionerate found that respondent-bank was receiving interchange fee, which formed part of the gross amount billed to the customer – Show Cause Notices were issued to the Respondent – Respondent contended that it is not performing any service so as to render it exigible to service tax on the interchange service – Principal Commissioner found that respondent-bank was liable to pay service tax, penalty and interest on the amount of “interchange fee” received by it – The Tribunal set aside the order passed by the Principal Commissioner – On appeal, held: Per K. M. Joseph, J.,: The respondent, as issuing bank, was liable to pay service tax, u/s.68(1), being the service provider – Being liable to pay tax u/s.68(1), it was also liable to file the return including the amount of interchange fee – The measure of tax, which is found in s.67(1)(i), is entirely related to the service that the acquiring bank provided and agreed to provide – Likewise, the value of the service provided by the issuing bank, would be the value of service, for the purpose of s.67(1) – Therefore, respondent- bank was liable to include interchange fee and file return and pay tax on the same – It is also clear that Respondent, as issuing bank, provides service within the meaning of s.65(33a)(iii) – Respondent is paid Rs.2 as interchange fee – Interchange fee, therefore, is exigible to service tax – Per S. Ravindra Bhat, J. (dissenting):Respondent-bank, as issuing bank was providing service, as found by the Commissioner – However, this service was a part of a single unified service – of settling transactions – Which is provided by both the acquiring and issuing bank – Having characterized the service to be a single unified service – wherein service tax, by way of business convenience, is collected from/ remitted by the acquiring bank on the value (whole MDR which includes the interchange fee that is retained by the issuing bank) taxable for single service rendered by both the acquiring and issuing bank (respondent) cannot be called upon to pay service tax again as this would result in double taxation."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "NASIB SINGH VS. THE STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4OTU=",
        "Citation": "[2021] 13 S.C.R. 566",
        "Case Type": "(CRIMINAL APPEAL /1051/2021)",
        "Date": "08 FEBRUARY 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM181NjYtNjEwXzE3MDI1MzM1MzIucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 566",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "08 February 2021",
        "Petitioner:": "Nasib Singh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2021 INSC 642",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "The State Of Punjab & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1051/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1964] 1 S.C.R. 926",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Pandit Ukha Kolhe V. The State Of Maharashtra",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY0L3ZvbHVtZSAxL1BhcnQgSS9wYW5kaXQgdWtoYSBrb2xoZV90aGUgc3RhdGUgb2YgbWFoYXJhc2h0cmFfMTY5OTQ0MjAyMi5wZGY="
            },
            {
                "Scr Citation": "[2000] 1 S.C.R. 468",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Gangula Ashok And Anr. V. State Of Andhra Pradesh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAwL3ZvbHVtZSAxL1BhcnQgSS8yMDAwXzFfNDY4LTQ3OV8xNzAyMDIyODQxLnBkZg=="
            },
            {
                "Scr Citation": "[2004] 3 S.C.R. 1050",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Zahira Habibullah Sheikh And Anr V. State Of Gujarat And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA0L3ZvbHVtZSAzL1BhcnQgSS96YWhpcmEgaGFiaWJ1bGxhaCBzaGVpa2ggYW5kIGFucl9zdGF0ZSBvZiBndWphcmF0IGFuZCBvcnMuXzE2OTk0MjAwODkucGRm"
            },
            {
                "Scr Citation": "[2012] 10 S.C.R. 480",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Mohd. Hussain @ Julfikar Ali V. The State (govt. Of Nct) Delhi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSAxMC9QYXJ0IEkvbW9oZC4gaHVzc2FpbiBAIGp1bGZpa2FyIGFsaV90aGUgc3RhdGUgKGdvdnQuIG9mIG5jdCkgZGVsaGlfMTcwMDU0MTExNy5wZGY="
            },
            {
                "Scr Citation": "[2014] 12 S.C.R. 218",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Nar Singh V. State Of Haryana",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8yMTgtMjQxXzE3MDQyNzQzNDMucGRm"
            },
            {
                "Scr Citation": "[2018] 1 S.C.R. 217",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Issac @ Kishor V. Ronald Cheriyan And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxL1BhcnQgSS8yMDE4XzFfMjE3LTIyNF8xNzAyOTkwNjcwLnBkZg=="
            },
            {
                "Scr Citation": "[2013] 11 S.C.R. 1042",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Mary Pappa Jebamani V. Ganesan & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDQyIC0gMTA1MF8xNzAzMzIwMzc2LnBkZg=="
            },
            {
                "Scr Citation": "[2015] 5 S.C.R. 605",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "R. Dineshkumar @ Deena V. State Rep. By Inspector Of Police & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA1L1BhcnQgSS9SLiBEaW5lc2hrdW1hciBAIERlZW5hIF8gU3RhdGUgUmVwLiBCeSBJbnNwZWN0b3IgT2YgUG9saWNlICYgT3RoZXJzXzE3MDExNjE3NjIucGRm"
            },
            {
                "Scr Citation": "[2015] 5 S.C.R. 605",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "R. Dineshkumar @ Deena V. State Rep. By Inspector Of Police & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA1L1BhcnQgSS9SLiBEaW5lc2hrdW1hciBAIERlZW5hIF8gU3RhdGUgUmVwLiBCeSBJbnNwZWN0b3IgT2YgUG9saWNlICYgT3RoZXJzXzE3MDExNjE3NjIucGRm"
            },
            {
                "Scr Citation": "[2017] 1 S.C.R. 469",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Ajay Kumar Ghoshal Etc. V. State Of Bihar & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxL1BhcnQgSS9hamF5IGt1bWFyIGdob3NoYWwgZXRjLl9zdGF0ZSBvZiBiaWhhciAmIGFuci5fMTY5OTM0MDM0MS5wZGY="
            }
        ],
        "Acts": [
            "Code Of Criminal Procedure, 1973 (2 of 1974)"
        ],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: ss. 386, 223 – Power of appellate court to direct retrial – Scope of – Held: Appellate Court may direct a retrial only in ‘exceptional’ circumstances to avert a miscarriage of justice – Mere lapses in the investigation are not sufficient to warrant a direction for re-trial – Only if the lapses are so grave so as to prejudice the rights of the parties, a retrial can be directed – On facts, two FIR’s relating to the offences in the same transaction, one arising out of the alleged gang rape of the prosecutrix; and other arising out of the suicide of the prosecutrix – Order by the High Court remitting the judgments of conviction and acquittal of the Additional Sessions Judge in the trials arising out of the two FIRs and directing that trials be clubbed and tried together as provided u/s. 223, is a travesty of justice – With a lapse of over 7 years since the date of the incident, a retrial would not advance the cause of justice but would result in a serious miscarriage of justice – Even if it is conceded that the alleged offences committed in the two FIRs were committed in the course of the same transaction, within the meaning of the phrase in s. 223(d), it does not warrant the exercise of discretion to direct a retrial followed by a joint trial – It was imperative for the accused to prove that the separate trials caused a miscarriage of justice – No explanation rendered on the aspect of a miscarriage of justice – Furthermore, the holding of separate trials was not contrary to law and that there was no resultant failure of justice demonstrated to the satisfaction of the High Court – Thus, the order by the High Court set aside."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "GUJARAT URJA VIKAS NIGAM LIMITED VS. MR. AMIT GUPTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5MDY=",
        "Citation": "[2021] 13 S.C.R. 611",
        "Case Type": "(CIVIL APPEAL /9241/2019)",
        "Date": "08 MARCH 2021",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice M.R. Shah",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM182MTEtNzM2XzE3MDI1MzM2NDUucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 611",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "08 March 2021",
        "Petitioner:": "Gujarat Urja Vikas Nigam Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2021 INSC 163",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Mr. Amit Gupta & Ors.",
        "Case Type:": "CIVIL APPEAL /9241/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2019] 17 S.C.R. 599",
                "Judicial Consideration": "Distinguished",
                "Judgment Name": "Kantaru Rajeevaru V. Indian Young Lawyers Association Thr. Its General Secretary And Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNy9QYXJ0IEkvMjAxOV8yOF81NTktNjYwXzE3MDIwOTUxMTcucGRm"
            },
            {
                "Scr Citation": "[2019] 3 S.C.R. 535",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Swiss Ribbons Pvt. Ltd. & Anr. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAzL1BhcnQgSS8yMDE5XzNfNTM1LTY2Ml8xNzA0Mzc4MDUyLnBkZg=="
            },
            {
                "Scr Citation": "[1990] 3 S.C.R. 649",
                "Judicial Consideration": "Distinguished",
                "Judgment Name": "Ashoka Marketing Ltd. And Anr. Etc. Etc. V. Punjab National Bank And Ors. Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkwL3ZvbHVtZSAzL1BhcnQgSS8xOTkwXzNfNjQ5LTY5Nl8xNzAyMjczNDUxLnBkZg=="
            },
            {
                "Scr Citation": "[2017] 8 S.C.R. 33",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Innoventive Industrles Ltd. V. Icici Bank & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBJbm5vdmVudGl2ZSBJbmR1c3RybGVzIEx0ZCAgdnMgIEljaWNpIEJhbmsgIEFucjE3MDE4NTg1MzUucGRm"
            },
            {
                "Scr Citation": "[2018] 12 S.C.R. 362",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Arcelormittal India Private Limited V. Satish Kumar Gupta & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMi9QYXJ0IEkvYXJjZWxvcm1pdHRhbCBpbmRpYSBwcml2YXRlIGxpbWl0ZWRfc2F0aXNoIGt1bWFyIGd1cHRhICYgb3JzLl8xNjk5NDI3NjA3LnBkZg=="
            },
            {
                "Scr Citation": "[1985] 1 S.C.R. 511",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sudarsan Chits (i) Ltd. V. O. Sukumaran Pillai & Ors .",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg1L3ZvbHVtZSAxL1BhcnQgSS9TdWRhcnNhbiBDaGl0cyAoaSkgTHRkLiBfIE8uIFN1a3VtYXJhbiBQaWxsYWkgJiBPcnMgLl8xNzAxNDE0NTY3LnBkZg=="
            },
            {
                "Scr Citation": "[2010] 6 S.C.R. 857",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Union Of India V. R. Gandhi, President, Madras Bar Association",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA2L1BhcnQgSS8yMDEwXzZfODU3LTk1Nl8xNzAyMzYyNjM1LnBkZg=="
            },
            {
                "Scr Citation": "[2019] 16 S.C.R. 275",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Committee Of Creditors Of Essar Steel India Limited Through Authorised Signatory V. Satish Kumar Gupta & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18yNzUtNDIzXzE3MDIwMjM0NzYucGRm"
            },
            {
                "Scr Citation": "[2010] 15 S.C.R. 957",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Remdeo Chauhan @ Rajnath Chauhan V. Bani Kant Das And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMF8xNV85NTctOTkyXzE3MDM0OTc4NTIucGRm"
            },
            {
                "Scr Citation": "[1978] 1 S.C.R. 231",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Johrilal Soni V. Smt. Bhanwari Bai",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc4L3ZvbHVtZSAxL1BhcnQgSS9qb2hyaWxhbCBzb25pX3NtdC4gYmhhbndhcmkgYmFpIF8xNzAwNzM0Nzg1LnBkZg=="
            },
            {
                "Scr Citation": "[2018] 2 S.C.R. 442",
                "Judicial Consideration": "Cited",
                "Judgment Name": "S. Sukumar V. The Secretary, Institute Of Chartered Accountants Of India & Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAyL1BhcnQgSS9zLiBzdWt1bWFyX3RoZSBzZWNyZXRhcnksIGluc3RpdHV0ZSBvZiBjaGFydGVyZWQgYWNjb3VudGFudHMgb2YgaW5kaWEgJiBvcnNfMTY5ODY2Mzc1NC5wZGY="
            }
        ],
        "Acts": [
            "Insolvency and Bankruptcy Code (31 of 2016)"
        ],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – ss. 10, 31, 60(5), 61, 238 – Power Purchase Agreement – Corporate Insolvency Resolution Process – Jurisdiction of NCLT over contractual dispute – The appellant allocated a 25-megawatt capacity to the Corporate Debtor for developing and setting up a solar photovoltaic based power project – The appellant and the corporate debtor entered into a PPA on 30.04.2010, according to which the appellant was to purchase all the power generated by the corporate debtor – Due to floods and heavy rainfall in 2015 then again in 2017, Plant was severely damaged – Resultantly, it was only able to operate at 10- 15% of its original capacity – Corporate debtor intimated the appellant regarding cause for failure in its performance under the PPA, and to confirm that this event may be treated as a Force Majeure Event – The second respondent (Bank) declared the Corporate Debtor to be an NPA – Corporate Debtor filed a petition in the NCLT u/s 10 of IBC, pursuant to which NCLT commence the CIRP and issued an order of moratorium – First respondent was appointed as the Interim Resolution Professional – Appeal was filed against the said order in the NCLAT, same was dismissed – The appellant issued two notices of default to the corporate debtor expressing their intention to terminate the PPA – Thereafter, the first and second respondents approached NCLT by filing applications u/s. 60(5) of the IBC in regard to the notices issued by the appellant to the corporate debtor, and sought an injunction restraining the appellant from terminating the PPA – NCLT restrained the appellant from terminating the PPA and sets aside the First Notice – NCLAT dismissed the appeal filed against the order of NCLT – Issue arose for determination before the Supreme Court – Whether the NCLT/NCLAT can exercise jurisdiction under IBC over disputes arising from contracts such as the PPA – Held: Neither NCLT nor NCLAT in its decision specifically examine the issue of its jurisdiction u/s. 60(5)(c) of the IBC – The institutional framework under the IBC contemplates the establishment of a single forum to deal with matters of insolvency, which were distributed earlier across multiple fora – The corporate debtor would have to file and/or defend multiple proceedings in different fora and these proceedings may cause undue delay in the insolvency resolution process – Therefore, considering s. 60(5)(c) and the interpretation of similar provisions in other insolvency related statutes, NCLT has jurisdiction to adjudicate disputes, which arise solely from or which relate to the insolvency of the corporate debtor – The nexus with the insolvency of the corporate debtor must exist – In the present case, the PPA was terminated solely on the ground of insolvency, therefore, in the absence of the insolvency of the corporate debtor, there would be no ground to terminate the PPA – The RP can approach the NCLT for adjudication of disputes that are related to the insolvency resolution process – However, for adjudication of disputes that arise dehors the insolvency of the corporate debtor, the RP must approach the relevant competent authority – Since, the dispute in the instant case has arisen solely on the ground of the insolvency of the corporate debtor, NCLT is empowered to adjudicate this dispute u/s. 60(5)(c) of the IBC. Insolvency and Bankruptcy Code, 2016 – Right of Appellant to terminate Power Purchase Agreement – Whether the appellant‘s right to terminate the PPA in terms of Article 9.2.1(e) read with 9.3.1 is regulated by the IBC – Held: In accordance with Article 9.3.1 of PPA, the appellant, on the occurrence of an Event of Default u/Article 9.2.1, can issue a default notice which shall specify in reasonable detail the Event of Default giving rise to the default notice, and call upon the Corporate Debtor to remedy it – At the expiry of 30 days from such notice, unless otherwise agreed, if the default has not been remedied, the appellant can terminate the PPA – In the instant case, it is the sole contract for the sale of electricity which was entered into by the corporate debtor – The PPA was terminated solely on the ground of insolvency, which gives the NCLT jurisdiction u/s. 60(5)(c) to adjudicate this matter and invalidate the termination of the PPA – NCLT is the forum vested with the responsibility of ensuring the continuation of the insolvency resolution process, which requires preservation of the Corporate Debtor as a going concern – The NCLT/NCLAT correctly stayed the termination of the PPA by the appellant, since allowing it to terminate the PPA would certainly result in the corporate death of the Corporate Debtor due to the PPA being its sole contract. Interpretation of Statutes – Textually similar language in different enactments has to be construed in the context and scheme of the statute in which the words appear – The meaning and content attributed to statutory language in one enactment cannot in all circumstances be transplanted into a distinct, if not, alien soil – It is trite law that the words of a statute have to be construed in a manner which would give them a sensible meaning which accords with the overall scheme of the statute, the context in which the words are used and the purpose of the underlying provision – Insolvency and Bankruptcy Code – sec. 60(5) – Companies Act, 1956 – 446(2). Ipso Facto Clause – Validity of – Discussed "
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "GHANASHYAM MISHRA AND SONS PRIVATE LIMITED THROUGH THE AUTHORIZED SIGNATORY VS. EDELWEISS ASSET RECONSTRUCTION COMPANY LIMITED THROUGH THE DIRECTOR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5MzU=",
        "Citation": "[2021] 13 S.C.R. 737",
        "Case Type": "(CIVIL APPEAL /8129/2019)",
        "Date": "13 APRIL 2021",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM183MzctODIyXzE3MDI1MzM4OTMucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 737",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "13 April 2021",
        "Petitioner:": "Ghanashyam Mishra And Sons Private Limited Through The Authorized Signatory",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2021 INSC 250",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "Edelweiss Asset Reconstruction Company Limited Through The Director & Ors.",
        "Case Type:": "CIVIL APPEAL /8129/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2019] 6 S.C.R. 275",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Cantonment Board, Meerut & Anr. V. Afzal",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSA2L1BhcnQgSS9DYW50b25tZW50IEJvYXJkLCBNZWVydXQgJiBBbnIuIF8gQWZ6YWxfMTcwMTY3MDU5Ni5wZGY="
            },
            {
                "Scr Citation": "[2019] 3 S.C.R. 845",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "K. Sashidhar V. Indian Overseas Bank & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfODQ1LTkxMl8xNzA0MzY3MzczLnBkZg=="
            },
            {
                "Scr Citation": "[2003] 2 S.C.R. 22",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Banarsi And Ors V. Ram Phal",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL3ZvbHVtZSAyL1BhcnQgSS8yMDAzXzJfMjItNDNfMTcwMzMyOTU2MS5wZGY="
            },
            {
                "Scr Citation": "[2018] 10 S.C.R. 974",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Bank Of India V. V. Ramakrishnan & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMC9QYXJ0IEkvc3RhdGUgYmFuayBvZiBpbmRpYV92LiByYW1ha3Jpc2huYW4gJiBhbnIuXzE2OTk1MDY2OTEucGRm"
            },
            {
                "Scr Citation": "[2017] 8 S.C.R. 33",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Innoventive Industrles Ltd. V. Icici Bank & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBJbm5vdmVudGl2ZSBJbmR1c3RybGVzIEx0ZCAgdnMgIEljaWNpIEJhbmsgIEFucjE3MDE4NTg1MzUucGRm"
            },
            {
                "Scr Citation": "[2009] 7 S.C.R. 946",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Union Of India & Ors. V. M/s Martin Lottery Agencies Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSA3L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSAgT3JzICB2cyAgTXMgTWFydGluIExvdHRlcnkgQWdlbmNpZXMgTHRkMTcwMTg2MTYzNS5wZGY="
            },
            {
                "Scr Citation": "[2008] 12 S.C.R. 179",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Commnr. Of Income Tax-i, Ahmedabad V. Gold Coin Health Food Pvt. Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxMi9QYXJ0IEkvQ29tbW5yLiBPZiBJbmNvbWUgVGF4LWksIEFobWVkYWJhZCBfIEdvbGQgQ29pbiBIZWFsdGggRm9vZCBQdnQuIEx0ZC5fMTcwMTMzNzYyMC5wZGY="
            },
            {
                "Scr Citation": "[2018] 10 S.C.R. 974",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Bank Of India V. V. Ramakrishnan & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMC9QYXJ0IEkvc3RhdGUgYmFuayBvZiBpbmRpYV92LiByYW1ha3Jpc2huYW4gJiBhbnIuXzE2OTk1MDY2OTEucGRm"
            },
            {
                "Scr Citation": "[1969] 1 S.C.R. 518",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Babu Ram Prakash Chandra Maheshw Ari V. Antarim Zila Parishad Muzaffar Nagar",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY5L3ZvbHVtZSAxL1BhcnQgSS9iYWJ1IHJhbSBwcmFrYXNoIGNoYW5kcmEgbWFoZXNodyBhcmlfYW50YXJpbSB6aWxhIHBhcmlzaGFkIG11emFmZmFyIG5hZ2FyXzE3MDA4MDgxNjIucGRm"
            }
        ],
        "Acts": [
            "Insolvency and Bankruptcy Code (31 of 2016)"
        ],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 s. 31 – Approval of resolution plan – Corporate Insolvency Resolution Process – Resolution plan – Extent and scope of, after approval – Held: Once a resolution plan is duly approved by the Adjudicating Authority under sub-section (1) of s. 31, the claims as provided in the resolution plan shall stand frozen and would be binding on the Corporate Debtor and its employees, members, creditors, including the Central Government, any State Government or any local authority, guarantors and other stakeholders – On the date of approval of resolution plan by the Adjudicating Authority, all such claims, which are not a part of resolution plan, shall stand extinguished and no person would be entitled to initiate or continue any proceedings in respect to a claim, which is not part of the resolution plan – Dominant purposes of the I&B Code is, revival of the Corporate Debtor and to make it a running concern – Legislative intent behind this is, to freeze all the claims so that the resolution applicant starts on a clean slate and is not flung with any surprise claims – Insolvency and Bankruptcy board of India (Insolvency Resolution Process for Corporate Persons) Regulations, 2016 – rr. 13 and 14. s. 31 – Amendment to s. 31 by s. 7 of Act 26 of 2019 – Nature of, clarificatory/declaratory or substantive in nature – Held: 2019 Amendment to s. 31 of the Code is clarificatory and declaratory in nature and thus, would be effective from the date on which I&B Code came into effect.s. 31 – Approval of resolution plan by the Adjudicating Authority – Entitlement of creditor including the Central Government, State Government or any local authority, to initiate any proceedings for recovery of any of the dues from the Corporate Debtor, which are not a part of the Resolution Plan approved by the adjudicating authority – Held: All the dues including the statutory dues owed to the Central Government, any State Government or any local authority, if not part of the resolution plan, shall stand extinguished and no proceedings in respect of such dues for the period prior to the date on which the Adjudicating Authority grants its approval u/ s. 31 could be continued."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "RAVINDER KUMAR DHARIWAL & ANR. VS. THE UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5NTE=",
        "Citation": "[2021] 13 S.C.R. 823",
        "Case Type": "(CIVIL APPEAL /6924/2021)",
        "Date": "17 DECEMBER 2021",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM184MjMtOTIyXzE3MDI1MzQwODQucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 823",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "17 December 2021",
        "Petitioner:": "Ravinder Kumar Dhariwal & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 916",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "The Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /6924/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2003] 1 S.C.R. 1059",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Kunal Singh V. Union Of India And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL3ZvbHVtZSAxL1BhcnQgSS8yMDAzXzFfMTA1OS0xMDY2XzE3MDIwOTIxNjgucGRm"
            },
            {
                "Scr Citation": "[1989] 2 S.C.R. 152",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bansidhar And Others V. State Of Rajasthan And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg5L3ZvbHVtZSAyL1BhcnQgSS9CYW5zaWRoYXIgQW5kIE90aGVycyAgdnMgIFN0YXRlIE9mIFJhamFzdGhhbiBBbmQgT3RoZXJzMTcwMTg0ODQwMy5wZGY="
            },
            {
                "Scr Citation": "[2017] 12 S.C.R. 827",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Rajive Raturi V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMi9QYXJ0IEkvUmFqaXZlIFJhdHVyaSBfIFVuaW9uIE9mIEluZGlhIEFuZCBPcnMuXzE3MDE0MzAwNzEucGRm"
            },
            {
                "Scr Citation": "[2016] 4 S.C.R. 638",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Jeeja Ghosh & Anr. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA0L1BhcnQgSS9qZWVqYSBnaG9zaCAmIGFuci5fdW5pb24gb2YgaW5kaWEgJiBvcnMuXzE3MDA4MjMwMDQucGRm"
            },
            {
                "Scr Citation": "[1999] 1 S.C.R. 117",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Apparel Export Promotion Council V. Ak. Chopra",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk5L3ZvbHVtZSAxL1BhcnQgSS9hcHBhcmVsIGV4cG9ydCBwcm9tb3Rpb24gY291bmNpbCBfYWsuIGNob3ByYV8xNjk4NzM0OTU3LnBkZg=="
            },
            {
                "Scr Citation": "[2016] 3 S.C.R. 1018",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Pankajakshi (dead) Through Lrs. & Others V. Chandrika & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9wYW5rYWpha3NoaSAoZGVhZCkgdGhyb3VnaCBscnMuICYgb3RoZXJzX2NoYW5kcmlrYSAmIG90aGVyc18xNzAwODA0ODkxLnBkZg=="
            },
            {
                "Scr Citation": "[2019] 6 S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Accused `x` V. State Of Maharashtra",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSA2L1BhcnQgSS9BY2N1c2VkIGB4YCBfIFN0YXRlIE9mIE1haGFyYXNodHJhXzE3MDE2NjYxNzMucGRm"
            },
            {
                "Scr Citation": "[2013] 17 S.C.R. 900",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Geetaben Ratilal Patel V. District Primary Education Officer",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNy9QYXJ0IEkvMjAxM18yOF85MDAtOTE3XzE3MDQzNzQ3MzUucGRm"
            },
            {
                "Scr Citation": "[2007] 12 S.C.R. 991",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Anuj Garg & Ors. V. Hotel Association Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxMi9QYXJ0IEkvMjAwN18xMl85OTEtMTA3N18xNzAyNjE1MzMzLnBkZg=="
            },
            {
                "Scr Citation": "[2018] 8 S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Justice K. S. Puttaswamy (retd.) & Anr. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSA4L1BhcnQgSS9qdXN0aWNlIGsuIHMuIHB1dHRhc3dhbXkgKHJldGQuKSAmIGFuci5fdW5pb24gb2YgaW5kaWEgJiBvcnMuXzE2OTg4MzI3NTkucGRm"
            },
            {
                "Scr Citation": "[2020] 2 S.C.R. 297",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Internet And Mobile Association Of India V. Reserve Bank Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIwL3ZvbHVtZSAyL1BhcnQgSS9JbnRlcm5ldCBBbmQgTW9iaWxlIEFzc29jaWF0aW9uIE9mIEluZGlhIF8gUmVzZXJ2ZSBCYW5rIE9mIEluZGlhXzE3MDExNDg4NzYucGRm"
            }
        ],
        "Acts": [
            "Rights Of Persons With Disabilities Act, 2016 (49 of 2016)"
        ],
        "Keyword": [
            "Rights of Persons with Disabilities Act 2016"
        ],
        "HeadNote": "Rights of Persons with Disabilities Act 2016 – s. 20 – Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act 1951 – s. 47 – Non-discrimination in Government employments – Disciplinary proceedings initiated against the appellant-Assistant Commandant in CRPF – Challenge to – Complaint against appellant alleging that he had stated that he was obsessed with either killing or being killed and made a threat that he could shoot – Conduct of enquiries – In the first enquiry he was suspended and Notice was issued, in the second his two increments were withheld and in the third, he was issued a memorandum – Thereafter, the appellant was categorized as permanently disabled having 40-70% disability, and declared unfit for duty, placing him under S5(P) category – Writ petition challenging the inquiry report and the notice issued in the first enquiry – During pendency, the PwD Act repealed and RPwD Act of 2016 was enacted – When the disciplinary proceedings were initiated, the PwD Act was in force and the 2002 notification issued thereunder, exempted the CRPF from the application of the provision – Single Judge of the High Court allowed the writ petition and directed the State to consider the case of the petitioner in view of s. 47 whereby no establishment would dispense with or reduce in rank an employee who acquires disability during service – However, Division Bench set aside the enquiry report and restored the enquiry proceedings to the stage of the recording evidence to enable the appellant to prove his mental disability by submission of material documents – On appeal, held: Validity of the disciplinary proceedings would be determined against the provisions of the RPwD Act instead of the PwD Act – 2002 notification not saved by s. 102 of the RPwD Act since s. 20 of the RPwD Act is not corresponding to s. 47 of the PwD Act and no privilege accrued the employer under the 2002 notification in terms of s. 6 of the General Clauses Act – Disciplinary proceedings are discriminatory and violative of the provisions of the RPwD – Person with a disability is entitled to protection under the RPwD Act as long as the disability was one of the factors for the discriminatory act – Mental disability of a person need not be the sole cause of the misconduct that led to the initiation of the disciplinary proceeding – Initiation of disciplinary proceedings against persons with mental disabilities is a facet of indirect discrimination – Such persons suffer a disproportionate disadvantage due to the impairment and are more likely to be subjected to disciplinary proceedings – Thus, the disciplinary proceedings against the appellant set aside – General Clauses Act, 1897. General Clauses Act, 1897: s. 6 – Effect of repeal under – Accrual of privilege – Held: Where a central enactment repeals another enactment, the repeal shall not affect the any legal proceeding or investigation with respect to an accrued right, unless a different intention appears from a repealing statute – Privilege is accrued only when the privilege holder does an act required to avail the privilege – It is not the mere hope or expectation of accrual. Constitution of India: Art. 14 – Right to Equality – Principle of Reasonable Accommodation – Held: Is one of the means for achieving substantive equality, pursuant to which disabled individuals must be reasonably accommodated based on their individual capacities – Disability, as a social construct, precedes the medical condition of an individual, and sense of disability is introduced because of the absence of access to facilities. Interpretation of statutes: Rule of interpretation – Held: If two interpretation possible, the interpretation which furthers international law or gives effect to international law must be preferred – Since Art. 5 of the Convention places the States under an obligation to provide both formal and substantive equality, an interpretation of the PwD Act that furthers the principles mentioned in Art. 5 must be undertaken, India being the signatory and having ratified the Convention – Thus, even though the PwD Act does not have an express provision laying down the general principle of non-discrimination against disabled persons, it must still have to be read in the statute – United Nations Convention on the Rights of Persons with Disabilities – Art. 5 – Rights of Persons with Disabilities Act 2016 – Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act 1951. Mental Health: Rights of persons with mental disability vis- à-vis employment discrimination – Foreign jurisprudence – Comparative study of position in India, United States, Canada, European Union and South Africa – Discussed."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "SHRACHI BURDWAN DEVELOPERS PRIVATE LIMITED VS. THE STATE OF WEST BENGAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5NjU=",
        "Citation": "[2021] 13 S.C.R. 923",
        "Case Type": "(CIVIL APPEAL /5856/2021)",
        "Date": "05 OCTOBER 2021",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM185MjMtOTM5XzE3MDI1MzQxOTgucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 923",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "05 October 2021",
        "Petitioner:": "Shrachi Burdwan Developers Private Limited",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2021 INSC 620",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The State Of West Bengal & Ors.",
        "Case Type:": "CIVIL APPEAL /5856/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Land Acquisition Act (1 of 1894)"
        ],
        "Keyword": [
            "Land Acquisition Act",
            "1894"
        ],
        "HeadNote": "Land Acquisition Act, 1894: Notification issued under s.4 for acquiring land for public purpose for setting up the Satellite Township for Burdwan Town at public expenses – After the declaration was published under s.6, an unregistered MoA was executed by the BDA with Bengal Shrachi who was chosen in a bid process amongst some other companies for development of lands acquired under a public private partnership – Land acquisition collector declared award – The said amount was paid by BDA – Thereafter, the state government took over possession of the lands from the farmers and handed it over to BDA and BDA handed it over to Bengal Shrachi – In the meantime, at the instance of the landowners, references were successfully made to reference court wherein compensation was enhanced from Rs.5.8 lacs to Rs.35 lacs – Feeling aggrieved and dissatisfied with the common judgment and order passed by the Reference Court, at the instance of the BDA, four appeals are pending before the High Court – Feeling aggrieved and dissatisfied with the judgment and award passed by the Reference Court, the appellant Shrachi Burdwan filed a Writ Petition before the High Court challenging the judgment and award passed by the Reference Court enhancing the amount of compensation – Maintainability of writ petition – Held: Appellant was not a party to the Reference proceedings – The locus of the appellant was seriously disputed on behalf of the landowners/ claimants and it was seriously disputed whether the appellant can be said to be a ‘person interested’ within the definition of s.3(b) of the LA Act – In the facts and circumstances of the case and more particularly when the locus of the appellant to challenge the judgment and award passed by the Reference Court is seriously disputed and whether the appellant can be said to be a ‘person interested’ within the definition of s.3(b) of the LA Act and thereby the appellant can challenge the judgment and award passed by the Reference Court enhancing the compensation are all disputed questions of facts and are all contentious issues, High Court ought not to have entertained the writ petition under Art.226 and ought not to have set aside the judgment and award passed by the Reference Court enhancing the amount of compensation under the provisions of the Land Acquisition Act – The remedy available to the appellant would have been to prefer appeal before the High Court with application for leave to appeal."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "BRIGADE ENTERPRISES LIMITED VS. ANIL KUMAR VIRMANI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5NzU=",
        "Citation": "[2021] 13 S.C.R. 940",
        "Case Type": "(CIVIL APPEAL /1779/2021)",
        "Date": "17 DECEMBER 2021",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM185NDAtOTYzXzE3MDI1MzQzMDIucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 940",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "17 December 2021",
        "Petitioner:": "Brigade Enterprises Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2021 INSC 918",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "Anil Kumar Virmani & Ors.",
        "Case Type:": "CIVIL APPEAL /1779/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1990] 1 S.C.R. 272",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Chairman, Tamil Nadu Housing Board, Madras V. T.n. Ganapathy",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkwL3ZvbHVtZSAxL1BhcnQgSS8xOTkwXzFfMjcyLTI3N18xNzAyMDEzODYzLnBkZg=="
            },
            {
                "Scr Citation": "[2018] 14 S.C.R. 1118",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Rameshwar Prasad Shrivastava And Ors. V. Dwarkadhis Projects Pvt. Ltd. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxNC9QYXJ0IEkvcmFtZXNod2FyIHByYXNhZCBzaHJpdmFzdGF2YSBhbmQgb3JzLl9kd2Fya2FkaGlzIHByb2plY3RzIHB2dC4gbHRkLiBhbmQgb3JzLl8xNzAwNDU5MTY5LnBkZg=="
            },
            {
                "Scr Citation": "[2019] 7 S.C.R. 1036",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Anjum Hussain & Ors. V. Intellicity Business Park Pvt. Ltd. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSA3L1BhcnQgSS9Bbmp1bSBIdXNzYWluICYgT3JzLiBfIEludGVsbGljaXR5IEJ1c2luZXNzIFBhcmsgUHZ0LiBMdGQuICYgT3JzLl8xNzAxMzQxNzAwLnBkZg=="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "2019"
        ],
        "HeadNote": "Consumer Protection Act, 2019: s.35(1)(c): Representative Suit – Appellant-builder launched project for construction of residential complex, comprising of 1134 units in three blocks namely Amber block, Blue block, and Crimson block – 91 persons who purchased 51 residential apartments, in a residential complex joined together and filed a consumer complaint before the National Consumer Disputes Redressal Commission to seek compensation on the ground of delay in handing over the possession by appellant – Consumer complaint was accompanied by an application under s.35(1)(c), seeking permission of National Commission to prosecute the matter jointly, for the benefit of and on behalf of, not only of the 91 applicants, but of numerous other consumers who purchased apartments in the same complex – National Commission allowed application under s.35(1)(c) – Challenging the said application, appellant filed instant appeal – Held: s.35(1)(c) enables one or more consumers, where there are numerous consumers having the same interest, with the permission of the Commission, to file a complaint, on behalf of or for the benefit of all consumers so interested – The sine qua non for invoking s.35(1)(c) is that all consumers on whose behalf or for whose benefit the provision is invoked, should have the same interest – s.38(11) of the Consumer Protection Act, 2019 makes the provisions of Or.I r.8 of CPC applicable to cases where the complainant is a consumer referred to in s.2(5)(v) – Explanation under Or.I r.8 distinguishes sameness of interest from sameness of the cause of action – Since “sameness of interest” is the prerequisite for an application under Or.I r.8, CPC read with s.35(1)(c) of the Consumer Protection Act, 2019, it was necessary for the respondents to include in the consumer complaint, sufficient averments that would show sameness of interest – Total number of residential apartments constructed were 1134but there were no pleadings in regard to 386 apartments of Amber block – Even in respect of the owners of the remaining 748 residential apartments in blue block and Crimson block, the complaint did not contain any specific averments regarding sameness of interest – The delay in handing over possession of the residential apartments might have given rise to a cause of action for the individual purchasers of flats to sue the builder – But sameness of the cause of action is not equal to sameness of interest – The period of delay in completion of project and handing over of possession also does not appear to be uniform in all 1134 cases – Respondents cannot project sameness of interest for the purchasers – Hence, National Commission should not have granted permission to respondents to file the complaint in a representative capacity – Complaint filed by the respondents to be treated as a joint complaint and not a complaint in a representative capacity on behalf of 1134 purchasers. A Consumer Protection Act, 2019 – s.35(1)(c) – Interpretation of – Sine qua non for invoking s.35(1)(c) is that all consumers on whose behalf or for whose benefit the provision is invoked, should have the same interest – Interestingly, s.35(1) (c) uses the disjunction “or” in between two sets of words, namely, (i) “on behalf of”; and (ii) “for the benefit of” – A complaint filed under s.35(1)(c) could either be “on behalf of” or “for the benefit of” all consumers having the same interest – Or.I r.8, CPC, unlike s.35(1)(c) operates both ways and contains provisions for a two-way traffic – It not only permits plaintiffs to sue in a representative capacity but also permits people to be sued and to be defended in an action, in a representative capacity – Since “sameness of interest” is the pre- requisite for an application under Or.I r.8, CPC read with s.35(1)(c) of the Consumer Protection Act, 2019, it was necessary for the respondents to include in the consumer complaint, sufficient averments that would show sameness of interest. D Consumer Protection Act, 2019: s.35(1)(c) – Sameness of interest – The period of delay in the completion of project and handing over of possession, does not appear to be uniform in all 1134 cases – Complainants cannot project sameness of interest for the purchasers in whose case the period of delay was negligible and those in whose cases there was a huge delay. Consumer Protection Act, 1986: Consumer Protection Act, 2019 – s.12(1)(c) of the 1986 Act or s.35(1)(c) of the 2019 Act – For allowing an application under s.12(1)(c) of the 1986 Act or s.35(1)(c) of the 2019 Act, the pleadings and the reliefs are to be considered – If so considered, National Commission could not have granted permission to the respondents in this case, to file the complaint in a representative capacity for and on behalf of the owners of all the 1134 flats. Consumer Protection Act, 2019: s.2(5)(i), s.36(1) – Interpretation of – Consumer – It is true that s.2(5)(i) uses the expression “a consumer” – If the vowel “a” and the word “consumer” appearing in s.2(5)(i) are to be understood to exclude more than one person, it will result in a disastrous consequence while reading s.2(5)(vi) – s.2(5)(vi) states that in the case of death of a consumer, “his legal heir or legal representative” will be a complainant – Unless the words “legal heir” and “legal representative” are understood to mean ‘legal heirs’ and ‘legal representatives’, a meaningful reading of the provision may not be there – Under s.13(2) of the General Clauses Act, 1897, words in the singular shall include the plural and vice versa in all Central Acts and Regulations, unless there is anything repugnant in the subject or context – Anything repugnant cannot be read in the subject or context of s. 2(5) or 35(1)(c) or 38(11) of the Consumer Protection Act, 2019 to hold that the word in the singular, namely, “consumer” will not include the plural – The proper way of interpreting s.35(1) read with s.2(5), would be to say that a complaint may be filed: (i) by a single consumer; (ii) by a recognised consumer Association; (iii) by one or more consumers jointly, seeking the redressal of their own grievances without representing other consumers who may or may not have the same interest; (iv) by one or more consumers on behalf of or for the benefit of numerous consumers; and (v) the Central Government, Central Authority or State Authority."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "ANITA RANI VS. ASHOK KUMAR & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5OTE=",
        "Citation": "[2021] 13 S.C.R. 964",
        "Case Type": "(CIVIL APPEAL /7750/2021)",
        "Date": "16 DECEMBER 2021",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM185NjQtOTc1XzE3MDI1MzQ0MDUucGRm",
        "SCR Citation:": "[2021] 13 S.C.R. 964",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "16 December 2021",
        "Petitioner:": "Anita Rani",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2021 INSC 905",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "Ashok Kumar & Ors",
        "Case Type:": "CIVIL APPEAL /7750/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for Recovery of Money"
        ],
        "HeadNote": "Civil Suit: Suit for Recovery of Money – In the instant case, appellant filed two suits against respondents for recovery of money – Appellant and respondents are relatives – In the first suit, respondents borrowed a sum of Rs.10,50,000/- from the appellant by way of a cheque, out of which Rs.5,00,000/- was refunded by respondents and promised to repay the balance within six months but failed to refund – In the second suit, appellant and her husband joined respondent in his real estate business in which various amounts were either withdrawn from or transferred out of appellant’s accounts by the respondent unauthorisedly amounting to Rs.54,50,000/- – Trial Court dismissed both the suits – First appellate court allowed the appeals – Respondents filed appeals before High Court which were allowed resulting in dismissal of the two money suits – On appeal, held: In the first suit, the defence set up by the respondents was that the payment of Rs.5,00,000/- made by them was by way of full and final settlement – However, no receipt and written memorandum of compromise/settlement were taken by respondents from the appellant – When a party pleads part repayment in full and final settlement of certain some of money, the onus is upon him to show that there was a settlement – This onus was not discharged by the respondent – Hence, the appellant entitled to succeed in the first suit – In the second suit, defence of the respondents was that the amounts represented authorized payments for the purchase and sale of properties in a real estate business and that out of those amounts, a sum of Rs.30,00,000/ was treated as a payment made out of love and affection – The onus was on defence to show that there were business dealings, however, no books of accounts were produced by the defence to show that the amounts flowed out for business dealings – If the appellants had treated Rs. 30,00,000/ as one made out of love and affection, there could have been no occasion for dispute requiring mediation, resulting in the payment of Rs.5,00,000/- by respondents to appellant in full and final settlement in an interval of five months – The only piece of evidence on the basis of which the gratuitous nature of payment is sought to be proved is an affidavit sworn by appellant, but it did not contain the signature of the appellant – Hence, plea of gratuitous payment was not established by the respondents – Suit decree."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "SUPERTECH LIMITED VS. EMERALD COURT OWNER RESIDENT WELFARE ASSOCIATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwMDk=",
        "Citation": "[2021] 13 S.C.R. 976",
        "Case Type": "(CIVIL APPEAL /5041/2021)",
        "Date": "31 AUGUST 2021",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice M.R. Shah",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM185NzYtMTA5NV8xNzAyNTM0NTUzLnBkZg==",
        "SCR Citation:": "[2021] 13 S.C.R. 976",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "31 August 2021",
        "Petitioner:": "Supertech Limited",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2021 INSC 427",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Emerald Court Owner Resident Welfare Association & Ors.",
        "Case Type:": "CIVIL APPEAL /5041/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Building Regulations",
            "2006"
        ],
        "HeadNote": "National Building Regulations, 2006 – Regulation 33.2.3 – National Building Code 2005 – UP Apartment Act 2010 – ss. 4(1), 4(4), 5 – Adherence to minimum distance requirement between buildings – Collusion and illegal construction – Demolition of two towers – NOIDA allotted to the appellant a plot of land for the development of a group housing society and sanctioned the building plan for the construction of fourteen towers, each with ground and nine floors (G+9) – On 05.12.2006, the New Okhla Industrial Development Area Building Regulations and Directions (NBR 2006) were notified – On 29.12.2006, NOIDA sanctioned the first revised plan by which additional buildings were also sanctioned and two additional floors were envisaged in addition to already sanctioned (G+9) – Additional buildings were sanctioned, namely (i) Tower-15 (G+11), (ii) Tower-16 (G+11) and (iii) a shopping complex – In the second revised plan, the earlier T-16 (G+11) was replaced with a T-16 (G+24) and similarly, the shopping complex was replaced with T-17 (G+24) – T-16 and T-17 would each be of a height of 73 mtrs and according to the plan, T-17 was to be at a distance of 9 mtrs. from T-1 – In the third revised plan, the height of T-16 and T-17 was permitted to be raised from 24 floors to 40 floors (i.e., G+40), resulting in the building’s height being 121 mtrs. – The first respondent addressed a communication to NOIDA complaining of violations – Thereafter, first respondent filed a writ petition in the High Court and sought quashing of revised plan of disputed towers and also prayed that the illegal structure be demolished – The High Court allowed the writ petition and directed the demolition of T-16 and T-17, with the expenses of the demolition being borne by the appellant and to refund the consideration received from flat purchasers who had booked apartments – It further directed the Competent Authority to grant sanction for the prosecution of NOIDA’s officials – On appeal, held: The National Building Construction Corporation Limited (NBCC) concluded that the said two towers are not compliant with Regulation 24.2.1.6 of the NBR 2010 – The purpose of stipulating a minimum distance between buildings is a matter of public interest in planned development – The residents who occupy constructed areas in a housing project are entitled to ventilation, light and air and adherence to fire safety norms – As per Regulation 33.2.3 of the NBR 2006, the minimum distance between T-17 and T-1, should be half of the height of the tallest building, that is, half of the height of T-17 which is 36.5 mtrs – It is evident from the record that the distance between T-1 and T-17 is 9 mtrs. only, thus, clearly the second revised plan was violative of the NBR 2006 – In the third revised plan the height of T-16 and T-17 was increased to 121 mtrs. – In accordance with Regulation 24.2.1.6 of NBR 2010, the spacing between a building of height 121 mtrs. and another building would be 16 mtrs. however, the distance between disputed towers was 9 mtrs. – Consequently, the third revised plan was in violation of NBR 2010 – The construction of T-16 and T-17 in accordance with the second revised plan and the third revised plan reduced the value of the undivided interest held by each individual flat owner in the common areas and facilities, thereby violating s.5 of the UP 1975 Act and s.5 of the UP Apartments Act 2010, since the flat owners’ consent was not sought – Further, the third revised plan encroached upon the garden area in front of T-1, thereby resiling from the representation that was made to the flat owners at the time when they purchased the apartments in T-1, without their consent – Therefore, it constituted a violation of s.4(1) r/w. the proviso to s.4(4) of the UP Apartments Act 2010 – The case has revealed a nefarious complicity of the planning authority in the violation by the developer of the provisions of law – NOIDA made no effort to ensure compliance of the UP Apartments Act 2010, as a result of which the rights of the flat purchasers was brazenly violated – The illegal construction of T-16 and T-17 was achieved through acts of collusion between the officers of NOIDA and the appellant and its management – The High Court has correctly come to the conclusion that there was collusion between the developer and the planning authority – Therefore, the directions of the High Court including the order of demolition and for sanctioning prosecution against the officials of the appellant and the officers of NOIDA for violations of the UPIAD Act 1976 and UP Apartments Act 2010 is confirmed – National Building Regulations 2010 – Regulation 24.2.1.6 – Uttar Pradesh Industrial Area Development Act, 1976 – sec. 12 – Uttar Pradesh Urban Development Act, 1973 – sec. 49 – Uttar Pradesh Ownership of Flats Act 1975 – ss. 3(d), 5. "
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "S. KARTHIK & ORS. VS. N. SUBHASH CHAND JAIN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwMjg=",
        "Citation": "[2021] 13 S.C.R. 1096",
        "Case Type": "(CIVIL APPEAL /5920/2021)",
        "Date": "23 SEPTEMBER 2021",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18xMDk2LTExNDVfMTcwMjUzNDY5NS5wZGY=",
        "SCR Citation:": "[2021] 13 S.C.R. 1096",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "23 September 2021",
        "Petitioner:": "S. Karthik & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2021 INSC 534",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "N. Subhash Chand Jain & Ors.",
        "Case Type:": "CIVIL APPEAL /5920/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002"
        ],
        "HeadNote": "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 – Section 13 – Enforcement of Security Interest – Notice to Sale – Rule 9 of the SARFAESI Rules – 30 days’ notice – The present appeal challenges the common judgment of the High Court disposing of four writ petitions – Loan transaction of Rs. 21,14,00,000/- between AC Pvt. Ltd. (borrower) and Bank (Respondent No. 5) – 4 properties were mortgaged as security – Borrower was categorised as Non- Performing Asset – First Sale Notice was issued on 21.01.2012 in respect of all the 4 properties scheduling the date for sale on 27.02.2012 – On application of Appellants and Respondent No. 2 to 4, DRT vide order dated 27.02. 2012 granted interim stay for 30 days on the sale subject to the deposit of the 50% of outstanding amount – On 28.03.2012 one of the mortgaged properties was sold by the Bank through a private treaty for Rs. 12.25 Crores – Second sale notice was issued in regards to the outstanding amount of Rs. 11,99,53,926/- on 9.07.2012 scheduling the sale on date 20.07.2012 on which the two of the mortgage properties were sold to auction purchaser (Respondent No.1) for consideration of Rs. 4,86,21,000/- – Sale certificate in favour of auction purchaser issued on 13.09.2012 – Third sale notice dated 27.09.2012 was issued for the sum of Rs. 6,76,07,054/- and the date of sale was scheduled on 30.10.2012, however, the High Court in vide an interim order restrained the respondent-bank and the auction purchaser from taking physical possession of the properties – A sum of Rs. 12 crore was paid to the respondent bank against the sale of the remaining of the mortgage property which owned by the Respondent No. 3, after the sale, the respondent bank had excess amount of 4.48 Crores for which Respondent No. 3 was entitled – DRT set aside the Second Sale Notice and the consequent sale of mortgaged properties – Directed Respondent-Bank to refund the amount paid by auction purchaser along with 10% Interest and refund of surplus sum of Rs. 4.48 Crores to the Respondent No. 3 along with 10% Interest – On appeal, DRAT, set aside the order of DRT, except in respect of payment of excess amount to third respondent – High Court upheld the order of the DRAT – Held: Sale scheduled on 27.02.2012 in pursuance of First Sale Notice could not take place on account of the interim orders Passed by the DRT on the representation of the guarantors – One of the properties was sold for Rs. 12.25 Crores through a private treaty, but this could not fulfil the entire claim – Hence, Second Sale Notice was issued which was in the continuation of the proceedings of the First Sale Notice, therefore providing of 30 days’ clear notice is not necessary – Order of the DRT was not sustainable insofar as setting aside the sale – DRAT has rightly reversed the same which was upheld by the High Court – Auction purchaser was the successful bidder and the sale was register in his favour – But for the 9 years, he could not enjoy the fruit of the said sale, therefore, the appellants are directed to handover the vacant and peaceful possession of the properties to the Auction purchaser along with the rent received by the appellants. Litigation – Series of – Recourse to series of proceedings to block the enforcement of a security interest – Dilatory tactics – Held: Every attempt has been made to frustrate the purpose of the SARFAESI Act – Three rounds of litigation – It appears that the appellants were only interested in protracting the litigation as, they had more than one opportunity for redemption of mortgage however, they did not avail the opportunity – Sale in pursuance of First Sale Notice could not take place on their incorrect misrepresentation."
    },
    {
        "volume": "2021Volume 13",
        "Case Name": "ADANI GAS LIMITED VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwNDY=",
        "Citation": "[2021] 13 S.C.R. 1146",
        "Case Type": "(CIVIL APPEAL /6008/2021)",
        "Date": "28 SEPTEMBER 2021",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIxL3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMV8xM18xMTQ2LTEyNDBfMTcwMjUzNDgzNC5wZGY=",
        "SCR Citation:": "[2021] 13 S.C.R. 1146",
        "Year/Volume:": "2021/ Volume 13",
        "Date of Judgment:": "28 September 2021",
        "Petitioner:": "Adani Gas Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2021 INSC 558",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /6008/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Petroleum and Natural Gas Regulatory Board Act",
            "2006"
        ],
        "HeadNote": "Petroleum and Natural Gas Regulatory Board Act, 2006 – ss. 2(d),11,16,17 and 61 – Petroleum and Natural Gas Regulatory Board (Authorizing Entities to Lay, Build, Operate or Expand City or Local Natural Gas Distribution Networks) Regulations, 2008 – Regulation 4 and 18 – Laying and maintaining a gas distribution network – Regulation of – PNGRB Act came into effect on 1.10.2007 and mandated authorization by the Petroleum and Natural Gas Regulatory Board for the laying, building, operating or expanding any city or local natural gas distribution network (“CGD activities” and “CGD network”) – On 30.10.2007, the Board issued press note directing entities engaged in CGD activities with or without authorization of the Central Government, to submit relevant details – After submission of details by appellant-AGL, Board restrained its activities and issued direction for obtaining authorization from Central government as per requirement of s. 17 – Board later on granted provisional clearance to appellant to carry out capital works in the Ahmedabad area, including the disputed areas – Section 16, relating to authorization, came into effect on 12.07.2010 – On 04.02.2013 – Board granted provisional authorization to Appellant’s CGD network in Ahmedabad city, excluding disputed areas as appellant lacked authorization from central government – Appellant accepted the grant of authorization on 09.12.2013 – On 1.10.2015, the Board invited bids for development of CGD networks in those disputed areas in Ahmedabad – Appellant submitted its application- cum-bid documents in respect of these areas – The bid was unsuccessful – Feeling aggrieved by the exclusion of these areas from the authorization granted to it – Appellant approached the High Court – After the petition was unsuccessful before the High Court appellant approached Supreme Court and submitted that – (i) It does not require authorization from central government, as by virtue of s. 16 of the PNGRB Act, it was entitled to be treated as an entity with “deemed authorization” reliance was placed on the case of AGL v. Union of India (2019) 3 SCC 641: – (ii) Regulation 18 (which provides for the requirement of Board’s fresh authorization to the entities that were carrying out CGD activities prior to the coming into effect of PNGRB Act, who were not authorized by central government) gave arbitrary power to the Board in granting authorization and it is ultra-vires to the PNGRB Act – (iii) Exclusion of the disputed areas from authorization was unjustified – Held: (i) Deemed authorization clause under proviso to s. 16 is subjected to other provisions – s. 17 is one such provision, which provides that only entities which were previously authorized by central government could claim deemed authorization – Appellant lacked such authorization, therefore cannot be treated as entity with deemed authorization – Adani gas case was overruled as it did not interpret the law correctly – (ii) All criteria provided under regulation 18 have to be considered, having regard to their inter-linkages – Therefore, the question of picking and choosing one criterion, and ignoring others does not arise and moreover it dependent on the individual facts of the case – This per se does not render the power arbitrary – Remedy of judicial review is always available in case of arbitrariness – Further observed, objective for framing Regulation 18, is compatible to the overall objectives of the PNGRB Act – Regulation 18 is not contraindicated by any specific provision of the Act – The various factors mentioned in it, provide an objective basis for the Board to consider the proper method of granting authorization – Further, as the sectoral regulator, PNGRB is entrusted with the power to frame appropriate regulations to ensure the objectives of the Act, therefore, it is not ultra-vires to Act – (iii) Appellant’s claim is precluded by the principle of approbate- reprobate, as it accepted authorization granted by PNGRB (including exclusion of disputed areas), furnished the performance bond and even participated in the auction for the excluded areas, and only thereafter challenged authorization when its bid was unsuccessful."
    }
]