[
    {
        "volume": "2022Volume 15",
        "Case Name": "SECURITIES AND EXCHANGE BOARD OF INDIA VS. RAJKUMAR NAGPAL & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMjU=",
        "Citation": "[2022] 15 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /5247/2022)",
        "Date": "30 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8xLTU2XzE3MDMyNDM3NDIucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 1",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "30 August 2022",
        "Petitioner:": "Securities And Exchange Board Of India",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 885",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Rajkumar Nagpal & Ors",
        "Case Type:": "CIVIL APPEAL /5247/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SEBI (Debenture Trustees) Regulations 1993"
        ],
        "HeadNote": " SEBI (Debenture Trustees) Regulations 1993 – Companies Act 1956 – S. 391 (s. 230 Analogous provision, Present law) – Company Act 2013 – SS. 1(4), 430 – Recovery of Debts – Resolution Plan – Debenture Holders – Debenture Trust Deeds – Reliance Commercial Finance Limited (RCFL) issued Non-Convertible Debentures to various persons – Vistra ITCL was the Debenture Trustee – RCFL committed default under the Debenture Trust Deed on March 4, 2019 – On June 07, 2019, a RBI circular provided that certain lenders may opt for a resolution strategy available to them under the existing legal framework, including entering into a resolution plan or initiating legal proceedings for recovery or insolvency – Thereafter, SEBI issued a circular dated 13 October 2020 providing ‘Standardisation of procedure to be followed by Debenture Trustee(s) in case of default by issuers of listed debt securities’ – Debenture Holders instituted a suit before the High Court, for the protection of their interests with respect to amount due to them by RCFL – Single Judge of the High Court suggested that all the concerned parties to enter into a negotiated settlement – Pursuant to that, the terms of repayments under Resolution Plan was formulated under the inter-creditor agreement (ICA) and approved by the company’s lenders – Single Judge also held that SEBI Circular dated 13 October 2020 could not be permitted to operate retrospectively and didn’t govern the Debenture Trust Deed – It directed debenture trustee to conduct a meeting of all debenture holders in terms of Debenture Trust Deed and SEBI Circular would not override the express terms of any of the Debenture Trust Deed – SEBI challenged the Single Judge’s order dated 28 October 2021 and 15 November 2021 before the Division Bench – Division Bench of the High Court held that SEBI circular would not apply retrospectively to defaults committed prior to 13 October 2020 Aggrieved by this decision SEBI moved to the Supreme Court – (i) Whether the Debenture Holders and other parties were required to follow the Procedure under the SEBI Circular – (ii) Whether the civil Court had the jurisdiction to entertain the lis in this case – On appeal, held : SEBI Circular does not stipulate that the signing of an ICA is the only route to entering into a compromise with the issuer company – Besides the absence of a clause mandating an ICA pursuant to an event of default, clause 6.5.3 of the SEBI Circular recognizes that the debenture holders (through the Debenture Trustees) may undertake actions besides those contemplated in the SEBI Circular – However, if the Debenture Holder’s choose to implement a Resolution Plan to which the lenders are party, they must do so in compliance with the conditions laid down in the SEBI Circular – SEBI circular was issued with reference to the RBI circular – Both the RBI Circular and the SEBI Circular refer to one and the same ICA and Resolution Plan – This is evident from Clause 4 of the SEBI Circular – When the SEBI circular came into force, it specified the conditions under which the debenture holders (through the Debenture Trustees) could access this Resolution Plan and participate in its formulation via the ICA – The ICA and the Resolution Plan are inextricably intertwined and the latter has its genesis in the former, and flows from it – Any reference to an ICA in the SEBI Circular is also necessarily a reference to the Resolution Plan and vice versa – The SEBI Circular does not mandate the execution of an ICA as the only route to entering a compromise with the issuer company, it lays down a procedure in the event that debenture holders choose the route of implementing a Resolution Plan with the lenders – This procedure cannot be circumvented – As far as civil court’s jurisdiction is concerned, bar in section 15Y would not operate as against the suit in the present case – Similarly, nothing in the Companies Act 2013 or any other law for the time being in force vests either the National Company Law Tribunal or the National Company Law Appellate Tribunal with the jurisdiction to adjudicate upon a challenge to the RBI Circular – Hence, the bar in Section 430 of the Companies Act, 2013 is not attracted. SEBI (Debenture Trustees) Regulations 1993 – Companies Act 1956 – S. 391 (s. 230 Analogous provision, Present law) – Company Act 2013 – SS. 1(4), 430 –Retroactive application of SEBI Circular 13 October 2020 – Held: In the instant case, RCFL issued the debentures and defaulted on the payments to the debenture holders prior to the issuance of the SEBI Circular – However, as of 13 October 2020 (the date on which the SEBI Circular came into force), a compromise or agreement on the restructuring of the debt owed by RCFL did not exist – The debenture holders were not vested with any rights with respect to the resolution of RCFL‘s debt – The existence of the debt and the subsequent default by RCFL was the status of events, which existed prior to 13 October 2020 – Once it came into force, the SEBI Circular applied to the manner of resolution of debt, as specified therein "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "MS. X VS. REGISTRAR GENERAL, HIGH COURT OF MADHYA PRADESH AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2MzY=",
        "Citation": "[2022] 15 S.C.R. 57",
        "Case Type": "(WRIT PETITION (CIVIL) /1137/2018)",
        "Date": "10 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV81N18xNzAyOTc5ODczLnBkZg==",
        "SCR Citation:": "[2022] 15 S.C.R. 57",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "10 February 2022",
        "Petitioner:": "Ms. X",
        "Disposal Nature:": "Petition Partly Allowed",
        "Netural Citation:": "2022 INSC 171",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "Registrar General, High Court Of Madhya Pradesh And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /1137/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Services – Madhya Pradesh Higher Judicial Services (recruitment and Conditions of Service) Rules",
            "2017"
        ],
        "HeadNote": "Judicial Services – Madhya Pradesh Higher Judicial Services (recruitment and Conditions of Service) Rules, 2017 – Transfer Policy of Madhya Pradesh High Court – Clause 9, 9(a) – Additional District & Sessions Judge – Re-instatement in Service – Whether the resignation of petitioner was voluntary – As per the Petitioner (Additional District and Session Judge), she was sexually harassed by Justice ‘A’ and thereafter she was transferred to other district – She made a representation praying for an extension so that her daughter completes her academic session – Her representation was rejected – Consequent to which she resigned – Judges Inquiry Commission (JIC) cleared Justice ‘A’ of all charges – However, JIC found that the transfer of the petitioner was irregular and the petitioner should be re-instated in the service – Her representation to the Chief Justice of High Court for her reinstatement was rejected by the Full Court twice despite the request made by Supreme Court – Held: The transfer of the petitioner was effected mid-term though she could have very well been transferred in general transfers, to be effected in March-April – Neither the procedure as prescribed under Clause 9 of the Transfer Policy of obtaining the comments from the District Judge and the Portfolio Judge were complied with, nor the Transfer Committee considered the provisions of Clause 9(a) of the Transfer Policy – The rejection of the second representation depicts total non application of mind by the then RG as well as the then Judge of the Transfer Committee of the High Court – Respondent failed to take into consideration the factors, which were required to be considered, while deciding the representation – There is no hesitation in holding that the petitioner has established that her transfer order was in contravention of the Transfer Policy and that the rejection of her two representations, in addition of being contrary to the Transfer Policy, were also arbitrary  – As such, the petitioner had discharged her burden and the onus is shifted on the respondent to show that the petitioner’s transfer order was fair and reasonable in the facts and circumstances of the case – Respondent has failed to discharge its burden – In the peculiar facts and circumstances of the case, the petitioner’s resignation, could not be construed to be voluntary – Therefore, resignation of petitioner is quashed and respondent is directed to re-instate the petitioner. Constitution of India – Art. 12 – High Court as a State – While exercising its functions on the administrative side, the MP High Court would also be a State within the meaning of Article 12 of the Constitution of India"
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "AUGUSTAN TEXTILE COLOURS LIMITED (NOW AUGUSTAN TEXTILE COLOURS PVT LIMITED) VS. DIRECTOR OF INDUSTRIES & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2NDY=",
        "Citation": "[2022] 15 S.C.R. 104",
        "Case Type": "(CIVIL APPEAL /2830/2022)",
        "Date": "08 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8xMDRfMTcwMjk4MDI5MC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 104",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "08 April 2022",
        "Petitioner:": "Augustan Textile Colours Limited (now Augustan Textile Colours Pvt Limited)",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 408",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "Director Of Industries & Anr",
        "Case Type:": "CIVIL APPEAL /2830/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala General Sales Tax Act",
            "1963 – s.10 – Sick Industrial Companies (Special Provisions) Act",
            "1985"
        ],
        "HeadNote": "Kerala General Sales Tax Act,1963 – s.10 – Sick Industrial Companies (Special Provisions) Act, 1985 – ss.17,18, 19 and 20 – Tax exemption – The case involves the withdrawal of tax exemption benefits granted to the appellant, who had revived a sick industrial unit under the Sick Industrial Companies Act – Government by exercising its power under Section 10(3) of the KGST Act, 1963 by an order of 2006 withdrew the exemption granted earlier – This prompted the appellant to file a petition in the High Court challenging the 2006 order – The High Court doubted whether the exemption could have been extended to the appellant alone instead of a class of industries and upheld the order of Government – The appellant approached the Supreme Court – Held: (Per Hrishikesh Roy, J.) : The power to grant exemption u/s 10(1) is in respect of a class of persons and was never intended for an individual industrial unit like appellant – When this aberration was noticed and it was seen that amongst similarly engaged units in the same business, the appellant was the only one enjoying the benefit of exemption, the 2006 government order was issued withdrawing the exemption granted – Even though appellant was granted benefit of tax exemptions, it cannot be continued for further assessment years, as that would amount to perpetuating and condoning a wrong, which is opposed to public policy – Benefit of equitable doctrine of estoppel cannot be extended to the appellant as in that case the State Authority would be obligated to act in a manner which is contrary to legislative mandate – Judgment of High Court was upheld – (Per K.M Joseph, J.) (concurring): Appellant cannot pitch its case higher than at the limit under Order dated 25.11.1994 – Exemption of sales tax is contemplated for a period of two years – Maximum period in any case is 5 years – In the case of the appellant, the appellant enjoyed the benefit of the exemption till it was withdrawn on 21.11 2006 – Appellant enjoyed the benefit of exemption for nearly 4 years – Appellant is a company which is making profits – Appeal must fail."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "SANJAY GUPTA & ORS VS. STATE OF UTTAR PRADESH THROUGH ITS CHIEF SECRETARY & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2NDk=",
        "Citation": "[2022] 15 S.C.R. 137",
        "Case Type": "(WRIT PETITION (CIVIL) /338/2006)",
        "Date": "12 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8xMzdfMTcwMjk4MDQzNS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 137",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "12 April 2022",
        "Petitioner:": "Sanjay Gupta & Ors",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 421",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "State Of Uttar Pradesh Through Its Chief Secretary & Ors",
        "Case Type:": "WRIT PETITION (CIVIL) /338/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Arts. 21 and 32 –Commission of Inquiry Act",
            "1952 - ss.2(a)",
            "3 - U.P. Fire Service Act",
            "1944 - s. 16 – Uttar Pradesh Fire Prevention and Fire Safety Act",
            "2005"
        ],
        "HeadNote": "Constitution of India: Arts. 21 and 32 –Commission of Inquiry Act, 1952 - ss.2(a), 3 - U.P. Fire Service Act, 1944 - s. 16 – Uttar Pradesh Fire Prevention and Fire Safety Act, 2005 - ss. 2(g) ,3 - Code of Criminal Procedure - ss.133,144 - Occurrence of Fire Tragedy in a Consumer Show, organized by the respondents 10 to 12( Organizers)– Incident claimed lives of 65 persons and 161 suffered burn injuries – Organizers appointed a contractor to look after the proposed construction of exhibition infrastructure – Organizers claiming that contractors liable for fire tragedy – Appointment of Commission by theS tate of U.P. under the Commission under Inquiry Act – However, report submitted by the Commission not found sustainable by this Court – Thus, this Court appointed Justice Sinha as a one-man commission to give his report on the incident – Writ petition in respect of private law liability of the Organizers – Held : Where life and personal liberty have been violated, the absence of any statutory provision for compensation in the statute is of no consequence – Right to life guaranteed under Art. 21 is the most sacred right preserved and protected under the Constitution, violation of which is always actionable and there is no necessity of statutory provision as such for preserving that right - Art. 21 has to be read into all public safety statutes, since the prime object of public safety legislation is to protect the individual and to compensate him for the loss suffered –Duty of care expected from State or its officials functioning under the public safety legislation is very high –On facts, Organizers were the persons responsible for organizing the exhibition and informing people to visit such exhibition after purchase of the ticket – Thus, the property of the Organizers caught fire on account of their negligence and hence are liable to pay compensation – Organizers herein cannot be absolved from their duty of providing safety, even though the  Contractor was engaged for providing certain services – Contractorwas working on behalf of the Organizers in terms of the work order issued – Therefore, whatsoever may be the relationship between the two, the Organizers cannot be absolutely absolved of theirliability – All permissions were required to be sought and were in fact sought by the Organizers - Victims or their families visited exhibition on the invitation of the Organizers and not that of the Contractor – Organizers were supposed to make arrangements for putting up the exhibition hall, providing electricity and water and also the food stalls for the facility of the victims/visitors – They cannot now take shelter on the ground that the Contractor who was given work order was an independent contractor and the victims should seek remedy from him – Contractor has worked for the Organizers and not for the victims – Hence, the Organizers alone are responsible to protect the life and liberty of the victims – Report of the one-man Commission not suffering from any infirmity so as to absolve the Organizers from their responsibility of organizing the exhibition – Court Commissioner rightly fixed the liability on the Organizers to the extent of 60%, and the State with 40% of the total liability – Such distribution of liability does not suffers from any illegality to warrant interference by this Court – High Court Chief Justice to entrust the work of determination of compensation to a District Judge or Additional District Judge – Compensation to be computed in accordance with the principles of just compensation as in the case of accident under the Motor Vehicle Act, 1988. Maxims: res ipsa loquitur – Applicability of – On facts, an exhibition organized of such substantial magnitude without proper and adequate safety factors which may endanger the life of the visitors, wherein fire broke and incident claimed lives of 65 persons and left 161 or more with burn injuries – Maxim res ipsa loquitur would be applicable as, rightly found by the Court Commissioner, an act of negligence including negligence of the officers of the State – Finding on cause of fire is not relevant in determining the civil liability. Commission of Inquiry Act, 1952 : ss.2(a), 3 – Appointment of Inquiry Commission under – Held: Commission under the Act shall be appointed either by the Executive or by the Legislature but not by the Judiciary in terms of the provisions of Inquiry Act – On facts, appointment of the Court Commissioner was though to substitute the Commissioner appointed under the Inquiry Act, but under the Inquiry Act, the Court could not appoint a Commissioner – Such power is conferred only on the executive and the legislature – Thus, the jurisdiction exercised in appointing Justice S.B. Sinha (Retd.) was vesting with this Court under Art. 142 of the Constitution –Furthermore, it cannot be said that the appointment of the Court Commissioner was as a Commissioner of Inquiry under the Inquiry Act."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "COX AND KINGS LIMITED VS. SAP INDIA PRIVATE LIMITED & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2NjE=",
        "Citation": "[2022] 15 S.C.R. 182",
        "Case Type": "(ARBITRATION PETITION /38/2020)",
        "Date": "06 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8xODJfMTcwMjk4MTE5Ni5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 182",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "06 May 2022",
        "Petitioner:": "Cox And Kings Limited",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 523",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "Sap India Private Limited & Another",
        "Case Type:": "ARBITRATION PETITION /38/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996:ss. 2(1), 8 –‘Group of companies’ doctrine as expounded in Chloro Control case – Examination of scope and applicability of the doctrine in Indian jurisprudence – Issue as regards whether the parent company, which is not signatory to the arbitration agreement should be joined to this arbitration petition regardless of the fact that petitioner entered into an agreement with only the subsidiary – Held: The ratio of the Chloro Control case alludes to the subjective intention of parties to be bound by arbitration agreement when the parties have clearly not been signatory to the agreement – Concepts like single economic entity are economic concepts difficult to be enforced as principles of law – Areas which were left open by this Court in Chloro Control case has created certain broad-based understanding of this doctrine which may not be suitable and would clearly go against distinct legal identities of companies and party autonomy itself – Law laid down in Chloro Control and the cases following it, appear to have been based, more on economics and convenience rather than law which may not be the correct approach – In view thereof, the matter referred to a larger bench to expound on the intricacies of the Group of Companies doctrine and answer the questions framed – Reference to larger Bench. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "PRINCIPAL DIRECTOR OF INCOME TAX (INVESTIGATION) & ORS. VS. LALJIBHAI KANJIBHAI MANDALIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2Njg=",
        "Citation": "[2022] 15 S.C.R. 232",
        "Case Type": "(CIVIL APPEAL /4081/2022)",
        "Date": "13 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8yMzJfMTcwMjk4MTM0OC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 232",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "13 July 2022",
        "Petitioner:": "Principal Director Of Income Tax (investigation) & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 719",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Laljibhai Kanjibhai Mandalia",
        "Case Type:": "CIVIL APPEAL /4081/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: ss. 132 and 133 – Search and Seizure under – Reason to believe –Assessee during the financial year transferred a sum of 10 Crores to a company"
        ],
        "HeadNote": "Income Tax Act, 1961: ss. 132 and 133 – Search and Seizure under – Reason to believe –Assessee during the financial year transferred a sum of 10 Crores to a company –Assessee secured the loan by way of a mortgage of the property –Assessee became director to the company and ceased to be so the next month – Amount of Rs.10 crores was repaid with interest on different dates and after repayment of the loan, mortgage was released- Assessee filed his income-tax return showing the interest income which has been taxed as well – After recording reasons to believe in the satisfaction note, search was conducted in terms of s.132 – Satisfaction note was not supplied to the assessee nor was required to be disclosed in terms of Explanation to s. 132(1) –Assessee challenged the warrant of authorization issued by Revenue – High Court quashed the warrant of authorization –On appeal, held: The view of the High Court that the authorization to search the premises of the assessee is invalid, cannot be sustained –Detailed satisfaction note shows multiple entries in the account books of Company’s Director –Manner in which Director contacted the assessee in Ahmedabad for a loan of Rs.10 crores does not appear to be a normal transaction – Subsequent repayment of mortgage and the interest income reflected in the relevant assessment year appears to be the steps taken by the assessee to give a colour of genuineness –Investmentof Rs.10 crores for a short period was not for earning interest income as the same was repaid in the same assessment year –Revenue intends to investigate the fund trail of the money paid by the assessee– Such belief is not out of hat or whimsical–It was a reasonable belief drawn by the Revenue that the assessee shall not produce or cause to be produced any books of accounts or other documents which would be useful or relevant to the proceedings – Such believe was  not based upon conjectures but on a bona-fide opinion framed in the ordinary conduct of the affairs by the assessee generally\u0002Revenue wishes to find out as to whether amount is an undisclosed income – Sufficiency or inadequacy of the reasons to believe recorded cannot be gone into while considering the validity of an act of authorization to conduct search and seizure – Thus, the High Court not justified in setting aside the authorization of search. s. 132 –Search and seizure under – Principles to be followed – Stated."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "P. PONNUSAMY VS. THE STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2NzQ=",
        "Citation": "[2022] 15 S.C.R. 265",
        "Case Type": "(CRIMINAL APPEAL /1926/2022)",
        "Date": "07 NOVEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi\n*, Hon'ble Mr. Justice S. Ravindra Bhat, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8yNjVfMTcwMjk4MTUwMi5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 265",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "07 November 2022",
        "Petitioner:": "P. Ponnusamy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1177",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Bela M. Trivedi",
        "Respondent:": "The State Of Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /1926/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 – ss. 120B",
            "109",
            "341",
            "302 & 34 – Draft Rules of Criminal Practice",
            "2020 – Right of accused to demand documents – Appellant along with other eight accused were convicted and sentenced by Sessions Court for the offences punishable u/s 120B",
            "109",
            "341",
            "302 read with 34 of IPC"
        ],
        "HeadNote": "Penal Code, 1860 – ss. 120B, 109, 341, 302 & 34 – Draft Rules of Criminal Practice, 2020 – Right of accused to demand documents – Appellant along with other eight accused were convicted and sentenced by Sessions Court for the offences punishable u/s 120B, 109, 341, 302 read with 34 of IPC – Some of them were sentenced to death penalty and some with life imprisonment – The Sessions Court had referred its judgment to the High Court for confirmation of the death penalty – Adjournments were sought several times by the parties – During the course of hearing before the High Court, appellant address a letter to Inspector, asking him to produce certain documents, which were required for fair adjudication of their case in the light of the Supreme Court’s decision Manoj and others Vs. State of Madhya Pradesh – In the meanwhile, the appellant approached Supreme Court – Held: (Per Bela M. Trivedi, J.) The death Reference cases referred by the Sessions Courts to the High Court have to be given utmost priority and should be heard and completed by the High Court as expeditiously as possible and preferably within six months – ‘Draft Rules of Criminal Practice 2020’ were the draft guidelines were given by Supreme Court to all the High Courts and the State Governments and Union of India – However, neither the High Courts nor the State Governments appear to have taken any steps pursuant to the said directions – As a result thereof, the said Draft Rules have neither been adopted by the respective High Courts/State Governments nor have come into force – Unless they have been adopted, the same could not have been pressed into service by any party to a criminal proceeding – The attempt made on behalf of the appellant- accused and the other accused to delay the hearing, under the guise that they had demanded certain documents from the Investigating Officer was absolutely reprehensible – (Per  S.Ravindra Bhat J. (for Uday Umesh Lalit, CJI and himself)) : The Draft Rules framed, therefore, were a product of a thorough consultative exercise undertaken to remedy asymmetries caused by the lack of uniformity in Rules across States, which could hamper appreciation of evidence, and in turn delay proceedings, especially at the appellate stage – Some High Courts or governments of the States/ Union Territories have failed to comply with Supreme Court’s order and are delayed in adopting the Draft Rules or amending the concerned police/practice manuals, cannot prejudice the right of an accused to receive the list of the statements – To say that the judgment in Manoj in relation to this, and the right of the accused to receive the list of documents, material, etc. would only apply after the Draft Rules are adopted would lead to an anomalous situation where the right of the accused in one State, prejudicially differs from that afforded to an accused, in another."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "MEKHA RAM AND OTHERS ETC. ETC. VS. STATE OF RAJASTHAN AND OTHERS ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2Nzg=",
        "Citation": "[2022] 15 S.C.R. 287",
        "Case Type": "(CIVIL APPEAL /2229-2234/2022)",
        "Date": "29 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8yODdfMTcwMjk4MTYwOC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 287",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "29 March 2022",
        "Petitioner:": "Mekha Ram And Others Etc. Etc.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 360",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Of Rajasthan And Others Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /2229-2234/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Rajasthan Medical & Health Subordinate Service Rules",
            "1965 – Restitution – Appellants",
            "working as Auxiliary Nursing & Midwifery or Lab Technician",
            "Multi-Purpose Worker",
            "Accounts Clerk and other similarly situated posts",
            "applied for the course of General Nursing Training",
            "of three years duration"
        ],
        "HeadNote": "Service Law: Rajasthan Medical & Health Subordinate Service Rules, 1965 – Restitution – Appellants, working as Auxiliary Nursing & Midwifery or Lab Technician, Multi-Purpose Worker, Accounts Clerk and other similarly situated posts, applied for the course of General Nursing Training, of three years duration – Submission of the applications as in-service candidates and also applied for study leave – Writ petitions by the appellants praying that the study leave sanctioned to them by the competent authority may be treated as on deputation – Single Judge allowed the petitions – Intra-court appeal –Division Bench held that the period spent on training course by the in\u0002service candidates shall not be treated as period on deputation and be treated only on leave whatever due to the candidates – During pendency, under threat of the contempt of the judgment and order passed by the Single Judge,the appellants were paid the amount – Division Bench directed that the State would be at liberty to recover the excess amount paid to appellants during their period of training as a period of leave permissible to him/her in easy equal installments – On appeal,held : Amount paid in excess to the appellants was not due to any mistake on the part of the State authorities – Excess amount was paid pursuant to the order passed by the Single Judge–No one can be permitted to take the benefit of the wrong order passed by the court which has been subsequently set aside by the higher forum/court –No party should be prejudiced because of the order of the court –Order passed by the Single Judge has been set aside by the Division Bench of the High Court and thus, by applying s. 144 CPC also, the amount paid pursuant to the order passed by the Single Judge which has been set aside by the Division Bench is to be refunded/returned by the writ petitioners – Thus, the Division Bench of the High Court justified in reserving liberty in favour of the State to recover the amount paid in excess to  the writ petitioners – General Nursing Training Course Rules, 1990 – Code of Civil Procedure,1908 – s.144."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "MADHYA PRADESH HIGH COURT ADVOCATES BAR ASSOCIATION AND ANR VS. UNION OF INDIA AND ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2ODM=",
        "Citation": "[2022] 15 S.C.R. 299",
        "Case Type": "(WRIT PETITION (CIVIL) /433/2012)",
        "Date": "18 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8yOTlfMTcwMjk4MTcyMS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 299",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "18 May 2022",
        "Petitioner:": "Madhya Pradesh High Court Advocates Bar Association And Anr",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2022 INSC 586",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "Union Of India And Anr",
        "Case Type:": "WRIT PETITION (CIVIL) /433/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Green Tribunal Act",
            "2010: ss. 14",
            "21 – Jurisdiction of the High Court",
            "if ousted by the NGT – Held:Nothing contained in the NGT Act either impliedly or explicitly",
            "ousts the jurisdiction of the High Courts u/Arts. 226 and 227 – Power of judicial review remains intact and unaffected by the NGT Act –Prerogative of writ jurisdiction of High Courts is neither taken away nor it can be ousted",
            "as it is a part of the basic structure of the Constitution – Constitution of India – Arts. 226 and 227"
        ],
        "HeadNote": "National Green Tribunal Act, 2010: ss. 14, 21 – Jurisdiction of the High Court, if ousted by the NGT – Held:Nothing contained in the NGT Act either impliedly or explicitly, ousts the jurisdiction of the High Courts u/Arts. 226 and 227 – Power of judicial review remains intact and unaffected by the NGT Act –Prerogative of writ jurisdiction of High Courts is neither taken away nor it can be ousted, as it is a part of the basic structure of the Constitution – Constitution of India – Arts. 226 and 227. National Green Tribunal – Seat of the NGT – Plea that there should be NGT Bench in every State – Held: Seat of the NGT benches can be located as per exigencies and it is not necessary to locate them in every State – Prayer for relocating the Bhopal NGT to Jabalpur is unmerited and is rejected. s.22 – Remedy of direct appeal to the Supreme Court from the decisions of the NGT u/s. 22 – Held: Remedy of direct appeal to the Supreme Court u/s. 22 is ultra vires the Constitution – As regards, the appeal mechanism to the High Court from the decisions of the NGT, the remedy before the High Court for a litigant u/Art. 226 and 227 continues to be available notwithstanding the enactment of the NGT Act and the provision for appeal to the Supreme Court u/s. 22 – Constitution of India. s. 3 – Validity of – Held: s. 3 is not a case of excessive delegation of power to the Central Government – s. 3 is found to be ultra vires the Constitution – Constitution of India."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "MS. P XXX VS. STATE OF UTTARAKHAND & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2ODg=",
        "Citation": "[2022] 15 S.C.R. 324",
        "Case Type": "(CRIMINAL APPEAL /903/2022)",
        "Date": "16 JUNE 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8zMjRfMTcwMjk4MTgxOC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 324",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "16 June 2022",
        "Petitioner:": "Ms. P Xxx",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 648",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "State Of Uttarakhand & Anr",
        "Case Type:": "CRIMINAL APPEAL /903/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 – ss.177-180",
            "184",
            "218",
            "220 – Penal Code",
            "1860 – ss.376",
            "504",
            "506"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – ss.177-180, 184, 218, 220 – Penal Code, 1860 – ss.376, 504, 506 – Allegations against respondent No.2-accused consisting of offences of distinct nature, one set of allegations is of the offence of rape at Delhi (s.376, IPC) and the other set of allegations is of hurling abuses and extending threat on phone calls received by the appellant at her village in District Chamoli (ss.504, 506 IPC), if could be said to be ‘one series of acts so connected together as to form the same transaction’ for the purpose of trial together in terms of s.220, CrPC – Held: On 13.11.2015, the appellant and the respondent no.2 were engaged for matrimonial alliance at their village Dangidhar, Tehsil Gairsain, District Chamoli but, the proposal of marriage did not materialize – However, the alleged acts of sexual relationship took place at Delhi in the months of February and March, 2016 – The other alleged acts had been of the respondent no.2 hurling abuses and extending threats in or around the month of November, 2016, which the appellant received over telephone at her village – The acts in question were neither proximate in time nor proximate in place; they were not of continuity either–It is difficult to find continuity of actions and community of purpose or design in two different acts leading to two different set of offences, i.e., one u/s.376 and the other under ss.504/506– Thus, on facts, the alleged offence u/s.376 and the other offences u/ss.504 and 506 do not fall within the ambit of ‘one series of acts so connected together as to form the same transaction’ for the purpose of trial together in terms of s.220 CrPC – Thus, the Sessions Judge, Chamoli rightly discharged the respondent no.2 of the offence u/s.376 for want of territorial jurisdiction. Constitution of India – Article 20 –Code of CriminalProcedure, 1973 –s.300 – Allegations against the respondent No.2-accused were of offence u/s.376 as allegedly committed in Delhi and u/ss.504 and 506 IPC where the respondent no.2 allegedly hurled abuses and extended threats which the appellant received over telephone at her village in Chamoli, Uttarakhand – Sessions Judge, Chamoli while discharging the respondent no.2 of the offence u/s.376 on the ground of lack of territorial jurisdiction transferred the matter to the Court of Judicial Magistrate First Class, Gairsain, District Chamoli for trial of the respondent No. 2 in relation to the remaining offences u/ss.504 and 506 IPC wherein respondent no.2 was acquitted – Held: Respondent No.2 having gone through the trial in relation to offences u/ss.504 and 506 IPC and having been acquitted, cannot be subjected to another trial for the same charges on the same facts – Any such process would be in blatant disregard of the settled principles which disapprove double jeopardy and are precisely contained in Article 20(2), Constitution of India as also s.300, CrPC –Protection u/clause (2) of Article 20 of the Constitution of India is clear and unambiguous. Code of Criminal Procedure, 1973 – s.461(1) –Segregation of charge of the offence u/s.376, IPC from offences u/ss.504, 506 IPC – Accused-respondent No.2 acquitted of offences u/ss.504, 506IPC – Plea of State that the segregation of charge of the offence u/s.376 IPC had been erroneous and because of this error, the matter went to trial before the Judicial Magistrate for the offences u/ss.504 and 506 IPC though the entire matter ought to be tried in the Court of Sessions – Held: Rejected – There had been no error in segregation of the charge of the offence u/s.376 IPC – This line of submissions, questioning the validity of the proceedings before the Judicial Magistrate, remains baseless and is rather misplaced. Words & Phrases – “same transaction”– Discussed – Tests to be applied for determining the question as to whether two or more acts constitute the same transaction."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "ARDHENDU KUMAR DAS VS. THE STATE OF ODISHA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MDA=",
        "Citation": "[2022] 15 S.C.R. 358",
        "Case Type": "(CIVIL APPEAL /4515/2022)",
        "Date": "03 JUNE 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Ms. Justice Hima Kohli",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMV8xNV8zNTgtMzgzXzE3MDQxOTIzNTgucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 358",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "03 June 2022",
        "Petitioner:": "Ardhendu Kumar Das",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 638",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "The State Of Odisha And Ors.",
        "Case Type:": "CIVIL APPEAL /4515/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Archaeological Sites: Ancient Monuments and Archaeological Sites and Remains Act",
            "1958 – ss.2",
            "20C",
            "20D"
        ],
        "HeadNote": "Archaeological Sites: Ancient Monuments and Archaeological Sites and Remains Act, 1958 – ss.2, 20C, 20D – Public work or project essential to the public – PIL filed before High Court challenging construction undertaken by respondent Nos. 1 and 2 within the prohibited area of the Shree Jagannath Temple complex on the ground that it contravened provisions of the 1958 Act – Their grievance in the instant appeal was that High Court did not grant an interim order restraining respondents from proceeding further with the construction – Held: All the provisions of the 1958 Act have to be read harmoniously – When sub-section (4) of s.20A of the Act is read in harmony with clause (dc) of s.2 and the provisions of s.20C and s.20D of the Act, the submission that no construction at all can be made in the prohibited area or the regulated area would be unsustainable – Competent authority has complied with the procedure as required under s.20D of the Act and the National Monuments Authority has granted its permission for the work, which is undertaken – The legislature has deliberately excluded four categories from the definition of “construction” – The purpose behind it appears to be that the repairs and renovation of the buildings, which are existing and the constructions which are necessary for providing basic facilities like drainage, toilets, water supply and distribution of electricity should be kept out of the rigour of requirement of statutory permissions – The argument that the said provision is only to enable a person who resides in the prohibited area to get his existing structure re-constructed, repaired and renovated and the said provision cannot come to the aid of the State to create facilities for the public is rejected – If an individual person can construct a toilet in a prohibited area, so can the State, when the State finds it necessary to do it in the larger public interest for providing basic facilities to the lakhs of devotees visiting the  shrine – The activities undertaken by State are completely in tune with the directions issued by this Court in the case of Mrinalini Padhi– They are necessary in the larger public interest and there is no prohibition in the statute for doing so, as sought to be argued by the appellants – High Court also recorded the statement of Advocate General thatboth the ASI and the State Government would work together to ensure that no archaeological remains are missed out or damaged – PIL filed before the High Court rather than being in public interest, is detrimental to the public interest at large – Frivolous petitions encroach upon a valuable judicial time which could be otherwise utilized for considering genuine issues – The appeals, having been found to be without any substance, are dismissed with costs, quantified at Rs.1,00,000/- each, payable by the appellants to respondent No.1 within four weeks – Public interest litigation. Public interest litigation: Practice of filing frivolous petitions – Deprecated – Frivolous petitions are nothing but abuse of process of law – They encroach upon a valuable judicial time which could be otherwise utilized for considering genuine issues – It is high time that such so-called public interest litigations are nipped in the bud so that the developmental activities in the larger public interest are not stalled."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "STATE BANK OF INDIA AND ORS VS. DR. VIJAY MALLYA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MDg=",
        "Citation": "[2022] 15 S.C.R. 384",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /421-424/2016)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha, Hon'ble Mr. Justice S. Ravindra Bhat, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8zODRfMTcwMjk4MjI1NS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 384",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "State Bank Of India And Ors",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 700",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Dr. Vijay Mallya",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /421-424/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971: s. 12 – Punishment for contempt of court – Purging of contempt – On facts",
            "action on part of the contemnor in disbursing the amount of US$ 40 million against the text and tenor of orders passed by the High Court and the contemnor guilty of contempt – Orders regarding punishment for contempt and purging of contempt"
        ],
        "HeadNote": "Contempt of Courts Act, 1971: s. 12 – Punishment for contempt of court – Purging of contempt – On facts, action on part of the contemnor in disbursing the amount of US$ 40 million against the text and tenor of orders passed by the High Court and the contemnor guilty of contempt – Orders regarding punishment for contempt and purging of contempt – Held: Apart from punishing the contemnor for his contumacious conduct, the majesty of law may demand that appropriate directions be issued by the court so that any advantage secured as a result of such contumacious conduct is completely nullified – Approach may require the court to pass directions either for reversal of the transactions in question by declaring said transactions to be void or passing appropriate directions to the concerned authorities to see that the contumacious conduct on the part of the contemnor does not continue to enure to the advantage of the contemnor or any one claiming under him – On facts, to meet the ends of justice, the concept of purging of the contempt would call for complete disgorging of all the benefits secured as a result of actions found by the court to be contumacious – Thus, adequate punishment to be imposed upon the Contemnor and must also pass necessary directions – Since the Contemnor never showed any remorse nor tendered any apology for his conduct, sentence of four months and fine of Rs.2,000/- imposed upon the Contemnor – Directions to the Government of India to secure the presence of the Contemnor to undergo the imprisonment imposed upon him – Further issuance of direction that the transactions referred to, in terms of which the amount of US$ 40 million was disbursed to the beneficiaries, the said order is held to be void and inoperative; and the Contemnor and the beneficiaries under said transactions to deposit the amount received along with interest at the rate of 8 % p.a. with the Recovery Officer within the stipulated period. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "ASHA RANI GUPTA VS. SRI VINEET KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MTQ=",
        "Citation": "[2022] 15 S.C.R. 402",
        "Case Type": "(CIVIL APPEAL /4682/2022)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV80MDJfMTcwMjk4MjQxNy5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 402",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Asha Rani Gupta",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 684",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Sri Vineet Kumar",
        "Case Type:": "CIVIL APPEAL /4682/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: Ord. XV r.5(as applicable in the State of U.P.) – Striking off defence for failure to deposit the admitted rent"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: Ord. XV r.5(as applicable in the State of U.P.) – Striking off defence for failure to deposit the admitted rent – Eviction suit by appellant-lessor against the respondent-lessee on grounds of arrear of rents and damages– Failure of respondent to pay or deposit the due rent – Application u/Ord. XV r.5 for striking off the defence – Allowed by the trial court holding that there was no evidence of payment of rent to the appellant and even if the tenant-landlord relationship is denied, then also application u/Ord. XV r.5 was maintainable – Approved by the revisional court, however, set aside by the High Court holding that respondent was entitled to ‘some indulgence’ – On appeal, held:As per the provision, the defendant is under an obligation to deposit the entire amount admitted by him to be due along with the interest on or before the first hearing and to regularly deposit the monthly amount due within a week of its accrual throughout the pendency of the suit – Consequence of default in making either of these deposit is that the court may strike of his defence – However, court should consider the representation of the defendant if made within 10 days of the first hearing –Such provision has to be been construed liberally; and the expression ‘may’ in regard to the power of the Court to strike out defence has been construed as directory and not mandatory – Power to strike off defence is considered to be discretionary, which is to be exercised with circumspection but, relaxation is reserved for a bonafide tenant – On facts, the respondent has not denied his status as being the lessee and it has clearly been the case of volitional non-performance with nothing left to guess about the defendant’s mood of defiance – No facts or any circumstance is existing on record to find even a remote reason for extending any latitude or relaxation in operation of Ord. XV r. 5 – Conclusion of the High Court could only be said to be an assumptive one, being not supported by any reason – Furthermore, the deposits made belatedly, pursuant to the unsustainable order of the High Court, would not enure benefit to the respondent – Thus, the order of the High Court is set aside."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "HSBC PI HOLDINGS (MAURITIUS) LIMITED VS. PRADEEP SHANTIPERSHAD JAIN & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MjI=",
        "Citation": "[2022] 15 S.C.R. 430",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /5158/2016)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV80MzBfMTcwMjk4MjU3OC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 430",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Hsbc Pi Holdings (mauritius) Limited",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 685",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Pradeep Shantipershad Jain & Ors",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /5158/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971 – Contempt of Court – When"
        ],
        "HeadNote": "Contempt of Courts Act, 1971 – Contempt of Court – When – Held: Sufficient opportunities have been given to the respondents to deposit the shortfall amount so as to maintain a sum of USD 60 million in their Corporation Bank account – Defence on their behalf lacks bona fides – Respondents cannot be permitted to make the same submissions which have not been accepted and/or rejected earlier – Repetitive submissions which have not been accepted earlier by court that itself is a wilful disobedience and tantamount to contempt showing the conduct on the part of the contemnors – Respondents are guilty of deliberate and wilful disobedience of judgment and order dated 19.08.2020 passed in Civil Appeal No. 5158/2016 as well as order dated 06.05.2021 passed in the present petition – They have rendered themselves liable for suitable punishment under the provisions of the Contempt of Courts Act for wilful disobedience – However, before any further order of punishment/conviction is passed, an additional opportunity is given to the respondents to comply with order dated 06.05.2021 as well as judgment and order dated 19.08.2020 passed by this Court to deposit the shortfall amount so as to maintain a balance of USD 60 million in their Corporation Bank account within a period of four weeks from today – This would have a direct bearing on the punishment to be imposed – Matter be put up for further order on punishment."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "UTPAL TREHAN VS. DLF HOME DEVELOPERS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3Mjc=",
        "Citation": "[2022] 15 S.C.R. 458",
        "Case Type": "(CIVIL APPEAL /4960/2022)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMV8xNV80NTgtNDgwXzE3MDQxOTI1MzkucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 458",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Utpal Trehan",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 688",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aniruddha Bose",
        "Respondent:": "Dlf Home Developers Ltd.",
        "Case Type:": "CIVIL APPEAL /4960/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1860: Apartment Buyers’ Agreement – Delayed Possession Compensation – Builder under obligation to deliver the possession of the certain flats to the allottee"
        ],
        "HeadNote": "Consumer Protection Act, 1860: Apartment Buyers’ Agreement – Delayed Possession Compensation – Builder under obligation to deliver the possession of the certain flats to the allottee – Handing over possession delayed since builder could not get certain regulatory clearance – Later, builder raised additional demands under different heads, which as per the allottee added upto Rs 9 lakhs (approx) – As per the allottee, they had cleared the requisite installments – The allottee did not take the possession in protest of additional demand – The allottee was further aggrieved by the fact that he had been denied certain payment related benefits on beings offered possession of the flat – Per contra the builder supported such denial on the ground that there was default in payment by the allottee within due date of the installments – The allottee supported the fact of delayed payment on the premise that they did not receive notice of such demand on 29 December 2011, as alleged by builder – Further, dispute also revolved around payment of maintenance charges, as such charges, as per builder, were due to be paid by allottee – Thereafter, allottee took up the entire matter before the State Consumer Disputes Redressal Commission, which held in favour of the allottee except on the question of maintenance charges – Aggrieved on the question of the maintenance charges, the allottee preferred appeal before National Commission – National Commission partly allowed the appeal while making modification in the direction of the State Commission as to the delayed compensation – Aggrieved by such modification, the allottee filed instanat appeals – Held: The allottee were justified in not taking of possession since the demand of the sum of 9 lakhs was illegal, as per facts, and such possession was conditional on payment of the aforesaid amount – Upon considering the entire material on record the builder failed to establish the fact that it was on 29 December 2011 that the notice  for the payment of the installment was issued by them – The builder did not bring any material on record to show that it was the builder who was carrying out maintenance work which could have brought them within the definition of “maintenance agency” under Apartment Buyers’ Agreement - The entity entitled to such payment was not impleaded as party to the proceeding – The builder, since unable to get requisite regulatory clearance modified the terms of agreement thereby amending the starting date of computing delayed payment of compensation hence National Commission erred in making modification in such date and State Commission was right in its direction as to date of commencement of the payment of delayed compensation."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "UNION OF INDIA AND ORS VS. G.R. MEGHWAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3Mzg=",
        "Citation": "[2022] 15 S.C.R. 481",
        "Case Type": "(CIVIL APPEAL /2021/2022)",
        "Date": "23 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV80ODFfMTcwMjk4MjgwOS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 481",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "23 September 2022",
        "Petitioner:": "Union Of India And Ors",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1010",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "G.r. Meghwal",
        "Case Type:": "CIVIL APPEAL /2021/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Promotion – Suitability for grant of Senior Administrative Grade – Assessment of Annual Confidential Report (ACR) – Deputy General Manager",
            "BSNL of Indian Telecom Group A cadre",
            "graded “Very Good” for the years 2005-2006 and 2006- 2007",
            "however",
            "only ‘Good’ for the year 2007-2008 –"
        ],
        "HeadNote": "Service Law: Promotion – Suitability for grant of Senior Administrative Grade – Assessment of Annual Confidential Report (ACR) – Deputy General Manager, BSNL of Indian Telecom Group A cadre, graded “Very Good” for the years 2005-2006 and 2006- 2007, however, only ‘Good’ for the year 2007-2008 – Officer was communicated the same – He submitted his representation but the same was rejected – Thereafter, in Departmental Promotion Committee (DPC) held for grant of Non Functional-upgradation in SAG, the officer was not found eligible on the ground that in the year 2007-2008, his ACR was “Good” – Challenge to, by the officer – Tribunal set aside the rejection of the representation and directed to review the case of the respondent ignoring the below benchmark “Good” for the year 2007- 2008 – Said order upheld by the High Court – On appeal, held: Though the officer was graded as “Very Good” in the ACRs for the years 2005-2006 and 2006- 2007, and was graded only “Good” in the ACR for the year 2007-2008 by the very same reporting and reviewing officer, despite the fact that specifically the respondent was given the opportunity against the ACR for the year 2007-2008 – However, no valid reasons are given for rejecting the representation – Thus, the tribunal and the High Court did not commit any error in directing the Department to call for a review meeting of the Screening Committee to re-assess the suitability of the officer for the purpose of grant of SAG and while doing so to exclude the ACR for the year 2007-2008."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "HAR NARAINI DEVI & ANR VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NDI=",
        "Citation": "[2022] 15 S.C.R. 500",
        "Case Type": "(CIVIL APPEAL /22957/2017)",
        "Date": "20 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice Vikram Nath\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV81MDBfMTcwMjk4Mjg5Ni5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 500",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "20 September 2022",
        "Petitioner:": "Har Naraini Devi & Anr",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 988",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikram Nath",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /22957/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delhi Land Reforms Act",
            "1954 – s.50(a) – Hindu Succession Act",
            "1956 – s.4(2) – Constitution of India"
        ],
        "HeadNote": "Delhi Land Reforms Act, 1954 – s.50(a) – Hindu Succession Act, 1956 – s.4(2) – Constitution of India – Article 254 – Hindu Succession (Amendment) Act, 2005– General Clauses Act – ss.6(b), 6(c) –Person had three sons, all of them pre-deceased him – Dispute w.r.t his agricultural property – His inheritance relating to the branch of one of his son was succeeded by his grandsons (respondent nos. 3, 4) u/s.50(a), 1954 Act – Appellants are their mother and sister who challenged the validity of s.50(a), 1954 Act having been denied any rights in the inheritance along with respondent nos.3 and 4, also contended that the 1956 Succession Act would prevail over the 1954 Act – Writ petition dismissed by High Court – On appeal, held: Question of repugnancy arises only if both the Parliament and the State legislature have made law with respect to any one of the matters enumerated in the Concurrent list (List III) – In the present case, 1954 Act is not referable to any matter enumerated in List III but it is referable to Entry 18 of List II – Thus, no question of repugnancy would arise in view of Article 254 – Further, the property in question is agricultural property – Thus, succession is governed by the 1954 Act, hence, any amendment in the 1956 Act even if it has a retrospective effect will have no bearing or impact on the provisions of succession governed by the 1954 Act – On facts, deletion of s.4(2) of the 1956 Act would not help the appellants – Also, 1954 Act is a special law whereas the 1956 Act is a general law – The existence or absence of s.4(2) in the 1956 Act would be immaterial – Appeal fails – Interpretation of Statutes. Interpretation of Statutes – Amendments – Operation of – Deemed to apply prospectively – Delhi Land Reforms Act, 1954 – Hindu Succession Act, 1956 –s.4(2) – Hindu Succession (Amendment) Act, 2005 – Deletion of s.4(2) – Effect, if any, on succession opening prior to 2005 – General Clauses Act – ss.6(b),  6(c) – Person had three sons who pre-deceased him – He died in 1997 – Dispute w.r.t his agricultural property – Held: Till 09.09.2005, when the 2005 (Amendment) Act was enacted, s.4(2) remained on the statute – In the present case, succession opened in 1997 i.e. prior to 09.09.2005 and the rights of the descendants in terms of s.50 became crystallized on account of the said section r/w s.4(2) of the 1956 Act – On account of ss.6(b) and 6(c) of General Clauses Act, the omission of s.4(2) of 1956 Act cannot affect the previous operation of s.4(2) – Effect of the deletion can only be in respect of successions which opened on or after 09.09.05 – All amendments are deemed to apply prospectively unless expressly specified to apply retrospectively or intended to have been done so by the legislature. Delhi Land Reforms Act, 1954 – Hindu Succession Act, 1956 – State enactment relating to Agricultural land tenures, a special law – Held: The argument relating to 1956 Act being a special law and 1954 being a general law is completely misconceived as any State enactment relating to Agricultural land tenures is a special law."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "M/S TRIMURTHI FRAGRANCES (P) LTD. THROUGH ITS DIRECTOR SHRI PRADEEP KUMAR AGRAWAL VS. GOVERNMENT OF N.C.T. OF DELHI THROUGH ITS PRINCIPAL SECRETARY (FINANCE) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3ODQ=",
        "Citation": "[2022] 15 S.C.R. 516",
        "Case Type": "(CIVIL APPEAL /8486/2011)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice Sudhanshu Dhulia, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMV8xNV81MTYtNTM1XzE3MDQxOTI3NDAucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 516",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "M/s Trimurthi Fragrances (p) Ltd. Through Its Director Shri Pradeep Kumar Agrawal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 975",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Government Of N.c.t. Of Delhi Through Its Principal Secretary (finance) & Ors.",
        "Case Type:": "CIVIL APPEAL /8486/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tax/Taxation– Additional Duties of Excise (Goods of Special Importance) Act",
            "1957 – Central Excise Act",
            "1944 – Delhi Sales Tax Act",
            "1975 – Uttar Pradesh Trade Tax Act",
            "1948 – Tamil Nadu General Sales Tax Act",
            "1959 – Whether",
            "Pan Masala",
            "which contains tobacco and gutka",
            "covered by an Entry in the First Schedule to the ADE Act",
            "are taxable by the State under the 1975 Act and/or the 1948 Act and/or the 1959 Act – Held: The ADE Act has been enacted to provide for the levy and collection of additional"
        ],
        "HeadNote": "Tax/Taxation– Additional Duties of Excise (Goods of Special Importance) Act, 1957 – Central Excise Act, 1944 – Delhi Sales Tax Act, 1975 – Uttar Pradesh Trade Tax Act, 1948 – Tamil Nadu General Sales Tax Act, 1959 – Whether, Pan Masala, which contains tobacco and gutka, covered by an Entry in the First Schedule to the ADE Act, are taxable by the State under the 1975 Act and/or the 1948 Act and/or the 1959 Act – Held: The ADE Act has been enacted to provide for the levy and collection of additional duties of excise in respect of certain goods, over and above the duties of excise levied under the Central Excise Act,1944 – Once goods are chargeable under the ADE Act, the State cannot levy sales tax on the same goods under a State enactment – There is no conflict between the Kothari Products line of cases and the Agra Belting line of cases – There being no conflict, the reference to Constitution Bench is incompetent and the cases may be placed for decision before the regular Bench. Constitution of India – Article 145– Principle of stare decisis – Doctrine of precedents– Guidelines for overruling an earlier decision– Held: Per Indira Banerjee, J. (for herself and for Surya Kant, M.M. and Sundresh, Sudhanshu Dhulia, JJ.): This question is answered by the judgment of the Constitution Bench of Supreme Court in Dr. Jaishri Laxmanrao Patil v. The Chief Minister and Others reported as (2021) 8 JT 337, in view of which it is not necessary for this Court to answer the question – In view of Article 145(5) concurrence of a majority of the judges at the hearing will be considered as a judgment or opinion of the Court – The majority decision of a Bench of larger strength would prevail over the decision  of a Bench of lesser strength, irrespective of the number of Judges constituting the majority – Per Hemant Gupta, J. (Concurring): A decision delivered by a Bench of largest strength is binding on any subsequent Bench of lesser or coequal strength – It is the strength of the Bench and not number of Judges who have taken a particular view which is said to be relevant – A Bench of lesser quorum cannot disagree or dissent from the view of law taken by a Bench of larger quorum – Thus, the numerical strength of the Judges taking a particular view is not relevant, but the Bench strength is determinative of the binding nature of the Judgment."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "MAITREYA DOSHI VS. ANAND RATHI GLOBAL FINANCE LTD. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3OTI=",
        "Citation": "[2022] 15 S.C.R. 536",
        "Case Type": "(Select Case Type/6613/2021)",
        "Date": "22 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMV8xNV81MzYtNTQ1XzE3MDQxOTI4MTIucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 536",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "22 September 2022",
        "Petitioner:": "Maitreya Doshi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1004",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Anand Rathi Global Finance Ltd. And Anr.",
        "Case Type:": "Select Case Type/6613/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code 2016 – ss.7",
            "62 – Corporate Insolvency Resolution Process – Respondent No. 1",
            "a NBFC- Financial Creditor disbursed loan to the tune of Rs.6 Crores to M/ s Premier Ltd. – Doshi Holdings pledged shares held by it in Premier",
            "in favour of the Financial Creditor",
            "by way of security for the loan – Premier failed to make repayments"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code 2016 – ss.7, 62 – Corporate Insolvency Resolution Process – Respondent No. 1, a NBFC\u0002Financial Creditor disbursed loan to the tune of Rs.6 Crores to M/ s Premier Ltd. – Doshi Holdings pledged shares held by it in Premier, in favour of the Financial Creditor, by way of security for the loan – Premier failed to make repayments – Financial Creditor called upon Premier and Doshi Holdings, to pay the entire outstanding loan amount – Premier admitted and acknowledged its liability to pay its outstanding dues, but stated that it could not pay the same on account of genuine difficulty – Financial Creditor filed petition u/s.7 for initiation of CIRP against Premier for default in repayment – On the same day, the Financial Creditor also filed a petition against Doshi Holdings u/s.7 in respect of the same claim, based on the same loan documents – NCLT admitted the petitions – NCLAT dismissed the appeal against the admission of petitions by NCLT – On appeal, held: Loan-cum-Pledge Agreements were executed by both Premier and Doshi Holdings and Doshi Holdings has been referred to in the agreement as borrower and pledgor – The interpretation given by NCLAT that Doshi Holdings is a borrower is definitely a plausible interpretation which cannot be interfered with in an appeal under s.62 of the IBC – A pledgor per se may not be a Financial Debtor but NCLAT arrived at a factual finding that Disha Holdings was a borrower – The approval of a resolution in respect of one borrower cannot certainly discharge a co-borrower – If there are two borrowers or if two corporate bodies fall within the ambit of corporate debtors, there is no reason why proceedings under s.7 of the IBC cannot be initiated against both the Corporate Debtors – The same amount cannot be realised from both the Corporate Debtors – If the dues are realised in part from one Corporate Debtor, the balance may be realised from the other Corporate Debtor being the co-borrower – Once the claim of the Financial Creditor is discharged, there can be no question of recovery of the claim twice over. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "D. SWAMY VS. KARNATAKA STATE POLLUTION CONTROL BOARD AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MDU=",
        "Citation": "[2022] 15 S.C.R. 547",
        "Case Type": "(CIVIL APPEAL /3132/2018)",
        "Date": "22 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV81NDdfMTcwMjk4Mzg4OC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 547",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "22 September 2022",
        "Petitioner:": "D. Swamy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 998",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Karnataka State Pollution Control Board And Ors",
        "Case Type:": "CIVIL APPEAL /3132/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Green Tribunal Act",
            "2010: s. 22 – Environmental Impact Assessment Notification 2006 – Ex Post facto Environmental clearance (EC) – Respondent No.3 applied to the respondent no.1- State Pollution Control Board for consent to establish a Common Bio-Medical Waste Treatment Facility"
        ],
        "HeadNote": "National Green Tribunal Act, 2010: s. 22 – Environmental Impact Assessment Notification 2006 – Ex Post facto Environmental clearance (EC) – Respondent No.3 applied to the respondent no.1- State Pollution Control Board for consent to establish a Common Bio-Medical Waste Treatment Facility – Respondent no.1 accorded consent – Thereafter, in terms of amended Entry 7(da) of the Notification of 2006, the Bio-Medical Waste Treatment Facilities were required to obtain EC from the Ministry of Environment and Forests-MOEF – Representation by villagers seeking order banning establishment of Common Bio-Medical Waste Treatment Facility by respondent No. 3 – Respondent No.1 then issued notices to the respondent No.3, calling upon it to submit a report of compliance of pollution norms – Pursuant thereto, instructions by the respondent no. 1 that the application for consent to be accompanied with EC – Respondent no 3 re-submitted its application for consent which had earlier been rturned – Respondent No.1 granted the respondent No.3 consent to operate its Common Bio-Medical Waste Treatment Facility – Appellant challenged the consent granted to the respondent no.3 and sought direction for closure of the Common Bio-Medical Waste Treatment Facility run by the respondent No.3, on the ground of alleged non-compliance of the provisions of the notification of 2006, as amended – Dismissal of the application by NGT – Meanwhile, the Central Government issued a Notification which provided for grant of ex post facto EC for project proponents who had commenced, continued or completed a project without obtaining EC under the EP Act/EP Rules or the Notification – On appeal, held: Need to comply with the requirement to obtain EC is non\u0002negotiable – However, the EP Act does not prohibit ex post facto EC – Ex post facto environmental clearance should ordinarily not be granted routinely, but in exceptional circumstances taking into  account all relevant environmental factors – Where the adverse consequences of denial of ex post facto approval outweigh the consequences of regularization of operations by grant of ex post facto approval, and the establishment concerned otherwise conforms to the requisite pollution norms, ex post facto approval should be given – Operation of a Bio-Medical Waste Treatment Facility is in the interest of prevention of environmental pollution – Closure of the facility only on the ground of want of prior Environmental Clearance would be against public interest – Thus, no grounds to interfere with the judgment and order of the NGT – Water (Prevention and Control of Pollution) Act, 1974 – Air (Prevention and Control of Pollution) Act, 1981."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "M/S PRIME PROPERTIES VS. SANA LAKSHMI DEVI (DIED) THROUGH HER LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MTE=",
        "Citation": "[2022] 15 S.C.R. 569",
        "Case Type": "(CIVIL APPEAL /7181/2022)",
        "Date": "29 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV81NjlfMTcwMjk4Mzk3My5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 569",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "29 September 2022",
        "Petitioner:": "M/s Prime Properties",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 1041",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Sana Lakshmi Devi (died) Through Her Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /7181/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure"
        ],
        "HeadNote": "Pleadings – Filing of – Suit pending for long, multifarious incidental proceedings – Subsequent pleadings filed by the plaintiff in the form of rejoinder taken on record by Trial Court, in supersession of its earlier order whereby such permission was declined – Order set aside by High Court – On appeal, held: Impugned order set aside but the order passed by the Trial Court is modified – On facts, the defendant Nos. 4 to 11 permitted to place on record their further pleadings in the form of sur-rejoinder but only to the extent of new facts, if any, pleaded in the rejoinder filed by the plaintiff – Thus, sur-rejoinder to remain confined to any such fact, if at all, newly pleaded by the plaintiff in the rejoinder – This particular proposition is required to be adopted in the present matter, in view of several features and factors including two significant factors: one, that under the orders passed by Supreme Court, the trial of the suit is to proceed expeditiously while the matter ought to be assigned a specific priority; and second, that on 31.01.2022, Trial Court had indeed framed additional issues for the trial – No further issues are required to be framed in this matter and all other aspects of the matter, particularly those relating to pleadings be examined by the Trial Court at the time of final disposal of the suit – Code of Civil Procedure, 1908. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "JSK INDUSTRIES PVT. LTD VS. ORIENTAL INSURANCE COMPANY LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MTg=",
        "Citation": "[2022] 15 S.C.R. 581",
        "Case Type": "(CIVIL APPEAL /7630/2022)",
        "Date": "18 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV81ODFfMTcwMjk4NDA0OC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 581",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "18 October 2022",
        "Petitioner:": "Jsk Industries Pvt. Ltd",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1106",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aniruddha Bose",
        "Respondent:": "Oriental Insurance Company Limited",
        "Case Type:": "CIVIL APPEAL /7630/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insurance Act: Insurance Claim"
        ],
        "HeadNote": "Insurance: Insurance Claim – Repudiation of – Appellants took insurance coverage – However, insurance company repudiated their claim on the ground that there was no sufficient balance to cover the declaration and/or loss – State Commission as also National Commission rejected the claim – Held: Insurance company took a defense which did not form the basis of repudiation of the claim – National Commission ought not to have gone beyond the grounds of repudiation and into the nature of coverage, which according to the National Commission had effectively changed from “anywhere in India to anywhere in India” to a sales turnover policy, limiting the policy coverage of the subject- goods from the points of departure at the two locations – Matter remanded to State Commission for taking decision afresh on the claim of the appellants on the ground which formed the basis of repudiation. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "NIPUN TAWARI & ORS VS. THE STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MzE=",
        "Citation": "[2022] 15 S.C.R. 591",
        "Case Type": "(CIVIL APPEAL /7778/2022)",
        "Date": "20 OCTOBER 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Hima Kohli",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMV8xNV81OTEtNjA4XzE3MDQxOTMwMTIucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 591",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "20 October 2022",
        "Petitioner:": "Nipun Tawari & Ors",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1128",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "The State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /7778/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Medical admission – Post Graduate Medical Degree courses in Maharashtra – Reservation for in-service candidates – Issuance of admission brochure by the Government of Maharashtra on 21.09.2022"
        ],
        "HeadNote": "Education/Educational Institutions: Medical admission – Post Graduate Medical Degree courses in Maharashtra – Reservation for in-service candidates – Issuance of admission brochure by the Government of Maharashtra on 21.09.2022 – Clause 7.2 of the brochure providing that 50% of seats in post graduate diploma courses would be reserved for in-service candidates; and that for in-service quota reservation, any change made by Government from time to time would be applicable – Thereafter, issuance of government Resolution dated 26.09.2022, providing for in-service reservation to the extent of 20% seats in post graduate medical degree courses for officers serving in government hospitals – Writ petition by the appellants seeking that the resolution cannot be made applicable for admissions to post graduate medical degree courses for the 50% state quota in Government and Corporation run medical colleges for the current academic year-2022-23 – High Court dismissed the Writ Petition – On appeal, held: Provisions of the brochure specifically placed students on notice that in- service reservations would abide by such resolutions as may be issued by the government from time to time – Thus, the brochure envisages that there may be a change in the reservation policy for in-service candidates and accounts for the same – Rules of the examination have remained constant and the Government Resolution dated 26.09.2022 did not change the rules after the admission process had commenced – Selection criteria were not changed after the selection process commenced – Government Resolution dated 26.09.2022 is in consonance with the brochure issued by the Government of Maharashtra – Thus, judgment of the High Court does not call for interference – Post Graduate Medical Regulations, 2000.  "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "NEW OKHLA INDUSTRIAL DEVELOPMENT AUTHORITY VS. RAMESHWAR @ RAMESH CHANDRA SHARMA (DEAD) THROUGH LEGAL HEIR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NDA=",
        "Citation": "[2022] 15 S.C.R. 609",
        "Case Type": "(CIVIL APPEAL /8331-8345/2022)",
        "Date": "17 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMV8xNV82MDktNjE1XzE3MDQxOTQzMzEucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 609",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "17 November 2022",
        "Petitioner:": "New Okhla Industrial Development Authority",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 1213",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Rameshwar @ Ramesh Chandra Sharma (dead) Through Legal Heir & Anr.",
        "Case Type:": "CIVIL APPEAL /8331-8345/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: Delay of 22 years in preferring first appeals – Acquisition notification was issued in 1982 – Reference court determined compensation at Rs.20 per yard"
        ],
        "HeadNote": "Land Acquisition Act, 1894: Delay of 22 years in preferring first appeals – Acquisition notification was issued in 1982 – Reference court determined compensation at Rs.20 per yard – After a period of 22 years, land owners filed first appeals – By impugned judgment, the High Court condoned delay of 22 years and enhanced the amount of compensation to Rs.149 per sq.yard at par with the land owners in the case of Deo Karan & Ors. by which this Court with respect to the acquisition of the year 1982 determined the compensation at Rs.149/- per sq.yard – Held: The land owners were rightly held entitled to compensation at Rs.149/- per sq.yard at par with other land owners whose lands were acquired in the year 1982 – However, submission of the land owners that they are entitled to compensation @ Rs.297/- per sq.yard relying upon the decision of this Court in the case of Nanak (Deceased) cannot be accepted as the land owners had not preferred the appeals before this Court and it was NOIDA who had filed these appeals – However, to saddle with the liability to pay statutory benefits and interest for the delayed period of 22 years upon the beneficiary/acquiring body would be a financial burden upon the public body and it may increase the project cost which shall be against the public interests – Therefore, while condoning the delay and enhancing the amount of compensation at par with other land owners, the High Court ought not to have saddled the liability upon the appellant to pay statutory benefits and the interest payable under the Land Acquisition Act, 1894 for the delayed period – To that extent the impugned judgment is modified.  "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "INSTITUTE OF COMPANY SECRETARIES OF INDIA VS. BIMAN DEBNATH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NDk=",
        "Citation": "[2022] 15 S.C.R. 616",
        "Case Type": "(CIVIL APPEAL /8039/2022)",
        "Date": "17 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82MTZfMTcwMjk4NDQ4NC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 616",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "17 November 2022",
        "Petitioner:": "Institute Of Company Secretaries Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1179",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Biman Debnath & Ors.",
        "Case Type:": "CIVIL APPEAL /8039/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Company Secretaries Regulations",
            "1982: rr. 92",
            "117 and 119 – Elections for the office bearers of EIRC – Meeting was required to be chaired by the Chairman",
            "EIRC",
            "however",
            "he was disqualified to hold his office and thus",
            "it fell vacant in terms of r117(2)"
        ],
        "HeadNote": "Company Secretaries Regulations, 1982: rr. 92, 117 and 119 – Elections for the office bearers of EIRC – Meeting was required to be chaired by the Chairman, EIRC, however, he was disqualified to hold his office and thus, it fell vacant in terms of r117(2) – It was required to be filled in for the remaining period in terms of Regn 119(2) – Contesting respondent as Vice Chairman of the Institute was allowed to chair the meeting for the limited purpose of election to the post of Chairman for the remaining period in terms of Regn 119(2) – Respondent disrupted the meeting, and for the election of the chairman for the remaining period, the members appointed respondent no. 3 to chair the said item – Elections took place and respondent no. 3 was duly elected as Chairman for the remaining period – High Court quashed the election of the office bearers of the Regional Council on the ground that the meeting was not presided over by the Vice Chairman – On appeal, held: It was a case of vacation of office of the Chairman and not mere absence – Regn 119 states that in case of vacancy of the Chairman, Vice Chairman, Secretary and Treasurer, the Regional Council shall elect another person from amongst its members to hold the office for the remaining period of a year – Regn 92(2) shall be applicable only in a case of absence and not in a case where the post of Chairman and/or office bearer has fallen vacant – Thus, in case of a vacation of office as per Regn 117(2), such post fallen vacant is required to be filled in by election by electing another person from amongst its members to hold the office for the remaining period of a year – Single Judge as well as the Division Bench of the High Court erred in misinterpreting Regn 92(2) and Regn 117 rw Regn 119(2) – Thus, the election of respondent no. 3 as chairman rightly held and he rightly presided the meeting – High Court erred in quashing and setting aside the election."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. ASHA JAIN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NjA=",
        "Citation": "[2022] 15 S.C.R. 626",
        "Case Type": "(CIVIL APPEAL /8088/2022)",
        "Date": "09 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82MjZfMTcwMjk4NDYzNi5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 626",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "09 November 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1190",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Asha Jain & Ors.",
        "Case Type:": "CIVIL APPEAL /8088/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013 – s.24(2) – High Court relying on Pune Municipal Corporation and Anr. v. Harakchand Misirimal Solanki and Ors. reported as [2014] 1 SCR 783",
            "and observing that as compensation has not been paid and/or tendered to the recorded owners/petitioners",
            "declared that the acquisition w.r.t the land in question is deemed to have lapsed by virtue of s.24(2) –"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 – s.24(2) – High Court relying on Pune Municipal Corporation and Anr. v. Harakchand Misirimal Solanki and Ors. reported as [2014] 1 SCR 783, and observing that as compensation has not been paid and/or tendered to the recorded owners/petitioners, declared that the acquisition w.r.t the land in question is deemed to have lapsed by virtue of s.24(2) – On appeal, held: The case relied upon by High Court has been overruled in the Constitution Bench case of Indore Development Authority v. Manoharlal and Ors. (2020) 8 SCC 129 wherein it has been held that the deemed lapse of land acquisition proceedings u/s.24(2) takes place where due to inaction of authorities for five years or more prior to commencement of the 2013 Act, the possession of land has not been taken nor compensation has been paid – Thus, in case possession has been taken, compensation has not been paid then there is no lapse – Similarly, if compensation has been paid, possession has not been taken then there is no lapse – In the present case, possession of the land in question was taken over in 2005, as also observed by High Court – Further, according to the original writ petitioner, she acquired the right in the land in question pursuant to Agreement to Sell dtd. 09.05.05 – Agreement to Sell by itself does not confer any right, title, or interest – Original writ petitioner can be said to be subsequent purchaser and/or has acquired the right subsequently – Subsequent purchaser has no right to claim lapse of acquisition proceedings – Impugned judgment set aside – Writ petition filed by the original writ petitioner before High Court, dismissed – Land Acquisition Act, 1894 – s.4."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "STATE THROUGH THE INSPECTOR OF POLICE VS. LALY @ MANIKANDAN & ANOTHER ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NzI=",
        "Citation": "[2022] 15 S.C.R. 633",
        "Case Type": "(CRIMINAL APPEAL /1750-51/2022)",
        "Date": "14 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82MzNfMTcwMjk4NDgwMi5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 633",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "14 October 2022",
        "Petitioner:": "State Through The Inspector Of Police",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1093",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Laly @ Manikandan & Another Etc",
        "Case Type:": "CRIMINAL APPEAL /1750-51/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code – ss. 302 & 34"
        ],
        "HeadNote": "Penal Code – ss. 302 & 34 – Conviction on the basis of the deposition of the sole eye witness – The respondents-three accused were tried for having committed the murder of victim-deceased – The respondents were held guilty of the offences u/s 302 r/w. 34 of IPC by the trial Court – However, the High Court did not find the testimony of PW1 credible and acquitted the accused – On appeal, held: PW1 was the eye witness to the occurrence at both places i.e. the first part was at the time when the victim, PW1 and one another were travelling in the car, where A1 caused injury on the right shoulder of the victim and thereafter is the second part, when victim was trying to run away and reached a shed and all three accused entered shed and caused injuries to the victim-deceased – PW1 was fully cross-examined on behalf of the accused in which he stood by what he has stated and fully supported the case of the prosecution – No reasons to disbelieve and/or doubt the credibility of PW1 – Merely because the original complainant is not examined cannot be a ground to discard the deposition of PW1 – As per settled position of law, there can be a conviction on the basis of the deposition of the sole eye witness, if the said witness is found to be trustworthy and/or reliable – Recovery of the weapon used in the commission of the offence is not a sine qua non to convict the accused – If there is a direct evidence in the form of eye witness, even in the absence of recovery of weapon, the accused can be convicted – Similarly, even in the case of some contradictions with respect to timing of lodging the FIR/complaint cannot be a ground to acquit the accused when the prosecution case is based upon the deposition of eye witness – Therefore, the judgment passed by the High Court acquitting the accused is unsustainable and is set aside. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "THE MAHATMA GANDHI UNIVERSITY AND ORS. VS. RINCYMOL MATHEW",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NzY=",
        "Citation": "[2022] 15 S.C.R. 642",
        "Case Type": "(CIVIL APPEAL /8031/2022)",
        "Date": "10 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82NDJfMTcwMjk4NDg4OC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 642",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "10 November 2022",
        "Petitioner:": "The Mahatma Gandhi University And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1197",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Rincymol Mathew",
        "Case Type:": "CIVIL APPEAL /8031/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Denial of the benefits of CAS to the respondent on the ground that her initial appointment as Lecturer in the School of Medical Education was not to a post that was duly sanctioned in terms of the Mahatma Gandhi University Statutes – Single Judge of High Court allowed writ petition filed by respondent by observing that the appointment of the respondent as Lecturer was after following selection procedure and that she was duly qualified and",
            "thus",
            "directed to count the past services of"
        ],
        "HeadNote": "Service law: Denial of the benefits of CAS to the respondent on the ground that her initial appointment as Lecturer in the School of Medical Education was not to a post that was duly sanctioned in terms of the Mahatma Gandhi University Statutes – Single Judge of High Court allowed writ petition filed by respondent by observing that the appointment of the respondent as Lecturer was after following selection procedure and that she was duly qualified and, thus, directed to count the past services of the respondent in the School of Medical Education in accordance with the UGC Regulations and to grant the benefit of CAS – Division Bench of the High Court upheld the order of Single Judge – Appeal by University – Held: Respondent was appointed as Lecturer in the regular pay-scale after inviting applications from qualified candidates – The said appointment was after obtaining appropriate approval from Director, School of Medical Education and sanction by the Vice-Chancellor and thereafter her probation was declared w.e.f. 03.10.1999 – Thereafter, she was appointed as Assistant Professor and thereafter as Associate Professor continuously in the regular pay-scale – It may be true that at the relevant time when she was appointed as Lecturer, the post was temporary but on that temporary post, her appointment was sanctioned by the Director as well as Vice-Chancellor – She has continuously worked right from 1998 (03.10.1998) – As per clause 10.1(f) with respect to grant of CAS, the previous appointment as ad hoc or temporary service of more than one year duration can be counted provided that : (i) the period of service was of more than one year duration; (ii) the incumbent was appointed on the recommendation of duly constituted Selection Committee; and (iii) the incumbent was selected to the permanent post in continuation to the ad hoc or temporary service, without any break – In that view of the matter, when respondent  worked continuously right from 1998 initially as Lecturer, thereafter her probation was confirmed; thereafter she was appointed/promoted as Assistant Professor and thereafter again promoted to the post of Associate Professor on regular basis and on regular pay-scale, therefore, she shall be entitled to get her regular service counted for the period from 03.10.1998 to 21.10.2011 for the purpose of grant of the benefit of CAS – Interference with order of High Court not called for."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "N. S. MADHANAGOPAL & ANR. VS. K. LALITHA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4ODc=",
        "Citation": "[2022] 15 S.C.R. 649",
        "Case Type": "(CRIMINAL APPEAL /1759/2022)",
        "Date": "10 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice J.B. Pardiwala, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82NDlfMTcwMjk4NTAyNi5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 649",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "10 October 2022",
        "Petitioner:": "N. S. Madhanagopal & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1323",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "K. Lalitha",
        "Case Type:": "CRIMINAL APPEAL /1759/2022",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 – ss.294(b)",
            "341 – When not attracted – Verbal altercation between parties on excessive flow of waste water in the society"
        ],
        "HeadNote": "Penal Code, 1860 – ss.294(b), 341 – When not attracted – Verbal altercation between parties on excessive flow of waste water in the society – Complaint filed by respondent for offences u/ss.294(b), 341 – Application filed by appellants for quashing of criminal proceedings, rejected by High Court – On appeal, held: All that has been averred in the complaint is that the appellant hurled unparliamentary words towards the complainant – s.294(b) talks about the obscene acts and songs – The test of obscenity u/s.294(b) is whether the tendency of the matter charged as obscenity is to deprave and corrupt those whose minds are open to such immoral influences – Mere utterance of obscence words not sufficient – There must be further proof to establish that it was to the annoyance of others, which is lacking in the present case – Mere abusive, humiliating or defamative words by itself cannot attract offence u/s.294(b) – In the present case, the absence of words which will involve some lascivious elements arousing sexual thoughts or feelings or words cannot attract the offence u/s.294(b)– No one spoke about the obscene words – In absence of legal evidence showing that the words uttered by the appellants annoyed others, the ingredients of the offence u/s.294(b) not made out – Further, averments in the complaint are not sufficient to even constitute the offence of wrongful restraint u/s.341 – No case made out against the appellants as alleged by the complainant – Impugned order set aside – Pending criminal proceedings quashed – Code of Criminal Procedure, 1973 – ss.482, 190(1), 204. Penal Code, 1860 – ss.294(b), 341 – Test of obscenity u/s.294(b); ingredients to constitute offence of wrongful restraint u/s.341 – Discussed. Code of Criminal Procedure, 1973 – ss.190(1), 204 – Held: Taking cognizance of an offence u/s.190(1) and issue of process  u/s.204 are judicial functions and require judicious approach – Issuance of process must be preceded by an application of judicial mind to the material before the court to determine if there is ground for proceedings against the accused – If the allegations made in the complaint are too vague and general without giving any material particulars of the offence alleged then the order of the Magistrate issuing process on the basis of the complaint would not be justified as there must be material prima facie, for issuance of process."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "GALI JANARDHAN REDDY VS. THE STATE OF ANDHRA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4OTQ=",
        "Citation": "[2022] 15 S.C.R. 656",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /7053/2013)",
        "Date": "10 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82NTZfMTcwMjk4NTE2Ni5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 656",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "10 October 2022",
        "Petitioner:": "Gali Janardhan Reddy",
        "Disposal Nature:": "Applications Allowed",
        "Netural Citation:": "2022 INSC 1059",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The State Of Andhra Pradesh",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /7053/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail – Applicant sought modification of condition of bail – Directions issued – Applicant is accused for the offences u/s 120(B)",
            "420",
            "379",
            "409",
            "468",
            "411",
            "427 and 447 of IPC",
            "s.2 of the Indian Forest Act",
            "1927",
            "r.21 r/w. Rules 4(1)",
            "4(1)(A) and 23 of the Mines and Minerals (Development and Regulation) Act",
            "1957 – Appellant was arrested by the CBI on 05.09.2011"
        ],
        "HeadNote": "Bail – Applicant sought modification of condition of bail – Directions issued – Applicant is accused for the offences u/s 120(B), 420, 379, 409, 468, 411, 427 and 447 of IPC, s.2 of the Indian Forest Act, 1927, r.21 r/w. Rules 4(1), 4(1)(A) and 23 of the Mines and Minerals (Development and Regulation) Act, 1957 – Appellant was arrested by the CBI on 05.09.2011 – Bail was granted by Supreme Court on 20.01.2015, subject to some conditions – One of them was a condition (c) which read as “he shall not visit the Districts of Bellary in Karnataka and District of Ananthapuram and Cuddapah in Andhra Pradesh” – Thereafter, present application was filed for the modification of the condition (c) – By interim order, Supreme Court modified the said condition to the extent that the applicant shall give prior intimation to the SP of his visit – Held: The applicant is facing the trial for very serious offences – In the past the apprehensions of influencing the witness are proved to be true and even the judicial officers were influenced/tried to be influenced – There is a serious apprehension on the part of the CBI / investigating agency that if condition No.(c) is relaxed and/or modified and/or substituted, there would be threat to the witnesses because of the power and influence that the applicant is having – Even after a period of 11 years of filing the FIR and despite the observations made by Supreme Court directing the trial to be expedited, the trial has not begun – Early conclusion of the trial would enhance the faith of people in justice delivery system – Now, direction, inter-alia, issued to the trial Court to begin the trial on day to day basis and once the trial begins the applicant-accused may be restrained from entering into the Districts of Bellary in Karnataka and District of Ananthapuram and Cuddapah in Andhra Pradesh – Application disposed of."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "HARI RAM (DECEASED) THR. HIS LRS. AND ANR. VS. LAND ACQUISITION COLLECTOR CUM DISTRICT REVENUE OFFICER GURGAON AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MDQ=",
        "Citation": "[2022] 15 S.C.R. 664",
        "Case Type": "(CIVIL APPEAL /7762/2022)",
        "Date": "20 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82NjRfMTcwMjk4NTMxOS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 664",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "20 October 2022",
        "Petitioner:": "Hari Ram (deceased) Thr. His Lrs. And Anr.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 1122",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Land Acquisition Collector Cum District Revenue Officer Gurgaon And Ors.",
        "Case Type:": "CIVIL APPEAL /7762/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 – s.4 – Compensation – Enhancement of – Land in question came to be acquired under the provisions of the 1894 Act for setting up of Liquified Petroleum Gas Plant – Land Acquisition Officer determined and awarded the compensation @ Rs.5",
            "30",
            "000 per acre for irrigated lands and Rs. 2",
            "00",
            "000/- per acre for non-irrigated lands – Reference Court fixed compensation at Rs.5",
            "30",
            "000/- per acre for both irrigated as well as the non-irrigated land – The High Court enhanced the amoun"
        ],
        "HeadNote": "Land Acquisition Act, 1894 – s.4 – Compensation – Enhancement of – Land in question came to be acquired under the provisions of the 1894 Act for setting up of Liquified Petroleum Gas Plant – Land Acquisition Officer determined and awarded the compensation @ Rs.5,30,000 per acre for irrigated lands and Rs. 2,00,000/- per acre for non-irrigated lands – Reference Court fixed compensation at Rs.5,30,000/- per acre for both irrigated as well as the non-irrigated land – The High Court enhanced the amount of compensation to Rs.7,00,000/- per acre – Before the High Court and the Reference Court, the landowners had heavily relied upon the sale exemplars/sale instances produced as Ex. P1 to Ex.P4 – The High Court discarded the sale instances Exs. P1, P3 and P4 relied upon on behalf of the landowners by observing that there is a price variation between the sale deeds produced as Ex. P1 and the sale deeds produced as Exs. P3 and P4, thus opined that sale deeds produced as Exs. P3 and P4 are not genuine – On appeal, held: The sale deeds Exs. P1, P3 and P4 were by and/or in favour of a company and the variation in the prices mentioned in the Exs. P1, P3 and P4 cannot be a ground to hold Exs. are not genuine – Exs. P3 and P4 are with respect to the smaller parcel of land considering that there has to be a proper deduction – Looking at Location, potentiality and the purpose of acquired lands, not much development was required like the housing scheme and/or as required for other similar purposes, therefore, if 35% is deducted considering the evaluation with respect to Sale Deed at Ex. P4, the same can be said to be just, reasonable and proper compensation to the original landowners – Therefore, the original landowners shall be entitled to Rs. 12,16,800/- per acre towards compensation for the lands acquired – High Court judgment and order is modified to the said extent. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "JASPAL SINGH & OTHERS VS. THE STATE OF HARYANA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MTE=",
        "Citation": "[2022] 15 S.C.R. 670",
        "Case Type": "(CIVIL APPEAL /7516-7521/2022)",
        "Date": "20 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82NzBfMTcwMjk4NTQwNy5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 670",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "20 October 2022",
        "Petitioner:": "Jaspal Singh & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1126",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The State Of Haryana And Others",
        "Case Type:": "CIVIL APPEAL /7516-7521/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 – ss.4",
            "6",
            "11 – Compensation – Enhancement of – Lands were acquired for Jhajjar Thermal Power Plant under the provisions of 1894 Act – Acquisition collector determined and awarded compensation @ Rs. 16",
            "00",
            "000/- per acre – Reference court enhanced amount of compensation @ Rs.17",
            "64",
            "350 per acre – High Court reduced the amount of compensation to Rs. 16",
            "00",
            "000/- per acre"
        ],
        "HeadNote": "Land Acquisition Act,1894 – ss.4,6,11 – Compensation – Enhancement of – Lands were acquired for Jhajjar Thermal Power Plant under the provisions of 1894 Act – Acquisition collector determined and awarded compensation @ Rs. 16,00,000/- per acre – Reference court enhanced amount of compensation @ Rs.17,64,350 per acre – High Court reduced the amount of compensation to Rs. 16,00,000/- per acre – Before Supreme Court, landowners placed reliance upon the decision of the case Arawali Power Company Private Limited where compensation @ 25,00,000/- per acre was awarded and contention was raised that the lands acquired in the present case and lands acquired for Arawali Power Company Private Limited are similarly situated – Held: Both the lands in present case and the lands in issue in the case of Arawali Power Project are similarly situated – Further, held that considering the Evidence on record and sale instances and considering the fact that landowners shall be entitled to just and reasonable compensation and taking in consideration of the Arawali Power Company Private Limited case into account – Compensation @22,00,000/- per acre was awarded – Judgement and order passed by High Court was modified accordingly. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "THE SECRETARY, THE DEPARTMENT OF LAND AND BUILDING AND ORS. VS. ANJEET SINGH (DEAD) THROUGH LRS. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MTY=",
        "Citation": "[2022] 15 S.C.R. 678",
        "Case Type": "(CIVIL APPEAL /8196/2022)",
        "Date": "24 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82NzhfMTcwMjk4NTQ5Ny5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 678",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "24 November 2022",
        "Petitioner:": "The Secretary, The Department Of Land And Building And Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1230",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Anjeet Singh (dead) Through Lrs. And Anr.",
        "Case Type:": "CIVIL APPEAL /8196/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013 – s.24(2) – High Court relied upon its earlier decision in the case of Jagjeet Singh & Ors. Vs. Union of India & Ors.",
            "in which it had relied on the decision of Supreme Court in the case of Pune Municipal Corporation and Anr. v. Harakchand Misirimal Solanki and Ors. –"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 – s.24(2) – High Court relied upon its earlier decision in the case of Jagjeet Singh & Ors. Vs. Union of India & Ors., in which it had relied on the decision of Supreme Court in the case of Pune Municipal Corporation and Anr. v. Harakchand Misirimal Solanki and Ors. – High Court without entering into the question of possession, declared that the acquisition with respect to land in question is deemed to have lapsed u/s.24(2) of the Act, 2013 as the compensation with respect to the land in question was not paid – Held: The case of Pune Municipal corporation which was relied on by High Court has already been overruled by subsequent Supreme Court decision in Indore Development authority v. Manoharlal and Ors. in which the Constitution Bench held that for the purpose of deemed lapse of land acquisition u/s.24(2) of 2013 Act, both the conditions namely the possession has not been taken and compensation not paid are required to be satisfied – In the intant case, as compensation was not paid due to inter se dispute between co- owners therefore respondents cannot make the claim of deemed lapse of acquisition – In view of the decision of the Supreme Court in the case of Indore Development Authority, the impugned judgment of High Court unsustainable."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "GOVT. OF NCT OF DELHI AND ANR. VS. SHIV DUTT SHARMA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MjA=",
        "Citation": "[2022] 15 S.C.R. 686",
        "Case Type": "(CIVIL APPEAL /8198/2022)",
        "Date": "24 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82ODZfMTcwMjk4NTU5NS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 686",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "24 November 2022",
        "Petitioner:": "Govt. Of Nct Of Delhi And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1231",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Shiv Dutt Sharma And Anr.",
        "Case Type:": "CIVIL APPEAL /8198/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013 – s.24(2) – High Court relied upon the Supreme Court decision in case of Pune Municipal Corporation and Anr. v. Harakchand Misirimal Solanki and Ors. and gave a specific finding that the possession of the subject land was taken",
            "however compensation was not paid",
            "therefore",
            "declared the acquisition with respect to the land in question has lapsed u/s. 24(2) of the Act of 2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 – s.24(2) – High Court relied upon the Supreme Court decision in case of Pune Municipal Corporation and Anr. v. Harakchand Misirimal Solanki and Ors. and gave a specific finding that the possession of the subject land was taken, however compensation was not paid, therefore, declared the acquisition with respect to the land in question has lapsed u/s. 24(2) of the Act of 2013 – Held: The case relied on by High Court has been overruled by the subsequent decision in Indore Development authority v. Manoharlal and Ors. in which the Constitution Bench of the Supreme Court held that in case possession has been taken and compensation has not been paid then there is no lapse – Therefore, judgment of the High Court set aside – Appeals allowed. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "DEVENDRA NATH SINGH VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NjU=",
        "Citation": "[2022] 15 S.C.R. 692",
        "Case Type": "(CRIMINAL APPEAL /1768/2022)",
        "Date": "12 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV82OTJfMTcwMzA0OTUwMy5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 692",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "12 October 2022",
        "Petitioner:": "Devendra Nath Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1071",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1768/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 – s. 482 – Allegations of defalcation of goods and misappropriation of stocks from the godown of the Corporation – FIR was registered – Magistrate took cognizance of offences u/ss. 409",
            "467",
            "468 and 420 of IPC against respondent no.3 – Respondent no.3 filed petition u/s. 482 Cr.PC –"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – s. 482 – Allegations of defalcation of goods and misappropriation of stocks from the godown of the Corporation – FIR was registered – Magistrate took cognizance of offences u/ss. 409, 467, 468 and 420 of IPC against respondent no.3 – Respondent no.3 filed petition u/s. 482 Cr.PC – High Court observed that an accused in the case ‘as scapegoat to save the skin’ of the present appellant – Having said so, the High Court proceeded to direct the Magistrate to give directions to the police to further investigate the case in terms of s.173(8) CrPC regarding the allegations against the appellant – On appeal, held: The person lodging the FIR with reference to the audit report, i.e., the Senior Dy. Collector-cum-District Manager, made imputations only against the respondent No. 3, who was a class IV employee of the Corporation but was purportedly posted as an in-charge Assistant Godown Manager by the appellant, who was, at the relevant time, holding the position of the District Manager – Suffice it to observe for the present purpose that when all the relevant aspects were duly projected before the High Court in the petition filed by the respondent No. 3, the High Court could not have simply ignored the same only for the reasons that the informant omitted to state them while lodging the FIR, and/or the investigating officer overlooked them while submitting the result of 34 investigation, and/or the Magistrate did not pay requisite attention to them while taking cognizance – Instant case is a case of exceptional and special features where the High Court was justified in ordering further investigation, particularly qua the role of the appellant – Thus, the principal part of the order impugned, directing further investigation, calls for no interference – However, High Court was not justified in making such observations, comments, and remarks, which leave little scope for an independent investigation and which carry all the potential to cause prejudice to the appellant.  "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "RELIANCE INDUSTRIES LIMITED VS. SECURITIES AND EXCHANGE BOARD OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NzA=",
        "Citation": "[2022] 15 S.C.R. 730",
        "Case Type": "(CRIMINAL APPEAL /1167/2022)",
        "Date": "05 AUGUST 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice J.K. Maheshwari, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV83MzBfMTcwMzA0OTYxNC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 730",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "05 August 2022",
        "Petitioner:": "Reliance Industries Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 796",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Securities And Exchange Board Of India & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1167/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Companies Act",
            "1956 – s.77 – Non-disclosure of information by SEBI – SEBI directed to act fairly – Complaint was filed with SEBI against RIL & its associate companies and its directors alleging that they fraudulently allotted 12 crore equity shares of RIL to entities purportedly connected with RIL – Investigation Report was submitted by the Investigating Authority on 04.02.2005"
        ],
        "HeadNote": "Securities and Exchange Board of India Act, 1992:ss. 24 and 24A – Compounding of offence under – On facts, allegations against appellant-director of a company of price rigging and insider trading in the scrip of the Company – Prosecution of the appellant u/s. 24(1) – Appellant sought the compounding of the offence u/s. 24A – Rejection of, by the trial judge upholding the objection of the Securities and Exchange Board of India (SEBI) that the offence could not be compounded without its consent – Upheld by the High Court holding that the trial has reached the stage of final arguments and the application for compounding cannot be allowed without SEBI’s consent – On appeal, held: Power to compound offences u/s. 24A rests exclusively with the Securities Appellate Tribunal-SAT or a court before which such proceedings are pending and SEBI’s consent for compounding offences is not mandatory – However, the SAT or the concerned courts must seek and consider the view of SEBI on matters related to the compounding of offences – Allegations involved serious acts which impinged upon the protection of investors and the stability of the securities’ market – Thus, SEBI justified in opposing the request for the compounding of the offences – Decision taken by SEBI is not mala fide nor does it suffer from manifest arbitrariness – Thus, an order for compounding not warranted – Order of the High Court is upheld. Objects and reasons of enactment – Held: Is to provide for the establishment of a Board to protect the interests of investors in securities and to promote the development of and to regulate the securities market.s. 24A – Ingredients of – Explained. s. 24A – Compounding of offence under – Held: s. 24A specifies the authorities vested with the powers to compound offencesunder the SEBI Act – s. 24A, by incorporating a non-obstante provision indicates a legislative intent to the effect that the power to compound offences punishable under the SEBI Act is not trammeled by the provisions of s. 320 CrPC – Power to compound u/s. 24A is confined to offences punishable under the SEBI Act – Power is entrusted solely to the SAT or to the Court, before which the proceedings are pending – Hence, the non-obstante provision contained in s. 24A must be given its natural meaning and effect. s. 24A – Requirement of the consent of SEBI – Held: s. 24A does not stipulate that the consent of SEBI is necessary for the SAT or the Court before which such proceedings are pending to compound an offence – Where Parliament intended that a recommendation by SEBI is necessary, it has made specific provisions in that regard in the same statute, as in s. 24B – Section 24A is conspicuously silent in regard to the consent of SEBI before the SAT or, as the case may be, the Court before which the proceeding is pending can exercise the power – Hence, it is clear that SEBI’s consent cannot be mandatory before SAT or the Court before which the proceeding is pending, for exercising the power of compounding u/s. 24A. Securities and Exchange Board of India – Power and functions of – Held: SEBI has been ascribed role as a regulatory, adjudicatory and prosecuting agency – Thus, the SEBI Act and the rules, regulations and circulars made or issued under the legislation, are constantly evolving with a concerted aim to enforce order in the securities market and promote its healthy growth while protecting investor wealth – Powers of the SAT and the Court would necessarily have to align with SEBI’s larger existential purpose – Thus, in line with the object of the SEBI Act, s. 24A to be interpreted in a manner that furthers the statutory role of SEBI, rather than one which thwarts its considered course of action – Therefore, before taking a decision on whether to compound an offence punishable u/s. 24(1), the SAT or the Court must obtain the views of SEBI for furnishing guidance to its ultimate decision – These views, unless manifestly arbitrary or mala fide, must be accorded a high degree of deference – Court must be wary of substituting its own wisdom on the gravity of the offence or the impact on the markets, while discarding the expert opinion of the SEBI.s. 24A – Compounding of offence under – Guidelines laid down for Securities Appellate Tribunal-SAT or such courts in the matter of adjudicating an application for compounding of the offence u/s. 24A – To consider the factors in SEBI’s circular dated 20.04.2007; to give deference to the opinion of High powered advisory committee-HPAC, and SAT or court to differ only when the reasons provided are malafide or manifestly arbitrary; to ensure that application u/s. 24A are not for quashing u/s. 482 CrPC; and to consider whether the offence is private or public in nature and the non-prosecution. Code of Criminal Procedure, 1973: s. 320 – Compounding of offences – Principle underlying s. 320 – Stated – s. 320 provides for the compounding of offences only under the IPC – Hence, in respect of offences which lie outside the IPC, compounding may be permitted only if the statute which creates the offence contains an express provision for compounding before such an offence can be made compoundable – Power of compounding must, be expressly conferred by the statute which creates the offence. Criminal law: Compounding of offences – Jurisprudential basis for – Discussed."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "THE STATE OF MANIPUR & ORS VS. BUYAMAYUM ABDUL HANAN @ ANAND & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NzQ=",
        "Citation": "[2022] 15 S.C.R. 760",
        "Case Type": "(CRIMINAL APPEAL /1819/2022)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV83NjBfMTcwMzA0OTc1OS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 760",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "The State Of Manipur & Ors",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1117",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "Buyamayum Abdul Hanan @ Anand & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1819/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India – Art. 22(5) – Right to make representation – Preventive Detention – Non-supply of legible copies of documents relied upon by detaining authority – Denial of effective representation – Respondent no.1 was subjected to preventive detention under 1988 Act"
        ],
        "HeadNote": "Constitution of India – Art. 22(5) – Right to make representation – Preventive Detention – Non-supply of legible copies of documents relied upon by detaining authority – Denial of effective representation – Respondent no.1 was subjected to preventive detention under 1988 Act – High Court set aside the order of detention passed on the premise that the appellants failed to supply the legible copies of documents relied upon while passing the order of detention – On appeal, held: Right to make representation is a fundamental right of the detenu u/Art. 22(5) – Supply of illegible copy of documents relied upon by the detaining authority has deprived the respondent in making an effective representation and denial thereof will hold the order of detention illegal – Further, though the respondent failed to question before the detaining authority that illegible or blurred copies were supplied to him, but the right to make representation being a fundamental right, the detenu is always entitled to be supplied with the legible copies of the documents relied upon by the detaining authority – Information made in the grounds of detention enables him to make an effective representation – No error committed by High Court in setting aside the order of preventive detention – Prevention of Illicit Traffic in Narcotic Drugs and Psychotropic Substances Act, 1988. Constitution of India – Art. 22(5) – Rights conferred under – Discussed. Constitution of India – Art. 22(5) – Held: Refusal to supply the documents requested by the detenu or supply of illegible or blurred copies of the documents relied upon by the detaining authority amounts to violation of Art. 22(5) – However, whether an opportunity has been afforded to make an effective representation always depends on the facts and circumstances of each case. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "MD. JABBAR ALI & ORS. VS. THE STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5Nzk=",
        "Citation": "[2022] 15 S.C.R. 773",
        "Case Type": "(CRIMINAL APPEAL /1105/2010)",
        "Date": "17 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Ms. Justice B.V. Nagarathna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV83NzNfMTcwMzA0OTg4NC5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 773",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "17 October 2022",
        "Petitioner:": "Md. Jabbar Ali & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1096",
        "Judgment Delivered by:": "Hon'ble Ms. Justice B.V. Nagarathna",
        "Respondent:": "The State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /1105/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 302 r/w 149",
            "148",
            "123 and 447 – Trial court convicted accused persons under different provisions of IPC including ss. 302 r/w 149",
            "148",
            "123 and 447 – Prosecution had examined ten witnesses before trial court – High Court upheld the judgment and sentence passed by trial court – Propriety of conviction and sentence challenged on the ground that inter alia",
            "witnesses PW- 1 to PW-6 were related to each other – Prosecution failed to examine any independent and impartial witness and"
        ],
        "HeadNote": "Penal Code, 1860: ss. 302 r/w 149, 148,123 and 447 – Trial court convicted accused persons under different provisions of IPC including ss. 302 r/w 149, 148,123 and 447 – Prosecution had examined ten witnesses before trial court – High Court upheld the judgment and sentence passed by trial court – Propriety of conviction and sentence challenged on the ground that inter alia, witnesses PW\u00021 to PW-6 were related to each other – Prosecution failed to examine any independent and impartial witness and there were material contradictions in the depositions made by the witnesses – Held: Court in appeal may reassess the evidence when there has been an improper reception or rejection of evidence, which if discarded or received would leave the conviction unsupportable – Court may also interfere in a case where there has been a misreading of vital evidence or the Court omits to notice the important points in favour of the accused – In the instant case, there were variations in the evidence of PW-6 who was the first informant and evidence of PW-1, PW-2, and PW-4 regarding as to who gave fatal blows to the deceased – Trial court as well as High Court rightly did not rely on the evidence of these witnesses who were highly inconsistent with each other in holding the concerned accused guilty – PW-3, PW-4 and PW-5 were not eye witnesses and their deposition did not lend any credence to the prosecution case on the point of who actually stabbed the deceased person – The inherent contradictions in the evidence of the prosecution-witnesses did not prove the case of the prosecution beyond reasonable doubt – Conviction set aside. Evidence – Credibility of related/interested/partisan witnesses – Just because the witnesses are related/interested/ partisan witnesses, their testimonies cannot be disregarded – However, when the witnesses are related/interested, their testimonies have to be scrutinized with greater care and circumspection – In the instant case, it was clear from the testimonies of the prosecution witnesses that all the witnesses were related to the deceased and to each other, there was not a single independent witness for prosecution – Moreover, there was contradiction and inconsistency in their testimonies – In such circumstances, the evidence could not be relied upon to convict the accused persons. Evidence: Inconsistent testimonies – Effect on prosecution case – Courts have to label as to which category a discrepancy can be categorized – Material discrepancies corrode the credibility of the prosecution’s case while insignificant discrepancies do not do so – In the present case there are material discrepancies in the testimonies of the witnesses and the same is fatal to the case of the prosecution – The evidence of the prosecution is wholly unreliable and does not prove the alleged offences against the accused\u0002appellants. Law of evidence: Material discrepancy in the evidence – Appreciation thereof. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "JAYCEE HOUSING PVT. LTD. & ORS. VS. REGISTRAR (GENERAL), ORISSA HIGH COURT, CUTTACK & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5ODc=",
        "Citation": "[2022] 15 S.C.R. 800",
        "Case Type": "(CIVIL APPEAL /6876/2022)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV84MDBfMTcwMzA1MDA5Mi5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 800",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "Jaycee Housing Pvt. Ltd. & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1119",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Registrar (general), Orissa High Court, Cuttack & Ors",
        "Case Type:": "CIVIL APPEAL /6876/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Commercial Courts Act",
            "2015 – ss.3",
            "10",
            "15",
            "21",
            "30 – Arbitration and Conciliation Act",
            "1996 – s.2(1)(e) – Odisha Civil Courts Act",
            "1984 – ss.3",
            "9 – Whether in exercise of powers u/s.3 of the Commercial Courts Act",
            "2015",
            "the State Government can confer jurisdiction to hear applications u/ss. 9",
            "14 and 34 of the Arbitration Act",
            "1996",
            "upon Commercial Courts which are subordinate to the rank of the Principal Civil Judge in the District",
            "contrary to the provisions of s.2(1)(e) of the Arbitration Act"
        ],
        "HeadNote": "Commercial Courts Act, 2015 – ss.3, 10, 15, 21, 30 – Arbitration and Conciliation Act, 1996 – s.2(1)(e) – Odisha Civil Courts Act, 1984 – ss.3, 9 – Whether in exercise of powers u/s.3 of the Commercial Courts Act, 2015, the State Government can confer jurisdiction to hear applications u/ss. 9, 14 and 34 of the Arbitration Act, 1996, upon Commercial Courts which are subordinate to the rank of the Principal Civil Judge in the District, contrary to the provisions of s.2(1)(e) of the Arbitration Act – Held: Objects and Reasons of the 2015 Act is to provide for speedy disposal of the commercial disputes which includes the arbitration proceedings – Legislature in its wisdom has specifically conferred the jurisdiction in respect of arbitration matters as per s.10 of the 2015 Act – When the 2015 Act was been enacted, more particularly ss.3 & 10, there was already a provision in s.2(1)(e) of the 1996 Act – As per settled position of law, it is to be presumed that while enacting the subsequent law, the legislature is conscious of the provisions of the Act prior in time and therefore the later Act shall prevail – Even as per s.15 of the 2015 Act, all suits and applications including applications under the 1996 Act, relating to a commercial dispute of specified value shall have to be transferred to the Commercial Court – Further, as per s.21 of the 2015 Act, the 2015 Act shall have overriding effect – Thus, ss.3 & 10 of the 2015 Act shall prevail and all applications or appeals arising out of arbitration under the provisions of the 1996 Act, other than international commercial arbitration, shall be filed in and heard and disposed of by the Commercial Courts, exercising the territorial jurisdiction over such arbitration where such commercial courts have been constituted – In the present case, notification issued by the State of Odisha in consultation with the High Court of Orissa to confer jurisdiction upon the court of Civil Judge (Senior Division) designated as  Commercial Court to decide the applications or appeals arising out of arbitration under the provisions of the 1996 Act, cannot be said to be illegal and bad in law – It is in consonance with ss.3 & 10 of the 2015 Act – View taken by the High Court is agreed with. Commercial Courts Act, 2015 – Object and purpose of – Discussed."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "CHIEF EXECUTIVE OFFICER, ZILA PARISHAD, THANE & ORS. VS. SANTOSH TUKARAM TIWARE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5OTI=",
        "Citation": "[2022] 15 S.C.R. 817",
        "Case Type": "(CIVIL APPEAL /8856/2022)",
        "Date": "24 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvX184MTctODI2XzE3MDQxOTM4NzMucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 817",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "24 November 2015",
        "Petitioner:": "Chief Executive Officer, Zila Parishad, Thane & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1229",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Santosh Tukaram Tiware & Ors.",
        "Case Type:": "CIVIL APPEAL /8856/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Regularisation in service"
        ],
        "HeadNote": "Service Law: Regularisation in service – Continuity of service for a longer period on a contractual basis – Regularization sought on basis thereof – Held: Merely because employee-driver continued in service for longer period on contractual basis, the order of regularization ought not to have passed more particularly, when a policy decision was taken to avail the services of the driver by the agency/contractor and that the appointment of employee and other similarly situated drivers was not made after any selection procedure – Appointment of the employee was purely on stopgap and on contractual basis – Thus, the High Court erred in ordering regularization, and the order is quashed and set aside – Policy decision."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "GOVERNMENT OF NCT OF DELHI AND ANR. VS. KARAMPAL AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5OTg=",
        "Citation": "[2022] 15 S.C.R. 827",
        "Case Type": "(CIVIL APPEAL /8931/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV84MjdfMTcwMzA1MDQ2Ni5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 827",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Government Of Nct Of Delhi And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1248",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Karampal And Anr.",
        "Case Type:": "CIVIL APPEAL /8931/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2) – Land Acquisition – It was a specific case of appellant-State that possession was taken on 17.09.2008 and even the name of government was mutated in the revenue records"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – Land Acquisition – It was a specific case of appellant-State that possession was taken on 17.09.2008 and even the name of government was mutated in the revenue records – However relying on decision in Pune Municipal Corporation and Anr. and solely on the ground that the amount of compensation was not paid or tendered in accordance with law, High Court declared that the land acquisition with respect to the land in question is deemed to have lapsed under s.24(2) of the Act, 2013 – Held: Original writ petitioner before the High Court was the subsequent purchaser – As held in Delhi Development Authority v. Godfrey Philips (I) Ltd. & Ors., that subsequent purchaser is not entitled to claim lapsing of acquisition proceedings under the Act, 2013, High Court materially erred in entertaining the writ petition by subsequent purchaser claiming lapsing of the acquisition proceedings under the Act, 2013 – Even otherwise, order of High Court is not sustainable in view of the Constitutional Bench decision of Supreme Court in Indore Development Authority v. Manoharlal and Ors. wherein it was held that in case possession was taken but compensation not paid then there is no lapse – High Court order set aside. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "LAND ACQUISITION COLLECTOR (SOUTH), NEW DELHI AND ANR. VS. SURESH B. KAPUR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMDE=",
        "Citation": "[2022] 15 S.C.R. 832",
        "Case Type": "(CIVIL APPEAL /8197/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvX184MzItODQwXzE3MDQxOTM3NzEucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 832",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Land Acquisition Collector (south), New Delhi And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1245",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Suresh B. Kapur & Ors.",
        "Case Type:": "CIVIL APPEAL /8197/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act (30 of 2013)"
        ],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2) – Land Acquisition Act",
            "1894 – Respondent no.1 filed the writ petition before the High Court for declaring that the acquisition of lands in question deemed to be lapsed under s.24(2) of the Act",
            "2013 on the ground that neither possession of the land taken over nor the compensation has been paid – High Court noted that compensation has been deposited with the court but the possession"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – Land Acquisition Act, 1894 – Respondent no.1 filed the writ petition before the High Court for declaring that the acquisition of lands in question deemed to be lapsed under s.24(2) of the Act, 2013 on the ground that neither possession of the land taken over nor the compensation has been paid – High Court noted that compensation has been deposited with the court but the possession of the land in question is not taken over – High Court allowed the petition and declared the acquisition proceedings to be lapsed – On appeal, held: The issue was settled by the Constitutional Bench of Supreme Court in Indore Development Authority Vs. Manoharlal and Ors. which was not considered by High Court – The acquisition proceedings were under the subject matter of litigation due to which authorities were unable to take the possession of the lands – Such non taking of possession cannot be in favour of the landowners – Acquisition proceedings should not deemed to be lapsed – Judgment passed by High Court set aside. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "PRAMOD SINGH KIRAR VS. STATE OF MADHYA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMDY=",
        "Citation": "[2022] 15 S.C.R. 841",
        "Case Type": "(CIVIL APPEAL /8934-8935/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV84NDFfMTcwMzA1MDgxNy5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 841",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Pramod Singh Kirar",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 1241",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Of Madhya Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /8934-8935/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Appointment for the post of Police Constable – Disclosure in the verification form – Appellant while applying for the post of police constable disclosed in verification form the fact of his being tried for offence under s.498A IPC",
            "for which he was later acquitted – His candidature was rejected – Appellant filed writ petition before the High Court – Single Judge of the High Court set aside the cancellation of candidature with all consequential benefits – Division Bench of the High Cou"
        ],
        "HeadNote": "Service Law: Appointment for the post of Police Constable – Disclosure in the verification form – Appellant while applying for the post of police constable disclosed in verification form the fact of his being tried for offence under s.498A IPC, for which he was later acquitted – His candidature was rejected – Appellant filed writ petition before the High Court – Single Judge of the High Court set aside the cancellation of candidature with all consequential benefits – Division Bench of the High Court allowed the appeal and set aside order of Single Judge – Hence instant appeal – Held: In the verification form itself he declared that he was tried for the offence under s.498A of IPC and as such there was no supression of facts – Appointment should not be denied solely on the ground that he was tried under s.498A of IPC and that too, for the offence, alleged to have happened long ago and for which he was even acquitted seven years before he applied for the post of Constable – On the principle of no work no pay, the appellant held entitled to all the benefits from the date of actual appointment."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "STATE OF HIMACHAL PRADESH & ORS. VS. RAJ KUMAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTY=",
        "Citation": "[2022] 15 S.C.R. 847",
        "Case Type": "(CIVIL APPEAL /9746/2011)",
        "Date": "20 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha\n*, Hon'ble Mr. Justice S. Ravindra Bhat, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV84NDdfMTcwMzA1MTM1OS5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 847",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "20 May 2022",
        "Petitioner:": "State Of Himachal Pradesh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 605",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "Respondent:": "Raj Kumar & Ors.",
        "Case Type:": "CIVIL APPEAL /9746/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Himachal Pradesh Recruitment and Promotion Rules",
            "1966 – H.P. Labour and Employment Department",
            "Labour Officers",
            "Class–II (Gazetted) Ministerial Services R & P Rules",
            "2006 – Conditions of service of public servant – Vacancies arose prior to the promulgation of the new rules –"
        ],
        "HeadNote": "ervice Law: Himachal Pradesh Recruitment and Promotion Rules, 1966 – H.P. Labour and Employment Department, Labour Officers, Class–II (Gazetted) Ministerial Services R & P Rules, 2006 – Conditions of service of public servant – Vacancies arose prior to the promulgation of the new rules – To be filled only as per the old rules or as per the amended rules – Five post of Labour Officer governed by the 1966 Rules, to be filled by promotion – On 20.07.2006, seven additional posts sanctioned for labour officers, and total posts increased from 5 to 12 – Subsequently, the 1966 Rules amended – Under the New Rules of 2006, recruitment to the post of Labour Officer is to be made by promotion as well as direct recruitment in the ratio of 75 per cent and 25 per cent respectively – Out of the total number of 12 posts, the promotional posts increased from 5 to 9 (being 75 per cent) and direct recruitment posts came to 3 (being 25 per cent) – Respondent no. 1 to 3-Labour Inspector challenged the filling up of 25 percent of the posts by direct recruitment on the ground that the vacancies arose before the promulgation of the New Rules and thus, all the vacancies must be filled only by promotion – On direction by the tribunal, the State govt. considered the grievance and rejected the same – Challenged again before the tribunal – During the pendency, State government called up for applications for filling up the 3 posts of Labour Officers under the quota of direct recruitment – Respondent no. 4 to 6 appointed to the post – Appointments challenged by the respondent no.1 to 3 – Division Bench allowed the petition relying on Rangaiah’s case – On appeal, held : Rangaiah’s case must be seen in the context of its own facts, coupled with the declarations therein that there is no rule of universal application to the effect that vacancies must necessarily be filled on the basis of rules which existed on the date which they arose – Statement in Rangaiah that the “vacancies which occurred prior to the amended rules would be governed by the old rules and not by the amended rules”, does not reflect the correct proposition of law governing services under the Union and the States, thus, it is overruled – There is no right for an employee outside the rules governing the services – Services under the State are in the nature of a status, a hallmark of which is the need of the State to unilaterally alter the rules to subserve the public interest – 2006 Rules, governing the services of the respondents came into force immediately after they were notified – There is no provision in the said rules to enable the respondents to be considered as per the 1966 Rules – Furthermore, there is no other right that respondents no. 1 to 3 can claim for such consideration – Plea of the Government based on its policy decision to restructure the cadre by creating additional posts and also providing for direct recruitment by amending the rules is accepted – Thus, the judgment of High Court is set aside – Art. 309, 310, 311 – Constitution of India. Constitution of India : Art. 310 – Doctrine of pleasure – Purpose/Object – Stated"
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "ASSISTANT COMMISSIONER OF INCOME TAX (EXEMPTIONS) VS. AHMEDABAD URBAN DEVELOPMENT AUTHORITY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTk=",
        "Citation": "[2022] 15 S.C.R. 899",
        "Case Type": "(CIVIL APPEAL /21762/2017)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV84OTlfMTcwMzA1MTcxNy5wZGY=",
        "SCR Citation:": "[2022] 15 S.C.R. 899",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "Assistant Commissioner Of Income Tax (exemptions)",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 1112",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Ahmedabad Urban Development Authority",
        "Case Type:": "CIVIL APPEAL /21762/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act 1961: ss. 2(15) proviso – Tax exemption – Claim of",
            "by Charitable institutions advancing an object of generally public utility-GPU – ‘Charitable Purpose’ – Interpretation of – Term of “any other object of generally public utility not being charitable purpose if it involves the carrying on of any activity in the nature of trade",
            "commerce or business or any activity of rendering any service in relation to any trade",
            "commerce or business",
            "for a cess or fee or any other consideration",
            "i"
        ],
        "HeadNote": "Waiver: Meaning and applicability of – Held: Waiver is an intentional relinquishment of a known right – Waiver applies when a party knows the material facts and is cognizant of the legal rights in that matter, and yet for some consideration consciously abandons the existing legal right, advantage, benefit, claim or privilege – Waiver can be contractual or by express conduct in consideration of some compromise – However, a statutory right may also be waived by implied conduct, like, by wanting to take a chance of a favourable decision – The fact that the other side has acted on it, is sufficient consideration – SARFAESI Act. SARFAESI Act : ss.13(2) and (4) – Failure of Borrower to repay loan as per payment schedule – Loans declared NPA – Notice issued by Bank under s.13(2) calling upon Borrower to discharge its liability – However, Borrower neither made any payment nor responded by way of reply – Thereafter, Borrower wrote letter in which while accepting defaults and non payment enlisted reasons for not being able to adhere to payment schedule and requested to grant further moratorium – Bank granted further moratorium and deferred action under SARFAESI Act to enable Borrower to submit detailed project/viability report – Borrower failed to fulfill promise made – Post this default also there were negotiations with assurances and promises by the Borrower – Displaying forbearance, the Bank granted indulgence as action under the SARFAESI Act was deferred for nearly one year – Thereafter Bank issued notice under s.13(4) and took symbolic possession of subject property – After several attempts to auction the property, fourth attempt was successful and property was sold and sale certificate issued – Before auction, Borrower was given notice of auction – Thereafter borrower filed petition before DRT challenging the enforcement proceedings in respect of the subject property including all steps taken right from issue of notice under s.13(2) of the SARFAESI Act – DRT dismissed borrower ’s application – Borrower preferred writ petition – Meanwhile auction purchaser sold the property to second purchaser – High Court held that the Borrower can challenge the possession notice, taking of symbolic possession notice, taking of physical possession, sale notice and sale certificate as they all form part of the same cause of action – High Court concluded that compliance with s.13(3A) being mandatory, Bank had failed to respond with reasons to the representations made by the Borrower – Instant appeal filed by second purchaser – Held : It is correct that waiver being an intentional relinquishment is not to be inferred by mere failure to take action, but the instant case is of repeated positive acts post the notices under ss.13(2) and (4) of the SARFAESI Act – Not only did the Borrower not question or object to the action of the Bank, but it by express and deliberate conduct had asked the Bank to compromise its position and alter the contractual terms – The Borrower wrote repeated request letters for restructuring of loans, which prayers were considered by the Bank by giving indulgence, time and opportunities – The Borrower, aware and conscious of its rights, chose to abandon the statutory claim and took its chance and even procured favourable decisions – Borrower’s conduct had put the Bank in a position where they have lost time, and suffered on account of delay and laches, which aspects are material – Action on the subject property was delayed by more than a year as at the behest of the Borrower, the Bank gave them a long rope to regularise the account – To ignore the conduct of the Borrower would not be reasonable to the Bank once third party rights have been created – In this background, the principle of equitable estoppel as a rule of evidence bars the Borrower from complaining of violation – The Borrower challenged the actions taken by the Bank after the Subject Property had changed hands and third party interests had been created – Thus, the Borrower waived and is estopped from challenging violation of s.13(3A) of the SARFAESI Act.  Judgment/Order: Remedy/relief – Grant of, scope – Held: Power of the courts/judicial authorities to mould relief – While holding that the general approach is that the claimant who succeeds in establishing the unlawfulness of administrative action is entitled to grant of remedial order, the general proposition does not undermine the discretion which the courts or judicial authorities have in assessing “what is fair and just to do in the particular case to withhold the remedy altogether or to mould the remedy by grant of a declaration rather than a more coercive quashing, prohibiting or mandatory order or injunction which may have been sought” – Relief may be granted in respect of one aspect and not others – The general approach, therefore, is that a complainant who succeeds in establishing unlawfulness of an action is entitled to a remedial order, but the court has discretion in the sense of determining what is fair and just to do in a particular case."
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "NARINDER SINGH & ORS. VS. DIVESH BHUTANI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMjU=",
        "Citation": "[2022] 15 S.C.R. 1066",
        "Case Type": "(CIVIL APPEAL /10294/2013)",
        "Date": "21 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Abhay.S. Oka\n*, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8xMDY2XzE3MDMwNTE5OTMucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 1066",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "21 July 2022",
        "Petitioner:": "Narinder Singh & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 737",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay.S. Oka",
        "Respondent:": "Divesh Bhutani & Ors.",
        "Case Type:": "CIVIL APPEAL /10294/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Forest (Conservation) Act",
            "1980 – s.2 – Punjab Land Preservation Act",
            "1900 [As amended by Punjab land preservation (Haryana Amendment) Act",
            "2019] – s.4 – Forest Act",
            "1927 – Whether a land covered under a special order issued by the State Government u/s. 4 of the PLPA is a ‘forest land’ within the meaning of the 1980 Forest Act – Held: The lands covered by the special orders issued u/s. 4 of PLPA have all the trappings of forest lands within the meaning of s.2 of the 1980 Forest Act and",
            "therefore"
        ],
        "HeadNote": "Forest (Conservation) Act, 1980 – s.2 – Punjab Land Preservation Act, 1900 [As amended by Punjab land preservation (Haryana Amendment) Act, 2019] – s.4 – Forest Act, 1927 – Whether a land covered under a special order issued by the State Government u/s. 4 of the PLPA is a ‘forest land’ within the meaning of the 1980 Forest Act – Held: The lands covered by the special orders issued u/s. 4 of PLPA have all the trappings of forest lands within the meaning of s.2 of the 1980 Forest Act and, therefore, the State Government or competent authority cannot permit its use for non\u0002forest activities without the prior approval of the Central Government w.e.f. 25.10.1980 – Prior permission of the Central Government is the quintessence to allow any change of user of forest or so to say deemed forest land – Even during the subsistence of the special orders u/s. 4 of PLPA, with the approval of the Central Government, the State or a competent authority can grant permission for non-forest use – If such non-forest use is permitted in accordance with s.2 of the 1980 Forest Act, to that extent, the restrictions imposed by the special orders u/s. 4 of PLPA will not apply in view of the language used in the opening part of s.2 of the 1980 Forest Act – It is also clarified that only because there is a notification issued u/s. 3 of PLPA, the land which is subject matter of such notification, will not ipso facto become a forest land within the meaning of the 1980 Forest Act. "
    },
    {
        "volume": "2022Volume 15",
        "Case Name": "M/S RAVI RANJAN DEVELOPERS PVT. LTD VS. ADITYA KUMAR CHATTERJEE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMzA=",
        "Citation": "[2022] 15 S.C.R. 1117",
        "Case Type": "(CIVIL APPEAL /2394/2022)",
        "Date": "24 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice Indira Banerjee\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNS9QYXJ0IEkvMjAyMl8xNV8xMTE3XzE3MDMwNTIwOTIucGRm",
        "SCR Citation:": "[2022] 15 S.C.R. 1117",
        "Year/Volume:": "2022/ Volume 15",
        "Date of Judgment:": "24 March 2022",
        "Petitioner:": "M/s Ravi Ranjan Developers Pvt. Ltd",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1299",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Aditya Kumar Chatterjee",
        "Case Type:": "CIVIL APPEAL /2394/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 – ss. 2(1)(e)",
            "9",
            "11(6) & 42 - Arbitration Agreement - Seat of Arbitration - Jurisdiction of High Court - Appellant and respondent entered into a Development agreement for development of property situated at Muzaffarpur in Bihar - The agreement contains Arbitration clause which provides Kolkata as the place of Arbitral Tribunal"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 – ss. 2(1)(e), 9, 11(6) & 42 - Arbitration Agreement - Seat of Arbitration - Jurisdiction of High Court - Appellant and respondent entered into a Development agreement for development of property situated at Muzaffarpur in Bihar - The agreement contains Arbitration clause which provides Kolkata as the place of Arbitral Tribunal - As the dispute arose, respondent terminated the said Development Agreement - Respondent moved an arbitration petition in the Calcutta High Court u/s 11(6) of the Act for appointment of Arbitrator - The appellant objected the territorial jurisdiction of the Calcutta High Court - High Court allowed the Arbitration Petition and appointed a retired judge as Sole Arbitrator - There was no finding by the High Court with regard to its jurisdiction - On appeal, held: The Development Agreement was admittedly executed and registered outside the jurisdiction of the Calcutta High Court – The suit pertains to immovable property situated in Bihar - No part of the cause of action had arisen within the territorial jurisdiction of the Calcutta High Court - Section 11(6) of the Act has to be harmoniously read with Section 2(1)(e) of the A&C Act - An application under Section 11(6) of the Act for appointment of an Arbitrator/Arbitral Tribunal cannot be moved in any High Court in India, irrespective of its territorial jurisdiction - The parties cannot, by consent, confer jurisdiction on a Court which inherently lacked jurisdiction - The parties never agreed to submit to the jurisdiction of Calcutta High Court in respect of disputes, nor did the parties agree upon Kolkata as the seat of arbitration – Parties to the arbitration agreement only agreed that the sittings of the Arbitral Tribunal would be in Kolkata – Kolkata was only the venue for sittings of the Arbitral Tribunal – Calcutta High Court inherently lacks jurisdiction to entertain the application of the Respondent under Section 11(6) of the Arbitration Act.  "
    }
]