[
    {
        "volume": "2022Volume 2",
        "Case Name": "SURYAVIR VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1MTY=",
        "Citation": "[2022] 2 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /177/2022)",
        "Date": "03 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk2XzJfMS0xMiBfMTcwNDI3OTk1NS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 1",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "03 February 2022",
        "Petitioner:": "Suryavir",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 139",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /177/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 –ss. 302",
            "34 and 120-B –"
        ],
        "HeadNote": "Penal Code, 1860 – ss. 302, 34 and 120-B – Indian ArmsAct, 1959 –s.25 – The present appellant-original accused no.1 alongwith two persons (‘D’ and ‘P’) were tried for having committedmurder of PW-12’s son – FIR was registered against the accusedpersons at the instance of PW-12 (father of deceased) – Recoverymemo of weapon was prepared – Trial Court convicted accusedno.1 and ‘D’ of offence punishable u/s. 302/34IPC and acquitted‘P’ of all charges – On appeal against conviction High Court affirmedthe view taken by trial Court – Accused ‘D’ preferred SLP challenginghis conviction and sentence, which was rejected by the SupremeCourt – Appellant-accused no.1 thereafter approachedSupremeCourt against the judgment of High Court contending thatthe identity of the accused persons was not established – Held: PW-12 and PW-15 (mother of deceased) were not aware of the identityof the assailants – Their source of information was rumours, onbasis of which an assertion about the identity of the appellant wasmade in FIR – Therefore, assertions in the FIR and examination-in-chief of witnesses are not trustworthy – PW-12 in his examinationin chief asserted that his wife (PW-15) informed him that on the dayprevious to incident two accused persons came to their house askingabout their son, while he was away – Whereas, PW-15 had notasserted in her examination-in-chief that two accused had come toher house on previous day hence, there was no occasion for her tohave seen the appellant earlier – Furthermore, no Test Identificationparade was conducted – Box identification for the first time in courtis not reliable in itself to establish the identity of the assailants –Evidence of recovery is not in itself sufficient in absence ofsubstantive evidence – Prosecution failed to establish its case beyondreasonable doubts – Appellant acquitted – Similar benefit of doubtextended to the accused ‘D’ and acquittal granted."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "PAPPU VS. THE STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1MjY=",
        "Citation": "[2022] 2 S.C.R. 13",
        "Case Type": "(CRIMINAL APPEAL /1097-1098/2018)",
        "Date": "09 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk2XzJfMTMtMTAxIF8xNzA0MjgwMTcwLnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 13",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "09 February 2022",
        "Petitioner:": "Pappu",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 164",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "The State Of Uttar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1097-1098/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860",
            "ss. 376",
            "302",
            "201"
        ],
        "HeadNote": "Penal Code, 1860: ss. 376, 302, 201 – Protection of ChildrenFrom Sexual Offences Act 2012 – ss. 5, 6 – Circumstantial Evidence– Prosecution case was that appellant enticed a seven year old girlto accompany him on the pretext of picking lychee fruits – Thereafterhe committed rape on her and killed her and dumped the dead bodyin bushes near the riverbank –Trial court and High Courtconcurrently recorded the findings that the prosecution was able tosuccessfully establish the chain of circumstances leading tounmistakable conclusion that the appellant was guilty of the offencesof rape and murder of the victim child as also of concealing herdead body – The fundamental fact, as held proved against theappellant was that the deceased was lastly seen in the company ofthe appellant when he took the deceased along with himself whileshooing away other children– Burden was on the accused toexplain his whereabouts after he was last seen with the deceasedand to show if, and when, the deceased parted with his company asalso the reason for his knowledge about the location of the deadbody– Appellant undoubtedly failed to discharge the burden castupon him by s.106 of the Evidence Act – This circumstance is astrong link in the chain of circumstances against him – In the givenset of circumstances, it could safely be said that the presumptioncontemplated by s.29 POCSO came into operation – The othersignificant fact, as held proved, was that the dead body of the victimchild was recovered at a faraway place near the riverbank at theinstance of the appellant – Appellant failed to satisfactorily explainhis whereabouts since he was last seen in the company of the deceasedas also his knowledge of the location of the dead body – Thesefacts and factors, taken together with the medical and other scientificevidence formed complete chain of circumstances, leading to theconclusion on the guilt of the appellant – Conviction of the appellantof offences under ss.376, 302, 201 IPC and ss.5/6 POCSO is upheld.Sentence/Sentencing: Rape and murder of seven year old girlchild – The heinous nature of crime like that of present one, inbrutal rape and murder of a seven-year-old girl child, definitelydiscloses aggravating circumstances, particularly when the mannerof its commission shows depravity and shocks the conscience – But,at the same time, considering that appellant had no criminalantecedents, came from a very poor socio-economic background,having a family comprising of wife, children and aged father, andunblemished jail conduct, probability of reformation andrehabilitation of the appellant is not ruled out – Therefore, case istreated to not fall in ‘rarest of rare’ category – Yet, the impact of theoffences in question on the conscience of the society as a wholecannot be ignored – Appellant was about 33-34 years of age at thetime of commission of crime in the year 2015 – Looking to the overallfacts and circumstances, it is held just and proper to award thepunishment of imprisonment for life to the appellant for the offenceunder s.302 IPC while providing for actual imprisonment for aminimum period of 30 years – Penal Code, 1860 – ss. 376, 302,201 – Protection of Children From Sexual Offences Act 2012 – ss.5, 6.Evidence: Child witness – Rural background of witness –Discrepancies in evidence – In the process of appreciation ofevidence, trial court and High Court looked at the crux of the matteremerging from her testimony that she was indeed a witness to thefact that the deceased child was last seen in the company of theappellant when he took her along towards lychee farm – Thetestimony of child witness is categorical in regard to the facts andthere appears no reason to disbelieve her testimony, even if hercomprehension of time and hours appears to be wanting in maturity– It would be rather unrealistic to expect such maturity from a ten-year-old child coming from a rustic background.Constitution of India: Art.134 and Art.136 – ConcurrentFinding – Interference – Scope – As against any judgment/finalorder or sentence in a criminal proceeding of the High Court,regular appeals to Supreme Court are envisaged in relation to theeventualities specified in Art.134 of the Constitution of India ands.2 of the Supreme Court (Enlargement of Criminal AppellateJurisdiction) Act, 1970 – The present matter is not covered thereunder– Present appeals are by special leave in terms of Art.136 of theConstitution of India – In an appeal by special leave, where thetrial court and the High Court concurrently returns findings of factafter appreciation of evidence, each and every finding of fact cannotbe contested nor such an appeal could be dealt with as if anotherforum for reappreciation of evidence – Of course, if the assessmentby trial court and the High Court could be said to be vitiated byany error of law or procedure or misreading of evidence or indisregard to the norms of judicial process leading to seriousprejudice or injustice, Supreme Court may, and in appropriate caseswould, interfere in order to prevent grave or serious miscarriage ofjustice but, such a course is adopted only in rare and exceptionalcases of manifest illegality."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "WAHEED-UR-REHMAN PARRA VS. UNION TERRITORY OF JAMMU & KASHMIR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1Mzc=",
        "Citation": "[2022] 2 S.C.R. 102",
        "Case Type": "(CRIMINAL APPEAL /237/2022)",
        "Date": "25 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTAyLTExMyAgXzE3MDQyODAyNTkucGRm",
        "SCR Citation:": "[2022] 2 S.C.R. 102",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "25 February 2022",
        "Petitioner:": "Waheed-ur-rehman Parra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 240",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Union Territory Of Jammu & Kashmir",
        "Case Type:": "CRIMINAL APPEAL /237/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973",
            "ss.173(6)",
            "207 and 161 – Unlawful Activities (Prevention) Act",
            "1967"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – ss.173(6), 207 and 161– Unlawful Activities (Prevention) Act, 1967 – s.44 – Whether inthe case of certain witnesses being declared as protected witnessesin the exercise of powers u/s.173(6) CrPC, read with s.44 of UAPAby the trial court, can the defence seek recourse to the remedy u/s.207 and s.161 CrPC for obtaining copies of redacted statementsof these protected witnesses – Trial Court noted that the prosecutionwas duty bound to provide the copies of the statements of protectedwitnesses to the accused in order to provide a fair trial – In appeal,the High Court held that having allowed the plea of protectedwitnesses and directing their testimonies to be kept in a sealed cover,permitting copies of redacted statements would amount to revisitingand reviewing its own orders, which was not permissible – Held:The provisions of s.173(6) CrPC read with s.44 of UAPA and s.17of the NIA Act stand on a different plane with different legalimplications as compared to s.207 CrPC – Consequently, the trialcourt order allowing the redacted statements u/s.207 CrPC is notan exercise of power of review – The trial court order is both fairand reasonable for the prosecution and defence while protectingthe witnesses and not depriving the defence of a fair trial with thedisclosure of the redacted portion of the testimony u/s.207 CrPC."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SARDAR MEENA VS. THE STATE OF RAJASTHAN AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1NTc=",
        "Citation": "[2022] 2 S.C.R. 114",
        "Case Type": "(CIVIL APPEAL /1558/2022)",
        "Date": "22 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTE0LTExOSBfMTcwNDI4MDI5OC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 114",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "22 February 2022",
        "Petitioner:": "Sardar Meena",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 220",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "The State Of Rajasthan And Ors.",
        "Case Type:": "CIVIL APPEAL /1558/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Panchayati Raj Act",
            "1994"
        ],
        "HeadNote": "Rajasthan Panchayati Raj Act, 1994 – s.38(1) – Removal andSuspension of a member of Panchayati Raj Institution – FIR wasregistered against the appellant-Sarpanch – Allegations thatappellant along with others committed the offence of house trespassand even started indiscriminate firing that has resulted in the injurieson several parts of the body of the complainant – High Court grantedbail to appellant – Preliminary enquiry initiated u/s.38(1) of theRajasthan Panchayati Raj Act read with r.22(2) of the RajasthanPanchayati Raj Rules – Appellant suspended pending the enquiry– Held : The proceedings in the criminal case would not weigh atthe stage in determining the conduct of the appellant – Suspensionof the appellant cannot continue in ad infinitum manner when ithas not to await any criminal proceedings – Necessity to bring anend to proceedings initiated u/s.38(1) of the Rajasthan PanchayatiRaj Act, 1994 at the earliest – It will be for the respondent(s) toestablish the charge against the appellant de hors the registrationof the FIR on the principles of such proceedings and not on theprinciples of criminal proceedings of proof beyond reasonabledoubts – Rajasthan Panchayati Raj Rules – r.22(2)."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "M/S WIZAMAN IMPEX PVT. LTD. VS. KEDRION BIOPHARMA INC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1NjY=",
        "Citation": "[2022] 2 S.C.R. 120",
        "Case Type": "(CIVIL APPEAL /466/2022)",
        "Date": "07 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTIwLTEyNSBfMTcwNDI4MDM0Ni5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 120",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "07 February 2022",
        "Petitioner:": "M/s Wizaman Impex Pvt. Ltd.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 159",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Kedrion Biopharma Inc.",
        "Case Type:": "CIVIL APPEAL /466/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – s.9 – CorporateInsolvency Resolution – Respondent filed s.9 application againstappellant-corporate debtor – National Company Law Tribunal(‘NCLT’) considered the documents referred by the respondent insupport of its contention that there had been acknowledgment ofdebt and thereby the period of limitation would shift from the dateof acknowledgement – However, NCLT rejected the s.9 applicationby noting that, viewed from any angle, the application filed by therespondent was beyond the limitation period of three years – Inappeal before National Company Law Appellate Tribunal (‘NCLAT’),respondent sought permission to produce exchanges of e-mails withrespect to the propositions for settlement of dues – The saiddocuments were not on record before the NCLT – Appellate Tribunalgranted permission to respondent to place such additionaldocuments on record – All suggestions, admissions and offersevidenced by said e-mails were taken by NCLAT as acknowledgementby the corporate debtor within time and therefore, the order of theNCLT rejecting s.9 application was set aside – Held: The impugnedorder of NCLAT allowing the appeal and even admitting the s.9application cannot be sustained on a short point that the saidadditional documents were taken on record only while finallydeciding the appeal and without adequate opportunity of responseto the corporate debtor – However, at the same time, dueconsideration of the said documents also appears requisite and thedocuments i.e., the said e-mails, cannot be removed out ofconsideration only because they were not on record before NCLT –NCLT directed to re-consider the s.9 application filed by respondent-applicant while taking into consideration the additional documentstaken on the record and at the same time, while extending adequateopportunity of hearing to the corporate debtor."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "M/S APEX LABORATORIES PVT. LTD. VS. DEPUTY COMMISSIONER OF INCOME TAX, LARGE TAX PAYER UNIT - II",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1NzU=",
        "Citation": "[2022] 2 S.C.R. 126",
        "Case Type": "(CIVIL APPEAL /1554/2022)",
        "Date": "22 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTI2LTE1NCBfMTcwNDI4MDM4MC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 126",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "22 February 2022",
        "Petitioner:": "M/s Apex Laboratories Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 216",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Deputy Commissioner Of Income Tax, Large Tax Payer Unit - Ii",
        "Case Type:": "CIVIL APPEAL /1554/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961:"
        ],
        "HeadNote": "Income Tax Act, 1961: s.37(1), Explanation 1 –Pharmaceutical companies gifting freebies to doctors etc. is clearlyprohibited by law and not allowed to be claimed as a deductionunder s.37(1) of the Act – An amendment to the Medical CouncilAct, 1956 (now repealed) through the Indian Medical Council(Professional Conduct, Etiquette and Ethics) Regulations, 2002published in the Official Gazette on 14.12.2009, disallowed medicalpractitioners from accepting emoluments in the form of inter aliagifts, travel facilities, hospitality, cash or monetary grants – On01.08.2012, CBDT also issued a circular, which clarified thatexpenses incurred by pharmaceutical and allied health sectorindustries for distribution of incentives (i.e., “freebies”) to medicalpractitioners are ineligible for the benefit of Explanation 1 to s.37(1),which denies the application of the benefit for any purpose whichis an ‘offence’ or ‘prohibited by law’ – When acceptance of freebiesis punishable by the MCI (the range of penalties and sanctionextending to ban imposed on the medical practitioner),pharmaceutical companies cannot be granted the tax benefit forproviding such freebies, and thereby (actively and with fullknowledge) enabling the commission of the act which attracts suchopprobrium – Doctors and pharmacists being complementary andsupplementary to each other in the medical profession, acomprehensive view must be adopted to regulate their conduct inview of the contemporary statutory regimes and regulations –Therefore, denial of the tax benefit cannot be construed as penalizingthe assessee pharmaceutical company – Only its participation inwhat is plainly an action prohibited by law, precludes the assesseefrom claiming it as a deductible expenditure – Medical practitionershave a quasi-fiduciary relationship with their patients – Therefore,it is a matter of great public importance and concern, when it isdemonstrated that a doctor’s prescription can be manipulated, anddriven by the motive to avail the freebies offered to them bypharmaceutical companies, ranging from gifts such as gold coins,fridges and LCD TVs to funding international trips for vacationsor to attend medical conferences – These freebies are technicallynot ‘free’ – The cost of supplying such freebies is usually factoredinto the drug, driving prices up, thus creating a perpetual publiclyinjurious cycle – The 2002 Regulations, applicable to all medicalpractitioners (including doctors in private practice), was introducedw.e.f. 14.12.2009 – Thus, pharmaceutical companies’ gifting freebiesto doctors, etc. is clearly “prohibited by law”, and not allowed tobe claimed as a deduction under s.37(1) – Doing so would whollyundermine public policy.Interpretation of statutes: Interpretation of taxing statutes –Taxing statutes need to be interpreted strictly – Income Tax Act,1961"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "ECGC LIMITED VS. MOKUL SHRIRAM EPC JV",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1ODQ=",
        "Citation": "[2022] 2 S.C.R. 155",
        "Case Type": "(CIVIL APPEAL /1842/2021)",
        "Date": "15 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTU1LTE3NCBfMTcwNDI4MDQ5MS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 155",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "15 February 2022",
        "Petitioner:": "Ecgc Limited",
        "Disposal Nature:": "Application Allowed",
        "Netural Citation:": "2022 INSC 188",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Mokul Shriram Epc Jv",
        "Case Type:": "CIVIL APPEAL /1842/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act: Applicability of 1986 and 2019 Act"
        ],
        "HeadNote": "Consumer Protection Act: Applicability of 1986 and 2019 Act– In the instant case, Complainant was awarded a contract by theGovernment of Iraq – Grievance of the complainant was that thepayment for invoices issued for the work done under the contractwas suspended – Thus, relief was sought before the NationalCommission by filing a complaint under the Consumer ProtectionAct, 1986 which was allowed – In the instant appeal, the questionfor consideration is whether the appeal would be governed underthe 1986 or 2019 Act – Held: s.67 of 2019 Act states that no appealshall be entertained unless the person has deposited 50 percent ofthe amount required to be paid – Whereas under the 1986 Act, unless50 percent of the amount or 50 thousand, whichever is less, isdeposited, appeal is not entertained – Repeal of enactment doesnot affect any right acquired or accrued under the enactment sorepealed or affect any legal proceeding in respect of such right –When lis commences, all rights get crystallized and no clog upon alikely appeal can be put unless the law make express or impliedimplication – Hence, onerous condition of 50 percent of the amountawarded shall not be applicable to complaints filed prior to thecommencement of the 2019 Act – General Clauses Act, 1897 – s.6."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "JAINA CONSTRUCTION COMPANY VS. THE ORIENTAL INSURANCE COMPANY LIMITED & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk1OTU=",
        "Citation": "[2022] 2 S.C.R. 175",
        "Case Type": "(CIVIL APPEAL /1069/2022)",
        "Date": "11 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTc1LTE4MiBfMTcwNDI4MDUzOS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 175",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "11 February 2022",
        "Petitioner:": "Jaina Construction Company",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 177",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Bela M. Trivedi",
        "Respondent:": "The Oriental Insurance Company Limited & Anr.",
        "Case Type:": "CIVIL APPEAL /1069/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection"
        ],
        "HeadNote": "Consumer Protection – Insurance claim – Theft of vehicle –Delay in informing the insurance company– Claim repudiated–Appellant filed complaint before District forum, allowed – Appeal,dismissed by State Commission – Appellant had also filed appealseeking enhancement of compensation which was partly allowed asthe rate of interest awarded was increased from 6% to 9% – RevisionPetition filed by Insurance Company, allowed by NCDRC – On appeal,held: FIR was lodged immediately by the appellant on the next day ofthe occurrence of theft of the vehicle – Accused were also arrestedand chargesheeted, however, the vehicle could not be traced out –Insurance Company has not repudiated the claim on the ground thatit was not genuine but only on the ground of delay – When the claimof the insured was not found to be not genuine, the InsuranceCompany could not have repudiated the claim merely on the groundthat there was delay in intimating about the occurrence of the theft –NCDRC should not have set aside the orders of the District Forumand State Commission by holding that the repudiation of the insuranceclaim by the insurance company was justified – Impugned order setaside – Order of State Commission affirmed."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE OF ODISHA & ORS. VS. M/S PANDA INFRAPROJECT LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2MDM=",
        "Citation": "[2022] 2 S.C.R. 183",
        "Case Type": "(CIVIL APPEAL /1083/2022)",
        "Date": "24 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTgzLTE5NSBfMTcwNDI4MDgwNi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 183",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "24 February 2022",
        "Petitioner:": "State Of Odisha & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 232",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "M/s Panda Infraproject Limited",
        "Case Type:": "CIVIL APPEAL /1083/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Law:"
        ],
        "HeadNote": "Administrative Law: Government contracts – Blacklisting ofcontractor – Principle of natural justice – Judicial review –Respondent was awarded contract to construct a flyover over therailway level crossing – Post construction, a ten meter slab of flyovercollapsed which resulted in loss of life and property – A high levelinquiry was conducted which submitted a comprehensive report andfound respondent guilty – On the basis of such report, stategovernment issued a show cause notice to respondent and onconsidering its reply thereto, permanently banned it fromparticipating or bidding for any work to be undertaken by thegovernment – Respondent filed writ petition before High Court –High Court set aside the order of blacklisting on the ground ofviolation of principles of natural justice – On appeal, held:Blacklisting order was passed after considering the allegations inthe show cause notice, considering the reply and also by consideringthe material available on record and after following the procedureas per the Orissa Public Works Department Code – Thus, decisionof state government of blacklisting the respondent was not in breachof principles of natural justice – “Debarment” is recognised andoften used as an effective method for disciplining deviant suppliers/contractors who may have committed acts of omission andcommission – It is for the State or appropriate authority to pass anorder of blacklisting/debarment in the facts and circumstances ofthe case – It was specifically found that the safety arrangementswere lacking severely in the construction work zone and qualityassurance was not emphasised as stipulated in the codes – HighCourt erred and exceeded its jurisdiction in exercise of powers underArt.226 of the Constitution of India in setting aside the blacklistingorder, that too, without adverting to the serious allegations and theact of omission and commission on the part of the contractor whichled to a serious incident of collapse of ten meter slab while concretework of the deck was going on and due to which one person diedand eleven others were injured – However, to debar him permanentlycan be said to be too harsh a punishment – Blacklisting restrictedto five years."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "AJAY GUPTA VS. PRAMOD KUMAR SHARMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2MTE=",
        "Citation": "[2022] 2 S.C.R. 196",
        "Case Type": "(CIVIL APPEAL /1385/2022)",
        "Date": "25 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTk2LTIwMiBfMTcwNDI4MDg0Ny5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 196",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "25 February 2022",
        "Petitioner:": "Ajay Gupta",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 236",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Pramod Kumar Sharma",
        "Case Type:": "CIVIL APPEAL /1385/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016:"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016: s. 62 – Appellantwas one of the resolution applicants in the corporate insolvencyresolution process concerning the corporate debtor – Deliberationtook place between the appellant, the other applicant and theCommittee of Creditors (CoC) over the resolution plan submittedand as a result of which the appellant and the other applicant wereasked to remove defects from the resolution plan so submitted –Appellant proposed for modification/amendment of the resolutionplan but the same was declined by the resolution professional –Aggrieved by it, the appellant approached the AdjudicatoryAuthority, which allowed the appellant’s prayer of modification ofresolution plan but at the same time, to provide level playing field,allowed the other resolution applicant also to make modification inits resolution plan which was submitted to the CoC – Pursuant tothe order of the Adjudicating Authority, the CoC considered theresolutions plans of appellant and the other resolution applicantand approved the resolution plan of the other resolution applicant– Appellant questioned the order of the Adjudicating Authority beforethe Appellate Tribunal on the ground that since the resolution plan ofthe appellant was known to everyone hence no opportunity shouldhave been given to the resolution applicant for modification –Appellate Tribunal dismissed the appeal – On appeal, held: Themodification was permitted at the request of the appellant himselfhence Adjudicating Atuhority, so as to provide level playing field,was justified for granting permission to other resolution applicant toplace its modification for consideration of CoC – Since the appellanthad chosen to disclose the terms of its resolution plan before theAdjudicating Authority, there was no fault on the part of the resolutionprofessional or CoC or other resolution applicant – The view takenby the Adjudicating Authority as also by the Appellate Tribunalappeared to be reasonable and sound, calling for no interference."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "CENTRAL INDUSTRIAL SECURITY FORCE VS. OM PRAKASH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2MjA=",
        "Citation": "[2022] 2 S.C.R. 203",
        "Case Type": "(CIVIL APPEAL /5428/2012)",
        "Date": "04 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMjAzLTIxMSBfMTcwNDM0NDY0OS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 203",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "04 February 2022",
        "Petitioner:": "Central Industrial Security Force",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 147",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Om Prakash",
        "Case Type:": "CIVIL APPEAL /5428/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law"
        ],
        "HeadNote": "Service Law – CCS (Pension) Rules, 1972 – Prematureretirement – Adverse remarks – Consideration of – Order ofpremature retirement passed against respondent, set aside by HighCourt on the ground that that he was promoted as Head Constablein year 2000 and thus, the penalties imposed prior to 2000 have tobe ignored while determining the suitability to be retained in service– On appeal, held: High Court has not only misread the judgmentof Supreme Court in Baikuntha Nath Das and Another v. Chief DistrictMedical Officer, Baripada and Another reported as [1992] 1 SCR 836but wrongly applied the principles laid down therein – Adverseremarks can be taken into consideration – Also, there is a factualerror in the order of High Court that there are no adverse remarksand that the ACRs for the year 1990 till 2009 were either good orvery good – However, the summary of ACRs reproduced by the HighCourt itself shows average, satisfactory and in fact below averagereports as well – Entire service record is to be taken intoconsideration while passing the order of premature retirement whichwould include the ACRs of the period prior to the promotion, thoughthe recent reports would carry their own weight – In the presentcase, in the last 5 years, the respondent has been graded average –Further, he was awarded number of punishments prior to hispromotion including receiving illegal gratification while on duty –There are also allegations of absence from duty, overstaying of leave– After promotion also, a punishment of four days fine was imposedon the charge of sleeping on duty and two days fine was imposedfor overstaying from joining time – Order of High Court settingaside the order of premature retirement set aside.Judicial Review – Scope of – Compulsory retirement – HighCourt setting aside the order of premature retirement, referred tothree Judge Bench judgment of Supreme Court in Baikuntha NathDas and Another v. Chief District Medical Officer, Baripada and Anotherreported as [1992] 1 SCR 836 – Held: High Court misread the saidjudgment which holds that order of compulsory retirement is not apunishment – It implies no stigma nor any suggestion ofmisbehaviour – Order of compulsory retirement is in public interestand is passed on the subjective satisfaction of the Government andis not liable to be quashed by the Court merely for the reason thatuncommunicated adverse remarks were taken into consideration."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "M/S CONSOLIDATED CONSTRUCTION CONSORTIUM LIMITED VS. M/S HITRO ENERGY SOLUTIONS PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2Mjk=",
        "Citation": "[2022] 2 S.C.R. 212",
        "Case Type": "(CIVIL APPEAL /2839/2020)",
        "Date": "04 FEBRUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMjEyLTI1MyBfMTcwNDM0NDcxNy5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 212",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "04 February 2022",
        "Petitioner:": "M/s Consolidated Construction Consortium Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 150",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "M/s Hitro Energy Solutions Private Limited",
        "Case Type:": "CIVIL APPEAL /2839/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016:"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016: ss.5(20), 5(21), 8(1)– Operational creditor – Meaning of – Appellant was engaged byCMRL for a project – For the said project, appellant entered into acontract for supply of light fittings with a Proprietary Concern (P.C.)– CMRL, on appellant’s behalf, paid a sum of Rs 50 lakhs to P.C. asan advance – However, CMRL terminated its project with theappellant – The communication of termination was given to P.C.,however P.C. encashed the cheque for Rs 50 lakhs – Appellantpaid the sum of Rs 50 lakhs to CMRL and requested P.C. to makethe payment – Meanwhile, respondent was incorporated and it tookover P.C. – Appellant sent demand notice under s.8 of the IBC tothe respondent – Respondent denied that any debt was owed bythem to the appellant – Appellant filed application u/s.9 of IBC r/wr.6 IBC Rules 2016 which was admitted by NCLT and InterimResolution professional appointed – NCLAT set aside the NCLT’sdecision and dismissed the application of appellant – On appeal,held: Operational creditors are those whose debt arises fromoperational transactions i.e transactions involving goods or serviceswhich are considered necessary for the operational functioning ofan entity – s.5(21) defines ‘operational debt’ as a “claim in respectof the provision of goods or services – The operative requirement isthat the claim must bear some nexus with a provision of goods orservices, without specifying who is to be the supplier or receiver –s.8(1) of the IBC r/w r.5(1) and Form 3 of the 2016 ApplicationRules makes it abundantly clear that an operational creditor canissue a notice in relation to an operational debt either through ademand notice or an invoice – The presence of an invoice is not asine qua non, since a demand notice can also be issued on thebasis of other documents which prove the existence of the debt – Adebt which arises out of advance payment made to a corporatedebtor for supply of goods or services would be considered as anoperational debt – Appellant had sought an operational servicefrom P.C. when it contracted with them for the supply of light fittings– Enchashment of cheque by P.C., even though the contract wasterminated, gave rise to an operational debt in favor of the appellant– Hence, the appellant is an operational creditor under s.5(20) ofthe IBC. Companies Act, 2013: Memorandum of Association (MOA)– Evidentiary value of – A company’s MOA is its charter andoutlines the purpose for which the company has been created – Inthe instant case, the MOA of the respondent unequivocally statesthat one of its main objects is to take over a Proprietary Concern(P.C.) – However, the respondent has produced a resolutionpurportedly to not take over P.C. – s.13 of Companies Act, 2013provides the procedure for amendment of MOA – In case ofamending an object clause, it requires the Registrar to registerthe Special Resolution filed by the company – However, respondentprovided no proof for the above amendment – MOA of therespondent still stands. Limitation Act, 1963: Maintainability of IBC application –Limitation does not commence when the debt becomes due but onlywhen a default occurs – Default is defined under s.3(12) of theIBC as the non-payment of the debt by the corporate debtor whenit has become due – CMRL issued a cheque of Rs 50 lacs to aProprietary Concern (P.C.) on 7 November 2013 as an advancepayment for the purchase – After termination of contract,correspondence was exchanged between the appellant and P.C. –Final letter demanding payment from P.C. was addressed on 27February 2017 which was refused by appellant on 2 March 2017– On 1 November 2017, appellant filed an application u/s.9 ofIBC which is within three years from default – Hence, applicationu/s.9 of IBC is not barred by limitation – Insolvency andBankruptcy Code, 2016 – s.9."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SRS ADVERTISING & MARKETING PVT. LTD. ORS VS. MR. KAMAL GARG & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2MzY=",
        "Citation": "[2022] 2 S.C.R. 254",
        "Case Type": "(CIVIL APPEAL /1302-1303/2022)",
        "Date": "16 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMjU0LTI1NyBfMTcwNDM0NDc2MC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 254",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "16 February 2022",
        "Petitioner:": "Srs Advertising & Marketing Pvt. Ltd. Ors",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 192",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Mr. Kamal Garg & Anr.",
        "Case Type:": "CIVIL APPEAL /1302-1303/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India –"
        ],
        "HeadNote": "Constitution of India – Writ petition – Exceeding ofjurisdiction by High Court – Respondent no.1-writ petitioner boughtproperties auctioned in pursuance of Recovery Certificate whichwas in favour of bank – 25% of the bid price deposited as earnestmoney – Respondent no.1 filed application seeking some clarity inthe matter, replied by Bank – However, thereafter the RecoveryOfficer dismissed the application and forfeited 10% of the amountdeposited– Appeal filed by respondent no.1, dismissed by DRT –Appeal before DRAT, no interim relief granted – Respondent-Bankherein sought to put the property to auction – Application to seekinterim relief from the DRAT was renotified after the date of theproposed auction – Apprehending the interim relief application tobecome infructuous, respondent no.1 filed writ petition before HighCourt – Writ petition disposed of by High Court, further opportunitygranted to deposit the balance amount with damages – Reviewpetition, dismissed – On appeal by original respondent no.2-originalborrower – Held: What was challenged before High Court was non-grant of interim relief pending the appeal before DRAT – However,High Court decided the writ petition as if it was considering thefinal decision of DRAT – Order passed by DRT confirming the orderpassed by the Recovery Officer forfeiting 10% amount depositedby the auction purchaser was yet to be decided by DRAT – Mainappeal was yet to be decided by DRAT on merits – High Court madethe proceedings before DRAT infructuous as after the impugnedjudgment nothing further is required to be decided by DRAT – HighCourt went beyond the scope and ambit of the proceedings beforeit and exceeded its jurisdiction – Judgment passed by High Courtset aside – DRAT to decide the appeal."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SUBHASH VS. STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2NDM=",
        "Citation": "[2022] 2 S.C.R. 258",
        "Case Type": "(CRIMINAL APPEAL /158/2022)",
        "Date": "01 FEBRUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMjU4LTI2NyBfMTcwNDM0NDg0MC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 258",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "01 February 2022",
        "Petitioner:": "Subhash",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 127",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Uttar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /158/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "Penal Code",
            "1860"
        ],
        "HeadNote": "Penal Code, 1860 – s.302 r/w s.149 and s.148 – Murder –Informant was sitting with his brother, the deceased, on a cot whenthe six accused persons allegedly arrived at the scene – Allegationthat A-3 and three other accused, who were armed with pistols,fired at the deceased, while one other accused ‘SD’, who was armedwith an axe, and A-6, who was armed with knife, assaulted deceasedon his neck – Sessions Judge convicted all six accused u/s.302 r/w149 and 148 IPC – High Court confirmed the conviction – On appealby A-3 and A-6, held: On facts, the presence of both PW-1 and PW-2 at the spot was gravely in doubt – There were materialcontradictions in the evidence of both PW-1 and PW-2, which werenot noticed either by the Sessions Judge or by the High Court –Though the prosecution is not obligated to examine every witnesswho is alleged to have been present at the site or the scene of theoffence, yet in context of the facts, the failure to examine the fatherof the deceased who was allegedly sitting in close proximity, assumessignificance – Appellants (A-3 and A-6) accordingly entitled tobenefit of doubt and are acquitted"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "M/S TRL KROSAKI REFRACTORIES LTD VS. M/S SMS ASIA PRIVATE LIMITED & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2NTY=",
        "Citation": "[2022] 2 S.C.R. 268",
        "Case Type": "(CRIMINAL APPEAL /270/2022)",
        "Date": "22 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna\n*, Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMjY4LTI4NiBfMTcwNDM0NDkxNS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 268",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "22 February 2022",
        "Petitioner:": "M/s Trl Krosaki Refractories Ltd",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 214",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna",
        "Respondent:": "M/s Sms Asia Private Limited & Anr.",
        "Case Type:": "CRIMINAL APPEAL /270/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973:"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.482 – Dishonour ofcheque – Respondent issued certain cheques in favour of theappellant company which on presentation were dishonoured by thebank – On respondent’s failure to comply with the demand notices,appellant filed the complaint before the Magistrate u/ss.138 and142 of N.I. Act – Respondent filed petition u/s.482 before the HighCourt for quashing of complaint, which was allowed – On appeal,held: s.142(1)(a) of N.I. Act states that the complaint ought to be inwriting and it should be filed by payee or the holder in due course– In the instant case, requirements were satisfied, firstly, complaintwas filed in the name of the company i.e. the payee, through theGeneral manager (Accounting) – Secondly, Managing Director ofthe appellant had duly authorized General Manager (Accounting)to institute proceedings and represent the company – The Managingdirector was delegated by the Board of Directors all the powersnecessary for the management and operation of the company –Hence, the complaint u/s.138 NI Act was filed on the behalf of thepayee company with due authorization – In respect of GeneralManager’s knowledge about the transaction or witness to thetransaction, transactions between the parties were based on theagreement in which witness on behalf of appellant was none otherthan General Manager – Further, the document for reconciliationof account was attested by the representatives of the parties andappellant was represented by the General Manager – Moreover,when the cheques were dishonoured, it was the General Managerwho issued the notices on the behalf of the appellant – Hence, thesaid documents and affidavit filed in lieu of oral sworn statementsbefore Magistrate indicated that the appellant was represented byan authorized person who has knowledge about the transaction –Requirement of s.142 was satisfied – High Court was not justifiedin entertaining the petition u/s.482 – Negotiable Instruments Act,1881 – s.142.Negotiable Instruments Act, 1881: s.142 – When a companyis the payee of the cheque based on which a complaint is filed unders.138 of N.I. Act, the complainant necessarily should be the Companywhich would be represented by an employee who is authorized – Allthat is necessary is to demonstrate before the Magistrate that thecomplaint filed is in the name of the “payee” and if the person whois prosecuting the complaint is different from the payee, theauthorisation therefor and that the contents of the complaint arewithin his knowledge – If at all, there is any serious dispute withregard to the person prosecuting the complaint not being authorizedor if it is to be demonstrated that the person who filed the complainthas no knowledge of the transaction and, as such that person couldnot have instituted and prosecuted the complaint, it would be openfor the accused to dispute the position and establish the same duringthe course of the trial – In such circumstances entertaining a petitionunder s.482 to quash the order taking cognizance by the Magistratewould be unjustified when the issue of proper authorisation andknowledge can only be an issue for trial."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "ANJU KALSI VS. HDFC ERGO GENERAL INSURANCE COMPANY LIMITED AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2Njc=",
        "Citation": "[2022] 2 S.C.R. 287",
        "Case Type": "(CIVIL APPEAL /1544-1545/2022)",
        "Date": "21 FEBRUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMjg3LTI5NCBfMTcwNDM0NDk2NS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 287",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "21 February 2022",
        "Petitioner:": "Anju Kalsi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 211",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Hdfc Ergo General Insurance Company Limited And Others",
        "Case Type:": "CIVIL APPEAL /1544-1545/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection –"
        ],
        "HeadNote": "Consumer Protection – Insurance Policy – Special conditionsof the policy – Notice of the special conditions under policy to theaccount holder – The bank-second respondent, obtained aninsurance cover from first respondent-insurer – Under the insurancepolicy, all debit card holders were the beneficiary of the insurancecover – The appellant’s son was an account holder with the bankand had also availed debit card from the bank – Appellant’s sondied in an accident – Appellant as mother of the deceased andnominee made a claim under the insurance cover – District Forumallowed consumer complaint and awarded Rs. 5 lakhs with interest– The SCDRC held that the deceased had failed to use the debitcard with a non-ATM transaction during the period of three monthsimmediately prior to the date of the accident and hence, the conditionprecedent for a claim under the insurance policy was not fulfilled –The order of the SCDRC was affirmed by the NCDRC – Thecontention of the appellant was that save and except for the coveringletter which indicated that an insurance cover against personalaccident was being provided to the account holder, neither theinsurer nor the bank had ever furnished the insurance policy, itsterms and conditions or any document related to the insurance coverto the account holder – Before the Supreme Court, the genesis ofthe dispute lies in whether the Special Conditions of the policy whichwas issued by the bank to the insurer were drawn to the notice ofthe account holder – Held: The terms of the insurance cover had tobe specifically communicated to the account holder – The accountholder had to be put on notice that the insurance cover would becomeavailable only after a transaction took place of the nature spelt outin the special conditions of the insurance policy – Insistence oncommunication to the account holder is necessary because the policywas issued to the bank by the insurer – The account holders arebeneficiaries of the policy – In the present case, the bank did notchoose to defend the proceedings – Insurer belongs to the samegroup as of the bank, it could have summoned for production ofdocuments as to as to whether the debit card usage guide was madeavailable to the account holder – In absence of such exercise, thecase of the appellant as set out in the complaint remaineduncontroverted – Respondents were not able to establish on a cogentbasis that special conditions of the policy were drawn to the noticeof the account holder – Accordingly, the judgment of the NCDRCset aside and the judgment of the District Forum restored."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE OF MADHYA PRADESH VS. JOGENDRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2Nzk=",
        "Citation": "[2022] 2 S.C.R. 295",
        "Case Type": "(CRIMINAL APPEAL /190/2012)",
        "Date": "11 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice Hima Kohli\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMjk1LTMxNSBfMTcwNDM0NTAxMi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 295",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "11 January 2022",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 30",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Hima Kohli",
        "Respondent:": "Jogendra & Anr.",
        "Case Type:": "CRIMINAL APPEAL /190/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:"
        ],
        "HeadNote": "Penal Code, 1860: s.304-B, 498-A – Dowry death –Prosecution case was that fed up with the constant dowry demandsmade on her by the respondents (husband and father-in-law), whichher family could not satisfy, the victim-deceased committed suicideby immolating herself at her matrimonial home within seven yearsof her marriage – Conviction of respondents for offence underss.304B, 498A and 306 – On appeal, held: All the four pre-requisitesfor invoking s.304-B were satisfied, namely, that the death of thevictim-deceased took place at her matrimonial home within sevenyears of her marriage; that the said death took place in abnormalcircumstances on account of burning and that too when she wasfive months pregnant; that she had been subjected to cruelty andharassment by the respondents soon before her death and suchcruelty/harassment was in connection with demand for dowry –Taking into account the evidence brought on record by theprosecution, particularly, the testimony of P.W.-1 (uncle of thedeceased), analysis of the trial Court was correct and respondentsdeserved to be convicted under ss.304-B and 498-A – However, thefindings returned by the High Court that has acquitted therespondents for the offence of abetment to commit suicide unders.306 is not disturbed as the prosecution could not bring anyconclusive evidence on record to satisfactorily demonstrate that itwas due to the abetment on the part of the respondents that thedeceased had committed suicide by immolating herself.Dowry prohibition Act, 1961: s.2 – Dowry – The term ‘dowry’takes within its ambit any kind of property or valuable security –Demand of money for construction of a house – In the instantcase, the trial Court correctly interpreted the demand for moneyraised by the respondents on the deceased for construction of ahouse as falling within the definition of the word “dowry” – Thesubmission for the respondents that the deceased was also a partyto such a demand as she had on her own asked her mother andmaternal uncle to contribute to the construction of the house, mustbe understood in the correct perspective – It cannot be lost sightof that the respondents had been constantly tormenting thedeceased and asking her to approach her family members formoney to build a house and it was only on their persistence andinsistence that she was compelled to ask them to contribute someamount for constructing a house – High Court fell in an error indrawing an inference that since the deceased had herself joinedher husband and father-in-law, and asked her mother or uncle tocontribute money to construct a house, such demand cannot betreated as a “dowry demand” – On the contrary, the evidencebrought on record was that the deceased was pressurized to makesuch a request for money to her mother and uncle – It was not acase of complicity but a case of sheer helplessness faced by thedeceased in such adverse circumstances – Penal Code, 1860 –ss.304-B, 498-A.Penal Code, 1860: ss.304-B, 498-A – Dowry death–Interpretation of a provision of law that will defeat the very intentionof the legislature must be shunned in favour of an interpretationthat will promote the object sought to be achieved through thelegislation meant to uproot a social evil like dowry demand – In thiscontext the word “Dowry” ought to be ascribed an expansivemeaning so as to encompass any demand made on a woman, whetherin respect of a property or a valuable security of any nature – Whendealing with cases under s.304-B IPC, a provision legislated to actas a deterrent in the society and curb the heinous crime of dowrydemands, the shift in the approach of the courts ought to be fromstrict to liberal, from constricted to dilated – Any rigid meaningwould tend to bring to naught, the real object of the provision –Therefore, a push in the right direction is required to accomplishthe task of eradicating this evil which has become deeply entrenchedin our society – Interpretation of statutes – Dowry prohibition Act,1961 – s.2"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "HARYANA TOURISM LIMITED VS. M/S KANDHARI BEVERAGES LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk2OTc=",
        "Citation": "[2022] 2 S.C.R. 316",
        "Case Type": "(CIVIL APPEAL /266/2022)",
        "Date": "11 JANUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMzE2LTMyMCBfMTcwNDM0NTA2NC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 316",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "11 January 2022",
        "Petitioner:": "Haryana Tourism Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 32",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "M/s Kandhari Beverages Limited",
        "Case Type:": "CIVIL APPEAL /266/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 – ss.34 and 37 –Exercise of powers u/s.37 – Scope of – High Court in appeal u/s.37set aside the award passed by the arbitrator as well as the orderpassed by the first appellate Court-Additional District Judge–Onappeal, held: An award can be set aside only if it is against thepublic policy of India –The award can be set aside u/ss.34/37, if itis found to be contrary to fundamental policy of Indian Law; or theinterest of India; or justice or morality; or if it is patently illegal –None of the aforesaid exceptions are applicable to the facts of thepresent case –In appeal u/s.37, the High Court entered into themerits of the claim which is not permissible– It decided the appealu/s.37 as if it was deciding the appeal against the judgment anddecree passed by the trial Court – High Court exercised thejurisdiction not vested in it u/s.37– Impugned judgment of HighCourt set aside – Award passed by the arbitrator and the orderpassed by the Additional District Judge u/s.34 overruling theobjections are restored."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "RENAISSANCE HOTEL HOLDINGS INC. VS. B. VIJAYA SAI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3MDg=",
        "Citation": "[2022] 2 S.C.R. 321",
        "Case Type": "(CIVIL APPEAL /404/2022)",
        "Date": "19 JANUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMzIxLTM2MiBfMTcwNDM0NTA5OS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 321",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "19 January 2022",
        "Petitioner:": "Renaissance Hotel Holdings Inc.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 70",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "B. Vijaya Sai And Others",
        "Case Type:": "CIVIL APPEAL /404/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Trade Marks Act",
            "1999"
        ],
        "HeadNote": "Trade Marks Act, 1999 – s.29(2)(c) r/w s.29(3); ss.29(4), (5),29(9), 30 – Infringement of trade mark – Mark identical to theregistered trade mark and also used in relation to identical goods/services – Presumption u/s.29(3) – Appellant filed suit for permanentinjunction to restrain the respondents from using the trade mark“SAI RENAISSANCE” or any other trade mark identical with theirtrade mark “RENAISSANCE” used by it for its hospitality businessthroughout the world since 1981 and in India since 1990 –Respondents restrained inter alia from using the trade mark “SAIRENAISSANCE” or any other trade mark which incorporates theappellant’s trade mark “RENAISSANCE” or is deceptively similarthereto, appellant’s claim for damages rejected – Order set aside byHigh Court – On appeal, held: Appellant’s trade mark“RENAISSANCE” is registered u/Class 16 and Class 42 dealingwith hotels, hotel related services and goods – “SAI RENAISSANCE”used by the respondents- was also in relation to Class 16 and Class42 – When the defendant’s trade mark is identical with the registeredtrade mark of the plaintiff and the goods/services of the defendantare identical with the goods/services covered by registered trademark, the Court shall presume that it is likely to cause confusion onthe part of the public – Trial court rightly held that the goods of theappellant would be covered by s.29(2)(c) r/w s.29(3) – Use of theword “RENAISSANCE” by respondents would squarely be hit bysub-section(5) of s.29 – Further, use of the word “SAIRENAISSANCE” which is phonetically and visually similar to“RENAISSANCE”, would also be an act of infringement in view ofs.29(9) – High Court also erred in picking up only clause (c) ofs.29(4) without noticing other parts of the said sub-section –Similarly, while considering the import of sub--section (1) of s.30,it only picked up clause (b) of s.30(1) ignoring the provisionscontained in clause (a) of s.30(1) – Order of High Court set aside,decree of the trial court is maintained – Intellectual Property.Trade Marks Act, 1999 – s.29(2)(c), 29(3) – Presumption u/s.29(3) – Held: In case of an eventuality covered u/clause (c) ofsub-section (2) of s.29 in view of the provisions of sub-section (3)of s.29, the Court shall presume that it is likely to cause confusionon the part of the public.Trade Marks Act, 1999 – Passing off and infringement ofregistered trade mark – Distinction between – Discussed –Intellectual Property.Trade Marks Act, 1999 – s.29(2), 29(4) – Distinction – Held:While sub-section (2) of s.29 deals with those situations where thetrade mark is identical or similar and the goods covered by such atrade mark are identical or similar – Sub-section (4) of s.29 dealswith situations where though the trade mark is identical, but thegoods or services are not similar to those for which the trade markis registered.Trade Marks Act, 1999 – s.29(9) – Respondent was using themark “SAI RENAISSANCE”, appellant claimed infringement of itsregistered trade mark “RENAISSANCE” – Held: Sub-section (9) ofs.29 provides that where the distinctive elements of a registered trademark consist of or include words, the trade mark may be infringedby the spoken use of those words as well as by their visualrepresentation – As such, the use of the word “SAI RENAISSANCE”which is phonetically and visually similar to “RENAISSANCE”,would also be an act of infringement in view of the provisions ofsub-section (9) of s.29.Trade Marks Act, 1999 – s.30 – Benefit under, on fulfillmentof twin conditions – Held: To avail benefit of s.30, it is required thatthe twin conditions are fulfilled, i.e., the use of the impugned trademark being in accordance with the honest practices in industrial orcommercial matters, and that such a use is not such as to take unfairadvantage of or be detrimental to the distinctive character or reputeof the trade mark.Interpretation of Statutes – Principles of – Textual, contextualinterpretation – Held: While interpreting the provisions of a statute,it is necessary that the textual interpretation should be matchedwith the contextual one – Further, no part of a statute and no wordof a statute can be construed in isolation – Trade Marks Act, 1999.Words & Phrases – Trade Marks Act, 1999 – ss.29(2)(a), (b),29(4)(a), (b) – Use of word ‘or’ vis-à-vis use of ‘and’ – Held: Whilethe legislature has used the word ‘or’ after clauses (a) and (b) insub-section (2) of s.29, it has used the word ‘and’ after clauses (a)and (b) in sub-section (4) of s.29 – The legislative intent is veryclear – Insofar as sub-section (2) of s.29 is concerned, it is sufficientthat any of the conditions as provided in clauses (a), (b) or (c) issatisfied – Whereas, by employing the word “and” after clauses (a)and (b) in sub-section (4) of s.29, it is clear that unless all the threeconditions are satisfied, it will not be open to the proprietor of theregistered trade mark to sue for infringement when though theimpugned trade mark is identical with the registered trade mark,but is used in relation to goods or services which are not similar tothose for which the trade mark is registered"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "M/S SHIVRAM CHANDRA JAGARNATH COLD STORAGE & ANR. VS. NEW INDIA ASSURANCE COMPANY LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3MjA=",
        "Citation": "[2022] 2 S.C.R. 363",
        "Case Type": "(CIVIL APPEAL /2371/2019)",
        "Date": "24 JANUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMzYzLTM3NSAgXzE3MDQzNDUxNTAucGRm",
        "SCR Citation:": "[2022] 2 S.C.R. 363",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "24 January 2022",
        "Petitioner:": "M/s Shivram Chandra Jagarnath Cold Storage & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 86",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "New India Assurance Company Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /2371/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insurance"
        ],
        "HeadNote": "Insurance – Deterioration of Stock Policy (DOS policy) –Specific exceptions in the policy – Stock of potatoes stored by theappellant had sprouted while in the cold storage – Claim submittedto the insurer – The exceptions to the policy made it clear that theinsurer would not be liable for any damage if the temperature in therefrigeration chamber did not exceed 4.4 degree celsius (40 0 F) – Itwas stated by the appellant that the proper temperature wasmaintained and it was recorded in the logbook – After some time,when the statement of the representative of the appellant wasrecorded by the surveyor, it was asserted that the main cause forrotting of the potatoes was a rise in the temperature – NCDRCcharacterized the assertion as an “afterthought” and rejected theconsumer complaint – On appeal, held: In the instant case, there isno ambiguity in the terms of the exception – The surveyor’s reportindicates that the temperature never exceeded 4.4 degree celsius,which was also accepted by the appellants – The temperature of thecold storage is fundamental to the health of the potatoes relating towhich the policy was undertaken – The insurer identified atemperature of 4.4 degree celsius as the optimum temperature, atwhich rotting of the potatoes should not occur and thus has exempteditself of any liability resulting from the deterioration of potatoesoccurring at a temperature that is below or equivalent to 4.4 degreecelsius – There is no reason to read down clause (vi) of exceptionsto the DOS Policy because it is not in conflict with the main purposeof the policy – In terms of the insurance policy, the insurer is notliable for damage caused to the potatoes as the temperature of thestorage did not rise above 4.4 degree celsius – No interferencerequired in the Judgment of the NCDRC.Insurance – Role of exceptions in insurance policy – Discussed."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SAMRUDDHI CO-OPERATIVE HOUSING SOCIETY LTD. VS. MUMBAI MAHALAXMI CONSTRUCTION PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3Mjk=",
        "Citation": "[2022] 2 S.C.R. 376",
        "Case Type": "(CIVIL APPEAL /4000/2019)",
        "Date": "11 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMzc2LTM5MyBfMTcwNDM0NTE5My5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 376",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "11 January 2022",
        "Petitioner:": "Samruddhi Co-operative Housing Society Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 33",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Mumbai Mahalaxmi Construction Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /4000/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986"
        ],
        "HeadNote": "Consumer Protection Act, 1986 – ss.2(1)(d), 2(1)(g) and 24A– Maharashtra Ownership Flats (Regulation of the Promotion ofConstruction, Sale, Management and Transfer) Act, 1963 – ss. 3,6– Respondent made constructions and entered into agreements tosell flats with individual purchasers – Appellant is a co-operativehousing society – Members of the appellant booked the flats in1993 and were granted possession in 1997 – Respondent failed totake steps to obtain occupation certificate from municipal authorities– In absence of occupation certificate, individual flat owners werenot eligible for electricity and water connections – Temporary waterand electricity connections were granted by the authorities due toefforts of appellant – Members of appellant society had to payproperty tax at a rate 25% higher than the normal rate and watercharges 50% higher than the normal charge – Appellant institutedconsumer complaint before State Consumer Disputes RedressalCommission (SCDRC) Mumbai seeking direction to respondent toobtain occupation certificate – SCDRC directed respondent toobtain occupancy certificate within four months; and also directedrespondent to pay Rs. 1,00,000/- towards reimbursement of extrawater charges paid – Appellant sent legal notice to respondentdemanding payment of outstanding dues – Respondent failed tocomply with the demand – Appellant filed application for executionof the order of SCDRC – Appellant also filed a complaint beforethe NCDRC – NCDRC dismissed the complaint on the ground that itwas barred by limitation and that it was not maintainable under theConsumer Protection Act, 1986 since it was in the nature of arecovery proceeding and not a consumer dispute – Held: Respondentwas responsible for transferring the title to the flats to the societyalong with the occupancy certificate – Failure of respondent toobtain the occupation certificate is a deficiency in service for whichrespondent is liable – Continuous failure to obtain an occupancycertificate is a breach of the obligations imposed on the respondentunder the Maharashtra Ownership Flats Act (MOFA) and amountsto a continuing wrong – Appellants entitled to damages arising outof this continuing wrong – Members of appellant society are wellwithin their rights as ‘consumers’ to pray for compensation as arecompense for the consequent liability (such as payment of highertaxes and water charges by the owners) arising from the lack of anoccupancy certificate – Rejecting the complaint as being barred bylimitation, when the demand for higher taxes is made repeatedlydue to lack of an occupancy certificate, is a narrow view which isnot in consonance with the welfare objective of Consumer ProtectionAct 1986 – Complaint of appellants not barred by limitation – NCDRCto dispose the complaint within three months – Limitation Act, 1963– s.22."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "BHADAR RAM (D) THR. LRS. VS. JASSA RAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3NDY=",
        "Citation": "[2022] 2 S.C.R. 394",
        "Case Type": "(CIVIL APPEAL /5933/2021)",
        "Date": "05 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMzk0LTQxMCBfMTcwNDM0NTI3My5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 394",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "05 January 2022",
        "Petitioner:": "Bhadar Ram (d) Thr. Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 15",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Jassa Ram & Ors.",
        "Case Type:": "CIVIL APPEAL /5933/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Tenancy Act",
            "1955"
        ],
        "HeadNote": "Rajasthan Tenancy Act, 1955 – s.42 – Land transaction –Legality –Land was allotted to ‘C’, the father of respondent, as aScheduled Caste landless person – C borrowed a sum from one ‘P’who allegedly, fraudulently, made ‘C’ to sign sale deed in favor ofappellant , a resident of Punjab – ‘C’ filed suit for ejectment against‘P’ and appellant – Trial court held that the land was in possessionof ‘P’ who was not Scheduled Caste person and the sale deed wasin violation of s.13 of Rajasthan Colonization Act, as well as inbreach of s.42 of Rajasthan Tenancy Act, and therefore, ‘P’ wasliable to be evicted – Aggrieved by the order/ decree of trial court,appellant filed appeal before Revenue Appellate Tribunal whichwas dismissed – Further appeal of appellant before Board of Revenuewas allowed, which gave benefit of compounding to appellant onpayment of compounding fees u/s.13 of the Rajasthan ColonizationAct – Respondent filed writ petition which was dismissed by a SingleJudge of High Court – On appeal, Division Bench set aside thejudgment of Single Judge holding that appellant, being residentand a Scheduled caste belonging to Punjab, could not take benefitof his being Scheduled caste – Held: Merely because the appellant’sgrandfather and father had purchased the agricultural lands inthe State of Rajasthan, the appellant cannot be said to be anordinarily resident of Rajasthan – Appellant being a ScheduledCaste belonging to State of Punjab and being an ordinarily andpermanent resident of the State of Punjab cannot claim the benefitof a Scheduled Caste in the State of Rajasthan for purpose ofpurchase of the land belonging to a Scheduled Caste person ofState of Rajasthan, which was given to original allottee as ScheduledCaste landless person and therefore sale transaction in favour ofappellant was in clear breach and/or in violation of s.42 of theRajasthan Tenancy Act – Even otherwise, in the facts andcircumstances of the case, the sale transaction in favour of appellantcan be said to be in breach of s.13 of the Rajasthan ColonizationAct – Rajasthan Colonization Act, 1954 – s.13"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "M/S IREO PRIVATE LIMITED VS. ALOKE ANAND AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3NTg=",
        "Citation": "[2022] 2 S.C.R. 411",
        "Case Type": "(CIVIL APPEAL /180/2022)",
        "Date": "21 JANUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfNDExLTQyNSBfMTcwNDM0NTMwMy5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 411",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "21 January 2022",
        "Petitioner:": "M/s Ireo Private Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 82",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Aloke Anand And Others",
        "Case Type:": "CIVIL APPEAL /180/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986: Housing"
        ],
        "HeadNote": "Consumer Protection Act, 1986: Housing – Apartment BuyersAgreement – Apartment not handed over in time by developer –Allottee filed consumer complaint seeking a direction to the developerto provide the apartment, compliant with all the requirementsmentioned in the ABA, within six months of the complaint, i.e., by 3November 2017 – Along with this, the allottee sought compensationfor delayed possession, calculated at the rate of 18 per cent p.a. onthe amount deposited with the developer from the date on whichactual possession was to be delivered (March 2015) and in casedeveloper failed to deliver the possession of the apartment withinsix months, refund of the principal amount of Rs 2,23,91,480, withinterest at 18 per cent p.a. from the date the amount was paid by theallottee to the developer– Inspite of interim direction of NCDRC tohandover possession, the same was not given – On 17 May 2018,allottee filed IA bringing on record several photographs showingthat the apartment was not ready and was not in a habitablecondition – On 25 September 2018, developer sent email that dueto limited work force, the finishing work was slow – By impugnedjudgment, the NCDRC held that the developer did not contest thatan amount of Rs 2,23,91,480 was paid by the allottee – It thennoted that the allottee would be considered as a consumer withinthe meaning of s.2(1)(d) of the Act since the developer had notbrought on record anything to prove that the allottee was indulgingin the business of buying/selling apartments – NCDRC ordered arefund of Rs 2,23,91,480 with simple interest at the rate of 10.25per cent per annum, which it noted was the rate of interest payableunder the Real Estate (Regulation and Development) Act 2016 inHaryana in respect of cases where refund is made to flat buyersdue to the delay of the developer in handing over possession –Hence instant appeal – Held: It is apparent that the developer wasnot in a position to comply with the interim order of the NCDRC forthe handing over of possession – Though the interim direction wasissued on 16 February 2018, the email of the developer dated 25September 2018 indicated that possession could not be handed overdue to the absence of an adequate work force at the site – Thus, itis evident that the developer was not in a position to hand overpossession of the apartment even after the interim order – In thisbackdrop, the order of the NCDRC for the grant of refund at theappropriate rate of interest cannot be faulted – In another set ofappeals, the finding of fact recorded by the NCDRC in its impugnedjudgment dated 22 November 2021 was that the amenities whichwere promised by the developerwere not provided in the Projectand the apartment – In view of the matter, the direction for the refundof the amount paid together with interest, cannot be faulted – Thedeveloper made a solemn representation to the flat buyer of theamenities which would be provided in the flat and the Project – Abreach of this representation is actionable at law."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "MUNICIPAL COUNCIL GONDIA VS. DIVI WORKS & SUPPLIERS, HUF & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3Njk=",
        "Citation": "[2022] 2 S.C.R. 426",
        "Case Type": "(CIVIL APPEAL /1538/2022)",
        "Date": "28 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfNDI2LTQzMiBfMTcwNDM0NTM3NS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 426",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "28 February 2022",
        "Petitioner:": "Municipal Council Gondia",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 244",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Divi Works & Suppliers, Huf & Ors.",
        "Case Type:": "CIVIL APPEAL /1538/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Art. 226"
        ],
        "HeadNote": "Constitution of India: Art. 226 – Appellant-Municipal Councilis running educational institutions – A resolution was passed forpurchasing school furniture – Original writ petitioner no. 1(respondent No.1) was declared successful bidder and work orderwas issued in its favour – However, on outbreak of Covid-19pandemic and lockdown in force, the State Government publishedG.R. dated 4.5.2020 providing that owing to Covid-19 restrictionsimpacting government finances, non-priority expenditure should notbe incurred – Pursuant thereto, Municipal Council informedrespondent No.1 regarding suspension of work order until furtherorders – Municipal Council cancelled the work order after obtainingreport from the Education officer that respondent No.1 had not takenany further steps in regard to supply of furniture as per the workorder and that since the supply of furniture was not urgent in nature– On writ petition, High Court held that respondent No.1 is entitledto make the supply in pursuance of the work order – Hence theinstant appeal – Respondent No.1 submitted that they have alreadymanufactured the goods which are customized and therefore, if theMunicipal Council is not directed to lift the goods prepared/gotprepared as per the work order, it would suffer a huge loss – ThisCourt directed on 7.2.2022 that as the schools have restarted, theofficial of the appellant would visit the place where the manufacturedgoods are kept and identify the goods which are immediatelyrequired, at this stage which shall not be less than 25% of the totalquantity manufactured – On inspection of the goods, the officialfound that the goods did not meet the requirement of the work order– Even respondent No.1 had admitted that goods were not available– Held: There are disputed questions of fact such as whether in factthe goods were manufactured as per the specifications or not –Nothing was on record before the High Court that goods were infact and actually manufactured by respondent No.1, as per thespecifications and the requirements of the Council and as per thework order – In absence of any evidence on record and there beingdisputed questions of facts, High Court ought not to have passedthe impugned judgment directing the Council to continue the workorder and accept the goods from respondent No.1 and to make thepayments as per the work order – Even otherwise, no writ ofmandamus could have been issued virtually granting the writ forspecific performance of the contract/work order in a writ petitionunder Art.226 of the Constitution of India – Respondent No.1 oughtto have been relegated to file a civil suit for appropriate relief oflosses/damages, if any, sustained – Writ jurisdiction."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "KRISHNAMURTHY @ GUNODU AND OTHERS VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3Nzg=",
        "Citation": "[2022] 2 S.C.R. 433",
        "Case Type": "(CRIMINAL APPEAL /288/2022)",
        "Date": "16 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfNDMzLTQ1NCBfMTcwNDM0NTQ0MS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 433",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "16 February 2022",
        "Petitioner:": "Krishnamurthy @ Gunodu And Others",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 190",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /288/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:"
        ],
        "HeadNote": "Penal Code, 1860: ss. 302 and 34 – Murder – Commonintention – Three accused – Conviction of appellants-accused (K,T, G) for murder of victim-deceased u/s. 302 r/w s.34 and for offencesu/ss.447, 504, 506, 341 – Division Bench of High Court affirmedtheir conviction – Hence instant appeal – Held: The assault onvictim-deceased by appellant-K was fearsome, brutal and cruel –He had pinned down and tromped the deceased using his legs andhands fracturing four ribs, contusing and injuring the spinal cord,the chest and neck of the deceased – The injuries were sufficient inordinary course of nature to cause death – Since the death of thevictim-deceased was homicidal as a result and direct consequenceof the injuries inflicted by appellant-K, he was rightly convictedunder the aforesaid sections including s.302 – As regards, appellant-T and appellant-G, their acts cannot be primarily connected withthe violence perpetuated by appellant-K – Appellants-T and G hadnot assaulted the deceased after he had fallen down and were notresponsible for the injuries suffered by the deceased resulting inhis death – The assault by appellant-K and the result outcome wereunexpected to them – Appellants-T and G are entitled to the benefitof doubt on the ground that it cannot be with certainty held thatthey had common intention – Therefore, they cannot be held guiltyu/s.300 or even s.299 IPC – Their conviction is converted to u/s.323 r/w s.34, however their conviction for individual offences u/ss.447, 504, 506 and 341 is sustained.Penal Code, 1860: s.34 – Applicability of – Common intention– To attract applicability of s.34, the prosecution is under anobligation to establish that there existed a common intention beforea person can be vicariously convicted for the criminal act of another– The ultimate act should be done in furtherance of common intention– Common intention requires a pre-arranged plan, which can beeven formed at the spur of the moment or simultaneously just beforeor even during the attack – For proving common intention, theprosecution can rely upon direct proof of prior concert orcircumstances which necessarily lead to that inference – However,incriminating facts must be incompatible with the innocence of theaccused and incapable of explanation by any other reasonablehypothesis.Penal Code, 1860: s.34 – Common intention – Principles –For s.34 to apply, it is not necessary that the plan should be pre-arranged or hatched for a considerable time before the criminalact is performed – Common intention can be formed just a minutebefore the actual act happens – Common intention is necessarily apsychological fact as it requires prior meeting of minds – In suchcases, direct evidence normally will not be available and in mostcases, whether or not there exists a common intention has to bedetermined by drawing inference from the facts proved – This requiresan inquiry into the antecedents, conduct of the co-participants orperpetrators at the time and after the occurrence – The manner inwhich the accused arrived, mounted the attack, nature and type ofinjuries inflicted, the weapon used, conduct or acts of the co-assailants/perpetrators, object and purpose behind the occurrenceor the attack etc. are all relevant facts from which inference has tobe drawn to arrive at a conclusion whether or not the ingredientsof s.34 are satisfied.Penal Code, 1860: s.34 – Liability of co-perpetrator – A co-perpetrator, who shares a common intention, will be liable only tothe extent that he intends or could or should have visualized thepossibility or probability of the final act – If the final outcome oroffence committed is distinctly remote and unconnected with thecommon intention, he would not be liable – This test obviously isfact and circumstance specific and no strait jacket universal formulacan be applied – s.34 makes a co-perpetrator, who had participatedin the offence, equally liable on the principle of joint liability – Fors.34 to apply, there should be common intention between the co-perpetrators, which means that there should be community of purposeand common design or pre-arranged plan."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "PADHIYAR PRAHLADJI CHENAJI (DECEASED) THROUGH L.R.S VS. MANIBEN JAGMALBHAI (DECEASED) THROUGH L.R.S AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3ODg=",
        "Citation": "[2022] 2 S.C.R. 455",
        "Case Type": "(CIVIL APPEAL /1382/2022)",
        "Date": "03 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfNDU1LTQ3MiAgXzE3MDQzNDU4NjMucGRm",
        "SCR Citation:": "[2022] 2 S.C.R. 455",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "03 March 2022",
        "Petitioner:": "Padhiyar Prahladji Chenaji (deceased) Through L.r.s",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 258",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Maniben Jagmalbhai (deceased) Through L.r.s And Ors.",
        "Case Type:": "CIVIL APPEAL /1382/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Permanent Injunction"
        ],
        "HeadNote": "Permanent Injunction – Registered Sale Deed – Suit seekingcancellation of sale deed, declaration and permanant injunction –Trial court partly allowed the suit by granting the relief of permanentinjunction and refusing the relief of cancellation of the sale deedand declaration – First Appellate Court upheld the same – HighCourt dismissed the appeal holding that the relief of permanentinjunction sought by the original plaintiff can be said to besubstantive relief and not a consequential relief and therefore, thetrial court was justified in granting the permanent injunction infavour of the plaintiff as the plaintiff was/is found to be in possessionof the suit property – Hence instant appeal – Held: The main reliefssought by the plaintiff in the suit were cancellation of the sale deedand declaration – The prayer of permanent injunction restrainingdefendant from disturbing her possession can be said to be aconsequential relief – Once the suit is held to be barred by limitationqua the declaratory relief and when the relief for permanent injunctionwas a consequential relief, the prayer for permanent injunction, whichwas a consequential relief can also be said to be barred by limitation– An injunction is a consequential relief and in a suit for declarationwith a consequential relief of injunction, it is not a suit fordeclaration simpliciter, it is a suit for declaration with a furtherrelief – Whether the further relief claimed has, in a particular caseas consequential upon a declaration is adequate must alwaysdepend upon the facts and circumstances of each case – Whereonce a suit is held not maintainable, no relief of injunction can begranted. Injunction may be granted even against the true owner ofthe property, only when the person seeking the relief is in lawfulpossession and enjoyment of the property and also legally entitled tobe in possession, not to disposes him, except in due process of law –Once the rights of the parties are adjudicated and the defendantNo.1 is held to be the true owner on the basis of the registered saledeed and on payment of full sale consideration, it can be said thatdue process of law has been followed and thereafter the plaintiff isnot entitled to any permanent injunction against the true owner."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "KARAN SINGH VS. THE STATE OF UTTAR PRADESH & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk3OTk=",
        "Citation": "[2022] 2 S.C.R. 473",
        "Case Type": "(CRIMINAL APPEAL /327/2022)",
        "Date": "02 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNDczLTQ4NiBfMTcwNDM0NTkyMS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 473",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "02 March 2022",
        "Petitioner:": "Karan Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 253",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "The State Of Uttar Pradesh & Ors",
        "Case Type:": "CRIMINAL APPEAL /327/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 r/w s.149; s.307 r/w s.149 and s.148"
        ],
        "HeadNote": "Penal Code, 1860: s.302 r/w s.149; s.307 r/w s.149 and s.148– Conviction of appellant along with other accused by trial courtas well as by High Court under the aforesaid sections – Prosecutioncase was that there was dispute between the prime accused and thevictim-deceased over the price of buffalo for which the deceasedstopped the prime accused from harvesting his crops – On the fatefulday, six accused persons armed with rifles and guns came to thesite of occurrence where the deceased had come to collect the priceof buffalo – When the deceased asked for money, the prime accusedopened fire with his rifle and shot the deceased which hit his head– Thereafter, the associates of prime accused also opened fire fromtheir respective weapons, whereafter complainant and others ranaway – One shot hit ‘M’ – Trial Court convicted the accused persons,inter alia, for murder and sentenced them, inter alia, to undergolife imprisonment – While the appeal was pending before High Court,five out of six accused persons died – Only the appellant was alive– High Court did not find any major contradiction either in theevidence of the witnesses or any conflict in medical or ocularevidence, which could tilt the balance in favour of the appellant –Appeal against conviction – Held: The tenor of the evidence of thedoctor who conducted the post mortem supported the case of theprosecution witnesses that all the accused persons, who were present,carrying arms had fired – The injured witness ‘M’ may not havespecifically named the appellant – However, two of the other eye-witnesses, that is, PW2 and PW3 confirmed that he was present atthe place of occurrence and was carrying rifle – PW3 saw appellantfire – Prosecution was required to prove its case beyond reasonabledoubt, which it did – The fact that one of the injured witnesses maynot have mentioned the name of appellant would not demolish theevidence of the other witnesses – No ground to interfere with theconcurrent findings of the Trial Court and the High Court."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "RAMA NEGI VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MDU=",
        "Citation": "[2022] 2 S.C.R. 487",
        "Case Type": "(CIVIL APPEAL /1713-1714/2022)",
        "Date": "02 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Mr. Justice K.M. Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNDU3LTUwMCBfMTcwNDM0NTk3NS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 487",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "02 March 2022",
        "Petitioner:": "Rama Negi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 252",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /1713-1714/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law –"
        ],
        "HeadNote": "Service Law – Promotion – Seniority-cum-merit – In the instantcase, the appellant was promoted to the post of OfficeSuperintendent (selection post) in the Cantonment Board – Thepromotion of respondent no.3 was declined on the ground thatrespondent no. 3 was drawing lower pay scale than the appellantin the post of Accountant (the post from which promotion was to bemade) and was also charge-sheeted under discplinary proceeding,which charges were also accepted by respondent no.3 – Aggrievedby the resolution favouring the appellant, respondent no.3 filedappeals before the single judge of the High Court, claiming, amongstother things, promotion to such post – Single Judge allowed thewrit petition on the basis of the finding that respondent no. 3 issenior to the appellant and the appellant should not have beenconsidered senior to him by virtue of her higher pay scale in thepost of Accountant and also that no decision, as such, was takenby the authority over the charges – Aggrieved by the decision,appellant approached Division Bench of the High Court – In themeantime, disciplinary proceedings took place over the charges andrespondent no.3 was found guilty – The Division Bench of the HighCourt dismissed the appeal holding that the disciplinary proceedingsintiated for the fault committed by the subordinate staff of thedelinquent officer – Hence instant appeal – Held: The CantonmentBoard in their deliberations made on 11.1.2012 not only consideredthe appellant to be senior to the respondent no.3 but also consideredher to be more deserving for promotion as the best, suitable and fitcandidate, for the responsible post – Respondent no.3 was penalizedpursuant to the disciplinary proceeding for dereliction of duty andmisconduct and he suffered the penalty of recovery of Rs.10,000/-from his salary – Seen in this context, the appellant was moredeserving – That apart, the disciplinary action was not challengedby respondent no.3 – He cannot, therefore, set up a better claim forpromotion, to a selection category post – As far as the issue ofhigher pay scale being the basis for seniority in the feeder cadre,the same is clearly provided in the O.M. dated 12.12.1988 – Theissue received due consideration by the Cantonment Board and wasanswered in favour of the appellant – Cantonment Fund ServiceRules, 1937."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "M. NAGESWARA REDDY VS. THE STATE OF ANDHRA PRADESH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MTQ=",
        "Citation": "[2022] 2 S.C.R. 501",
        "Case Type": "(CRIMINAL APPEAL /72-73/2022)",
        "Date": "07 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNTAxLTUxMiBfMTcwNDM0NjAwNy5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 501",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "07 March 2022",
        "Petitioner:": "M. Nageswara Reddy",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 266",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The State Of Andhra Pradesh And Others",
        "Case Type:": "CRIMINAL APPEAL /72-73/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Appeal: Appeal against acquittal –"
        ],
        "HeadNote": "Appeal: Appeal against acquittal – In the instant case, elevenaccused were tried together for the offences under ss.147,148, 324,326, 307, 427 and 302 r/ws.149 IPC– Trial Court convicted accusedno.1 to 3 u/ss. 148 and 302 of IPC and acquitted accused no.4 to11 – High Court reversed conviction of accused no.1 to 3 andconfirmed the acquittal of accused no.4 to 11 – State andcomplainant filed appeal against acquittal – Held: With respect toaccused no.1 to 3, they were identified by PW1, PW3 & PW6 – Theywere main assailants – The depositions of the eye-witnesses andinjured eye-witnesses showed no major/material contradictions –Merely because the witnesses were the relatives of the deceased, theirevidence cannot be discarded – Delay of 7 hours in filing FIR wasnot fatal to the prosecution case – Even FIR was sent to magistratewithin 24 hours as per the provisions of Cr.P.C. – PW6 was an injuredeye-witness and his presence cannot be doubted and being an injuredeye-witness, his deposition was reliable – High Court committed errorin reversing the conviction of accused no.1 to 3 – In respect of accusedno.4 to 11, the findings recorded in respect of their acquittal were onappreciation of evidence on record and the view taken by the trialCourt acquitting Accused Nos. 4 to 11, which was affirmed/confirmedby the High Court, was a plausible view – Roles attributed to AccusedNos. 1 to 3 and Accused Nos. 4 to 11 were different – Therefore, caseof Accused Nos. 4 to 11 was not comparable with the case of AccusedNos. 1 to 3 – No interference called for with concurrent findings ofacquittal against accused no.44 to 11"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "HIGH COURT OF DELHI VS. DEVINA SHARMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MjI=",
        "Citation": "[2022] 2 S.C.R. 513",
        "Case Type": "(CIVIL APPEAL /2016/2022)",
        "Date": "14 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Hima Kohli",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfIDUxMy01MjdfMTcwNDM0NjA2MC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 513",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "14 March 2022",
        "Petitioner:": "High Court Of Delhi",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 304",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Devina Sharma",
        "Case Type:": "CIVIL APPEAL /2016/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judiciary",
            "Upper age limit",
            "DJS"
        ],
        "HeadNote": "Judiciary: Upper age limit of 32 years appearing for Delhijudicial Service (DJS) examination and minimum age requirementof 35 years for appearing for the Delhi Higher Judicial Service(DHJS) examination – Validity of, challenged – Held: In regard tothe DJS examination 2022 – The High Court conducted the lastexamination for recruitment to the DJS in 2019 – No examinationwas held in 2020 for institutional reasons and in 2021 due to theonset of the Covid-19 pandemic – Suggestions of the High Courtwere accepted that candidates who would have fulfilled the upperage limit of 32 years for years 2020 and 2021, would be eligible toparticipate in the examination for the ensuing year 2022 – Hence,the last date of receipt of applications forms were extended andnew date of examination were announced – In regard to DHJSexamination – Clause (1) of Art.233 stipulates that appointments ofpersons, posting and promotion of District Judges shall be made bythe Governor of the State in consultation with the High Courtexercising jurisdiction in relation to the State – The Constitutionhas prescribed the requirement to the effect that a person shall beeligible for appointment as a District Judge only if he has been anadvocate or a pleader for at least seven years – What this means isthat a person who has not fulfilled the seven year norm is not eligible– The Constitution does not preclude the exercise of the rule makingpower by the High Courts to regulate the conditions of service orappointment – The Constitution being silent in regard to theprescription of a minimum age, the High Courts in the exercise oftheir rule making authority are entitled to prescribe such arequirement – The post of a District Judge is at a senior level in thecadre – Age is not extraneous to the acquisition of maturity andexperience, especially in judicial institutions which handle realproblems and confront challenges to liberty and justice – Therequirement that a candidate should be at least 35 years of age isintended to sub-serve this – Hence, there is no valid basis to holdthat the requirement that a candidate for the DHJS should be atleast 35 years of age is invalid – On a parity of reasoning given inregard to DJS examination, permission given to candidates to appearin 2022 examination who would have qualified in terms of upperage limit of 45 years during the recruitment years 2020 and 2021during which no examinations were held."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE OF PUNJAB AND OTHERS VS. DEV BRAT SHARMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4MzA=",
        "Citation": "[2022] 2 S.C.R. 528",
        "Case Type": "(CIVIL APPEAL /2064/2022)",
        "Date": "16 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari, Hon'ble Mr. Justice Vikram Nath\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNTI4LTU0NSBfMTcwNDM0NjEyMy5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 528",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "16 March 2022",
        "Petitioner:": "State Of Punjab And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 316",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikram Nath",
        "Respondent:": "Dev Brat Sharma",
        "Case Type:": "CIVIL APPEAL /2064/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Court Fees Act",
            "1870: s.7 – Computation of Fees"
        ],
        "HeadNote": "Court Fees Act, 1870: s.7 – Computation of Fees – Moneysuit – Respondent filed a suit for recovery of Rs.20 Lakhs as damageson account of denying the status of freedom fighter and affixedcourt fees of Rs.50 – Appellant sought rejection of plaint on theground of non payment of requisite court fee – Trial Court directedthe respondent to make good the court-fees on the amount of Rs.20lakhs claimed as damages – However, High Court set aside theorder of trial court – On appeal, held: s.7 of the Act 1870 providesfor computation of fees in certain suits – s.7(i) refers to MoneySuits which includes suits for damages, compensation, arrears ofmaintenance, annuities or other sums payable periodically wherethe fee payable would be according to the amount claimed – s.7(iv)which has six categories where the fees would be payable accordingto the amount at which the relief sought is valued in the plaint ormemorandum of appeal – For s.7(iv), liberty has been given toplaintiff to value his claim for the payment of Court fee – Presentcase is of money suit for compensation/damages and would fall u/s.7(i) of the Act – Valuation for the purpose of jurisdiction andrelief has to be same in the money suit falling u/s.7(i) – Court feesshall be payable by the respondent on the valuation, i.e., on Rs. 20lakhs – Hence, ad valorem Court-fees would have to be paid as perschedule 1 entry 1 – Order of the High Court set aside – Order ofTrial court restored."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SECURITIES AND EXCHANGE BOARD OF INDIA VS. MEGA CORPORATION LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4NDE=",
        "Citation": "[2022] 2 S.C.R. 546",
        "Case Type": "(CIVIL APPEAL /2104/2009)",
        "Date": "25 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Pamidighantam Sri Narasimha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNTQ2LTU2NyBfMTcwNDM0NjIzNS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 546",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "25 March 2022",
        "Petitioner:": "Securities And Exchange Board Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 344",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "Respondent:": "Mega Corporation Limited",
        "Case Type:": "CIVIL APPEAL /2104/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India Act",
            "1992"
        ],
        "HeadNote": "Securities and Exchange Board of India Act, 1992 – ss 11,11B, 19, 15T – SEBI (Prohibition of Fraudulent and Unfair TradePractices Relating to Securities Market) Regulations, 2003 –Regulations 3(a), (b), (c) &(d) and 4(1), 4(2)k, 4(2)(r) – ListedCompany – Unusual Surge in Profits – In the instant case the listedrespondent-company was engaged in the business of radio taxiservice coupled with trading of shares in a small measure – Thecompany’s share went unusually high from Rs 4.25 to Rs 43.85 andresultantly there was increase in the average monthly volume ofshares to 1,56,22,583 shares – Looking at the sudden upward spurt,SEBI carried out the investigation and after hearing the Companyand other noticees, it held that the Company has violated theprovisions of the Act and the PFUTP Regulations and hencerestrained the Company from accessing the capital market in anymanner and its directors from dealing in securities for one year –The Company filed an appeal u/s 15T of the Act before the SecuritiesAppellate Tribunal, which set aside the SEBI’s order holding thatthe extraordinary profits in itself cannot be the basis for concludingthat the Company’s accounts are manipulated with a specificobjective to mislead the investors and the advertisement issued bythe company for inviting public in investing in the company wasdone in ordinary course of the business and that there was nofoulplay and also that SEBI has misconstrued the alleged links withthe entities since SEBI did not give opportunity of cross-examinationto the Company to explain the matter thus violating principles ofnatural justice – Aggrieved by the decision of the Tribunal, theappellant filed instant appeal – Held: The issue in the instant appealas also the conclusions drawn by the Tribunal were factual in natureand hence did not give rise to any question of law warrantinginterference of this court u/s.15Z of the Act – So far the observationof the Tribunal with respect to the cross-examination was concerned,there was no necessity for the Tribunal to lay down as an inviolableprinciple that there is a right of cross-examination in all cases andthe conclusion of the Tribunal based on evidence on record did notrequire such a finding – The findings of the Tribunal to that extentis set aside while decision on all other grounds is upheld.Securities and Exchange Board of India Act, 1992 – s 15Z –Jurisdiction of the Supreme Court – Scope of – The Court willexercise jurisdiction only when there is a question of law arisingfor consideration from the decision of the Tribunal which may arisewhen there is erroneous construction of the legal provisions of thestatute or the general principles of law – Not every interpretationof the law would amount to a question of law warranting exerciseof jurisdiction u/s 15Z – The Tribunal while exercising jurisdictionu/s 15T, also interprets the Act, Rules and Regulations madethereunder and systematically evolves a legal regime – These veryprinciples are applied consistently for structural evolution of thesectorial laws – This freedom to evolve and interpret laws must belongto the Tribunal to subserve the Regulatory regime for clarity andconsistency – These are policy and functional considerations whichthe Supreme Court will keep in mind while exercising its jurisdictionunder Section 15Z.Words and Phrases – Phrases such as, ‘question of law’, areopen textual expressions, used in statutes to convey a certainmeaning which the legislature would not have intended to be readin a pedantic manner – When words of the Sections allow narrowas well as wide interpretations, courts of law have developed theart and technique of finding the correct meaning by looking at thewords in their context – Interpretation of statutes."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "GAURAV KUMAR BANSAL VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4NTU=",
        "Citation": "[2022] 2 S.C.R. 568",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /539/2021)",
        "Date": "24 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNTY4LTU3MyBfMTcwNDM0NjMxMi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 568",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "24 March 2022",
        "Petitioner:": "Gaurav Kumar Bansal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 343",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /539/2021",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "COVID-19 Pandemic",
            "Ex Gratia compensation"
        ],
        "HeadNote": "COVID-19 Pandemic – Ex Gratia compensation, grant to thefamily members on the death of covid patient – Time Limit – Falseclaims – Application by Union of India praying for modification ofOrder of this Court dated 30.06.2021 for verification of claimeddocuments and for declaring the extent of time limit for grant ofsuch claims – Held: If there is no outer time limit fixed then theprocess of receiving the claims would go endless and, in that case,there is all possibility of submitting false claims – Therefore, outerlimit of sixty days is fixed to file the claims for compensation in casethe death occurred due to COVID-19 prior to 20.03.2022 – Alsofor future deaths, ninety days’ time provided from the date of deathdue to COVID-19 to file the claim for compensation – If any claimantin case of extreme hardship, could not make an application withinthe time prescribed, it will be open for the claimant to approach theGrievance Redressal Committe – Directions passed to the Unionand the States to give wide publicity to this order through print andelectronic media so that the claimants can know the time limit fixedby this Court for making claim – Making a false claim on submittingfalse certificates and obtaining any relief on that basis is apunishable offence under s.52 of the Act, 2005 – Nobody can bepermitted to avail the ex-gratia compensation by making a falseclaim and/or submitting the false certificate – Permission grantedto NDMA/Union of India to carrry out the random scrutiny of 5%of the claim applications by the State of Andhra Pradesh, Gujarat,Kerala and Maharashtra at the first instance – Applicationaccordingly disposed of – Disaster Management Act, 2005."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "THE STATE OF KARNATAKA & ANR VS. UMESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4Njc=",
        "Citation": "[2022] 2 S.C.R. 574",
        "Case Type": "(CIVIL APPEAL /1763-1764/2022)",
        "Date": "22 MARCH 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNTc0LTU5MCBfMTcwNDM0NjM5Ni5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 574",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "22 March 2022",
        "Petitioner:": "The State Of Karnataka & Anr",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 322",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Umesh",
        "Case Type:": "CIVIL APPEAL /1763-1764/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Disciplinary Enquiry"
        ],
        "HeadNote": "Service Law: Disciplinary Enquiry – Respondent working asa village accountant was charged for demanding bribery – Criminalcomplaint registered against him under the Prevention of CorruptionAct 1988 – Special Judge granted benefit of doubt to him andacquitted him of all charges – However, disciplinary authority heldthat the misconduct was proved and imposed penalty of compulsoryretirement – Tribunal upheld the order of compulsory retirement –High Court, however, u/Art.226 set aside compulsory retirement –On appeal, held: While exercising judicial review, Court does notact as an appellate forum over the findings of the disciplinaryauthority – Court does not re-appreciate the evidence which formsthe basis of finding of misconduct in the course of a disciplinaryenquiry – The Court in the exercise of judicial review must restrictits review to determine whether: (i) the rules of natural justice werecomplied with; (ii) the finding of misconduct was based on someevidence; (iii) the statutory rules were observed; and (iv) the findingsof the disciplinary authority suffered from perversity; and (vi) thepenalty was disproportionate to the proven misconduct – None ofthe above tests were applied by High Court – High Court exceededits jurisdiction under Art.226 and trenched upon a domain whichfell within the disciplinary jurisdiction of the employer – Enquirywas conducted in accordance with natural justice – The acquittalof the respondent in the course of the criminal trial did not impingeupon the authority of the disciplinary authority – Judgment of Highcourt set aside – Finding of misconduct and punishment ofcompulsory retirement restored.Service Law: Principles governing disciplinary enquiry:Distinction between disciplinary enquiry and criminal trial –Purpose of a disciplinary proceeding by an employer is to enquireinto an allegation of misconduct by an employee which results ina violation of the service rules governing the relationship ofemployment – Unlike a criminal prosecution, a charge ofmisconduct has to be established on a preponderance ofprobabilities – The acquittal of the accused in a criminal casedoes not debar the employer from proceeding in the exercise ofdisciplinary jurisdiction."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "UNION OF INDIA & ORS. VS. MANJU ARORA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk4ODQ=",
        "Citation": "[2022] 2 S.C.R. 591",
        "Case Type": "(CIVIL APPEAL /7027-7028/2009)",
        "Date": "03 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Mr. Justice R.Subhash Reddy",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNTkxLTYwMCBfMTcwNDM0NjQ3NC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 591",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "03 January 2022",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 1",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "Manju Arora & Anr.",
        "Case Type:": "CIVIL APPEAL /7027-7028/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Non-acceptance of promotion"
        ],
        "HeadNote": "Service Law – Non-acceptance of promotion – Employee ifentitled to benefits under Assured Career Progression Scheme (ACP)– Respondents-employees refused the offered promotion due topersonal grounds – However, the benefits under the ACP Schemewere given to them but, were later withdrawn – Respondents werereverted back to their earlier pay scale – Challenged withdrawalof ACP benefit – Tribunal held that they were not entitled to thebenefits of upgraded pay scale in terms of the ACP Scheme – DivisionBench issued direction for restoration of the upgradation underthe ACP Scheme – On appeal, held: If a regular promotion is offeredbut is refused by the employee before becoming entitled to a financialupgradation, she/he shall not be entitled to financial upgradationonly because she has suffered stagnation – This is because, it is nota case of lack of promotional opportunities but an employee optingto forfeit offered promotion, for own personal reasons – This vitalaspect was not appropriately appreciated by High Court whilegranting relief to the employees – Employees who have refused theoffer of regular promotion are disentitled to the financialupgradation benefits of ACP Scheme under O.M. dtd. 9.8.99 –However, this would not apply to the two respondents in C.ANos.7150-7151/2009 as they were not offered regular promotionbut conditional promotion – Their refusal of the promotion will notdisentitle them to the benefits under the ACP Scheme – Doctrine ofApprobate and Reprobate."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SANDOZ PRIVATE LIMITED VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5MDM=",
        "Citation": "[2022] 2 S.C.R. 601",
        "Case Type": "(CIVIL APPEAL /3558/2020)",
        "Date": "04 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dinesh Maheshwari, Hon'ble Mr. Justice Krishna Murari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNjAxLTY0NiBfMTcwNDM0NjUxNC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 601",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "04 January 2022",
        "Petitioner:": "Sandoz Private Limited",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 8",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "CIVIL APPEAL /3558/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Trade (Development and Regulation) Act",
            "1992:"
        ],
        "HeadNote": "Foreign Trade (Development and Regulation) Act, 1992: FTP2009-2014 – Chapter 6 and 8 – Claim for refund of TED paid byDTA unit on goods supplied by DTA unit to EOU unit formanufacturing goods cleared for export – Held: If the refund claimis by the EOU, the same needs to be processed by the authoritiesunder the FTP by reckoning the entitlement of DTA supplier specifiedin Chapter 8 of the FTP concerning the goods supplied to it, beinga case of deemed exports – The EOU on its own, however, is notentitled for refund of TED, as the mandate to EOU is to procure orimport goods from DTA supplier, without payment of duty in view ofthe express ab initio exemption provided in terms of para 6.2(b)read with para 6.11(c)(ii) – However, despite such express obligationon the EOU, if the EOU has had imported goods from DTA supplierby paying TED, it can only claim the benefit of refund provided toDTA supplier under para 8.4.2 read with paras 8.3(c) and 8.5 subjectto obtaining disclaimer from DTA supplier in that regard andcomplying with other formalities and requirements – Since theentitlement of exemption and refund of TED flows from the provisionsof 1992 Act and FTP framed thereunder by the Central Government,which is an independent dispensation than the one provided in the1944 Act and the rules framed thereunder, with the avowed purposeof promoting export and earning foreign exchange, it is theobligation of Authority responsible to implement the subject FTP, todeal with refund claim of the concerned entities – For, it is not acase of refund under the 1944 Act or 2002 Rules or 2004 Rules assuch, but under the applicable FTP – Central Excise Act, 1944 –s.5A – Central Excise Rules, 2002 – Central Excise Rules, 2004.Foreign Trade (Development and Regulation) Act, 1992: FTP2009-2014 – The EOU entities, who had procured and importedspecified goods from DTA supplier, are entitled to do so withoutpayment of duty [as in para 6.2(b)] having been ab initio exemptedfrom such liability under para 6.11(c)(ii) of the FTP, being deemedexports – Under para 6.11(a) of the FTP, EOU is additionally eligiblemerely to avail of entitlements of DTA supplier as specified in Chapter8 of the FTP upon production of a suitable disclaimer from the DTAsupplier and subject to compliance of necessary formalities andstipulations – It would not be a case of entitlement of EOU, but onlya benefit passed on to EOU for having paid such amount to theDTA supplier, which was otherwise ab initio exempted in terms ofpara 6.11(c)(ii) of the FTP coupled with the obligation to importthe same without payment of duty under para 6.2(b).Words and phrases: Benefit and entitlement – Distinctionbetween – Held: “Benefit”, by its very nature, is an advantage,help or aid, while “entitlement” is right to have something."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "JASDEEP SINGH @ JASSU VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5MTc=",
        "Citation": "[2022] 2 S.C.R. 647",
        "Case Type": "(CRIMINAL APPEAL /1584/2021)",
        "Date": "07 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8xOTk5XzJfNjQ3LTY3MiBfMTcwNDM0NjU1Mi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 647",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "07 January 2022",
        "Petitioner:": "Jasdeep Singh @ Jassu",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 23",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.M. Sundresh",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1584/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 – s. 304 part I and s.34"
        ],
        "HeadNote": "Penal Code, 1860 – s. 304 part I and s.34 – Allegation thatvictim-deceased was shot dead by the accused persons (A1 to A4)during the night time – A3 and A4 (appellants) were present at thescene of occurrence and made a statement saying “what are youseeing now”, thereafter, A1 took out a gun from his pocket and shotthe deceased – In complaint, father of the deceased (Complainant/PW6) did not make any statement that A3 and A4 exhorted A1 toshoot – However, in his additional statement u/s. 161 Cr.P.C. heimproved his statement stating that A3 and A4 instigated A1 to fire –Trial Court convicted all the accused persons u/s 304 part I of IPCby holding that the there was no premeditation and the occurrencetook place in pursuance to sudden fight – The High Court concurredwith the view of the trial Court – Before the Supreme Court, A1 andA2 did not filed their appeals – Only, A3 and A4 filed appeals –Held: Though the evidence of PW6 was not rejected, both Courtsfound exaggeration on his part – On many occasions PW6 made aconcerted effort to improve the case of prosecution – As far asstatement made by A3 and A4 is concerned, if A3 and A4 had madesuch a statement, they should have addressed A2 instead of A1because A2 was already having a gun and A1 was stated to havetaken his gun out only on the statement made by A3 and A4 – Thereis no evidence at all on record to hold that A3 and A4 were aware ofthe fact that A1 was having a gun with him – Common intention canbe formed at the time of the occurrence, however, the evidenceavailable is not sufficient enough to hold that s.34 IPC is attractedas against A3 and A4 – Prosecution has not proved its case beyondreasonable doubt as against A3 and A4 taking umbrage u/s.34 IPC– Therefore, judgment of the High Court confirming judgment ofthe trial Court set aside.Penal Code, 1860 – s. 34 – Intendment of – The intendmentof Section 34 IPC is to remove the difficulties in distinguishing theacts of individual members of a party, acting in furtherance of acommon intention – There has to be a simultaneous conscious mindof the persons participating in the criminal action of bringing abouta particular result - A common intention qua its existence is a questionof fact and also requires an act “in furtherance of the said intention”– One need not search for a concrete evidence, as it is for the courtto come to a conclusion on a cumulative assessment – It is only arule of evidence and thus does not create any substantive offense."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "LAWYERS VOICE VS. THE STATE OF PUNJAB & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5NjI=",
        "Citation": "[2022] 2 S.C.R. 673",
        "Case Type": "(WRIT PETITION (CIVIL) /13/2022)",
        "Date": "12 JANUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA1XzJfNjczLTY3OCBfMTcwNDM0NjY0MC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 673",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "12 January 2022",
        "Petitioner:": "Lawyers Voice",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2022 INSC 43",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The State Of Punjab & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /13/2022",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Directions – Breach of Security of the Prime Minister Convoy during his visit to Firozpur",
            "Punjab"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "UNION OF INDIA & ANR. VS. SHAIKH ISTIYAQ AHMED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5NzY=",
        "Citation": "[2022] 2 S.C.R. 679",
        "Case Type": "(CRIMINAL APPEAL /71/2022)",
        "Date": "11 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice L. Nageswara Rao\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA1XzJfNjc5LTY5MyBfMTcwNDM0NjcwNS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 679",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "11 January 2022",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 38",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Shaikh Istiyaq Ahmed & Ors.",
        "Case Type:": "CRIMINAL APPEAL /71/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Repatriation of Prisoners Act",
            "2003"
        ],
        "HeadNote": "Repatriation of Prisoners Act, 2003 – ss.12, 13(6) –Adaptation of sentence, when permissible – Dangerous Drugs Act– ss.30(1)(f)(II), 47(2), 5(2) – Narcotics Drugs and PsychotropicSubstances Act, 1994 – s.21(b) – International Convention/Treaties– Transfer of Sentenced Prisoners’ Agreement between India andMauritius – Article 8 – Continued enforcement of sentence –Respondent convicted by Supreme Court of Mauritius underDangerous Drugs Act, sentenced to imprisonment for 26 years –Transferred to India under the 2003 Act – His representation u/s.13(6), 2003 Act to scale down the sentence to 10 years as pers.21(b), NDPS Act was rejected by Central Govt. – Challenged,writ petition allowed by High Court – On appeal, held: Question ofadaptation of the sentence can only be when the Central Governmentis convinced that the sentence imposed by the Supreme Court ofMauritius is incompatible with Indian law – Incompatibility withIndian law is with reference to the enforcement of the sentenceimposed by the Supreme Court of Mauritius being contrary tofundamental laws of India – It is only in case of such an exceptionalsituation, that it is open to the Central Govt. to adapt the sentenceimposed by the Supreme Court of Mauritius to be compatible to asentence of imprisonment provided for the similar offence – Further,reference to Indian law in s.13(6) is not restricted to a particularsection in NDPS Act – Even in cases where adaptation is consideredby Central Govt., it does not necessarily have to adapt the sentenceto be exactly in the nature and duration of imprisonment providedfor in the similar offence in India – In the present case, the sentenceimposed by the Supreme Court of Mauritius is binding on India –Order of the Central Govt. upheld.Repatriation of Prisoners Act, 2003 – ss.12, 13(6) –Interpretation of – Held: s.12 makes it clear that the transfer of aprisoner who is a citizen of India from a contracting State whereinhe is undergoing sentence of imprisonment may be accepted by theCentral Government, subject to certain conditions that may beagreed between India and the contracting State – s.13(6) empowersthe Govt. of India to adapt the sentence compatible to the sentenceof imprisonment provided for a similar offence had that offencebeen committed in India, provided the sentence of imprisonmentpassed in the contracting State (Mauritius) is incompatible withIndian law.Repatriation of Prisoners Act, 2003 – s.12(2) – Scope of –Discussed.Repatriation of Prisoners Act, 2003 – s.12 r/w s.13 –Principles laid down"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "ISHWARJI NAGAJI MALI VS. STATE OF GUJARAT AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mjk5ODc=",
        "Citation": "[2022] 2 S.C.R. 694",
        "Case Type": "(CRIMINAL APPEAL /70/2022)",
        "Date": "18 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA1XzJfNjk0LTcwNiBfMTcwNDM0Njc0Ni5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 694",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "18 January 2022",
        "Petitioner:": "Ishwarji Nagaji Mali",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 57",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Of Gujarat And Another",
        "Case Type:": "CRIMINAL APPEAL /70/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "s.439 – Penal Code",
            "1860 – ss. 302",
            "120B",
            "114 – Bail"
        ],
        "HeadNote": "Code of Criminal Procedure – s.439 – Penal Code, 1860 –ss. 302, 120B, 114 – Bail – Grant of, when not proper – FIR waslodged against unknown persons initially for offences punishableu/s.304A, IPC and ss.177, 184 & 134, Motor Vehicles Actconsidering the story narrated by respondent no.2 that his wifewas accidentally hit by a speeding car when they were walkingtogether – However, later it was revealed that he hatched a criminalconspiracy along with co-accused persons to kill his wife and treatthe offence as an accident – Charged u/ss.302, 120(B), 114, IPC –Bail rejected by Sessions Court – Filed application before HighCourt u/s.439, allowed by Single Judge – On appeal, held: Merelybecause the prosecution case rests on circumstantial evidence cannotbe a ground to release the accused on bail, if during the course ofthe investigation the evidence has been collected and prima faciethe complete chain of events is established – While releasingrespondent no.2 on bail, the Single Judge has not at all adverted toany of the evidence collected during the course of the investigation,which is a part of the charge-sheet – In view of the seriousness ofthe offence and the nature and gravity of the offence committed byrespondent no.2, the High Court ought not to have released him onbail – Impugned order unsustainable on law as well as on facts, setaside – Motor Vehicles Act, 1988 – ss.177, 184, 134.Bail – Grant of – Factors to be considered/relevantconsiderations – Discussed."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE OF MADHYA PRADESH VS. R.D. SHARMA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwMDA=",
        "Citation": "[2022] 2 S.C.R. 707",
        "Case Type": "(CIVIL APPEAL /474-475/2022)",
        "Date": "27 JANUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi\n*, Hon'ble Dr. Justice D.Y. Chandrachud",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA1XzJfNzA3LTcxOSBfMTcwNDM0NjgzOC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 707",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "27 January 2022",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 101",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Bela M. Trivedi",
        "Respondent:": "R.d. Sharma And Anr.",
        "Case Type:": "CIVIL APPEAL /474-475/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Forests Service (Pay) Second Amendment Rules",
            "2008"
        ],
        "HeadNote": "Service Law – Constitution of India – Article 227 – IndianForests Service (Pay) Second Amendment Rules, 2008 –AmendedRules provided for upgradation of one existing post of PrincipalChief Conservator of Forest (PCCF) as the Head of Forest Force inthe apex scale – Respondent no.1 who retired as PCCF soughtrevision of his pension as per said Rules – Rejected – Filedapplication before Tribunal, dismissed – Writ petition allowed byHigh Court – Said order was challenged by appellant beforeSupreme Court, SLP was disposed of granting liberty to approachthe High Court – Accordingly, appellant filed review petition,dismissed – Present appeals challenge the said order and the orderpassed by High Court allowing the writ petition, held: Whiledisposing of the SLP, the appellant was granted liberty to approachthe High Court, also the SLP was disposed of without expressingany opinion on merits – All the issues were kept open for beingconsidered by High Court in the Review Petition, and the appellantwas permitted to approach this court, if aggrieved by the orderpassed therein as well as in the Writ Petition – Present appealsmaintainable – On merits, since the respondent no.1 had retired asthe PCCF in the year 2001, much prior to the coming into force ofthe Amended Rules of 2008, his claim to get the benefit of the apexscale as per the said rules was misconceived – Apex scale was fixedfor the upgraded post w.e.f. 27.09.08 and was to be filled up byway of selection and not as a matter of course – Further, power u/Article 227 is to be used sparingly and only in appropriate cases –High Court wrongly set aside the well considered order of Tribunalby applying the principle of “equal pay for equal work” –Interference was unwarranted – Orders passed by High Court setaside.Service Law – Selection – Held: Filling up a post by selectionwould always require a process of screening the eligible employees,and cannot be automatic on the basis of seniority.Service Law – Equation of post, determination of pay scales– Held: Equation of post and determination of pay scales is theprimary function of the executive and not the judiciary – Ordinarilycourts will not enter upon the task of job evaluation which isgenerally left to the expert bodies like the Pay Commissions –Constitution of India – Article 227.Constitution of India – Article 227 – Power under – Held:Power u/Article 227 is intended to be used sparingly and only inappropriate cases for the purpose of keeping the subordinate courtsand tribunals within the bounds of their authority and not forcorrecting mere errors."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "THE DIRECTOR, DIRECTORATE OF ENFORCEMENT & ANR. VS. K. SUDHEESH KUMAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwMjA=",
        "Citation": "[2022] 2 S.C.R. 720",
        "Case Type": "(CIVIL APPEAL /442/2022)",
        "Date": "28 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA1XzJfNzIwLTcyOCBfMTcwNDM0Njg4My5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 720",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "28 January 2022",
        "Petitioner:": "The Director, Directorate Of Enforcement & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 114",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "K. Sudheesh Kumar & Ors.",
        "Case Type:": "CIVIL APPEAL /442/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "MACP Scheme"
        ],
        "HeadNote": "Service Law – MACP Scheme – Claim of grade pay ofRs.6600/- – Clause 8.1 of the scheme provides that the grade payof Rs.5400 in PB-2 and Rs.5400 in PB-3 shall be treated as separategrade pays for the purpose of grant of upgradations under MACPScheme – However, the respondents (in PB-2) were granted gradepay of Rs.6600 for PB-3 under MACP Scheme by the High Court –High Court observed that the next promotional post carries a gradepay of Rs.6600, when the third financial upgradation is due to anemployee, it has to be of the next promotional post in the hierarchyas per the Recruitment Rules – On appeal, held: It was specificallyobserved and held by the Supreme Court in the case of M.V. MohananNair that MACP has nothing to do with the next promotional postand what the employee would be entitled would be the immediatenext higher grade pay in the hierarchy of the recommended revisedpay bands and grade pay as given in the CCS (Revised Pay) Rules,2008 – As per clause 8.1 of the MACP scheme grade pay of PB-2and PB-3 would be Rs.5400/- – The High Court has committed agrave error in allowing the grade pay of Rs.6600, the grade paywhich was available to the next promotional post – Therefore,judgment and the order passed by the High Court set aside –Respondents entitled to the next grade pay of Rs.5400 as per clause8.1 – CCS (Revised Pay) Rules, 2008."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE OF KERALA & ANOTHER VS. ANIE LUKOSE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwMzE=",
        "Citation": "[2022] 2 S.C.R. 729",
        "Case Type": "(CIVIL APPEAL /835/2022)",
        "Date": "01 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice J.K. Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAwXzJfNzI5LTczMyBfMTcwNDM0Njk0OC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 729",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "01 February 2022",
        "Petitioner:": "State Of Kerala & Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 132",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.K. Maheshwari",
        "Respondent:": "Anie Lukose",
        "Case Type:": "CIVIL APPEAL /835/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Revision of pay scale"
        ],
        "HeadNote": "Service Law – Revision of pay scale – Fixation of pension –Respondent retired w.e.f 31.07.06 – Filed writ petition seekingfixation of pension @ Rs.8907/- in pre-revised scale and Rs.19333/- in the revised scale – Allowed by Single Judge holding that thepension in the revised scale was rightly fixed @ Rs.19,333/- onaccount of completing the qualifying service – Judgment affirmedby Division Bench – Appellant inter alia contended that therespondent had retired after one month of re-joining from the leavefor about two years without allowances, therefore, the orderimpugned, confirming the order of the Single Judge is whollyunjustified – On appeal, held: Pension of the respondent was fixed@ Rs. 19334/- w.e.f. 1.3.2010 – As per Circular G.O.(P) dtd.19.04.12, for computing 10 months emoluments for the purpose ofaverage emoluments in respect of an employee, who retired fromservice on or after 1.1.2006 and who during the part 10 monthsdraws pay in the pre-revised scale, their pay in the pre-revised scalemay be enhanced notionally to the initial pay drawn in the revisedscale, which came into force w.e.f. 1.1.2006 – Average emolumentis required to be calculated as per Note 1 Clause 63 of Annexure P-18, from which it is clear that if during this period, an employeehad been absent from duty, on leave with or without allowances,which qualified for pension or having been suspended, but re-instated in service, without forfeiture of service, his emoluments forthe purpose of ascertaining the average would be taken, at whatthey would have been, had he not been absent from duty orsuspended – Thus, it is clear that part of 10 months would not meanthe past 10 months and if the employee had remained on leave withoutallowances, even their calculation as per the last pay drawn hadrightly been made by the office of Accountant General– No error inthe impugned order warranting interference."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "JAYASHREE VS. THE DIRECTOR COLLEGIATE EDUCATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwNDM=",
        "Citation": "[2022] 2 S.C.R. 734",
        "Case Type": "(CIVIL APPEAL /1559/2022)",
        "Date": "22 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfNzM0LTc0NyBfMTcwNDM0Njk5Ny5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 734",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "22 February 2022",
        "Petitioner:": "Jayashree",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 218",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "The Director Collegiate Education",
        "Case Type:": "CIVIL APPEAL /1559/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Scheduled Castes",
            "Scheduled Tribes and Other Backward Classes (Reservation of Appointments",
            "etc.) Act",
            "1990"
        ],
        "HeadNote": "Karnataka Scheduled Castes, Scheduled Tribes and OtherBackward Classes (Reservation of Appointments, etc.) Act, 1990 –s.4(4) – Respondent-State terminated the services of the appellanton the basis that she was found to be not belonging to the ScheduledTribe community to which she had applied and was givenappointment – Held: s.4(1) of the Act declares that appointment inrespect of reserved categories are to be made as provided therein –s.4(4) of the Act provides that appointment made in contraventionof s.4(1) is ‘voidable’ – The expression ‘voidable’ in the contextand object of the Act and more importantly constitutional value ofequality would mean that appointments to the reserved vacanciesare meant only for those who are deserving by being members ofthe said community alone – Under the Rules, an applicant forappointment seeking reservation is expected to make an applicationfor obtaining a validity certificate of his caste certificate – Asappellant secured a caste certificate prior to the enactment of theAct, it required validation under r.7 – Thus, appointment of theappellant was clearly tentative and dependent on her producingthe proof of her valid certificate – There is no dispute that the aspectof the appellant not belonging to the Scheduled Tribe communityhad attained finality for the reason that though the appellantchallenged the order of the Scrutiny Committee before the DivisionalCommissioner, he had affirmed the order and in fact, there was nochallenge to these decisions holding that the appellant did not belongto the Scheduled Caste Community – Once it is found that theappellant did not belong to the Scheduled Tribe community, itattracted s.4(4) – The appointment became voidable – Giving anopportunity to the appellant under these circumstances when thefinding as regards her not belonging to the Scheduled Tribe becamefinal, would have been a futile exercise – Her continuance in servicewould deprive a member of the Schedule Tribe Community of anopportunity which was usurped by the appellant – Thus, order oftermination was not bad in law – However, interest of justice wouldrequire that the amounts sought to be recovered shall not berecovered from the appellant – Service law – Karnataka ScheduledCastes, Scheduled Tribes and Other Backward Classes (Reservationof Appointment, etc.) Rules, 1992 – r.7."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "VODAFONE IDEA CELLULAR LTD. VS. AJAY KUMAR AGARWAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwNjA=",
        "Citation": "[2022] 2 S.C.R. 748",
        "Case Type": "(CIVIL APPEAL /923/2017)",
        "Date": "16 FEBRUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfNzQ4LTc2MyBfMTcwNDM0NzA0My5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 748",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "16 February 2022",
        "Petitioner:": "Vodafone Idea Cellular Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 189",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Ajay Kumar Agarwal",
        "Case Type:": "CIVIL APPEAL /923/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Telegraph Act",
            "1885:"
        ],
        "HeadNote": "Telegraph Act, 1885: s.7B – Whether s.7B of the Act of 1885providing for statutory remedy of arbitration ousts the jurisdictionof the consumer forum in deciding the dispute between a telecomcompany and a consumer – Held: While the Act of 1885 can beconstrued to be a special enactment for regulating telegraphs, theConsumer Protection Act is a special (and later) enactment intendedto protect the interest and welfare of consumers – The fact that theremedy of arbitration under the Act 1885 is of a statutory nature,would not oust the jurisdiction of the consumer forum – The Act of1986 and its successor, the Act of 2019 are subsequent enactmentswhich have been enacted by Parliament to protect the interest ofconsumers – Therefore, an ouster of jurisdiction cannot be lightlyassumed unless express words are used or such a consequencefollows by necessary implication – The existence of an arbitralremedy will not, therefore, oust the jurisdiction of the consumerforum – It would be open to a consumer to opt for the remedy ofarbitration, but there is no compulsion in law to do so and it wouldbe open to a consumer to seek recourse to the remedies which areprovided under the Act of 1986, now replaced by the Act of 2019 –Consumer Protection Act 2019 – Consumer Protection Act 1986 –Jurisdiction – Arbitration.Consumer Protection Act 2019: s.2(42) – Telecom services –The insertion of the expression ‘telecom services’ in the definitionwhich is contained in s.2(42) of the Act of 2019 cannot be construedto mean that telecom services were not included from the jurisdictionof the consumer forum under the Act of 1986 – On the contrary, thedefinition of the expression ‘service’ in s.2(o) of the Act of 1986was wide enough to comprehend services of every descriptionincluding telecom services – Consumer Protection Act 1986 – s.2(o)– Interpretation of statutes.Consumer Protection Act, 1986: s.2(o) – ‘Service’ –Interpretation of – Parliament has used the expression “service ofany description which is made available to potential users” – Thedefinition employs the ‘means and includes formula’ – The meanspart of the definition incorporates service of “any” description –The inclusive part incorporates services by way of illustration, suchas facilities in connection with banking, finance, insurance,transport, processing, supply of electrical and other energy, boardor lodging and housing construction – The inclusive part is prefacedby the clarification that the services which are specified are notexhaustive – This is apparent from the expression “but not limitedto” – The last part of the definition excludes (i) the rendering ofany service free of charge; and (ii) services under a contract ofpersonal service – Thus, Parliament has confined the exclusion onlyto two specified categories – The initial part of the definition howevermakes it abundantly clear that the expression ‘service’ is defined tomean service of any description."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "UNION OF INDIA & ANR. VS. MANPREET SINGH POONAM ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwNzI=",
        "Citation": "[2022] 2 S.C.R. 764",
        "Case Type": "(CIVIL APPEAL /517-518/2017)",
        "Date": "08 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfNzY0LTc3NiBfMTcwNDM0NzExOS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 764",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "08 March 2022",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 279",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.M. Sundresh",
        "Respondent:": "Manpreet Singh Poonam Etc.",
        "Case Type:": "CIVIL APPEAL /517-518/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Capital Territory of Delhi",
            "Andaman and Nicobar Islands",
            "Lakshdweep",
            "Daman and Diu and Dadra and Nagar Haveli (Civil Service) Rules",
            "2003"
        ],
        "HeadNote": "National Capital Territory of Delhi, Andaman and NicobarIslands, Lakshdweep, Daman and Diu and Dadra and Nagar Haveli(Civil Service) Rules, 2003 – r. 4, 7 – Claim by respondent-retiredseeking benefit of pay-upgradation – Held: It is a trite law thatonce an officer retires voluntarily there is cessation of jural relationbetween the employer and the employee and such an employeecannot seek to agitate his past, as well as, future rights, if any, sansthe prescription of rules – Service Law.National Capital Territory of Delhi, Andaman and NicobarIslands, Lakshdweep, Daman and Diu and Dadra and Nagar Haveli(Civil Service) Rules, 2003 – r. 4, 7 – Claim by respondent-in-serviceseeking the effect of promotion so granted from retrospective effect– Held: A mere existence of the vacancy per se will not create aright in favour of an employee for retrospective promotion whenthe vacancies in the promotional post is specifically prescribed underthe rules – Since the respondent-in-service was given promotionafter successful consideration by the department promotioncommittee, appellant rightly fixed the promotion with the year ofactual vacancy, as per rules – Service Law.Service Law: Promotion – Differentiating applicability of twoset of Rules – A right of promotion and subsequent benefits andseniority would arise only with respect to the rules governing thesaid promotion and not a different set of rules which might apply toa promoted post facilitating further promotion which is governedby different set of rules."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE OF RAJASTHAN VS. ASHOK KHETOLIYA & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwODQ=",
        "Citation": "[2022] 2 S.C.R. 777",
        "Case Type": "(CIVIL APPEAL /1814/2022)",
        "Date": "10 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfNzc3LTc5NCBfMTcwNDM0NzE4My5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 777",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "10 March 2022",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 289",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Ashok Khetoliya & Anr",
        "Case Type:": "CIVIL APPEAL /1814/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "Arts.243Q(2)",
            "243ZF",
            "Constitution (Seventy Fourth Amendment) Act",
            "1992 – Part IXA"
        ],
        "HeadNote": "Constitution of India: Arts.243Q(2), 243ZF, Constitution(Seventy Fourth Amendment) Act, 1992 – Part IXA – LegislativeCompetence with respect to Urban Local Bodies – Appellant-Stateissued a notification declaring Gram Panchayat Roopbas, DistrictBharatpur as Municipal Board – The said notification waschallenged on the ground that the same was ultra-vires as nonotification was made public as contemplated under Art.243Q(2) –High Court accepted the challenge and held that declaration bythe State was beyond its legislative competence – Held: Art.243ZFof the Constitution mandates the State legislature to amend the StateLaws to make them in conformity with Part IXA – When Part IXAwas introduced, the Parliament was aware that the competentlegislature to legislate on the subject of the Urban Local Bodieswas the State Legislature but Part IXA gave constitutional status tothe Municipalities and therefore the State were put underconstitutional obligation to adopt Municipalities – Local Governmentfalls in Entry 5 List II of Seventh Schedule therefore state legislaturealone is competent to legislate in respect of municipalities providedthe same is not inconsistent with Part IXA – The scheme of Part IXAdoes not contemplate separate notification under Art.243 Q and ifthe notification is issued as per the Municipality Act enacted by theState which is not inconsistent with Art.243Q, then it fulfills theconstitutional requirement and the same cannot be held to be ultra-vires solely on the basis that the notification was not published underArt.243Q(2) – Rajasthan Municipalities Act, 2009.Constitution (Seventy Fourth Amendment) Act, 1992: Part IXA– Object of introducing Part IXA in the Constitution – Held: Objectsand reasons of introducing Part IXA were that local bodies hadbecome weak and ineffective on account of variety of reasons suchas failure to hold regular elections, prolonged supersessions andinadequate devolution of powers and functions – The Urban LocalBodies were also not able to perform effectively as vibrant democraticunits of self-government – Therefore, when Part IXA was introduced,Parliament was aware that the competent legislature to legislate onthe subject of the Urban Local Bodies was the State legislature butPart IXA of the Constitution had given constitutional status to theMunicipalities – The States were put under constitutional obligationto adopt Municipalities as per systems enshrined in the Constitution– Constitution of India."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "NAHAR SINGH VS. THE STATE OF UTTAR PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAwOTg=",
        "Citation": "[2022] 2 S.C.R. 795",
        "Case Type": "(CRIMINAL APPEAL /443/2022)",
        "Date": "16 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose\n*, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfNzk1LTgxMyBfMTcwNDM0NzIyMi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 795",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "16 March 2022",
        "Petitioner:": "Nahar Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 314",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aniruddha Bose",
        "Respondent:": "The State Of Uttar Pradesh & Anr.",
        "Case Type:": "CRIMINAL APPEAL /443/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: ss.164, 190(1)(b), 209,319 – Power of Magistrate taking cognizance of an offence on thebasis of a police report in terms of s.190 (1)(b) CrPC to issuesummons to any person not arraigned as an accused in the policereport and whose name also not featuring in column (2) of suchreport – Held: If there are materials before the Magistrate showingcomplicity of persons other than those arraigned as accused ornamed in column 2 of the police report in commission of an offence,the Magistrate at that stage can summon such persons as well, upontaking cognizance of the offence – A statement made under s.164of the Code could also be considered for such purpose."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "VISHAL ASHWIN PATEL VS. ASSISTANT COMMISSIONER OF INCOME TAX CIRCLE 25(3) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxMDk=",
        "Citation": "[2022] 2 S.C.R. 814",
        "Case Type": "(CIVIL APPEAL /2200/2022)",
        "Date": "28 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfODE0LTgxOCBfMTcwNDM0NzI2NS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 814",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "28 March 2022",
        "Petitioner:": "Vishal Ashwin Patel",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 353",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Assistant Commissioner Of Income Tax Circle 25(3) & Ors.",
        "Case Type:": "CIVIL APPEAL /2200/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judgment/Order: Reasoned/Speaking order"
        ],
        "HeadNote": "Judgment/Order: Reasoned/Speaking order – Reopening ofassessment challenged by the appellant-assessee by filing writpetitions – High Court dismissed the writ petitions – From the writpetitions produced on record, it appears that the reopening of theassessment was challenged on a number of grounds – None of thegrounds raised in the writ petitions were dealt with and/orconsidered by the High Court on merits – There was no discussionat all on any of the grounds raised in the writ petitions – HighCourt dismissed the writ petitions in a most casual manner which isunsustainable – Except stating that ‘we are not inclined to entertainwrit petition’, nothing further was stated by High Court givingreasons for the disinclination to entertain the writ petitions – HighCourt in exercise of powers under Art.226 of the Constitution ofIndia was required to have independently considered whether thequestion of reopening of the assessment could be raised in a writpetition and if so, whether it was justified or not – Matter remittedto High Court for consideration afresh – Constitution of India –Art.226."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "MANDEEP KUMAR AND OTHERS VS. U.T. CHANDIGARH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxMzU=",
        "Citation": "[2022] 2 S.C.R. 820",
        "Case Type": "(CIVIL APPEAL /1908/2022)",
        "Date": "09 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice J.K. Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfODIwLTgzMiBfMTcwNDM0NzM1OS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 820",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "09 March 2022",
        "Petitioner:": "Mandeep Kumar And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 284",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.K. Maheshwari",
        "Respondent:": "U.t. Chandigarh & Others",
        "Case Type:": "CIVIL APPEAL /1908/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Scheduled Castes and Backward Classes (Reservation in Service) Act",
            "2006"
        ],
        "HeadNote": "Punjab Scheduled Castes and Backward Classes (Reservationin Service) Act, 2006 – s.7 – De-reservation/Interchangeability ofthe post of SC/ST category of Elementary Trained Teachers (ETT)to OBC category – Held: Interchangeability can be done by thedepartment and not by the appointing authority – s.7 of 2006 Rulesstipulates that de-reservation of any reserved vacancy which is tobe filled up by direct recruitment or by promotion cannot be doneby the appointing authority – In case due to non availability of theeligible candidates of any of the category, the posts remain unfilled,the appointing authority may request to the Department of Welfareof Scheduled Castes and Backward Classes for de-reservation ofthe said unfilled vacancy – The said de-reservation may be possiblydirected by the Department of Welfare of Scheduled Castes andBackward Classes if it is expedient in public interest after recordingsatisfaction for such de-reservation – The policy letter issued bythe state government which was withdrawn but later restored makesit clear that the instructions are not in contravention of s.7 of 2006Rules – Service law."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "HARDIAL SINGH VS. BALBIR KAUR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxNDU=",
        "Citation": "[2022] 2 S.C.R. 833",
        "Case Type": "(CIVIL APPEAL /1925/2022)",
        "Date": "10 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfODMzLTgzOCBfMTcwNDM0NzM5MC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 833",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "10 March 2022",
        "Petitioner:": "Hardial Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 291",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Balbir Kaur & Anr.",
        "Case Type:": "CIVIL APPEAL /1925/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1973: s.100 – Second appeal – Substantial question of law –"
        ],
        "HeadNote": "Code of Civil Procedure, 1973: s.100 – Second appeal –Substantial question of law – On 25.02.2016, Constitutional Benchjudgment in Pankajakshi case, held that as far as Punjab andHaryana High Court is concerned, in a second appeal, the lawwhich would be applicable would be s.41 of Punjab Courts Act,1918 which states that in Punjab and Haryana, in a second appeal,the Court need not frame substantial questions of law in secondappeal – Impugned order passed on 02.02.2013 on the ground thatsubstantial questions of law were not framed and without that thesecond appeal was allowed by High Court – Held: High Courtproceeded to deal with the second appeal even without formulatinga substantial question of law as would have been the requirementas it was understood in law in the year 2013 in the absence of thejudgment in Pankajakshi – Matter remanded to High Court."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SHRIPATI LAKHU MANE VS. THE MEMBER SECRETARY, MAHARASHTRA WATER SUPPLY AND SEWERAGE BOARD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxNTc=",
        "Citation": "[2022] 2 S.C.R. 839",
        "Case Type": "(CIVIL APPEAL /556/2012)",
        "Date": "30 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfODM5LTg0OSBfMTcwNDM0NzQ5Mi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 839",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "30 March 2022",
        "Petitioner:": "Shripati Lakhu Mane",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 368",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "The Member Secretary, Maharashtra Water Supply And Sewerage Board & Ors.",
        "Case Type:": "CIVIL APPEAL /556/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Act",
            "1872: ss.67 and 75"
        ],
        "HeadNote": "Contract Act, 1872: ss.67 and 75 – Neglect or refusal onpart of promisee to afford reasonable facilities for performance ofthe promise – Appellants, a registered contractor of state government,issued a work order for execution of work at the cost of Rs.80,45,034/-, 47% above the estimated cost – Appellant was informed aboutthe non-availability of pipes stipulated in the contract – Sincerespondents wanted change in work order by substituting pipes ofdifferent diameter, the appellant demanded modified rate – Due tothis dispute, respondent instructed the appellant to stop the pipelinework and start the work of construction of another work – Billsraised by appellant were not honoured in time, therefore he did notproceed with the work – Respondent issued threat to withdraw thework and to levy fine – Appellant filed suit for recovery of a sum ofRs. 51,35,289/- – Trial court decreed the suit partially directing therespondents to pay 24,97,077/- with 10% interest to the appellant –High Court allowed the appeal filed by respondent partially andreduced the decree amount to Rs.7,19,412/- – On appeal, held: Theentire sequence of events showed that appellant was not guilty ofanything including abandonment – Clause 3(a) of the contractenabled the respondents to rescind the contract, forfeit the securitydeposit and entrust the work to another contractor at the risk andcosts of the appellant – This clause was never invoked byrespondents – Material changes done in work order without thefinalization of the modified rates caused the non-performance ofcontract – Hence, the respondent cannot accuse the appellant ofabandonment and non-performance of the contract – The refusalof a contractor to continue to execute the work, unless the reciprocalpromises are performed by the other party, cannot be termed asabandonment of contract – It was the respondents who made itdifficult for the appellant to execute the contract as per the termsoriginally agreed – High Court’s order is set asdie and trial court’sorder restored.Contract Act, 1872: Abandonment – It is fundamental to theLaw of Contract that whenever a material alteration takes place inthe terms of the original contract, on account of any act of omissionor commission on the part of one of the parties to the contract, it isopen to the other party not to perform the original contract – Thiswill not amount to abandonment – Moreover, abandonment isnormally understood, in the context of a right and not in the contextof a liability or obligation – A party to a contract may abandon hisrights under the contract leading to a plea of waiver by the otherparty, but there is no question of abandoning an obligation."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "RAZA AHMAD VS. STATE OF CHHATTISGARH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxNjg=",
        "Citation": "[2022] 2 S.C.R. 850",
        "Case Type": "(CIVIL APPEAL /2804/2014)",
        "Date": "07 MARCH 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfODUwLTg1OCBfMTcwNDM0NzU0OS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 850",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "07 March 2022",
        "Petitioner:": "Raza Ahmad",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 265",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Chhattisgarh & Ors.",
        "Case Type:": "CIVIL APPEAL /2804/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Green Tribunal Act",
            "2010"
        ],
        "HeadNote": "National Green Tribunal Act, 2010 – ss.14, 16 and 38 – InApril 2007, the seventh respondent, Steel Authority of India (SAIL)and Jayprakash Associates entered into a Memorandum ofAssociation to establish a cement grinding unit of 2.2 MTPA capacityat Bhilai, Chhattisgarh – Pursuant thereto, they set up the tenthrespondent, Bhilai Jaypee Cement Limited – A parcel of landadmeasuring 34.59 acres belonging to SAIL, falling in the villagesof Hingna and Maroda at Bhilai in District Durg, was leased out tothe tenth respondent for thirty years, based on a long-term lease –The land use of this land was designated as “green belt” in the1991 Development Plan of Bhilai – On the tenth respondent’sapplication, an Environmental Clearance was granted to theirproject of the cement grinding unit on 1 May 2008 by the secondrespondent, the then Ministry of Environment and Forests – On 18February 2011, State notified modification of the use of land to“industrial purpose” from “green belt” – Appellant-writ petitionerinstituted PIL under Art.226 of the Constitution of India before HighCourt for quashing the EC and notification of the State and soughtrestoration of land as “green belt” – High Court transferred thepetition to NGT, wherein it was dismissed on the ground of limitationand lack of jurisdiction in NGT for entertaining notification of State– Hence instant appeal by original writ petitioner – Held: NGTcame into force on 18 October 2010 – s.38(5) makes a provisionfor transfer of all cases pending before its enactment to the NGT –EC was issued prior to enforcement of NGT Act and no steps weretaken by writ petitioner under the old Act – Hence, there was noquestion of transfer of proceeding under s.38(5) of NGT Act –Challenge before High Court was raised three years after the dateof notifying EC – Therefore, Challenge to EC was barred by limitation– State notified on 18 February 2011 modification of the use ofland to “industrial purpose” from “green belt” whereas petitionwas instituted on 8 September 2011 – s.14(3) of NGT Act providessix months limitation period to apply for a dispute before NGT andpower to condone a delay for a further period not exceeding sixtydays – Proceedings remitted to NGT to determine whether the delaycan be condoned for sufficient cause within extended period byapplying proviso to s.14(3) – NGT left with the liberty to take adecision on all the issues."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "PURAN MAL VS. STATE OF HARYANA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxNzk=",
        "Citation": "[2022] 2 S.C.R. 859",
        "Case Type": "(CRIMINAL APPEAL /398/2022)",
        "Date": "10 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfODU5LTg2MyBfMTcwNDM0NzU5Ni5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 859",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "10 March 2022",
        "Petitioner:": "Puran Mal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 297",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Haryana & Anr.",
        "Case Type:": "CRIMINAL APPEAL /398/2022",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 – s.439 – Bail – Respondent no.2 w"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – s.439 – Bail –Respondent no.2 was accused of offence u/s.302, IPC – Bail deniedby Trial Court – Granted by High Court – On appeal by complainant,held: When the Trial Court has dismissed the bail application (inthe present case it was dismissed twice), the High Court while takinga view different from the Trial Court ought to give some cogent andvalid reasons for grant of bail – Nature of offence in the presentcase is very grave – Fact that the son (accused no.1) of therespondent no.2 had stabbed the deceased in his presence is primafacie clear from the material available and the CCTV footage filedbefore High Court – Details of the phone calls made between therespondent no.2 and his son are also on record – All these factorsnot considered by High Court – Further, there are allegations thatthe family of the deceased had been threatened on behalf ofrespondent no.2 – Order passed by the High Court granting bail torespondent no.2 is quashed – Penal Code, 1860 – s.302.Criminal Law – Bail – Grant/rejection of – Guiding principles– Discussed"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "RAJESH GUPTA VS. STATE THROUGH CENTRAL BUREAU OF INVESTIGATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAxODg=",
        "Citation": "[2022] 2 S.C.R. 864",
        "Case Type": "(CRIMINAL APPEAL /1769/2014)",
        "Date": "29 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice J.K. Maheshwari, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDAxXzJfODY0LTg3NSBfMTcwNDM0NzYzNi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 864",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "29 March 2022",
        "Petitioner:": "Rajesh Gupta",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 359",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Through Central Bureau Of Investigation",
        "Case Type:": "CRIMINAL APPEAL /1769/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988:"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988: s.7 – For an offenceunder s.7, the demand of illegal gratification is a sine qua non toprove the guilt – Mere recovery of currency notes cannot constitutean offence under s.7 unless it is proved beyond reasonable doubtthat accused voluntarily accepted the money, knowing it to be abribe – The proof of acceptance of illegal gratification can followonly if there is proof of demand – In the instant case there are nosufficient evidence available which points towards such demandexcept of the evidence of the complainant whose sole testimonycannot be relied upon without having corroboration with theindependent witness as she being interested witness.Prevention of Corruption Act, 1988: s.20 – Presumption –When Applicable – The presumption under s.20 can be drawn onlywhen the demand is proved and the money is voluntarily accepted,knowing the fact that the said money has been delivered by way ofbribe – In absence of proof of demand for illegal gratification andmere possession or recovery of the currency notes is not sufficientto constitute such offence – Presumption under s.20 can be drawnonly after demand and acceptance of illegal gratification is provedbeyond reasonable doubt – In absence of proving the recovery fromthe person or the drawer of the table or acceptance of the currencynotes by accused with relevant material on record in furtherance tothe proved demand, the guilt cannot be proved – In the case athand, the currency notes were found on the table underneath dakpad towards the visitors side – It is merely alleged that the saidcurrency notes were wrapped in a note-sheet on which the traces ofthe finger prints of the appellant were found, which is treated asacceptance by the appellant – Merely the note sheet, in which themoney was wrapped, on dipping in the Sodium Carbonate solutionturned pink, traces of which were found in CFSL report, is notsufficient to prove the guilt of the appellant, in particular, when thecurrency notes laced with phenolphthalein powder were foundtowards the visitors side on the table and not recovered from theperson or drawer of his table and the solution in which the handsof appellant were dipped, did not turn pink – In the facts andcircumstances of the case, the evidence so brought is not cogentand sufficient to prove the acceptance of bribe by the accused/appellant – The findings as recorded by the trial court and the HighCourt, drawing presumption under s.20 are completely perverse inlaw as there is no evidence to prove the demand and the acceptanceand therefore the theory of preponderance of probabilities, is notsustainable.Evidence Act, 1872: Tape recorded statement – Evidentiaryvalue of – Discussed."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "CHANDRA PRAKASH MISHRA VS. FLIPKART INDIA PRIVATE LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyMDY=",
        "Citation": "[2022] 2 S.C.R. 876",
        "Case Type": "(CIVIL APPEAL /2859-2861/2022)",
        "Date": "30 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfODc2LTg5MiBfMTcwNDM0NzcwNS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 876",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "30 March 2022",
        "Petitioner:": "Chandra Prakash Mishra",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 370",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Flipkart India Private Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /2859-2861/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Commercial Tax"
        ],
        "HeadNote": "Strictures: Expunction of – Adverse observations and remarksmade by the High Court against the appellant-Deputy Commissioner,Commercial Tax on ex parte orders and recovery proceedings passedby him without proper service of notice against respondent No. 1 –Issuance of directions in relation to his acts and omissions whilefunctioning as the Deputy Commissioner – Held: Every erroneous,illegal or even perverse order/action, by itself, cannot be termed aswanting in good faith or suffering from malafide – At the time ofdrawing up the assessment orders, the appellant as the AssessingAuthority had no other registered address of the respondent No. 1on record – His actions of passing ex parte assessment orders couldnot have been termed as being deliberate or wanting in good faith– For imputing motives and drawing inference about want of goodfaith in any person, particularly a statutory authority, somethingmore than mere error or fault ought to exist – Nothing concrete isavailable on record to impute motives in the appellant – High Courtseems to have taken rather a sterner view of the matter, which wasnot required – There was no need of stretching the matter too farand passing further orders for imposition of costs and fordepartmental actions with other comments regarding competenceof the appellant to discharge quasi-judicial functions – Amount ofcosts-Rs. 2,00,000/- to be deposited by the respondent No. 1 withthe State Legal Services Authority – Strictures and observationsagainst the appellant expunged"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "I-PAY CLEARING SERVICES PRIVATE LIMITED VS. ICICI BANK LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyMzA=",
        "Citation": "[2022] 2 S.C.R. 893",
        "Case Type": "(CIVIL APPEAL /7/2022)",
        "Date": "03 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice R.Subhash Reddy\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfODkzLTkwNyBfMTcwNDM0Nzk5MS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 893",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "03 January 2022",
        "Petitioner:": "I-pay Clearing Services Private Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 7",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.Subhash Reddy",
        "Respondent:": "Icici Bank Limited",
        "Case Type:": "CIVIL APPEAL /7/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 – s.34(4) – Arbitralaward passed by sole arbitrator pursuant to dispute between partiesbeing referred to arbitration u/s.8 over claims made by appellant –Petition filed by respondent u/s.34(1) for setting aside the award –In the same petition, Notice of Motion moved by appellant forremitting the matter to Sole Arbitrator u/s.34(4) – The Arbitratorhad framed five points for determination and point no.1 was,“Whether the contract was illegally and abruptly terminated by therespondent?” – High Court held that unless and until a finding wasrecorded on point no.1 first, the Arbitrator should not haveproceeded to record findings on the claims made by appellant, assuch, the Arbitrator committed jurisdictional error – High Courtheld that the defect in the award was not curable and accordinglydismissed the Notice of motion taken out by appellant u/s.34(4) –Propriety – Held: Proper – Merely because an application is filedu/s.34(4) by a party, it is not always obligatory on the part of theCourt to remit the matter to Arbitral Tribunal – Discretionary powerconferred u/s.34(4), is to be exercised where there is inadequatereasoning or to fill up the gaps in the reasoning, in support of thefindings which are already recorded in the award – Under guise ofadditional reasons and filling up the gaps in the reasoning, no awardcan be remitted to the Arbitrator, where there are no findings on thecontentious issues in the award – A harmonious reading of ss.31,34(1), 34(2A) and 34(4), make it clear that in appropriate cases,on request made by a party, Court can give an opportunity to thearbitrator to resume the arbitral proceedings for giving reasons orto fill up the gaps in the reasoning in support of a finding, which isalready rendered in the award – But at the same time, when it primafacie appears that there is a patent illegality in the award itself, bynot recording a finding on a contentious issue, in such cases, Courtmay not accede to the request of a party for giving an opportunityto the Arbitral Tribunal to resume the arbitral proceedings.Judgment / Order – ‘finding’ and ‘reasons’ – Differencebetween – Held: Finding is a decision on an issue whereas reasonsare the links between the materials on which certain conclusionsare based and the actual conclusions."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "DELHI COMMISSION FOR PROTECTION OF CHILD RIGHTS VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyNDg=",
        "Citation": "[2022] 2 S.C.R. 908",
        "Case Type": "(WRIT PETITION (CIVIL) /572/2021)",
        "Date": "25 JANUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfOTA4LTkxNiBfMTcwNDM0ODAzMS5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 908",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "25 January 2022",
        "Petitioner:": "Delhi Commission For Protection Of Child Rights",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 98",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /572/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Covid-19 vaccination"
        ],
        "HeadNote": "Covid-19 vaccination: Vaccination of Pregnant Women andLactating Mothers – Petitioner seeking categorization of pregnantwomen and lactating mothers as belonging to the high risk categoryfor the purposes of vaccination – Certain suggestions made bypetitioner raised issues of policy – The same required the governmentto take decision, bearing in mind welfare, safety and dignity ofsuch class of women – The suggestions made by the petitionerinvolved application of domain knowledge by experts in the area –Court not in a position to take the decision unaided by an expertdetermination – Union Government to place the matter before dulyconstituted expert group to evaluate the suggestions – Writ petitiondisposed of."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "LUCKOSE ZACHARIAH @ ZAK NEDUMCHIRA LUKE AND OTHERS VS. JOSEPH JOSEPH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyNjQ=",
        "Citation": "[2022] 2 S.C.R. 917",
        "Case Type": "(CRIMINAL APPEAL /256/2022)",
        "Date": "18 FEBRUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfOTE3LTkyNCBfMTcwNDM0ODA4My5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 917",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "18 February 2022",
        "Petitioner:": "Luckose Zachariah @ Zak Nedumchira Luke And Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 205",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Joseph Joseph And Others",
        "Case Type:": "CRIMINAL APPEAL /256/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: ss.173(2)",
            "173(8)",
            "173(3)",
            "173(6)"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: ss.173(2), 173(8), 173(3),173(6) – Initial Report and Supplementary Report – Duty ofMagistrate – As per the law laid down in Vinay Tyagi v Irshad Aliwhenever a supplementary police report is filed after the originalpolice report, the Magistrate has to consider both the reportsconjointly and should not place reliance only upon thesupplementary police report – Both the reports have to be assessedconjointly so as to find out whether there existed grounds to presumethat the accused has committed the offence."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "GANGADHAR NARAYAN NAYAK @ GANGADHAR HIREGUTTI VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyODM=",
        "Citation": "[2022] 2 S.C.R. 925",
        "Case Type": "(CRIMINAL APPEAL /451/2022)",
        "Date": "21 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA2XzJfOTI1LTk2MCBfMTcwNDM0ODEyMC5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 925",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "21 March 2022",
        "Petitioner:": "Gangadhar Narayan Nayak @ Gangadhar Hiregutti",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 318",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "CRIMINAL APPEAL /451/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Children from Sexual Offences Act",
            "2012:"
        ],
        "HeadNote": "Protection of Children from Sexual Offences Act, 2012: s.23– Applicability of s.155(2) of Code of Criminal Procedure Code tothe investigation of an offence u/s.23 of POCSO Act – Per IndiraBaneerjee, J. – Procedure under Cr.P.C is not required to be followedas the offence u/s.23 of POCSO Act which has been committed, bydisclosure of the identity of victim, necessitates expeditiousinvestigation for compliance of sub-sections (5) and (6) of s.19 ofPOCSO – Per J.K Maheshwari, J. – Procedure of s.155(2) Cr.P.C isrequired to be followed in an offence of POCSO Act u/s.23 which isnon-cognizable and special Court is required to look into theprocedure followed in the investigation – Held: In view of differenceof opinion, matter referred to larger bench – Code of CriminalProcedure Code, 1973 – ss.155(2), 4, 5."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "TARLOCHAN SINGH @ RANA VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAyOTg=",
        "Citation": "[2022] 2 S.C.R. 961",
        "Case Type": "(CRIMINAL APPEAL /293/2018)",
        "Date": "29 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA2XzJfOTYxLTk2OCBfMTcwNDM0ODE2Ni5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 961",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "29 March 2022",
        "Petitioner:": "Tarlochan Singh @ Rana",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 356",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /293/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arms Act",
            "1959:"
        ],
        "HeadNote": "Arms Act, 1959: ss. 29 and 30 –Punishment for knowinglypurchasing arms, etc., from unlicensed person or for delivering arms,etc., to person not entitled to possess the same – Punishment forcontravention of licence or rule – Prosecution case that the appellantwas the licence holder of the double barrel 12 bore rifle, used inthe murder of the deceased and was part in the conspiracy hatchedby the other co-accused – Conviction of the appellant u/ss. 29 and30, and u/s. 120-B IPC and sentenced accordingly –High Courtacquitted the appellant u/s. 120-B IPC, however, upheld theconviction u/ss. 29 and 30 – On appeal, held: Appellant could havebeen charged with s. 29(b) only after it was established by theprosecution that he delivered the fire arm to the co-accused,knowingly and deliberately–Thereis no evidence to establish thatthe fire arm was handed over to the co-accused by the appellant–On the contrary, it appears that the co-accused illegally took thelicensed fire arm of the appellant without his permission andknowledge and used the said weapon to murder the deceased–Thus,the appellant’s conviction u/s. 29 not sustainable – Furthermore,no evidence to establish any willful violation by the appellant ofany of the conditions of the Act or conditions of a licence or anyprovision of theAct or any rule, thus, exonerated from the offenceof s. 30 as well –Order of the High Court convicting the appellantu/ss. 29 and 30 set aside"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SRI NARENDRA KUMAR A. BALDOTA VS. THE STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzMjc=",
        "Citation": "[2022] 2 S.C.R. 969",
        "Case Type": "(CRIMINAL APPEAL /429/2022)",
        "Date": "14 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDA2XzJfOTY5LTk4OSBfMTcwNDM0ODIwNi5wZGY=",
        "SCR Citation:": "[2022] 2 S.C.R. 969",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "14 March 2022",
        "Petitioner:": "Sri Narendra Kumar A. Baldota",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 301",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "The State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /429/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s. 482 – Quashing of proceedings –"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s. 482 – Quashing ofproceedings – M Company of which appellant is the Chairman andManaging Director, imported a car for which customs duty androad tax was paid – Thereafter, differential motor vehicle tax wasdemanded in respect of the said vehicle and the same was paid, andno Dues Certificate was also issued – FIR filed against appellantthat he conspired with Regional Transport Officer to evade paymentof road tax– Petition seeking quashing of proceedings– Dismissedby the High Court – On appeal, held: Criminal law cannot be setinto motion as a matter of course – Summoning of an accused in acriminal case is a serious matter - Before summoning, the Magistratehas to record his satisfaction of a prima facie case against theChairman, Managing Director or officer of a company in his/herown capacity – On facts, there is no whisper of how and in whatmanner the appellant abetted the commission of any offence – Nodocument submitted in connection with the vehicle imported by MCompany being fake or fabricated – Allegations in the FIR readwith the chargesheet filed by the Lokayuktha Police only disclosesshort payment of road tax – There is only a vague, bald allegationof collusion and conspiracy to defraud the State of revenue, whichis devoid of any material particulars – Thus, proceedings againstthe appellant are misconceived, harassive, in abuse of process oflaw and have been initiated without proper application of mind –Prevention of Corruption Act, 1988:ss. 13(1)(c), 13(1)(d), 13(2) –Penal Code – ss. 120B and 420."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE OF U.P. THR. SECRETARY AND ORS. VS. PREM CHOPRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzNDA=",
        "Citation": "[2022] 2 S.C.R. 990",
        "Case Type": "(CIVIL APPEAL /2417/2022)",
        "Date": "25 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Abdul Nazeer\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIwXzJfOTkwLTEwMDAgXzE3MDQzNDgyOTQucGRm",
        "SCR Citation:": "[2022] 2 S.C.R. 990",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "25 March 2022",
        "Petitioner:": "State Of U.p. Thr. Secretary And Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 346",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "Prem Chopra",
        "Case Type:": "CIVIL APPEAL /2417/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interim order: Interim order of stay –"
        ],
        "HeadNote": "Interim order: Interim order of stay – Effect of – Held:Imposition of a stay on the operation of an order means that theorder which has been stayed would not be operative from the dateof passing of the stay order – However, it does not mean that thestayed order is wiped out from the existence, unless it is quashed –Once the proceedings, wherein a stay was granted, are dismissed,any interim order granted earlier merges with the final order andinterim order comes to an end – In such a situation, it is the duty ofthe Court to put the parties in the same position they would havebeen but for the interim order of the court, unless the order grantinginterim stay or final order dis-missing the proceedings specifiesotherwise – On the dismissal of the proceedings or vacation of theinterim order, the beneficiary of the interim order would have topay interest on the amount withheld or not paid by virtue of theinterim order – On facts, as regards the liability of the respondentto pay interest for the period during which recovery of license feewas stayed by the High Court and eventually the writ petition wasdismissed, the High Court erred in holding that the respondent wasnot liable to pay interest on arrears of excise revenue due to theprotection given under the interim order – Thus, the order passedby the High Court set aside –U.P. Excise Act, 1910 – U.P. Excise(Settlement of License for Retail Sale of Country Liquor) Rules,2002."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "UNION OF INDIA VS. PREMLATA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzNTI=",
        "Citation": "[2022] 2 S.C.R. 1001",
        "Case Type": "(CIVIL APPEAL /176-177/2022)",
        "Date": "06 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIwXzJfMTAwMS0xMDE1IF8xNzA0MzUwNDA4LnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1001",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "06 April 2022",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 396",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Premlata And Others",
        "Case Type:": "CIVIL APPEAL /176-177/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894",
            "Comparable sales –"
        ],
        "HeadNote": "Land Acquisition Act, 1894 – Comparable sales – s.4notification issued to acquire 45 hectares 89 R land – LandAcquisition Officer awarded an amount of Rs.1,13,500/- per Hectarein respect of land bearing survey No. 43/2 and Rs.1,35,000/- perHectare for the land bearing survey Nos. 40, 41 and 44 – Referencecourt enhanced the compensation at Rs. 6/- per square foot, aftermaking deduction of 25% towards developmentcharges – HighCourt, kept compensation at the same rate but subject to 1/3 rddeduction instead of 25% deduction towards development charges– On appeal, held: Before reference court, the landowner had reliedupon other sale instances which were discarded by reference Courtas those sale instances were in respect of small plots – Even HighCourt agreed with the findings recorded by the reference court withrespect to sale instances – As per the settled position of law, thesale instances with respect to small plots of land are not comparableto a large extent of land for the purpose of determining thecompensation – In present case, land acquired is a large area whichis not comparable with the sale instance at all – Further, deductionof 40% made towards development charges considering that landacquired is a large extent of area, it is an agricultural land not fullydeveloped, the landowner having not filed any exemplar sale deedrelating to large pieces of land sold in acres to prove the marketvalue of the acquired land and the exemplars relied upon by thelandowner pertained to very small plots which were developed andconverted to non-agricultural use"
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "ABID-UL-ISLAM VS. INDER SAIN DUA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzNjE=",
        "Citation": "[2022] 2 S.C.R. 1016",
        "Case Type": "(CIVIL APPEAL /9444/2016)",
        "Date": "07 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIwXzJfMTAxNi0xMDQwIF8xNzA0MzUwNDQzLnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1016",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "07 April 2022",
        "Petitioner:": "Abid-ul-islam",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 402",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.M. Sundresh",
        "Respondent:": "Inder Sain Dua",
        "Case Type:": "CIVIL APPEAL /9444/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delhi Rent Control Act",
            "1958:"
        ],
        "HeadNote": "Delhi Rent Control Act, 1958: s.25B(8), proviso – RevisionalPower of the High Court of Delhi – Scope and ambit of – In theinstant case, appellant (landlord) filed eviction petition u/s.14(1)(e)r/w s.25B of the Act – Respondent (tenant) unsuccessfully filed anapplication before Rent Controller for leave to defend u/s.25B(5)of the Act – Respondent approached High Court by invoking therevisional power provided under proviso to s.25B(8), which wasallowed on the premise that there are triable issues – On appeal,held: Proviso to s.25B(8) creates an embargo by not providing anappeal against the order passed by the Rent Controller over anapplication filed u/s.25B(5) – The intent of the legislature is to removethe appellate remedy and thereafter a second appeal – It gives theHigh Court exclusive power of revision against an order of RentController in the nature of superintendence over an inferior courton the decision making process – Thus, High Court is not expectedto substitute and supplant its views with that of the trial Court – Itsrole is to just satisfy itself on the process adopted – The scope ofinterference by the High Court is very restrictive except in caseswhere there is an error apparent on the face of the record – In theinstant case, High Court proceeded to allow the revision by treatingit like an appeal – Approach of High Court not sustainable in theeye of law.Delhi Rent Control Act, 1958: s.14(1)(e) – Bona fiderequirement by landlord – U/s.14(1)(e) landlord makes an applicationseeking possession of the tenanted premise for his bona fiderequirement when there is no other reasonably suitableaccommodation – There has to be satisfaction on two grounds,namely, (i) the requirement being bona fide and (ii) the non-availability of a reasonably suitable residential accommodation –Such reasonableness along with suitability is to be seen from theperspective of the landlord and not the tenant.Delhi Rent Control Act, 1958: s.14(1)(e) vis-a-vis s.25B(5) –Scope of – For availing leave to defend u/s.25B(5), a mere assertionper se would not suffice as s.14(1)(e) creates a presumption subjectto the satisfaction of the Rent Controller qua bona fide need infavour of the landlord – Before a presumption is drawn, landlord isduty bound to place prima facie material supported by the adequateaverments – It is only thereafter, the presumption gets attracted andthe onus shifts on the tenant – Further, s.19 of the Act gives a rightto the dispossessed tenant for repossession if there is a non-compliance on the part of the landlord albeit after eviction – Sucha right is available only to a tenant who stood dispossessed on theapplication filed by the landlord invoking s.14(1)(e) being allowed."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "SUKH DUTT RATRA & ANR. VS. STATE OF HIMACHAL PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzNzE=",
        "Citation": "[2022] 2 S.C.R. 1041",
        "Case Type": "(CIVIL APPEAL /2773/2022)",
        "Date": "06 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha, Hon'ble Mr. Justice S. Ravindra Bhat\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIwXzJfMTA0MS0xMDU1IF8xNzA0MzUwNDc0LnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1041",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "06 April 2022",
        "Petitioner:": "Sukh Dutt Ratra & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 394",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "State Of Himachal Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /2773/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950:"
        ],
        "HeadNote": "Constitution of India, 1950: Art. 300-A – Right againstdepriviation of property – Respondent state utilised subject landand adjoining lands for the construction of road in 1972-73 –Appellants claimed to be owners of subject land – Allegedly noland acquisition proceedings were initiated nor compensation wasgiven to the appellants or the owners of the adjoining lands – Landacquisition proceedings were initiated in respect of neighbouringland owners and award was passed on 04.10.2005 – Appellantsfiled writ petition in 2011 before the High Court seekingcompensation for the subject land or initiation of acquisitionproceedings under the Land Acquisition Act – High Court held thatthe matter involved disputed questions of law and fact fordetermination on the starting point of limitation, which could notbe adjudicated in writ proceedings – In the instant appeals, questionthat arose was can the State, merely on the ground of delay andlaches, evade its legal responsibility towards those from whomprivate property was expropriated – Held: The State cannot shielditself behind the ground of delay and laches – There cannot be a‘limitation’ to doing justice – The State has, in a clandestine andarbitrary manner, actively tried to limit disbursal of compensationas was required by law – This arbitrary action was also violative ofthe appellant’s prevailing Art. 31 right – The State was unable toproduce any evidence indicating that the land of the appellantswas taken over in the manner known to law or have ever paid anycompensation – Appellants too were illegally dispossessed withoutfollowing due process of law – In the absence of written consent tovoluntarily give up their land, the appellants were entitled tocompensation in terms of law – Invoking extraordinary jurisdictionunder Arts.136 and 142 of the Constitution, the State is directed totreat the subject land as a deemed acquisition and appropriatelydisburse compensation to the appellants in the same terms as theorder of the reference court dated 04.10.2005 – State is also directedto pay legal costs and expenses of Rs. 50,000 to the appellants –Land acquisition – Limitation – Delay and laches."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "UNION OF INDIA & ORS. VS. DILIP KUMAR MALLICK",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzAzODI=",
        "Citation": "[2022] 2 S.C.R. 1056",
        "Case Type": "(CIVIL APPEAL /2754/2022)",
        "Date": "05 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice M.M. Sundresh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIwXzJfMTA1Ni0xMDY0IF8xNzA0MzUwNTMwLnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1056",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "05 April 2022",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1301",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Dilip Kumar Mallick",
        "Case Type:": "CIVIL APPEAL /2754/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law",
            "Central Reserve Police Force"
        ],
        "HeadNote": "Service law: Central Reserve Police Force – Punishment ofRemoval – In the instant case, respondent was removed from theservice on the ground that a criminal case was pending against himfor offence under ss.341, 323, 294, 337, 506 r/w s.34 IPC beforethe competent court but, while filling up the verification roll, heconcealed the said fact and such an act was prejudicial to thediscipline of CRPF – Appellate Authority declined to interfere withthe decision of the Disciplinary Authority – Respondent appealedbefore the High Court, and the Single Judge dismissed the appeal –However, Division Bench of the High Court held that the punishmentof removal from service was too harsh and directed the appellantsto impose ‘any lesser punishment as deemed just and proper’ –Hence instant appeal – Held: Admittedly, at the time of filling upthe verification roll, the criminal case was pending – Respondentcannot feign ignorance about the said case because he indeedsurrendered before the Trial Court and was granted bail – He hadindeed left the relevant columns in the verification roll blank; andthereby, had been wanting in forthrightness while filling up theverification roll for employment – That being the position, thefindings whereby he is held guilty of misconduct of suppression/concealment of material information, cannot be faulted at – In fact,such findings of the Disciplinary Authority and the AppellateAuthority were affirmed by the Single Judge as also by the DivisionBench in the order impugned – Division Bench was not justified ininterfering with the quantum of punishment – In the given set offacts and circumstances, where suppression of relevant informationis not a matter of dispute, there cannot be any legal basis for theCourt to interfere in the manner that the employer be directed toimpose ‘any lesser punishment’, as directed by the Division Benchof the High Court – The submissions seeking to evoke sympathyand calling for leniency cannot lead to any relief in favour of therespondent."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "HARISH CHANDRA SHRIVASTAVA VS. THE STATE OF BIHAR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzE3MjA=",
        "Citation": "[2022] 2 S.C.R. 1065",
        "Case Type": "(CIVIL APPEAL /2943/2022)",
        "Date": "13 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice Ajay Rastogi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTA2NS0xMDc5IF8xNzA0MzUwNTY3LnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1065",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "13 April 2022",
        "Petitioner:": "Harish Chandra Shrivastava",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 423",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "The State Of Bihar And Others",
        "Case Type:": "CIVIL APPEAL /2943/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bihar Private Medical (Indian System of Medicine) College (Taking Over) Act",
            "1985:"
        ],
        "HeadNote": ".Bihar Private Medical (Indian System of Medicine) College(Taking Over) Act, 1985: Termination – Appellants were appointedas Lecturers in private Ayurvedic Colleges between the period from14 March 1978 to 10 May 1979 – The State by the Act of 1985 tookover the management of the Private Medical Colleges and upon therecommendation of the Screening Committee constituted by it, theappellants, amongst others were absorbed in service – Upon thebatch of writ petition, High Court directed constitution of freshScreening Committee, upon the recommendation of which theservices of appellants were terminated – Appellants filed writpetitions before High Court against the termination, as result ofwhich Review Screening Committee was constituted pursuant to theorder of the High Court – Review Screening Committeerecommended that the appellants, amongst others, were found unfitfor absorption – Appellants approached High Court against therecommendation and the same was dismissed upon the grounds thatthe appellants though had academic qualification but lacked threeyears post qualification teaching experience from a recognisedAyurvedic College as required by the Statute – Hence instant appeal– Held: The very premise on which the High Court proceeded toexamine the eligibility of the teachers as on the date they initiallyentered into service in the year 1978-1979 and arrived to theconclusion that the teachers who were not holding the post-qualification teaching experience of three years from recognizedAyurvedic college as referred to under the Statute would not beeligible for absorption is a clear misconception of law – State wasnot able to justify as to how the person on the basis of academicqualification, if not being permitted to teach, may acquire postqualification teaching experience as referred to under the Statuteof the Bihar University Act or by CCIM Act, 1970 for entry intoservice – Therefore, the academic qualification and postqualification teaching experience of three years at the entry levelpost i.e. Lecturer in the instant case, are two different ends whichare not possible to meet – It is a proven fact that the appellants wereholding required academic qualification and teaching experienceof more than three year as on cut-off date prescribed by theNotification, the contention of State that the appellants lacked threeyears post qualification teaching experience at the time of theirinitial appointment as per the mandate of Act of 1985, isunsustainable.."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "VALLAMPATI SATHISH BABU VS. THE STATE OF ANDHRA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzE3MzE=",
        "Citation": "[2022] 2 S.C.R. 1080",
        "Case Type": "(CIVIL APPEAL /2473/2022)",
        "Date": "19 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTA4MC0xMDkyIF8xNzA0MzUwNjEyLnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1080",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "19 April 2022",
        "Petitioner:": "Vallampati Sathish Babu",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 443",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The State Of Andhra Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /2473/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Andhra Pradesh Direct Recruitment for the post of Teachers (Scheme of Selection) Rules",
            "2012"
        ],
        "HeadNote": ".Service Law: Andhra Pradesh Direct Recruitment for the postof Teachers (Scheme of Selection) Rules, 2012 – r.16(5) – Selectionprocess for recruitment of teachers – Appellant participated in theselection process and was placed at 34 th position – Respondentsdeclared that the candidates upto serial no. 33 (notified vacanices)in the merit list are selected in the available vacancies andaccordingly invited the 33 candidates to appear for counselling –One candidate did not turn up for counselling – Consequently, onepost in general category remained unfilled due to non-participationof the said candidate – Appellant sought consideration of hiscandidature which was declined – Tribunal allowed O.A. filed byappellant which decision was reversed by High Court – Henceinstant appeal – Held: As per sub-rule (5) of r.16, the number ofcandidates selected shall not be more than the number of vacanciesnotified – It also specifically provides that there shall be no waitinglist and posts, if any, unfilled for any reason whatsoever, shall becarried forward for future recruitment – The final selection list of33 candidates was prepared. Thereafter all the selected candidateswere called for counselling, but one of the candidates did not reportfor counselling – Therefore, said event took place after the finalselection list was prepared and published – As there was norequirement of preparation of a waiting list, the appellant claimingto be the next in the merit cannot claim any appointment as hisname neither figured in the list of the selected candidates nor inany waiting list as there was no provision at all for preparation ofthe waiting list – Sub-rule(5) of r.16 is very clear – Therefore, thepost remained unfilled and that post has to be carried forward forthe next recruitment – High Court was correct in reversing the orderof Tribunal.."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "IMRAN VS. MR. MOHAMMED BHAVA & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzE3NDM=",
        "Citation": "[2022] 2 S.C.R. 1093",
        "Case Type": "(CRIMINAL APPEAL /658/2022)",
        "Date": "22 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTA5My0xMTA1IF8xNzA0MzUxNDkxLnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1093",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "22 April 2022",
        "Petitioner:": "Imran",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 467",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "Mr. Mohammed Bhava & Anr",
        "Case Type:": "CRIMINAL APPEAL /658/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail: Cancellation of Bail –"
        ],
        "HeadNote": ".Bail: Cancellation of Bail – In the instant case, accusedpersons 1 to 10 were accused of having committed the offence u/ss.114, 109, 120B, 143, 147, 148, 341, 307, 302 and 395 r/w s.149IPC – Accused no. 6 applied for anticipatory bail and accused no8 applied for regular bail before the court of session which wererejected but both the bail applications were allowed by the HighCourt – Subsequently on appeal the High Court cancelled the bailsgranted to Accused 2, 3, 4, 7, 9 and 10 which was upheld by SupremeCourt and the regular bail of accused no 1 was also cancelled –Aggrieved by non-cancellation of bail granted to accused no 6 and8 by High Court, the complainant filed instant appeal – Held:Application for cancellation of bail already granted by a lowercourt requires significant scrutiny at the instance of superior court,however, bail when granted can always be revoked if the relevantmaterial on record, gravity of the offence or its societal impact havenot been considered by the lower court – In such instances, wherebail is granted in a mechanical manner, the order granting bail isliable to be set aside – As far as attribution of specific acts againstthe accused Respondents is concerned, it becomes amply clear fromthe statement of all the witnesses that Accused No. 6 and 8 indeedparticipated in assaulting the deceased – Furthermore, as theaccused group continued its assault, Accused No. 6, instigated themby saying that this was not enough – Thereafter, as perused fromthe statement of the complainant/appellant, Accused No. 8 who cameon a motorcycle had also brutally beaten the deceased with a woodenstick – In addition to these statements, there was enough evidenceto indicate that a heinous offence was committed in furtherance ofa common objective, and therefore the accused Respondents shouldnot have been enlarged on bail – In view of the facts and for thereasons stated, impugned orders passed by the High Court releasingAccused No. 6 and 8 on bail, are set aside.."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "ANIL KUMAR UPADHYAY VS. THE DIRECTOR GENERAL, SSB AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzE3NTY=",
        "Citation": "[2022] 2 S.C.R. 1106",
        "Case Type": "(CIVIL APPEAL /2707/2022)",
        "Date": "20 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTEwNi0xMTE5IF8xNzA0MzUxNTMyLnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1106",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "20 April 2022",
        "Petitioner:": "Anil Kumar Upadhyay",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 451",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The Director General, Ssb And Others",
        "Case Type:": "CIVIL APPEAL /2707/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Indiscipline and misconduct"
        ],
        "HeadNote": ".Service Law: Indiscipline and misconduct – Removal fromservice – Appellant was serving as a Head Constable in SashastraSeema Bal – He was charged with violation of good order anddiscipline u/s. 43 of 2007 Act for having entered the Mahila Barrackat mid-night to meet his alleged female friend – Appellant was heldguilty of the charges and order of removal from service was passedagainst him – Appellant filed writ petition – Plea of appellant wasthat much lesser punishment was imposed against a female constablewho allowed the entry of the appellant and same was discriminatory– On this ground, single judge set aside punishment of ‘removalfrom service’ and remitted the matter to the disciplinary authority toimpose any lesser punishment which may facilitate the appellant toretain his job – Disciplinary authority successfully challenged theorder of single judge before Division Bench – Hence instant appealby the delinquent – Held: The nature of misconduct committed bythe appellant was grave in nature and unpardonable – Misconductcommitted by a male Head Constable cannot be equated with themisconduct committed by female constable – Single judgecommitted grave error in comparing the case of female constablewith that of the appellant male Head Constable – Merely becauseone of the employees was inflicted with a lesser punishment cannotbe a ground to hold the punishment imposed on another employeeas disproportionate – Imposition of punishment/penalty on aparticular employee depends upon various factors, like theposition of the employee in the department, role attributed to himand the nature of allegations against him – Punishment of removalfrom service cannot be said to be disproportionate at all to themisconduct held to be proved against the appellant – Sashatra SeemaBal Act, 2007 – s. 43.."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "CENTRAL COUNCIL FOR INDIAN MEDICINE VS. KARNATAKA AYURVEDA MEDICAL COLLEGE AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzE3Njg=",
        "Citation": "[2022] 2 S.C.R. 1120",
        "Case Type": "(CIVIL APPEAL /2892/2022)",
        "Date": "11 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTEyMC0xMTQ1IF8xNzA0MzUxNjA5LnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1120",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "11 April 2022",
        "Petitioner:": "Central Council For Indian Medicine",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 416",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "Karnataka Ayurveda Medical College And Others",
        "Case Type:": "CIVIL APPEAL /2892/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Medicine Central Council Act",
            "1970:s. 13A"
        ],
        "HeadNote": ".Medicine Central Council Act,1970:s. 13A – Permission forestablishment of new Medical College, new course study, etc. – Onfacts, Union of India rejected the permission to respondent no. 1-State Ayurvedic Medical College to admit students for the PG coursefor academic year 2018-19 on the ground of non-availability ofCentral Research Laboratory and Animal House, however, grantedpermission to admit students to Under Graduate (BAMS) Coursewith an intake of 50 seats for the academic year 2018-19 subject toit fulfilling the deficiencies mentioned therein – Writ petition byrespondent no. 1 – Meanwhile, Union of India granted permissionto admit students for the Post Graduate course for academic year2019-2020 – Single Judge allowed the writ petition – Said orderupheld by the Division Bench of the High Court – On appeal, held:Statutory scheme is clear that no medical college can open a newor higher course of study or training, including a post-graduatecourse, except with the previous permission of the CentralGovernment – Prior to such a permission being granted, theprocedure as prescribed u/s. 13A has to be followed – Furthermore,as per Reg 3(1)(a), it is clear that in order to be eligible for grant ofpermission for undertaking admissions in a particular academicsession, the institution must fulfill the requirements of minimumstandard as on 31st December of the earlier year – It cannot besaid that the permission granted for a subsequent academic yearwould also enure to the benefit of earlier academic year though thesaid institution was not fulfilling the criteria of minimum standard –Single Judge as well as the Division Bench erred in not taking intoconsideration the scheme of the Act as also the judgment of thisCourt in Ayurved Shastra Seva Mandal’s case, thus the order of theSingle Judge and the Division Bench quashed and set aside –Medicine Central Council (Amendment) Act, 2003 – MedicineCentral Council (Post-Graduate Ayurveda Education) Regulations,2012 – Medical Central Council (Post-Graduate AyurvedaEducation) Regulations, 2016 – Precedent."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "WIPRO FINANCE LTD. VS. COMMISSIONER OF INCOME TAX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzE3ODE=",
        "Citation": "[2022] 2 S.C.R. 1146",
        "Case Type": "(CIVIL APPEAL /6677/2008)",
        "Date": "12 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTE0Ni0xMTU0IF8xNzA0MzUxNjU0LnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1146",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "12 April 2022",
        "Petitioner:": "Wipro Finance Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 417",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Commissioner Of Income Tax",
        "Case Type:": "CIVIL APPEAL /6677/2008",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961:"
        ],
        "HeadNote": ".Income Tax Act, 1961: s.37 – Disallowance – Loan borrowedby assessee in foreign currency for expanding its primary businessof leasing and hire purchase of capital equipment to existing Indianenterprise – While repaying the loan, due to the difference of rateof foreign exchange, the assessee had to pay higher amount,resulting in loss to the appellant –Claim for deduction on accountof loss of income owing to exchange fluctuation – Held: Transactionof loan was in nature of borrowing money which was necessary forcarrying on its business of financing – It was the activity concerningthe business of the assesseeand not for creation or acquisition ofasset by appellant for its primary business – Hence, assessee wasentitled to claim deduction of entire expenditure or loss suffered inconnection with such a transaction in terms of s.37 of the 1961 Act– With respect to the fresh claim set up by assessee before ITAT thatrevenue expenditure of certain amount was erroneously capitalizedin returns – As no objection was taken by department before ITAT,hence, cannot be contradicted at this stage.."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "STATE BANK OF INDIA VS. KRISHIDHAN SEEDS PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzIyNzE=",
        "Citation": "[2022] 2 S.C.R. 1155",
        "Case Type": "(CIVIL APPEAL /910/2021)",
        "Date": "18 APRIL 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTE1NS0xMTYzIF8xNzA0MzUxNjg2LnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1155",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "18 April 2022",
        "Petitioner:": "State Bank Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 428",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Krishidhan Seeds Private Limited",
        "Case Type:": "CIVIL APPEAL /910/2021",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code 2016"
        ],
        "HeadNote": ".Insolvency and Bankruptcy Code 2016 – s.7 – Limitation Act,1963 – s.18 – Applicability of – Default, acknowledgment in balancesheet of company – Proceedings under IBC – Limitation – Appellantfiled application for initiation of Corporate Insolvency ResolutionProcess (CIRP) on the ground that the respondent defaulted in payingthe financial debt – Date of default was mentioned as 10.06.14,when the respondent’s account was declared as a Non-PerformingAsset (NPA) – Application rejected by NCLT on ground of limitationobserving that the account was declared an NPA on 10.06.14, whilethe proceeding u/s.7 was instituted on 19.09.18, beyond three yearsfrom the date on which the right to apply accrued – Order upheldby NCLAT– On appeal, held: Judgment of NCLAT in V Padmakumarv. Stressed Assets Stabilisation Fund and Another which was relied onby NCLT has been overruled by a three-Judge Bench judgment ofSupreme Court in Asset Reconstruction Company (India) Limited vBishal Jaiswal and Anr.–An acknowledgment in a balance sheetwithout a qualification can be relied upon for the purpose of theproceedings under the IBC so long as the acknowledgment waswithin a period of three years from the original date of default –Provisions of s.18, Limitation Act are not alien to and are applicableto proceedings under the IBC – However, in the present case sinceproceedings are being restored back to NCLT for afresh adjudicationin view of decisions of Supreme Court, the factual dispute on whetherthe application filed u/s.7 of the IBC would result in an initiation ofthe CIRP is not being entered upon – Order of NCLAT and NCLTset aside – All rights and contentions of the parties left open on thefactual aspects, to be adjudicated upon before the NCLT.."
    },
    {
        "volume": "2022Volume 2",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. BHIM SAIN GOEL AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzIyODQ=",
        "Citation": "[2022] 2 S.C.R. 1164",
        "Case Type": "(CIVIL APPEAL /3151/2022)",
        "Date": "25 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAyL1BhcnQgSS8yMDIyXzJfMTE2NC0xMTgyIF8xNzA0MzUxNzE2LnBkZg==",
        "SCR Citation:": "[2022] 2 S.C.R. 1164",
        "Year/Volume:": "2022/ Volume 2",
        "Date of Judgment:": "25 April 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 472",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Bhim Sain Goel And Ors.",
        "Case Type:": "CIVIL APPEAL /3151/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894"
        ],
        "HeadNote": ".Land Acquisition Act, 1894: ss. 4, 6, 16 and 18 – Right toFair Compensation and Transparency in Land Acquisition,Rehabilitation and Resettlement Act, 2013 –s. 24(2) – Notificationu/s 4 to acquire land of the respondent, followed by declaration u/s. 6 – Challenge to, by the respondent in a writ petition – HighCourt granted the stay and directed the parties to maintain the statusquo with regards to nature, title and possession of the land anddismissed thewrit petition – In appeal, this Court granted interimstay – Meanwhile, Act of 2013 passed – Writ petition by respondentclaiming that the land acquisition proceedings under the Act of 1894stood lapsed as per the s.24(2) of the Act of 2013 – Allowed by theHigh Court as the award in the matter was made 5 years prior tothe commencement of the Act of 2013 and the compensation hadnot been paid – Appeal before this Court – During the pendencythereof, the proceedings under the 1956 Act that land in questionneeded for public purpose – Held: Respondents cannot take shelteru/s. 24(2) of the Act of 2013 – Barring 81 days, the appellant-acquiring authority was prevented for taking possession of the landson account of interim stay obtained by the respondents – If not forthe stay, the lands would have been taken and the land would havestood vested with the Government under the 1894 Act – Furthermore,Government cannot acquire the the land already vested in it andthe Government cannot be compelled to shell out public funds toacquire land which already belongs to it – The fact that proceedingsunder the 1956 Act reached the stage of declaration cannot givethe respondents a right to claim the fruits of the said proceedings,when the land already would stand vested under the 1894 Act andthere cannot be vesting twice over – Thus, the judgment of the HighCourt set aside and the land stood vested to the Government –However, the respondents granted an opportunity to file anapplication u/s 18 of the 1894 Act seeking reference and claimingenhanced compensation – National Highways Act, 1956 –Subsequent events.."
    }
]