[
    {
        "volume": "2022Volume 19",
        "Case Name": "B.S. MURTHY & ORS VS. A. RAVINDER SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3OTk=",
        "Citation": "[2022] 19 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /3968/2009)",
        "Date": "15 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xLTQxXzE3MDI5ODM4MjcucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 1",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "15 March 2022",
        "Petitioner:": "B.s. Murthy & Ors",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 305",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "A. Ravinder Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /3968/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law — Central Excise and Land Customs Group-C Recruitment Rules",
            "1979"
        ],
        "HeadNote": "Service Law — Central Excise and Land Customs Group-CRecruitment Rules, 1979 — Determination of inter-se seniority –Recruitment to the post of Inspectors of Central Excise was fromtwo channels : Direct recruitments and promotion from in servicecandidates – The ratio between direct recruit inspectors (DRI) andpromoted inspector (PRI) was 3:1 – The inter se seniority wasgoverned by an office memo dated 22.12.1959 – In view of theexperience, the 1959 OM was changed, another OM was issued,on 07.02.1986 – Five promoters promoted in 1983-1984 filed anapplication challenging the inter se seniority list dated 08.07.1985on the ground that the length of their continuous service was nottaken into consideration while fixing seniority – CAT directed thedepartment to recast seniority in accordance with the 1986 OM –CAT referred the batch of matters to a Full Bench, on the issue as towhether 1986 OM was prospective or retrospective – Full Bench byits order clarified that 1986 OM only operated prospectively from1.3.1986 – Based on the findings of tribunal seniority list of 1993was quashed – The cadre controlling authority circulated a tentativeseniority list on 01.01.2022 which was finally published on 7.8.2002– The list was challenged by PRI and the CAT allowed theapplications and set aside the seniority list – Central governmentand DRI filed writ petition before the High Court – High court heldthat the vacancy register had no relevance for the purpose ofpromotion of in-service candidates and such promotions could beonly in proportion to the quota, based on indents placed by thedepartment with staff selection Board for direct recruitment – Lengthof continuous service cannot be counted for the purpose of seniority– It upheld the impugned seniority list dated 22.07.2002 – In appealby PRIs, the main issue was regarding the application of Clauses 4and 5 of the OM of 1986, whether the ratio of the PRIs has to be drawn with respect to the indented vacancies for DRIs – Held: Noappointee from any one channel (direct recruits or promotees) canlay claim to seniority from a date before her or his appointment –Para 5 of the 1986 OM was meant to cater to a contingency that isof underreporting direct recruit vacancies to the public servicecommission which resulted in an unfair advantage to promoteeswho would “steal a march” over such direct recruits, appointedlater – It was in such contingencies, that is, of under-reportingvacancies, that the consequence of deeming promotions to be ad-hoc could be resorted to – Materials on record indicate thatpromotional vacancies did exist, at the relevant period, there was aban on direct recruitment – During that period, no requisitions weremade to the SSC for filling direct recruit vacancies – However, HighCourt was wrong in concluding that by virtue of Para 5 of the 1986OM the promotion made during the same period has to be treatedas in excess of the quota, because they were not in proportions tothe requisition for direct recruitment – This view taken by the HighCourt is fallacious and it equates executive policy of not fillingvacancies, due to financial or other compulsions with deliberateunderreporting – In the Instant case, the direct recruitment throughthe SSC was not resorted to because of a ban, and not due to under-reporting – Thus the contingency envisaged under Para 5 neverarose – Not only the were promotions made within the quota, andwere regular, there were regular vacancies, within the promote quota– No excess promotions took place during the period 1983 and1991 – Indents/requisitions placed with, the SSC for the recruitmentof DRIs were for a part of the vacancies and not for the exact 75%of the actual vacancies available in each year – The date ofappointment of direct recruits the date for counting seniority – It isnot from the date of receipt of the dossiers from the recruitingauthorities or the date of recommendation – Resultantly seniorityof direct recruits appointed after 01.03.86 has to be revised onlyfrom the date of their respective appointments but not earlier to01.03.1986 as was done in the impugned seniority list – Thosepromoted ad hoc basis in any year in the vacancies available tothem were eligible for seniority from the date of their continuousofficiation, if - they were promoted within their eligible quota ofthat year under the Recruitment Rules – The consequential action,by way of drawing and publishing a final seniority list, in accordance with the present findings, shall be completed within three months."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "PATTALI MAKKAL KATCHI VS. A. MAYILERUMPERUMAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MTI=",
        "Citation": "[2022] 19 S.C.R. 42",
        "Case Type": "(CIVIL APPEAL /2600/2022)",
        "Date": "31 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice L. Nageswara Rao\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF80Mi05MF8xNzAyOTgzOTc1LnBkZg==",
        "SCR Citation:": "[2022] 19 S.C.R. 42",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "31 March 2022",
        "Petitioner:": "Pattali Makkal Katchi",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 378",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "A. Mayilerumperumal & Ors.",
        "Case Type:": "CIVIL APPEAL /2600/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu Special Reservation of seats"
        ],
        "HeadNote": "Tamil Nadu Special Reservation of seats in EducationalInstitutions including Private Educational Institutions and ofappointments or posts in the services under the State within theReservation for the Most Backward Classes and DenotifiedCommunities Act, 2021 – Tamil Nadu Backward Classes, ScheduledCastes and Scheduled Tribes (Reservation of seats in EducationalInstitutions and of appointments or posts in the Services under theState) Act, 1993 – ss. 2, 3(a), 4, 5 & 7 – Validity of 2021 Act –Backward Class Reservation – Reservation of seats in educationalinstitutions – Reservation in appointments or posts in the servicesunder the state – Classification of Backward Classes – An Act (2021Act) for special reservation within 20% reserved Most BackwardClasses (MBCs) and De-notified Communities (DNCs) was passedby State assembly – The bill provides reservation of seats in privateeducational institutions, and reservation in appointment or posts inthe services under the State – 10.5% reservation was specificallyearmarked for the Vanniyakula Kshatriya community – Writ petitionswere filed in the High Court assailing the constitutional validity of2021 Act – The High Court held that the State Legislature had nocompetence to enact the 2021 Act and there was no quantifiabledata – The High Court further found that the internal reservationmade only on the basis of caste is violative of Constitution – Onappeal, held: There is no bar on the legislative competence of theState to enact the 2021 Act – State Government has the competenceto classify the Vanniakula Kshatriyas or any other community orgroup of communities within backward classes as a particular classfor the grant of special measures, there should be a reasonablebasis for categorising such communities into a different section fromthe rest of the communities within the MBCs and DNCs, on groundswhich cannot be superficial or illusory – By taking into accountthe population of the Vanniakula Kshatriyas as enumerated in the report of the Ambasankar Commission in 1985, the Chairmanrecommended internal reservation, i.e., 10.5 per cent – Any studyby the Commission should be with regard to the present status sincethe object is to take affirmative actions in present or in future toaddress the needs of a particular community – There was nosubstantial basis for classifying the Vanniakula Kshatriyas into onegroup to be treated differentially from the remaining 115 communitieswithin the MBCs and DNCs, and therefore, the 2021 Act is inviolation of Articles 14, 15 and 16.Constitution of India – Art. 341 – 102nd Amendment Act –Sub Categorisation of Classes – What the 102nd Amendment prohibitsthe State from undertaking is identifying a caste as SEBC orincluding or excluding a community from the list notified by thePresident – A close scrutiny of E.V. Chinnaiah would make it clearthat the High Court was wrong in relying upon the said judgment tohold that sub classification of backward classes is beyond thelegislative competence of the State – A Presidential list for SEBCsdid not come into existence and the question of sub-division of thesaid list by way of the 2021 Act does not arise.Constitution (First Amendment) Act, 1951 — Article 31-B - It issettled law that any amendment made to a statute placed under theNinth Schedule does not get protection under Article 31-B, unless thesaid amendment is also included in the Ninth Schedule— Thus, Article31-B does not operate as a hurdle for the State to enact statutes onmatters ancillary to the 1994 Act – It is made clear that it was open tothe State to have amended the 1994 Act – At the same time, it cannotbe said that the State Legislature lacked competence to enact alegislation for determining the extent of reservation amongst the MBCsand DNCs."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "SARANPAL KAUR ANAND VS. PRADUMAN SINGH CHANDHOK AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MjM=",
        "Citation": "[2022] 19 S.C.R. 100",
        "Case Type": "(CIVIL APPEAL /2573/2022)",
        "Date": "28 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xMDAtMTQ4XzE3MDI5ODQxMDAucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 100",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "28 March 2022",
        "Petitioner:": "Saranpal Kaur Anand",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 347",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Praduman Singh Chandhok And Others",
        "Case Type:": "CIVIL APPEAL /2573/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: Or. VII r. 11(d)",
            "Or. XII r. 6"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: Or. VII r. 11(d), Or. XII r. 6 –Rejection of plaint on the ground of limitation – Admission of factin the plaint – On facts, the appellant-plaintiff filed a suit againstrespondent nos 1 to 9-defendant Nos. 1 to 9 seeking a decree ofdeclaration that the suit property is a joint undivided family propertyof the plaintiff and defendant Nos. 3 to 9 being the successors ofthe parents of the plaintiff; decree of declaration that the purportedsale deed dated 23.08.1969 executed by late mother of the plaintiffthrough her alleged attorney in favour of her brother-defendantno. 1 and the purported sale deed dated 12.10.1995 executed bythe brother in favour of his son-defendant no. 2 is null and void;and a decree for permanent injunction against defendant Nos.1and 2, restraining them from raising/constructing/adding/ alteringor entering into any agreement to sell or creating any third partyinterest in respect of any portion of the suit property –DefendantNo. 1 and 2 filed written statements as also an application forrejection of the plaint on the ground of limitation – Plaintiff filedtwo applications u/Or. VI r. 17 seeking amendment of the plaint forincorporating relief of possession and amending the cause of actionclause – Thereafter, the Single Judge of the High Court decided thepreliminary issue holding that the suit being barred by time, theplaint was liable to be rejected; and the amendment applicationswere dismissed as mala fide and not maintainable – Division Benchupheld the said order – As regards the issue-whether the SingleBench could have framed the preliminary issue u/Or. XIV r. 2 withregard to the issue of limitation for rejecting the plaint u/Or. VII r.11(d);whether the Division Bench could have taken recourse to Or.XII r. 6, which was not the issue before the Single Bench, for rejectingthe plaint; and whether Single Bench and Division Bench erred inreferring to the written statements and the other documents whichwere not part of the plaint while rejecting the plaint on the ground that the suit was barred by limitation, in view of difference of opinionbetween two Hon’ble Judges, the matter to be placed before Hon’blethe Chief Justice of India for directions."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "RAMRAO SHANKAR TAPASE VS. MAHARASHTRA INDUSTRIAL DEVELOPMENT CORPN. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MzA=",
        "Citation": "[2022] 19 S.C.R. 149",
        "Case Type": "(CIVIL APPEAL /2732/2022)",
        "Date": "19 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xNDktMTY3XzE3MDI5ODQyMDIucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 149",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "19 April 2022",
        "Petitioner:": "Ramrao Shankar Tapase",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 437",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Maharashtra Industrial Development Corpn. And Others",
        "Case Type:": "CIVIL APPEAL /2732/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: s.23"
        ],
        "HeadNote": "Land Acquisition Act, 1894: s.23 – Land acquisitionproceedings undertaken by the State Government for theMaharashtra Industrial Development Corporation for extension ofIndustrial estate in Village Bhoyar – Special Land Acquisition officerdeclared awards and determined the quantum of compensationpayable to the original claimants – Reference Court enhanced theamount of compensation – Both original claimants as well as theacquiring body preferred appeals against the award passed by theReference court – High Court disposed of all the appeals and crossobjections by the impugned common judgment and order while partlyallowing the appeal preferred by the Acquiring body and reducingthe compensation amount awarded by the Reference Court – Held:High Court rightly relied upon and considered the only sale exemplarof the same village while determining compensation and discardedsale exemplars with respect to another village Lohara which wereeither of the period subsequent to the land acquired in the presentcase and/or the same were with respect to small areas of land –However, impugned amount of compensation modified – Instead of10% cumulative increase as adopted by the High Court, 12%cumulative increase would be just and proper and in the fitness ofthings – So far as submission on behalf of the claimants that thelands in question were acquired for the industrial corporation andwere to be used for the industries/commercial purpose andaccordingly the compensation should have been paid is concerned,what is required to be considered is that the lands in question wereagricultural lands – Even for the purpose of industrial use and/orindustries, the corporation is required to incur the expendituretowards its development and therefore the development chargeswould have to be deducted while determining the compensation –However, in the present case, development charges not deducted – Even otherwise, the future use of the acquired land cannot be themain criteria to determine the compensation for the lands acquired"
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "MOHD. FIROZ VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4Mzg=",
        "Citation": "[2022] 19 S.C.R. 168",
        "Case Type": "(CRIMINAL APPEAL /612/2019)",
        "Date": "19 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi\n*, Hon'ble Mr. Justice S. Ravindra Bhat, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xNjgtMjAxXzE3MDI5ODQyOTkucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 168",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "19 April 2022",
        "Petitioner:": "Mohd. Firoz",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 429",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Bela M. Trivedi",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /612/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 – Ss. 302",
            "376(2)(i)",
            "376(2)(m)",
            "363",
            "366",
            "376A – Protection of Children from Sexual Offences Act",
            "2012"
        ],
        "HeadNote": "Penal Code, 1860 – Ss. 302, 376(2)(i), 376(2)(m), 363, 366,376A – Protection of Children from Sexual Offences Act, 2012(POCSO) – ss. 5 (i), 5 (m), 6 – Evidence Act, 1872 – s. 106 – Codeof Criminal Procedure, 1973 – ss. 304, 313 – Rape and sexualassault on the young child-victim – Appellant-accused along withone another accused person was convicted for death sentence andlife imprisonment, respectively, by the trial court for the offences u/ss. 302, 376(2)(i), 376(2)(m), 363, 366 IPC r/w. s. 5(i) r/w. s. 6 ands.5(m) r/w. s. 6 of the POCSO Act – High Court, while dismissingthe appeal, affirmed the order of conviction by trial court regardingthe appellant herein but acquitted the other accused person –Appellant has, thus, preferred the present appeal – Whether thetrial had been conducted in a fair manner by following the dueprocedure and the prosecution had proved the guilt of the accusedbeyond reasonable doubt since the case was based on circumstantialevidence- Whether the prosecution had adequately proved thecircumstance with regard to the theory of “last seen together”–Whether the prosecution had sufficiently proved the “proximity oftime” i.e. ‘the time gap between the victim being lastly seen with theappellant-accused and the time when she was found injured andunconscious in the field’ – Held: In the instant case, neither anyexplanation was offered by the appellant in his further statementunder Section 313 of Cr.P.C. nor any concrete defence was takenduring the course of the cross-examination of the witnesses –Conduct of the accused in absconding away also was acircumstance duly proved by the prosecution against him – Timegap between the victim being lastly seen with the appellant-accusedand the time when she was found injured and unconscious in thefield was hardly 12 hours– The said injuries had resulted into herdeath – Prosecution had proved the close proximity of time when the victim was last seen with the appellant and when the victim wasfound unconscious and in injured condition, which ultimatelyresulted into her death – Nothing on record to suggest that the dueprocedure was not followed or there was deprivation of the legalaid or legal assistance to accused –Views taken by the Courts belowwith regard to the conviction of the appellant for offences chargedagainst him, deem it proper to commute, and accordingly commutethe sentence of death for the sentence of imprisonment for life, foroffence punishable u/s.302 IPC – While balancing the scales ofretributive justice and restorative justice, appellant-accused,sentenced to imprisonment for a period of twenty years instead ofimprisonment for the remainder of his natural life for the offenceunder section 376A, IPC.Sentencing - Restorative Justice- One of the basic principlesof restorative justice is to give an opportunity to the offender torepair the damage caused, and to become a socially usefulindividual when he is released from the jail- maximum punishmentprescribed may not always be the determinative factor for repairingthe crippled psyche of the offender- Hence, while balancing thescales of retributive justice and restorative justice."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "RAJPAL SINGH VS. SAROJ (DECEASED) THROUGH LRS AND ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NDU=",
        "Citation": "[2022] 19 S.C.R. 202",
        "Case Type": "(CIVIL APPEAL /3489/2022)",
        "Date": "18 MAY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8yMDItMjExXzE3MDI5ODQzOTUucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 202",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "18 May 2022",
        "Petitioner:": "Rajpal Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 589",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Saroj (deceased) Through Lrs And Anr",
        "Case Type:": "CIVIL APPEAL /3489/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Performance: Agreement to sell – Cancellation of sale deed – Limitation period"
        ],
        "HeadNote": "Specific Performance: Agreement to sell – Cancellation ofsale deed – Limitation period – Respondentno. 2-original owneragreed to sell his agricultural land to appellant-purchaser for thesale consideration – Before the execution of the sale deed, adeclaration decree was obtained by the wife of the respondent no.2 against the respondent no. 2 whereby she was declared the ownerof the land, however, this was not brought to the notice of theappellant nor there was mutation in the revenue record – Thereafter,respondent no. 2 executed registered sale deed in favour of appellantand its name was entered in the revenue records – Appellantremained in possession and since then is cultivating the land – After5 years, the wife of the respondent no. 2 filed a suit seekingcancellation of sale deed in respect of the suit property on the basisof the declaratory decree obtained by her – Trial court decreed thesuit, declaring that the sale deed in favour of the appellant wasillegal and nullity as the respondent no. 2 had no title over the landwhen he executed the sale deed in favour of the appellant – However,the first appellate set aside the decree – In appeal, the High Courtrestored the judgment and decree passed by the trial court – Onappeal, held: Suit for cancellation of sale deed filed by the wife ofthe respondent no. 2 was clearly barred by law as it was required tobe filed within the period of three years from the date of theknowledge of the sale deed – Relief for possession is a consequentialprayer and the substantive prayer was of cancellation of the SaleDeed and thus, the limitation period is required to be consideredwith respect to the substantive relief claimed and not theconsequential relief–When composite suit is filed for cancellationof the sale deed as well as for recovery of the possession, thelimitation period is to be considered with respect to the substantiverelief of cancellation of the sale deed, which would be three yearsfrom the date of the knowledge of the sale deed sought to be cancelled – Suit filed by the wife of the respondent no. 2 forcancellation of the sale deed, can be said to be a substantive thus,the same was clearly barred by limitation–Hence, the suit ought tohave been dismissed on the ground of limitation –Appellant can besaid to be a bona fide purchaser and that the decree obtained bythe wife of the respondent no. 2 was a collusive decree – When thewife of the respondent no. 2 obtained the collusive decree,therewas already an agreement to sell in favour of the appellant andsubsequently appellant paid the entire balance sale consideration,which was accepted by the respondent no. 2–High Court failed toconsider all these aspects – Thus, the judgment and order of theHigh Court is unsustainable and is set aside and that of the firstappellate court is restored and the suit filed by the wife of therespondent no. 2 is dismissed – Limitation."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "KOTAK MAHINDRA BANK LIMITED VS. KEW PRECISION PARTS PRIVATE LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NTA=",
        "Citation": "[2022] 19 S.C.R. 212",
        "Case Type": "(CIVIL APPEAL /2176/2020)",
        "Date": "05 AUGUST 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8yMTItMjQxXzE3MDI5ODQ0ODYucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 212",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "05 August 2022",
        "Petitioner:": "Kotak Mahindra Bank Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 800",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Kew Precision Parts Private Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /2176/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016 – ss. 7",
            "8",
            "9",
            "14",
            "238A"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – ss. 7, 8, 9, 14, 238A– The Securitisation and Reconstruction of Financial Assets andEnforcement of Security Interest Act 2002 – s. 13 (2) – LimitationAct 1963 – Schedule – Art.137 and ss. 5, 18 – Appellant sanctionedloan/credit facilities to Respondent and necessary documents wereexecuted between them on 29.11.2012 – Between 23.11.2012 and31.12.2013, loan amounts were disbursed – Respondent mortgagedits assets in favour of the Appellant by memorandum dated13.12.2013 – Respondent defaulted in repaying the dues, hencedeclared NPA by the Appellant on 30.09.2015 – On 19.11.2017,Appellant issued statutory notice u/s. 13(2) of the Securitisationand Reconstruction of Financial Assets and Enforcement of SecurityInterest Act 2002 – Respondent admitted its liability to the Appellantand offered a one-time settlement at two instances – On 20.12.2018settlement was signed and executed – Respondent defaulted inrepayment of settled amount – On 2.01.2019, Appellant filed anapplication u/s. 7 of the IBC for initiating Corporate InsolvencyResolution Process (CIRP) before NCLT – Admitting the application,NCLT imposed a moratorium in terms of s. 14 of the Insolvency andBankruptcy Code (IBC) – The suspended Directors of theRespondent filed an appeal before NCLAT contending that thepetition filed by the Appellant was patently barred by limitation –NCLAT allowing the appeal held that the time when debt of non-payment of due took place and that of the date of filing applicationu/ s. 7 is beyond limitation – Aggrieved, the appellant filed appealu/s. 62 of IBC, 2016 — Held: NCLAT did not consider the questionof applicability of Section 5 of the Limitation Act for condonationof delay, to proceedings under Section 7 of the IBC – If no limitationperiod is provided anywhere else in the Schedule to the LimitationAct, Article 137 of the Schedule of the Act would be attracted whichprovides that the period of limitation prescribed for such an application is three years from the date of accrual of the right toapply – CIRP proceedings were closed without giving the Appellantthe opportunity to explain if there was sufficient cause for the delayin approaching the NCLT – An appeal being the continuation oforiginal proceedings, the provision of Section 7(5)(b) of the IBC ofnotifying the Financial Creditor before rejection of a claim, wouldbe attracted and the Appellant might have got the opportunity torectify the defects in its application under Section 7 by filingadditional pleadings and/or documents – Hence, the impugnedjudgment and order of the NCLAT is set aside to the extent that theCIRP proceedings have been closed."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "DKG BUILDCON PRIVATE LTD VS. THE ADJUDICATING & ENQUIRY OFFICER, S.E.B.I.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NTk=",
        "Citation": "[2022] 19 S.C.R. 242",
        "Case Type": "(CIVIL APPEAL /1742/2009)",
        "Date": "14 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Ms. Justice B.V. Nagarathna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8yNDItMjcwXzE3MDI5ODQ2MTAucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 242",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "14 September 2022",
        "Petitioner:": "Dkg Buildcon Private Ltd",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 960",
        "Judgment Delivered by:": "Hon'ble Ms. Justice B.V. Nagarathna",
        "Respondent:": "The Adjudicating & Enquiry Officer, S.e.b.i.",
        "Case Type:": "CIVIL APPEAL /1742/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India Act",
            "1992 – ss.11C (3)",
            "15A(a)",
            "15J"
        ],
        "HeadNote": "Securities and Exchange Board of India Act, 1992 – ss.11C(3), 15A(a), 15J –Penalty of rupees one crore levied by theAdjudicating Officer (AO), upheld by the Securities AppellateTribunal (SAT) – Justification of – Held: Appellants had first violatedthe summons in August, 2001 and in June, 2002 – Thereafter, SEBIissued numerous summons, giving the appellants opportunities toappear and produce the documents and furnish the information asrequired – But, the appellants failed to respond to any of the summonsissued during the period of 2001-2002, during the course of theinvestigation – Thereafter, SEBI issued fresh summons on 1.04.2003in respect of the appellant in C.A.No. 1742 of 2009 and on09.04.2003 in respect to the appellant in C.A.No. 5833 of 2009 forthe appellants to cooperate with the investigation –Thereafter, theAO passed its order levying penalty on the appellants on 28.11.2003and on 31.12.2003 respectively – Non-compliance of the aforesaidfresh summons constituted a fresh offence committed by theappellants – Thus, the amended provisions of s.15A(a) as amendedw.e.f. 29.10.2002 would apply when levying the penalty on theappellants in respect of the summons issued subsequent to theaforesaid amendment –Also, since the duration of the default ofnon-compliance committed by both the appellants was over a periodof 100 days from the date of issue of the summons in each case, theAO rightly applied s.15A(a), more specifically in regard to themaximum limit of penalty that could be imposed under the provision,i.e. rupees one crore– Penalty of rupees one crore as levied by theAO and upheld by the SAT is justified–Further, investigation bySEBI which had concluded that the appellants and other entitieswere involved in aiding and abetting ‘KP’ and his companies inrigging the securities market in the years 2000 and 2001 had notbeen challenged, at any point, by the appellants – Thus, the relevant  order of SEBI had attained finality – Taking into consideration theseverity of offences found to have been committed by the appellantsand other entities, and the non-cooperative attitude of the appellantsduring the course of the investigation in attempting to obstruct thesame, the quantum of penalty imposed u/s.15A(a) is justified andwith effective consideration of the factors listed in s.15J.Securities and Exchange Board of India Act, 1992 –Explanation to s.15J – Held: A bare reading of the Explanation inthe context of the present case creates a presumption in favor of theAdjudicating Officer that he passed the Orders dated 28.11.2003and 31.12.2003 against the appellants after due consideration ofthe factors mentioned in s.15J.Securities and Exchange Board of India Act, 1992 – s.11C(3)– “persons associated with the securities market in any manner” –Held: A bare reading of s.11C (3) makes it clear that an InvestigatingAuthority appointed by SEBI to investigate the affairs of any personsmay require such person “associated with the securities market inany manner to furnish such information to, or produce such books,or registers, or other documents, or record before him or any personauthorized by it, in this behalf as it may consider necessary, if thefurnishing of such information or the production of such books, orregisters, or other documents, or record is relevant or necessaryfor the purposes of its investigation” – In the present case, theappellants were under investigation by SEBI for its allegedinvolvement in aiding and abetting ‘KP’ and his companies inmanipulating the securities market –Thus, the appellants wouldsquarely fall under the scope of “persons associated with thesecurities market in any manner” u/s.11C(3) –The authority of theInvestigating Authority to direct such persons to appear before himand furnish information or produce documents as is required foran investigation is provided in s.11C (3).Securities and Exchange Board of India Act, 1992 – ss.19,15A(a), 11C(3) – Held: s.19 provides that the SEBI may delegate toany member, officer of the SEBI or any other person, such of itspowers and functions under this Act (except the powers u/s.29) asit may deem necessary – Thus, when the appellants failed to complywith the directions issued u/s.11C(3)and failed to producetherequired documents and information, the Investigating Authority, being a delegated Authority of SEBI, was empowered to levy thepenalty as provided in s.15A(a)."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "AMINUDDIN VS. STATE OF UTTAR PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NjY=",
        "Citation": "[2022] 19 S.C.R. 271",
        "Case Type": "(CRIMINAL APPEAL /1669/2022)",
        "Date": "23 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Krishna Murari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8yNzEtMjgwXzE3MDI5ODQ3MDQucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 271",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "23 September 2022",
        "Petitioner:": "Aminuddin",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1020",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "State Of Uttar Pradesh & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1669/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail – Grant of",
            "on parity – When not justified – Penal Code",
            "1860 – ss.147",
            "148",
            "149",
            "302",
            "352 and 34"
        ],
        "HeadNote": "Bail – Grant of, on parity – When not justified – Penal Code,1860 – ss.147, 148, 149, 302, 352 and 34 – Held: When the bailgranted to co-accused person has been disapproved by SupremeCourt and such grant of bail to co-accused had been the only reasonfor which the bail was granted to the respondent no.2, the impugnedorder is liable to be set aside– In the said case, the High Court hadproceeded in a rather cursory manner and without regard to thesalient feature of the case at hand, being that of gruesome day-light murder of the son of the appellant with 8 grievous injuries,including those of incise wounds and stab wounds on and aroundthe neck and the chest – Impugned order equally suffers from theshortcoming that the relevant features of the case have not at allbeen considered by the High Court – Respondent no.2 has beenspecifically named in the FIR as one of the assailants and lookingto the nature of the accusations and the nature of injuries, theprosecution case prima facie cannot be dubbed as fanciful orimprobable – Impugned order set aside – Respondent no.2 tosurrender – If he applies for bail afresh after surrendering and atan appropriate stage, such an application may be considered on itsown merits."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "AMAR NATH (DEAD) THROUGH L.R. VS. GIAN CHAND AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NzQ=",
        "Citation": "[2022] 19 S.C.R. 281",
        "Case Type": "(CIVIL APPEAL /5797/2022)",
        "Date": "28 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvX18yODEtMzIyXzE3MDQxOTI2MjAucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 281",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "28 January 2022",
        "Petitioner:": "Amar Nath (dead) Through L.r.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 106",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Gian Chand And Ors.",
        "Case Type:": "CIVIL APPEAL /5797/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Deeds and Documents – Power of attorney – When not cancelled –"
        ],
        "HeadNote": "Deeds and Documents – Power of attorney – When notcancelled – Plaintiff entered into an oral agreement for the sale ofhis property for Rs. 55,000/- with the first defendant – It wasplaintiff’s case that the first defendant couldn’t arrange the moneyand asked for further time – Plaintiff bonafide executed a specialpower of attorney dtd. 28.01.87 in favour of the second defendantfor selling the property for Rs. 55,000/- – As per the plaintiff, as thenegotiation fell through in view of the first defendant not beingable to arrange the money, the second defendant surrendered theoriginal power of attorney to the plaintiff on 02.02.87 – However,as per plaintiff, the second defendant applied for the copy of thepower of attorney, and fraudulently in collusion with the firstdefendant executed the sale deed on 28.04.87 for Rs.30,000/- –Plaintiff filed suit inter alia for declaration by way of permanentinjunction that he is the owner in possession of the property andthe mutation showing the sale in favour of the first defendant bythe second defendant was null and void – Trial Court declined therelief of declaration by way of permanent injunction – AppellateCourt found that the case of the plaintiff that the power of attorneywas cancelled was unsustainable and that there was a valid saledeed and endorsement – High Court set aside the findings of thecourts below and decreed the suit by declaring the plaintiff as theowner in possession of the land and mutation showing the sale infavour of the first defendant was declared null and void – On appeal,held: The production of original power of attorney before theRegistering Authority was unnecessary for effecting registration ofthe sale deed – Further, the plaintiff admitted that he did not get thepower of attorney cancelled at the Sub-Registrar Office – Even,more importantly, he admitted to not having sent any notice ofcancellation – The only evidence consists of a statement of plaintiffthat the first defendant was aware of the cancellation and the statement of PW6, who had said that the first defendant was alsothere on 02.02.87, when on two papers a line was drawn to signifythe cancellation – Furthermore, the Trial Court and also the appellatecourt relied upon the DX (letter dated 02.06.87) sent by the plaintiffhimself, which appears to undermine the evidence about thecancellation on 02.02.1987 – High Court should not have, at anyrate, disturbed the said finding in a Second Appeal – The case ofthe plaintiff that power of attorney stood cancelled, in the mannerdone on 02.02.1987 cannot be accepted – First defendant, who isthe third party, could not be attributed any knowledge of thesurrender or the alleged cancellation on 02.02.1987 – ImpugnedJudgment set aside – Contract Act, 1872 – ss.201, 202, 207, 208 –Registration Act, 1908 – ss.18, 18 A, 32-35."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "KAVI ARORA VS. SECURITIES & EXCHANGE BOARD OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4ODM=",
        "Citation": "[2022] 19 S.C.R. 323",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /15149/2021)",
        "Date": "14 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice Indira Banerjee\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8zMjMtMzQyXzE3MDI5ODQ5ODkucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 323",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "14 September 2022",
        "Petitioner:": "Kavi Arora",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2022 INSC 959",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Securities & Exchange Board Of India",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /15149/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India Act",
            "1992 – s.15HA"
        ],
        "HeadNote": "Securities and Exchange Board of India Act, 1992 – s.15HA– Securities and Exchange Board of India (Procedure for HoldingInquiry and Imposing Penalties by Adjudicating Officer) Rules, 1995– rr.3, 4 – Show Cause Notice was issued by Respondent-SEBI tothe Petitioner, who was MD and CEO of one Religare Finvest Limited(RFL) [subsidiary of Religare Enterprises Ltd. (REL)], allegingdiversion of funds from RFL through several layers of conduit entitiesfor the ultimate benefit of promoters of REL and RFL – Writ petitionfiled by the Petitioner seeking directions against SEBI, to furnishthe documents relied upon by it in the Show Cause Notice – Petitioneralso sought orders for supply of a copy of the opinion formed u/r.3of the SEBI Adjudication Rules for constituting an AdjudicatingAuthority to issue the aforesaid Show Cause Notice to the Petitioner– Dismissed – On appeal, held: High Court rightly did not interferewith the proceedings at the stage of the Show Cause Notice –Petitioner was permitted to inspect the opinion formed u/r.3 of theSEBI Adjudication Rules – There is apparently no rule which requiresSEBI to furnish the opinion u/r.3 to the noticee in its entirety –Documents relied upon for formation of opinion u/r.3, are notrequired to be disclosed to the noticee unless relied upon in theinquiry – Further, in course of argument before the High Court, thecounsel for SEBI made a statement that SEBI would not rely on anydocument apart from those which had been provided to the Petitioner– It is well settled that documents which are not relied upon by theAuthority need not be supplied – Supreme Court by its interim orderhad permitted SEBI to hold the inquiry, without relying upon anydocuments, not supplied to the Petitioner – The interim order willgovern the inquiry – No infirmity in the impugned judgment of theHigh Court – Securities Contract (Regulation) Act, 1956 – SecuritiesContract (Regulation) (Procedure for holding inquiry and imposingpenalties) Rules, 2005. "
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "STATE OF ODISHA & ORS. ETC.ETC VS. SULEKH CHANDRA PRADHAN ETC.ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4OTI=",
        "Citation": "[2022] 19 S.C.R. 343",
        "Case Type": "(CIVIL APPEAL /3036-3064/2022)",
        "Date": "20 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8zNDMtMzU5XzE3MDI5ODUxMTcucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 343",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "20 April 2022",
        "Petitioner:": "State Of Odisha & Ors. Etc.etc",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 452",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "Sulekh Chandra Pradhan Etc.etc.",
        "Case Type:": "CIVIL APPEAL /3036-3064/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Odisha Education (Recruitment and Conditions of Service of Teachers and Members of the Staff of Aided Educational Institutions) Rules",
            "1974 – rr.5",
            "6"
        ],
        "HeadNote": "Odisha Education (Recruitment and Conditions of Service ofTeachers and Members of the Staff of Aided Educational Institutions)Rules, 1974 – rr.5, 6 – Tribunal allowed the Original Applicationsfiled by the respondents, thereby setting aside their termination andallowing them to continue as Government servant as third teacher/Assistant Teacher in Middle English Schools (M.E. Schools) asregular teacher, same relief was granted to 137 Hindi Teachers also– Writ petitions filed by the appellants, dismissed – On appeal, held:Perusal of the approval order of the Government of Orissa,Education and Youth Service Department, would reveal that foreach M.E. School, only two posts, i.e., one post of a TrainedGraduate Headmaster and one post of a Trained Matric Teacher,have been sanctioned – The order clearly provides that no otherpost of teaching and non-teaching staff would be permitted – It isnot in dispute that the appointment of all the applicants/respondents/teachers have been made directly by the respective Managementwithout following the procedure as prescribed under the Rules/Statute – Appointments made in contravention of the statutoryprovisions are void ab initio – Tribunal erred in allowing the OriginalApplications of the applicants/teachers – Similarly, the High Courtalso erred in dismissing the petitions filed by the appellants –Impugned judgment of the High Court and the orders of the Tribunalare set aside – Constitution of India – Article 136 – Service Law."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "KOTAK MAHINDRA BANK LIMITED VS. NARENDRA JAYANTILAL TRIVEDI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MDA=",
        "Citation": "[2022] 19 S.C.R. 360",
        "Case Type": "(CIVIL APPEAL /4026-4027/2022)",
        "Date": "13 MAY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8zNjAtMzc1XzE3MDI5ODUyMzAucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 360",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "13 May 2022",
        "Petitioner:": "Kotak Mahindra Bank Limited",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 572",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Narendra Jayantilal Trivedi & Anr.",
        "Case Type:": "CIVIL APPEAL /4026-4027/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administration of Justice – Abuse of Process of Law – Debts Due to Banks and Financial Institutions Act",
            "1993"
        ],
        "HeadNote": "Administration of Justice – Abuse of Process of Law – DebtsDue to Banks and Financial Institutions Act, 1993 – Securitisationand Reconstruction of Financial Assets and Enforcement of SecurityInterest Act, 2002 – Held: One after another, a number ofproceedings were initiated by respondent No.1 by which he hasdelayed the proceedings initiated by the bank under the SARFAESIAct to recover the amount due and payable since 1986 and hasstalled the recovery proceedings – In spite of the strong observationsmade by the adjudicating authority in the earlier order re-producedby the Single Judge in his judgment and the strong observationsmade by the Single Judge, the Division Bench was not justified ininitially granting an ex-parte ad-interim relief and thereafter, tocontinue the same on withdrawal of the Letters Patent Appeal –Once the Division Bench did not interfere with the order passed bythe Single Judge on merits, thereafter, it was not open for the DivisionBench to pass an order permitting the Respondent No. 1 to withdrawthe Letters Patent Appeal and also make observations that any ofthe observations made by the DRT as well as by Single Judge whiledismissing the writ petition shall be ignored and/or shall not betaken into consideration – Allowing such a practice wouldtantamount to not only taking a chance before the court but wouldbe indeed speculative and an abuse of the process of the court –Proceedings before the Court are not for taking the chance by thelitigants – Impugned order passed by the Division Bench of theHigh Court, in so far as in terms of paragraphs 3(ii), 3(iii) and 4, isset aside – Further, the ex-parte interim order granted in the LettersPatent Appeal also stands vacated – Costs of Rs. 1,00,000/- to bedeposited by respondent No.1."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "OIL AND NATURAL GAS CORPORATION LTD. VS. THE PRESIDENT, OIL FIELD EMPLOYEES ASSOCIATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MDU=",
        "Citation": "[2022] 19 S.C.R. 376",
        "Case Type": "(CIVIL APPEAL /1033/2022)",
        "Date": "04 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8zNzYtMzk5XzE3MDI5ODUzMjgucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 376",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "04 February 2022",
        "Petitioner:": "Oil And Natural Gas Corporation Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 145",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aniruddha Bose",
        "Respondent:": "The President, Oil Field Employees Association & Ors.",
        "Case Type:": "CIVIL APPEAL /1033/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act",
            "1947: If irregularity or illegality"
        ],
        "HeadNote": "Industrial Disputes Act, 1947: If irregularity or illegalitycommitted by a Tribunal touches upon the jurisdiction to try anddetermine over a subject dispute is altogether beyond its purview,that question would go to the root of the matter and it would bewithin the jurisdiction of the superior court to correct such error –In the facts of the present case, it is not the question of inherentlack of jurisdiction on the part of the Tribunal – The question ofjurisdiction, as held by the High Court, was a mixed question offact and law – In the instant case, the settlement of 19th September,2016 was a settlement essentially between the contractors andworkmen engaged by the former – The appellants were onlyconsenting parties to the settlement – The dispute related to thequestion as to whether the workmen engaged by the contractorswould be entitled to pay at par with other workmen of the employerand demand to that effect was raised with the appellants only – Therespondent Unions claimed to be, in reality, employees of ONGCand the demand was raised upon the latter, and not on theircontractors – The nature of their demand was thus differentparticularly as regards the status of the workmen, i.e., their claimto be workmen of ONGC – Thus, the settlement of 19th September,2016, in which the employers were the contractors cannot bind thesubject-dispute, where the appellants have been found to be theemployer on the basis of materials considered by the High Court –Engagement by the contractors cannot be the sole basis fordetermining status as workmen of contractors – The High Courtrightly affirmed the findings of the Industrial Tribunal that thesettlement of 19th September, 2016 did not bind the workmen whosecause the respondent Unions were espousing – The finding of theTribunal that the settlement involving implementation of the FairWage Policy (FWP) was not just and fair, which finding has been sustained by the High Court, is essentially a finding on facts basedon appreciation of evidence – Such finding not tainted by anyelement of perversity – The scope of jurisdiction of the IndustrialCourt is wide and in appropriate cases it has the jurisdiction evento make a contract – Directives issued by the Tribunal, as modifiedby the High Court are reasonable and cannot be termed as perverse"
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "AKHILESH PRASAD VS. JHARKHAND PUBLIC SERVICE COMMISSION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MTM=",
        "Citation": "[2022] 19 S.C.R. 400",
        "Case Type": "(CIVIL APPEAL /3180/2022)",
        "Date": "26 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha, Hon'ble Mr. Justice S. Ravindra Bhat, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF80MDAtNDI2XzE3MDI5ODU0NTMucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 400",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "26 April 2022",
        "Petitioner:": "Akhilesh Prasad",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 474",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Jharkhand Public Service Commission & Ors.",
        "Case Type:": "CIVIL APPEAL /3180/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law – Bihar Reorganisation Act",
            "2000 – Ss. 73 and 74 – Services after reorganisation of State"
        ],
        "HeadNote": "Service Law – Bihar Reorganisation Act, 2000 – Ss. 73 and74 – Services after reorganisation of State – Appellant cleared theCooperative Development Officers exam held in 1994 conductedby the then Bihar Public Service Commission under the ScheduledTribe category – The State of Bihar was bifurcated in successorStates viz. State of Bihar and newly formed State of Jharkhand, asa result of Bihar Reorganisation Act, 2000 – After bifurcation ofthe State of Bihar, Appellant’s service was allocated to the successorState of Jharkhand and since then he had been in the service ofState of Jharkhand – An advertisement was issued for filling up theposts of Deputy Collectors through limited departmentalexamination, the benefit of reservation according to which wouldbe extended to only those who submit the appropriate castecertificate from the Sub-Divisional officer posted in State ofJharkhand – Appellant even though secured more marks as againstthe cut-off for ST category in the departmental exam was declaredunsuccessful – The Appellant challenged his non-selection by filinga Writ Petition which was allowed by the Single Judge of the HighCourt of Jharkhand – Single Judge of the High Court held that thepetitioner was already working in the co-operative Department asa reserved category candidate – He carried his reserved categorywith him after bifurcation also – Thus, the State acknowledged thepetitioner as Scheduled Tribe category while he is working in Co-operative Department under the State, but not treating him asreserved category i.e. scheduled tribe for the purpose of limitedexamination, is not acceptable neither his tenable in the eyes of law– However, the Division Bench of the High Court held that sincethe appellant had failed to comply with condition No.13 of theAdvertisement and since there was no certificate issued by any ofthe competent authorities that he belonged to ST (Gond) categoryin State of Jharkhand, the appellant could not be said to be belonging to the reserved category of STs for the purposes of limiteddepartmental examination – On appeal, held: Per Uday UmeshLalit, J. (for himself and Pamidighantam Sri Narasimha, J.)Supreme Court in Pankaj Kumar’s case held the employees whoopt for service under a successor State after reorganization, theirexisting service conditions would not be varied to their disadvantageand would stand protected by virtue of Section 73 of the Act – Subjectto the condition that such person would not be entitled to claim thebenefit of reservation simultaneously in both the successor States,such employees would be entitled to claim not only the benefit ofreservation in the service of the successor State to which they hadopted and were allocated, but they would also be entitled toparticipate in any subsequent open competition with the benefit ofreservation – Single Judge of the High Court was therefore right inallowing the writ petition – Division Bench of the High Court wasnot justified in concluding that limited departmental examinationwas nothing but direct recruitment from the open market – PerRavindra Bhat, J. (concurring): There is an obligation on the partof Parliament, to provide clarity about the kind of protection,regarding the status of such individuals forced to chose one amongthe newly reorganized states, and ensure that they are not worse offas a result of reorganization."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "GOPI @ GOVERDHANNATH (D) BY LRS. & ORS. VS. SRI BALLABH VYAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MjU=",
        "Citation": "[2022] 19 S.C.R. 427",
        "Case Type": "(CIVIL APPEAL /6827/2022)",
        "Date": "22 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar\n*, Hon'ble Ms. Justice Indira Banerjee",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF80MjctNDQ0XzE3MDI5ODU3MDYucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 427",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "22 September 2022",
        "Petitioner:": "Gopi @ Goverdhannath (d) By Lrs. & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1000",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.T. Ravikumar",
        "Respondent:": "Sri Ballabh Vyas",
        "Case Type:": "CIVIL APPEAL /6827/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh Buildings (Lease",
            "Rent and Eviction) Control Act",
            "1960: s. 10(2)(i)",
            "10(2)(vi) and 10(3)(a)"
        ],
        "HeadNote": "Andhra Pradesh Buildings (Lease, Rent and Eviction) ControlAct, 1960: s. 10(2)(i), 10(2)(vi) and 10(3)(a) – Eviction of tenant –Original owner of the property leased out the property to thepredecessor in interest of the appellants and they were paying rentto the owner – Case of the respondent that his father had purchasedthe said property vide registered sale deed – Respondent filed petitionfor eviction of tenant-appellant no. 2 and 3 and others from shopon the ground of non-payment/default in payment of rent, tenant’sdenial of the title of the landlord not being bona fide, and landlord’sright to be put in the possession of property for his own businessuse – Appellants denied the title of the respondent as also claimedtitle over the schedule property contending that they purchased thesame from the original owner – However, the tenant directed tovacate the schedule property – Said order upheld by the appellateauthority and the High Court – Interference with – Held: Not calledfor – When the respondent, as landlord, claimed eviction on theground of tenants’ denial of his title over the petition scheduleproperty and to establish such denial as not being bonafideproduced its registered sale deed, the appellants and theirpredecessors-in-interest could not justify the denial merely byasserting that their predecessor-in-interest, had purchased it for avalid consideration, without producing any supporting material(s)admissible in evidence – In respect of the sale of an immovableproperty, worth value which makes the sale deed compulsorilyregistrable, the genuineness of the denial of title cannot be decidedbased on presumptions and oral assertations ignoring a validregistered document – Concurrent findings of the courts below thatthe title of the respondent was malafidely denied by the appellantsis the rightful conclusion on appreciation of the facts and evidenceobtained in this case – Nothing that would establish non-consideration of any material or consideration of irrelevant material, to arrive at the finding that the requirement to get vacant possessionof the petition schedule property of the respondent is malafide – Inview thereof, no reason to hold that such findings are infected withperversity or manifest injustice."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "UNION OF INDIA AND ORS. VS. SHARVAN KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5Mjk=",
        "Citation": "[2022] 19 S.C.R. 445",
        "Case Type": "(CIVIL APPEAL /1942/2014)",
        "Date": "06 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Krishna Murari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF80NDUtNDYxXzE3MDI5ODU4MTEucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 445",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "06 July 2022",
        "Petitioner:": "Union Of India And Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 1307",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Sharvan Kumar",
        "Case Type:": "CIVIL APPEAL /1942/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law – Conditional orders passed by Court/Tribunal"
        ],
        "HeadNote": "Service Law – High Court held that the remitted proceedingsin the disciplinary enquiry against the respondent were renderednullity, for having not been concluded within the time limit fixed bythe Tribunal in its earlier order dated 03.09.2010 – Correctness of– Held: Fixing of the period of two months by the Tribunal in thiscase had only been to ensure expeditious proceedings because thematter was being restored for reconsideration in the year 2010,though the disciplinary proceedings related with the incident dated09.01.2005 – However, the said period of two months did not acquireany status akin to that of a statutory mandate that the disciplinaryproceedings would have automatically come to an end with its expiry– Proceedings in question neither abated nor could have beenconsidered nullity only because of passage of the expected timeperiod stated in the order of the Tribunal dated 03.09.2010 – Therewas no reason or justification for the High Court to interfere withthe just and proper order passed by the Tribunal on 21.06.2013which inter alia held that the proceedings pursuant to the order dated03.09.2010 would have abated only if it was so directed in specificterms and not otherwise – Impugned order set aside and the orderdated 21.06.2013 passed by the Tribunal is restored.Service Law – Conditional orders passed by Court/Tribunalto do something within a particular period, without providingconsequence of default – Enlargement of such time – Permissibilityof – Discussed."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "INDIAN OIL CORPORATION LTD. VS. SUDERA REALTY PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MzI=",
        "Citation": "[2022] 19 S.C.R. 462",
        "Case Type": "(CIVIL APPEAL /6199/522)",
        "Date": "06 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF80NjItNTIyXzE3MDI5ODU5MjYucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 462",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "06 September 2022",
        "Petitioner:": "Indian Oil Corporation Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 928",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Sudera Realty Private Limited",
        "Case Type:": "CIVIL APPEAL /6199/522",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Lease – Tenant at sufferance – Liability to pay mesne profits"
        ],
        "HeadNote": "Lease – Tenant at sufferance – Liability to pay mesne profits– Held: A tenant continuing in possession after the expiry of thelease may be treated as a tenant at sufferance, which status is ashade higher than that of a mere trespasser, as in the case of atenant continuing after the expiry of the lease, his original entrywas lawful – But a tenant at sufferance is not a tenant by holdingover – While a tenant at sufferance cannot be forcibly dispossessed,that does not detract from the possession of the erstwhile tenantturning unlawful on the expiry of the lease – In the present case,the appellant while continuing in possession after the expiry of thelease became liable to pay mesne profits.West Bengal Tenancy Act, 1956 – Whether there was a priordetermination of the lease of 21 years by the respondent-lessor, ifso, whether the appellant-lessee is entitled to protection of theTenancy Act – Held : No reason to disagree with the High Courtthat the term of lease was 21 years from the date on which the threefloors in question were handed over – In regard to the 2nd and 3rdfloors, possession was handed over to the appellant on 16.09.1969– As far as the 4th floor is concerned, the possession was handedover only on 04.11.1970 – The lease agreement in 1968 along withthe supplementary agreement in 1969 did constitute a lease – Inthis case it is no doubt true that there was pre-determination clausewhich gave an option to the appellant to determine the lease after aperiod of 8 years – From the evidence and the stand taken by theappellant as emerging from the documents, it is clear that theappellant continued for the full length of 21 years in terms of thelease – Its possession was never ruffled – Appellant also filed a suit– During the entire period after the execution of the deed in 1968and the supplementary lease deed in 1969, till the period of 21 years ran out, appellant never took up the case based on its rightunder the West Bengal Premises Tenancy Act in view of the option ithad to determine the lease under Clause 9 – The presence of theclause in question is not to be confused with the issue relating tothe effect of the notice dated 07.12.1977 purported to have beensent to the respondent – Therefore, the appellant may not succeedon the strength of the option it claimed under the agreement to lease.Transfer of Property Act, 1882 – s. 106 – Was letter dated19.10.1990, a notice u/s. 106 – Held : On the terms of the letterdated 19.10.1990 it cannot be held that it amounted to terminationof the lease – There was a lease for a term of 21 years commencingin the case of the 2nd and 3rd floors from 17.09.1969 – Therefore,the period of 21 years had already run out by the time the letterdated 19.10.1990 came to be issued – In other words, it was a caseof a lease qua the 2nd and 3rd floors which had expired by efflux oftime, in September, 1990.Limitation Act, 1963 – Article 51 – Plea was that a suit ofmesne profits is governed by Article 51 of Limitation Act – Suit waslaid on 10.04.1995, it was contented that for the period beyond 3years before the date of the suit, the suit would be barred – Held :Landlord by the suit seeks to realise, what in law is described asdamages for unauthorised occupation by the tenant after the expiryof the lease – It is not to be conflated to the profits received withinthe meaning of Article 51 of the Limitation Act, as it involves findingout the rate at which the landlord could have let out the premises –It would be the residuary Article, namely, Article 113, which shouldapply – Therefore, on facts it may not be possible to hold that thesuit filed by the respondent, should still be found to fall under Article51 of the Limitation Act and barred as regards part of the cause ofaction."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "MIHAN INDIA LTD. VS. GMR AIRPORTS LTD. & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MzQ=",
        "Citation": "[2022] 19 S.C.R. 523",
        "Case Type": "(SPECIAL LEAVE PETITION (CRIMINAL) /3699/2022)",
        "Date": "09 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF81MjMtNTYyXzE3MDI5ODYwNjkucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 523",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "09 May 2022",
        "Petitioner:": "Mihan India Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 534",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Gmr Airports Ltd. & Ors",
        "Case Type:": "SPECIAL LEAVE PETITION (CRIMINAL) /3699/2022",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tenders: Annulling of bidding process – Justification of – As per instructions of the Government of India"
        ],
        "HeadNote": "Tenders: Annulling of bidding process – Justification of – Asper instructions of the Government of India, for upgradation,modernization, operation and maintenance of the NagpurInternational Airport, appellant company-MIL invited tenders fromprivate parties – Respondents-GAL was the highest bidder – Duringnegotiations regarding the offered revenue share, GAL agreed forthe revised revenue share – Thereafter, MIL, accepted the proposaland selected GAL as a highest bidder – However, even on completionof formalities, the Concession Agreement was not executed so as toenable GAL to implement the project – Request made by GAL toMIL but the said letter was neither responded nor any steps weretaken to execute the Concession Agreement – MIL then annulledthe bidding process and also informed GAL to take back the bidsecurity submitted towards bid and thereafter, re-tendering the bid– Challenged to, by GAL and GNAIL – High Court quashed andset-aside the action of MIL in annulling the bidding as arbitrary,unreasonable and unfair – On appeal, held: Letter dated 07.03.2019endorsing GAL as a selected bidder would amount to Letter ofAcceptance-LoA in terms of the Request for Proposal-RFP and,would be treated as a concluded contract – GAL has qualified thetest of responsiveness and on making offer of highest revenue, itwas declared selected bidder – LoA has been acknowledged andsigned on duplicate copy and returned to Authority within the periodas specified – GAL being selected as a highest bidder, acquired thestatus of concessionaire – It was only the Concession Agreementrequired to be executed and there was no fault on the part of theGAL in complying with the provisions of RFP – Thus, after proposalof highest revenue share, on issuing the letter of acceptance andalso as reflected by conduct, it has become a concluded contract –Letter for annulment of binding process is arbitrary and not inconformity to the terms of RFQ/RFP by following the procedure – Merely having the power of rejection of bids doesn’t entitleauthorities to exercise the said power arbitrarily – Public law remedyhas rightly been availed, invoking the jurisdiction of the High Courtu/Art. 226 – It cannot be said that GAL has limited right only to askfor specific performance – Furthermore, UoI and AAI were notnecessary parties and without joining them, the relief as granted bythe High Court does not warrants interference – Necessary parties– Public law remedy – Constitution of India – Art. 14, 226 –AirportsAuthority of India Act, 1994 – S. 12A.Government contracts – Tenets of law – Explanation of – Held:In government contracts, if granted by the government bodies, it isexpected to uphold fairness, equality and rule of law while dealingwith contractual matters - Right to equality u/Art.14 abhorsarbitrariness - Transparent bidding process is favoured by the Courtto ensure that constitutional requirements are satisfied - State to actin a fair and reasonable manner unless public interest demandsotherwise – It is expedient that the degree of compromise of anyprivate legitimate interest must correspond proportionately to thepublic interest – Using a ground of public interest or loss to thetreasury cannot undo the work already undertaken by the authority."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "VIJAY RAJMOHAN VS. STATE REPRESENTED BY THE INSPECTOR OF POLICE, CBI, ACB, CHENNAI, TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MzY=",
        "Citation": "[2022] 19 S.C.R. 563",
        "Case Type": "(CRIMINAL APPEAL /1746/2022)",
        "Date": "11 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice Pamidighantam Sri Narasimha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF81NjMtNTgyXzE3MDI5ODYxODIucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 563",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "11 September 2022",
        "Petitioner:": "Vijay Rajmohan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1066",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "Respondent:": "State Represented By The Inspector Of Police, Cbi, Acb, Chennai, Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /1746/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1981 – s.19 – Central Vigilance Commission Act",
            "2003"
        ],
        "HeadNote": "Prevention of Corruption Act, 1981 – s.19 – Central VigilanceCommission Act, 2003 – Code of Criminal Procedure, 1973 – DelhiSpecial Police Establishment Act, 1946 – Lokpal and LokayuktasAct, 2013 – Whether an order of the Appointing Authority grantingsanction for prosecution of a public servant u/s.19 of the PC Act,would be rendered illegal on the ground of acting as per dictationif it consults the Central Vigilance Commission for its decision –Held: The position of law and the legal regime obtained by virtueof the five legislations, the Cr.P.C, DSPE Act, PC Act, CVC Act, andLokpal Act on the subject of corruption, operates as integratedscheme – The five legislations must be read together to enable theauthorities to sub-serve the common purpose and objectivesunderlying these legislations – CVC, constituted under the CVC Actis specifically entrusted with the duty and function of providingexpert advice on the subject – It may be necessary for the appointingauthority to call for and seek the opinion of the CVC before it takesany decision on the request for sanction for prosecution – Thestatutory scheme under which the appointing authority could callfor, seek and consider the advice of the CVC can neither be termedas acting under dictation nor a factor which could be referred to asan irrelevant consideration – Opinion of the CVC is only advisory– It is nevertheless a valuable input in the decision-making processof the appointing authority – Final decision of the appointingauthority must be of its own by application of independent mind –Thus, there is no illegality in the action of the appointing authority,the DoPT, if it calls for, refers, and considers the opinion of theCVC before it takes its final decision on the request for sanction forprosecuting a public servant – In the present case, on examiningthe correspondence and the long-drawn communications between the CBI, the DoPT, and the CVC, it is found that the inquiry madeby the appointing authority, the DoPT, was only for soliciting furtherinformation, and particularly the opinion given by CVC is alsoadvisory – Sanction order of the DoPT dated 24.07.2017 is anindependent decision of the department that was taken based onthe material before it – Plea of the appellant that the order ofsanction suffers from illegality due to non-application of mind oracting under dictation, not accepted.Prevention of Corruption Act, 1981 – s.19 – Central VigilanceCommission Act, 2003 – s.8(1)(f) – Whether the period of threemonths (extendable by one more month for legal consultation - Asper the 2018 Amendment through the 2nd Proviso to s.19(1) of thePC Act) for the Appointing Authority to decide upon a request forsanction is mandatory or not and whether the criminal proceedingscan be quashed if the decision is not taken within the mandatoryperiod – Held: The period of three months, extended by one moremonth for legal consultation, is mandatory – Consequence of non-compliance with this mandatory requirement shall not be quashingof the criminal proceeding for that very reason – The competentauthority shall be accountable for the delay and be subject to judicialreview and administrative action by the CVC u/s.8(1)(f) of the CVCAct.Code of Criminal Procedure, 1973 – s.197 – Prevention ofCorruption Act, 1981 – s.97 – Held: The public policy behindproviding immunity from prosecution without the sanction of theState is to insulate the public servant against harassment andmalicious prosecution – It is for this very reason that good faithclauses are incorporated in statutes extending protection to officersexercising statutory duties in good faith – Statutory provisionsrequiring sanction before prosecution either u/s.197 Cr.P.C. or u/s.97 of the PC Act also intend to serve the very same purpose ofprotecting a public servant – However, the said protection is neithera shield against dereliction of duty nor an absolute immunity againstcorrupt practices – The limited immunity or bar is only subject to asanction by the appointing authority – Grant of sanction being anexercise of executive power is subject to the standard principles ofjudicial review. Administrative Law – Principle of accountability – Held:Principle of accountability is considered as a cornerstone of thehuman rights framework – It is a crucial feature that must governthe relationship between “duty bearers” in authority and “rightholders” affected by their actions – Three essential constituentdimensions of Accountability- (i) responsibility, (ii) answerabilityand (iii) enforceability – Discussed."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "PRADEEP KUMAR AND ANOTHER VS. POST MASTER GENERAL AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NTQ=",
        "Citation": "[2022] 19 S.C.R. 583",
        "Case Type": "(CIVIL APPEAL /8775-8776/2016)",
        "Date": "07 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF81ODMtNjE5XzE3MDI5ODMxNjEucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 583",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "07 February 2022",
        "Petitioner:": "Pradeep Kumar And Another",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 156",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Post Master General And Others",
        "Case Type:": "CIVIL APPEAL /8775-8776/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "Kisan Vikas Patra Rules"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881: ss. 4, 78, 82 – Kisan VikasPatra Rules, 1988 – rr. 14, 15, 19 Government Savings CertificateAct, 1959 s. 12 – Kisan Vikas Patras – Discharge of certificate –Appellants during the years 1995 and 1996 purchased Kisan VikasPatras-‘KVPs’ in joint names from various post offices, of combinedface value on maturity Rs. 32.60 lacs – However, the KVPs wereencashed by one service agent allegedly acting on behalf ofappellants at a different post offices before the maturity date at alower value after the stipulated/lock-in period of holding – Sum ofRs. 25,54,000/- paid by the sub post master, Post Office-respondentno. 4 in cash to the service agent, who cheated the appellants andpocketed the entire amount – Consumer complaint by the appellants– NCDRC, while accepting some negligence on part of respondentsin making the payment, dismissed the complaint against therespondents holding that they had acted in accordance with rr. 14and 15 of the 1988 Rules, since there was no rule at the time ofencashment that the KVPs had to be paid by cheque and could notbe encashed in cash – However, the service agent, was held liableto pay Rs. 25,54,000/– with interest @ 9% pa – On appeal, held:Post office/bank can be held liable for the fraud or wrongs committedby its employees – Respondents will be held liable for the acts ofSub Post Master during the course of his employment – Paymentwas made in violation of the statutory mandate of s.10 and, thus,there is no valid discharge under clause (c) to s. 82 – Furthermore,the service agent not being a ‘holder’, payment to her is not a validdischarge u/s.78 rw s.8 – Respondents would have avoided theliability and claimed valid discharge if they had accepted the KVPswith the identity slip or if they had made payment by cross cheque,in which case, they would have satisfied the condition that they hadmade payment in good faith and there was no negligence, a requirement of clause (c) to s. 82 rw s.10 – Respondent Nos. 1 to 4would be jointly and severally liable to pay the maturity value ofthe KVPs as on the date the KVPs were presented to the post officefor encashment – Also appellants entitled to compensation of Rs.1,00,000/-, as also costs."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "THE TATA POWER COMPANY LIMITED TRANSMISSION VS. MAHARASHTRA ELECTRICITY REGULATORY COMMISSION AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NjQ=",
        "Citation": "[2022] 19 S.C.R. 620",
        "Case Type": "(CIVIL APPEAL /1933/2022)",
        "Date": "23 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice J.B. Pardiwala",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF82MjAtNzEwXzE3MDI5ODMzMTcucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 620",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "23 November 2022",
        "Petitioner:": "The Tata Power Company Limited Transmission",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1222",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Maharashtra Electricity Regulatory Commission And Ors.",
        "Case Type:": "CIVIL APPEAL /1933/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "Maharashtra Electricity Regulatory Commission"
        ],
        "HeadNote": "Electricity Act, 2003 – ss.61-63, 86, 125, 181 – MaharashtraElectricity Regulatory Commission (MERC) issued an order grantingAdani Electricity Mumbai Infra Limited (AEMIL) the transmissionlicence to develop the Aarey-Kudus transmission project based onHigh Voltage Direct Current (HVDC) technology where tariff wasto be determined through the Regulated Tariff Mechanism (RTM)approach u/s.62 – Order challenged by appellant before AppellateTribunal for Electricity (APTEL) – Appeal dismissed by APTEL –Held: Provisions of the Electricity Act 2003 do not prescribe onedominant method to determine tariff – ss.62 and 63 stipulate themodalities of tariff determination – The non-obstante clause in s.63cannot be interpreted to mean that s.63 would take precedence overs.62 at the stage of choosing the modality to determine tariff – Thecriteria or guidelines for the determination of the modality of tariffdetermination ought to be notified by the Appropriate StateCommission either through regulations u/s. 181 of the Act orguidelines u/s. 61 of the Act – In the present case, MERC has neitherframed regulations nor notified guidelines prescribing the criteriaor guidelines for choosing the modalities to determine tariff – Thus,MERC shall determine the tariff by exercising its general regulatorypowers u/s. 86(1)(a) of the Act – MERC while exercising its generalregulatory powers u/s.86(1)(a) shall be guided by the National TariffPolicy 2016, which shall be a material consideration – Further,MERC and APTEL have arrived at concurrent findings that the1000MW HVDC Aarey-Kudus project is an ‘existing project’ forthe purpose of the applicability of the GoM’s GR 2019 – SupremeCourt deciding a statutory appeal u/s.125 of the Act cannot interferewith the concurrent findings on a question of fact – Nonetheless,even on an independent assessment of the facts, the HVDC project is an existing project – The Electricity Act, 2003 or the policyframework did not make it binding upon MERC to allot the HVDCproject only through the Tariff Based Competitive Bidding (TBCB)route – Therefore, the Regulatory Commission’s decision to grantthe HVDC project u/s. 62 was within a reasonable exercise of itspowers.Electricity Act, 2003 – ss.61, 181 – Framing of necessaryregulations by Regulatory Commissions to put into effect theprinciples prescribed under the Act – All State RegulatoryCommissions directed to frame Regulations u/s.181 of the Act onthe terms and conditions for determination of tariff – AppropriateCommission shall be guided by the principles prescribed in s.61,which also includes the National Electricity Policy (NEP) andNational Tariff Policy (NTP) – The Commissions while being guidedby the principles contained in sec.61 shall effectuate a balancethat would create a sustainable model of electricity regulation inthe States – The Regulatory Commission shall curate to the specificneeds of the State while framing these regulations – Further, theregulations framed must be in consonance with the objective of theElectricity Act 2003, which is to enhance the investment of privatestakeholders in the electricity regulatory sector so as to create asustainable and effective system of tariff determination that is costefficient so that such benefits percolate to the end consumers."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "JARNAIL SINGH & ORS VS. LACHHMI NARAIN GUPTA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3ODc=",
        "Citation": "[2022] 19 S.C.R. 711",
        "Case Type": "(CIVIL APPEAL /629/2022)",
        "Date": "28 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice L. Nageswara Rao\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF83MTEtNzU2XzE3MDI5ODM2OTEucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 711",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "28 January 2022",
        "Petitioner:": "Jarnail Singh & Ors",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 105",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Lachhmi Narain Gupta & Ors",
        "Case Type:": "CIVIL APPEAL /629/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reservation in promotion",
            "Collection of quantifiable data"
        ],
        "HeadNote": "Constitution of India, 1950 – Arts.16(4), 16(4-A), 16(4-B)and 335 – Reservation in promotion – Collection of quantifiabledata regarding inadequacy of representation of SCs and STs –Yardstick for arriving at quantifiable data – In M. Nagaraj case thekey issue that was identified and decided by the Supreme Courtwas whether any constitutional limitation mentioned in Art.16(4)and Art.335 stood obliterated by the constitutional amendmentsresulting in Arts. 16(4-A) and 16(4-B) – The Supreme Court upheldthe constitutional amendments – The amendments were held to beenabling provisions – It was observed that the State is not bound tomake reservation for SCs and STs in matters of promotion, however,if it wishes to exercise its discretion, the State has to collectquantifiable data showing the backwardness of the class andinadequacy of representation of that class in public employment, inaddition to compliance with Art.335 of the Constitution – What isthe yardstick by which, according to M. Nagaraj case, one wouldarrive at quantifiable data showing inadequacy of representationof SCs and STs in public employment – Held: Laying down of criteriafor determining the inadequacy of representation would result incurtailing the discretion given to the State Governments – In addition,the prevailing local conditions, which may require to be factoredin, might not be uniform – Moreover, in M. Nagaraj case, the Courtmade it clear that the validity of law made by the State Governmentsproviding reservation in promotions shall be decided on a case-to-case basis for the purpose of establishing whether the inadequacyof representation is supported by quantifiable data – Therefore, noyardstick can be laid down by the court for determining the adequacyof representation of SCs and STs in promotional posts for thepurpose of providing reservation – Reservation. Constitution of India, 1950 – Arts.16(4), 16(4-A), 16(4-B)and 335 – Reservation in promotion – Collection of quantifiabledata regarding inadequacy of representation of SCs and STs – Unitfor collecting quantifiable data – In M. Nagaraj case the key issuethat was identified and decided by the Supreme Court was whetherany constitutional limitation mentioned in Art.16(4) and Art.335stood obliterated by the constitutional amendments resulting in Arts.16(4-A) and 16(4-B) – The Supreme Court upheld the constitutionalamendments – The amendments were held to be enabling provisions– It was observed that the State is not bound to make reservationfor SCs and STs in matters of promotion, however, if it wishes toexercise its discretion, the State has to collect quantifiable datashowing the backwardness of the class and inadequacy ofrepresentation of that class in public employment, in addition tocompliance with Art.335 of the Constitution – What is the unit withrespect to which quantifiable data showing inadequacy ofrepresentation is required to be collected – Held: In M. Nagarajcase, the Supreme Court approved that the percentage of reservationin promotions was to be applied to the entire cadre strength, as heldin R.K. Sabharwal case – While doing so, the court in M. Nagarajmade it clear that the unit for operation of the roster would be thecadre strength – Before providing for reservation in promotions toa cadre, the State is obligated to collect quantifiable data regardinginadequacy of representation of SCs and STs – Collection ofinformation regarding inadequacy of representation of SCs and STscannot be with reference to the entire service or ‘class’/‘group’ butit should be relatable to the grade/category of posts to whichpromotion is sought – Cadre, which should be the unit for the purposeof collection of quantifiable data in relation to the promotionalpost(s), would be meaningless if data pertaining to representationof SCs and STs is with reference to the entire service – Reservation.Constitution of India, 1950 – Arts.16(4), 16(4-A), 16(4-B)and 335 – Reservation in promotion – Quantifiable data regardingrepresentation of SCs and STs – Proportionate representation astest of adequacy – In M. Nagaraj case the key issue that was identifiedand decided by the Supreme Court was whether any constitutionallimitation mentioned in Art.16(4) and Art.335 stood obliterated bythe constitutional amendments resulting in Arts. 16(4-A) and 16(4-B) – The Supreme Court upheld the constitutional amendments – The amendments were held to be enabling provisions – It wasobserved that the State is not bound to make reservation for SCsand STs in matters of promotion, however, if it wishes to exercise itsdiscretion, the State has to collect quantifiable data showing thebackwardness of the class and inadequacy of representation of thatclass in public employment, in addition to compliance with Art.335of the Constitution – Whether proportion of the population of SCsand STs to the population of India should be taken to be the test fordetermining adequacy of representation in promotional posts forthe purposes of Art.16(4-A) – Held: In M. Nagaraj case, the Courtwas of the considered view that the exercise of collecting quantifiabledata depends on numerous factors, with conflicting claims to beoptimised by the administration in the context of local prevailingconditions in public employment – As equity, justice and efficiencyare variable factors and are context-specific, how these factorsshould be identified and counter-balanced will depend on the factsand circumstances of each case – The Court in Jarnail Singh foundno fault with M. Nagaraj case regarding the test for determining theadequacy of representation in promotional posts in the State – It isfor the State to assess the inadequacy of representation of SCs andSTs in promotional posts, by taking into account relevant factors –Reservation.Constitution of India, 1950 – Arts. 16(4), 16(4-A), 16(4-B)and 335 – Reservation in promotion – Quantifiable data regardinginadequacy of representation of SCs and STs – Review of – Periodfor review – In M. Nagaraj case the key issue that was identifiedand decided by the Supreme Court was whether any constitutionallimitation mentioned in Art.16(4) and Art.335 stood obliterated bythe constitutional amendments resulting in Arts. 16(4-A) and 16(4-B) – The Supreme Court upheld the constitutional amendments –The amendments were held to be enabling provisions – It wasobserved that the State is not bound to make reservation for SCsand STs in matters of promotion, however, if it wishes to exercise itsdiscretion, the State has to collect quantifiable data showing thebackwardness of the class and inadequacy of representation of thatclass in public employment, in addition to compliance with Art.335of the Constitution – Should there be a time period for reviewinginadequacy of representation – Held: Data collected to determineinadequacy of representation for the purpose of providing reservation in promotions needs to be reviewed periodically – Theperiod for review should be reasonable and is left to the Governmentto set out – Reservation.Constitution of India, 1950 – Arts.16(4), 16(4-A), 16(4-B),142 and 335 – Reservation in promotion – Prospective operationof the judgment in M. Nagaraj case – In M. Nagaraj case the keyissue that was identified and decided by the Supreme Court waswhether any constitutional limitation mentioned in Art.16(4) andArt.335 stood obliterated by the constitutional amendments resultingin Arts. 16(4-A) and 16(4-B) – The Supreme Court upheld theconstitutional amendments – The amendments were held to beenabling provisions – It was observed that the State is not bound tomake reservation for SCs and STs in matters of promotion, however,if it wishes to exercise its discretion, the State has to collectquantifiable data showing the backwardness of the class andinadequacy of representation of that class in public employment, inaddition to compliance with Art.335 of the Constitution – Whetherthe judgment in M. Nagaraj case can be said to operate prospectively– Held: In Golak Nath and Ashok Kumar cases, it was laid down thatArt. 142 of the Constitution empowers the Supreme Court to mouldthe relief to do complete justice – The purpose of holding thatM. Nagaraj would have prospective effect is only to avoid chaosand confusion that would ensue from its retrospective operation, asit would have a debilitating effect on a very large number ofemployees, who may have availed of reservation in promotionswithout there being strict compliance of the conditions prescribedin M. Nagaraj case – Most of them would have already retired fromservice on attaining the age of superannuation – The judgment ofM. Nagaraj was delivered in 2006, interpreting Art.16(4-A) of theConstitution which came into force in 1995 – As making theprinciples laid down in M. Nagaraj effective from the year 1995would be detrimental to the interests of a number of civil servantsand would have an effect of unsettling the seniority of individualsover a long period of time, the judgment of M. Nagaraj should bedeclared to have prospective effect – Reservation.Constitution of India, 1950 – Arts.16(4), 16(4-A), 16(4-B)and 335 – Reservation in promotion – Quantifiable data regardinginadequacy of representation of SCs and STs – In M. Nagaraj case the key issue that was identified and decided by the Supreme Courtwas whether any constitutional limitation mentioned in Art.16(4)and Art.335 stood obliterated by the constitutional amendmentsresulting in Arts. 16(4-A) and 16(4-B) – The Supreme Court upheldthe constitutional amendments – The amendments were held to beenabling provisions – It was observed that the State is not bound tomake reservation for SCs and STs in matters of promotion, however,if it wishes to exercise its discretion, the State has to collectquantifiable data showing the backwardness of the class andinadequacy of representation of that class in public employment, inaddition to compliance with Art.335 of the Constitution – Whetherquantifiable data showing inadequacy of representation can becollected on the basis of sampling methods, as held by the court inB.K. Pavitra II case – Held: The State should justify reservation inpromotions with respect to the cadre to which promotion is made –Taking into account the data pertaining to a ‘group’, which wouldbe an amalgamation of certain cadres in a service, would not givethe correct picture of the inadequacy of representation of SCs andSTs in the cadre in relation to which reservation in promotions issought to be made – For collection of quantifiable data to assessrepresentation of SCs and STs for providing reservation inpromotions, cadre, which is a part of a ‘group’, is the unit and thedata has to be collected with respect to each cadre – Therefore, theconclusion of the court in B.K. Pavitra II case approving thecollection of data on the basis of ‘groups’ and not cadres is contraryto the law laid down in M. Nagaraj and Jarnail Singh cases.Constitution of India, 1950 – Art.142 – Art.142 of theConstitution empowers the Supreme Court to mould the relief to docomplete justice.Doctrines / Principles – Doctrine of Prospective Overruling– Discussed.Administrative action – Judicial review of – Scope – Held: Itis neither legal nor proper for the Courts to issue directions oradvisory sermons to the executive in respect of the sphere which isexclusively within their domain under the Constitution.Service Jurisprudence – Term “cadre” – Meaning and legalconnotation of – Discussed – Words and Phrases."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "M/S DELHI AIRTECH SERVICES PVT. LTD & ANR. VS. STATE OF U.P. & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MDM=",
        "Citation": "[2022] 19 S.C.R. 757",
        "Case Type": "(CIVIL APPEAL /24/2009)",
        "Date": "14 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF83NTctNzgwXzE3MDI5ODM4ODUucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 757",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "14 October 2022",
        "Petitioner:": "M/s Delhi Airtech Services Pvt. Ltd & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 1086",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna",
        "Respondent:": "State Of U.p. & Anr",
        "Case Type:": "CIVIL APPEAL /24/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "compensation"
        ],
        "HeadNote": "Land Acquisition Act, 1894 – ss.11A, 17(3A) – Is therequirement to tender payment of 80% of the estimated compensationas contemplated under sub-section(3A) to s.17 of, 1894 Act,mandatory to ensure absolute vesting of the notified land; Whetherthe requirement to pass the award within the time frame contemplatedu/s.11A applicable to the acquisition notified u/s.17 of 1894 Act –Held: Provision contained in s.11 of 1894 Act, shall be applicableto cases in which the acquiring authority has not complied with therequirement of sub-section (3A) to s.17 of 1894 Act by tenderingand paying eighty per centum of the estimated compensation beforetaking possession since possession in such cases cannot beconsidered to be taken in accordance with law and the vesting isnot absolute – If the requirement is complied and possession is takenafter tendering and paying eighty per centum, though there is needto pass an award and pay the balance compensation within areasonable time, the rigour of s.11A of 1894 Act will not apply soas to render the entire proceedings for acquisition to lapse in thecontext of absolute vesting – The right of land loser in such case isto enforce passing of the award and recover the compensation.Land Acquisition Act, 1894 – s.17(1), (3A) – “shall”, “beforetaking possession”, “thereupon” – Purport of – Held: The wordemployed in sub-section (3A) of s.17 of 1894 Act is “shall” and itis to be tendered and paid “before taking possession” – Hence itcannot be understood as providing any discretion to the acquiringauthority – In fact, the last sentence of sub-section (1) of s.17 usesthe word “thereupon” with respect to vesting – This word “thereupon”is correlated to taking possession and payment in terms of sub-section (3A) is a sine qua non for taking possession – Therefore, (1)payment of 80% (2) taking over possession thereafter and (3) vestingof land in the government take place in a sequence. Interpretation of Statutes – Held: If the plain meaning of theprovision does not admit of any ambiguity no other external aidwill be necessary to interpret the provision except to give it the plainmeaning.Constitution of India – Articles 300A, 31A – Held: In view ofArticles 300A and 31A of the Constitution, the owner of land canbe divested only in accordance with law after appropriatelycompensating if such land is required by the State for public purpose."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "THE STATE OF UTTAR PRADESH & ORS. ETC. ETC VS. UDAY EDUCATION AND WELFARE TRUST AND ANR. ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MTY=",
        "Citation": "[2022] 19 S.C.R. 781",
        "Case Type": "(CIVIL APPEAL /2407-2412/2021)",
        "Date": "21 OCTOBER 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF83ODEtODE5XzE3MDI5ODQwNDUucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 781",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "21 October 2022",
        "Petitioner:": "The State Of Uttar Pradesh & Ors. Etc. Etc",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1131",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "Uday Education And Welfare Trust And Anr. Etc",
        "Case Type:": "CIVIL APPEAL /2407-2412/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Green Tribunal Act",
            "Wood Based Industries"
        ],
        "HeadNote": "National Green Tribunal Act, 2010: ss. 19(1), 20, 22 – WoodBased Industries [Establishment and Regulation] Guidelines 2016– Need for sustainable development – Provisional license – Issuanceof, for establishment of Wood based industries-WBIs – Timberassessment for Trees Outside Forest-TOF in the State of U.P. forWBIs by the Forest Survey of India-FSI – E-lottery held for grant oflicenses to various WBIs and issuance of provisional licenses to1215 successful applicants in the 8 categories to set up their WBIs– Subsequently, issuance of notice by the Government of UPcommunicating the same to WBIs – Challenged to, by the respondent– Direction by the National Green Tribunal to the U.P. State to submita report and to review its notice with regard to the establishment ofnew WBIs –NGT then quashed and set aside the notice issued bythe State Government for establishing new WBIs and all theprovisional licenses given – NGT held that WBIs can be allowed tooperate only after ensuring timber and raw material availability tosustain such industries and this was to be determined in actual termsand not on mere assumptions – On appeal, held: Estimation arrivedat by the FSI was by applying a proper and adequate scientificmethod – Courts should not enter into an area that is the domain ofthe experts – Duty of the State as well as its citizens to safeguardthe forest of the country – Principles of natural justice are requiredto be followed even in administrative actions when such actionsadversely affect the rights of the citizens – Furthermore, before alitigant is permitted to knock the doors of justice and seek orderswhich have far reaching effects of affecting the employment ofthousands of persons stopping investment in the State, prejudicingthe interests of the farmers; the credentials of the applicants mustbe tested – While protecting the environment, the need for sustainabledevelopment has also to be taken into consideration and a proper balance between the two has to be struck – For the sustainabledevelopment of the State and on account of the availability of thetimber, sanction of granting licenses can be permitted to continue,however, as a responsible State, it needs to ensure that environmentalconcerns are duly attended to – Thus, the State Government directedto ensure that while granting permission for felling trees of theprohibited species, it should strictly ensure that the permission isgranted only when the conditions specified in the Notification dated7th January 2020 are satisfied – Impugned orders of the NGT arenot sustainable in law andthus, are quashed and set aside."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "MANOJ KUMAR TIWARI VS. MANISH SISODIA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MzI=",
        "Citation": "[2022] 19 S.C.R. 820",
        "Case Type": "(CRIMINAL APPEAL /1791/2022)",
        "Date": "17 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Abdul Nazeer, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF84MjAtODUyXzE3MDI5ODQyMjgucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 820",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "17 October 2022",
        "Petitioner:": "Manoj Kumar Tiwari",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 1104",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "Manish Sisodia & Ors",
        "Case Type:": "CRIMINAL APPEAL /1791/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "defamation",
            "Deputy Chief Minister"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 :ss. 199(2), 199(4) & 199(6) – Prosecution for defamation –Complaint u/s. 200 CrP.C. filed by respondent-Deputy Chief Ministerof Delhi against six individuals alleging commission of the offencesu/s. 499 and 500 r/w. ss. 34 and 35 IPC – Allegation that the accusedno.1-appellant held a press conference making false and defamatorystatements as though the respondent was involved in corruption tothe tune of Rs. 2000 crores, in the matter of award of contracts forbuilding classrooms in Delhi Government Schools; that accusedno. 2 to 4 shared platform with the accused no.1 during the pressconference; and that accused no.5 and 6 tweeted defamatorycontents against the respondent – Issuance of summons by ACMMto all accused holding that there exists sufficient grounds to proceedagainst the accused 1 to 4 u/s. 500/34 IPC and against 5 and 6 u/s.500 IPC – Challenged to, by accused no.1 and 5 by filing petitionu/s. 482 – Dismissed by the High Court – On appeal, held:Plearaised by both the accused that the court ought not to haveentertained a private complaint u/s. 200 CrPC especially from aperson covered by s. 199(2) without following the procedureprescribed in sub-section (4) of Section 199 is rejected – A personfalling under the category of persons mentioned in sub section (2)of s. 199 can either take the route specified in sub-section (4) or (6)of s. 199 – Sub-section (6) does not contain any conditions subjectto which the right thereunder can be exercised – Special procedurewas in addition to and not in derogation of the right that a publicservant always had as an individual – He never lost his right merelybecause he became a public servant and merely because theallegations related to official discharge of his duties – Furthermore,whenever a person is prosecuted by a public servant in his individualcapacity before a Magistrate by virtue of s.199(6), the accused can always fall back upon s.250, for claiming compensation on theground that the accusation was made without reasonable cause – s.237 cannot be used as a crutch to support the argument revolvingaround ss. 199(2) and 199(4) – As regards, accused no. 5, thestatement contained in tweets made by him cannot be said to bedefamatory within the meaning of s. 499 – Defamatory statementshould be specific and not very vague and general – Essentialingredient of s. 499 is that the imputation made by the accusedshould have the potential to harm the reputation of the person againstwhom the imputation is made – Statements contained in his tweetscannot be said to be defamatory, thus, order of summoning passedby the ACMM insofar as A5, is set aside – ss. 237 and 250 – PenalCode, 1860 – ss. 499, 500 and 35.ss. 199(2), 199(4) and 199(6) – Legislative history – Discussed."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "U.P. AWAS EVAM VIKAS PARISHAD THROUGH HOUSING COMMISSIONER VS. RAM SINGH (D) TH. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NDI=",
        "Citation": "[2022] 19 S.C.R. 853",
        "Case Type": "(CIVIL APPEAL /3023-3024/2022)",
        "Date": "20 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF84NTMtODc4XzE3MDI5ODQzODQucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 853",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "20 April 2022",
        "Petitioner:": "U.p. Awas Evam Vikas Parishad Through Housing Commissioner",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 448",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Ram Singh (d) Th. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /3023-3024/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "Actual Possession"
        ],
        "HeadNote": "Land Acquisition Act, 1894:s. 48 – Scope of – ‘Actual’Possession – Completion of acquisition not compulsory, butcompensation to be awarded when not completed – Acquisition ofland u/s. 28 of the U.P. Awas Evam Vikas Parishad Adhiniyam, 1965– Urgency Clause invoked – Actual Possession of acquired landnot taken – Notification purporting to exempt the acquired land inquestion – Representation by the beneficiary of the acquisition –By notification dated 25.04.2008 exemption notification cancelledand concerned department was directed to consider the matter –Writ petitions by land owner, challenging the notification dated25.04.2008 – High Court allowed the petition – On appeal, held:Decision to withdraw from acquisition is justiciable– Suchwithdrawal must be preceded by offering an opportunity to thebeneficiary – Notification under Section 48 has been issued on07.07.2005 and the contents of the notification would tend toindicate, inter alia, that possession of the land was not taken andtaking of possession is not actual possession – The taking ofpossession which would prevent the exercise of power u/s. 48 mustbe taking of khas possession or actual possession – Appellantshave not been able to establish any notice u/s. 9(3) which was issuedfor acquisition of land of the Respondent – Beneficiary-appellanthas not made out a case for interference with the impugned orders.Constitution of India, 1950: Art. 300A – No person shall bedeprived of his property save by authority of law - Held: Anacquisition of land is permitted to be made in public interest – Art.300A declares that it is a constitutional right of a person to protecthis property from deprivation and deprivation can be permitted onlyin accordance with law. "
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "NOEL HARPER & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NTg=",
        "Citation": "[2022] 19 S.C.R. 879",
        "Case Type": "(WRIT PETITION (CIVIL) /566/2021)",
        "Date": "08 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF84NzktOTc2XzE3MDI5ODQ2MDUucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 879",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "08 April 2022",
        "Petitioner:": "Noel Harper & Ors.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2022 INSC 411",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /566/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Contribution (Regulation) Act",
            "Constitutional validity"
        ],
        "HeadNote": "Foreign Contribution (Regulation) Act, 2010, as amended byForeign Contribution (Regulation) Amendment Act, 2020 – ss. 7,12(1A), 12A and 17(1) – Constitutional validity of amendmentsconcerning ss.7, 12(1A), 17 (1) and s.12A – Amended s.7 prohibitedtransfer of foreign contribution to other persons while theunamended s.7 restricted the transfer of foreign contribution, butdid not completely prohibit the same unlike the amended s.7 –s.12(1A) envisaged that every person making an application undersub-Section (1) of s.12 was obliged /required to open FCRA accountin the manner specified in s.17 and mention details of such accountin his application – s.17, in particular sub-Section (1) as amended,mandated that every person granted certificate or prior permissionu/s.12 shall receive foreign contribution only in an accountdesignated as FCRA account in the specified bank – The unamendedss.12 and 17 did not impose such restrictions – s.12A inserted videthe 2020 Act empowered the Central Government to require Aadhaarnumber etc., as identification document – Held: The amendedprovisions vide the 2020 Act, namely, ss.7, 12(1A), 12A and 17 ofthe 2010 Act are intra vires the Constitution and the ForeignContribution (Regulation) Act, 2010 – The amended s.7 completelyrules out transfer of foreign contribution by the person who hasreceived/accepted the same in the first place – That however doesnot prevent the recipient from utilising the foreign contribution“itself” for the purposes for which he has been granted a certificateof registration or obtained prior permission under the Act – Therestriction inevitably fixes the accountability of the recipientorganisation and mandates maximum utilisation by itself for permittedpurposes – This is the procedure established by law – It can neitherbe said to be arbitrary nor discriminatory much less manifestlyarbitrary - within the meaning of Art.14 or impinging upon Art.21 of the Constitution – The pre-amendment dispensation (unamendeds.7) was not sufficient to effectively regulate the acceptance andutilisation of foreign contribution as predicated by the ForeignContribution (Regulation), 2010 – To overcome the mischief and toenhance transparency and accountability regarding acceptance andalso utilisation of foreign contribution which is quite substantialevery financial year having proliferating effect on the economy ofthe nation, it became necessary to enact amended s.7 – The factthat unamended s.7 was less restrictive, cannot be the basis to testthe constitutional validity of the amended provision on thetouchstone of Art.19(1)(c) or 19(1)(g) or Arts.14 and 21 of theConstitution – s.12(1A) and s.17(1), is a holistic approach adoptedby the Parliament to provide for strict regulatory measure and forensuring transparency and accountability in the matter of foreigncontribution – Being a matter of security of the State, public orderand in the interests of the general public, it is not open to questionthe validity of such a law on the touchstone of Art.19(1)(c) or19(1)(g) of the Constitution – It is not a provision to completelyprohibit forming of the associations or engaging in business ofcharity as such – It is a provision for regulating the manner ofdoing business more importantly, concerning foreign contribution– The provision became necessary for efficient regulation of foreigncontribution on real-time basis, hence, it can neither be said to bemanifestly arbitrary nor irrational much less without legitimateobjective of the State – Accordingly, the challenge to these provisionsas being violative of Arts. 14, 19 and 21 of the Constitution is negated– Insofar as insertion of s.12A is concerned, this amendment hadbeen necessitated to safeguard the sovereignty and integrity of thecountry, and public order, including in the interests of the securityof the State and of the general public – It is not open to argue thatassociations desirous of obtaining certificate of registration underthis Act need not furnish official identification document pertainingto its key functionaries – s.12A is to be read down and construed aspermitting the key functionaries/office bearers of the applicant(associations/NGOs) who are Indian nationals, to produce IndianPassport for the purpose of their identification – That shall beregarded as substantial compliance of the mandate in s.12Aconcerning identification – Constitution of India – Arts. 14, 19(1)(c),19(1)(g) and 21. Foreign Contribution (Regulation) Act, 2010 – ForeignContribution (Regulation) Amendment Act, 2020 – Legislativehistory culminating with the 2010 Act, as amended in 2020 –Adoption of strict regime for prohibiting “transfer” of foreigncontribution and insistence of “utilisation” thereof by the recipienthimself/itself – Discussed.Policy – Judicial Review – Scope – Held: It is not for theCourt to consider relative merits of the different political theoriesor economic policies including that an economic legislation may betroubled with crudities, inequities, uncertainties or the possibilityof abuse cannot be the basis for striking it down.Policy – Just law made by the Parliament – On mere plea ofindividual hardships, Court cannot interfere with policy matters.Legislation – Amended provisions – Role of the Parliament –Democratic accountability – Judicial review – Held: There ispresumption that the Parliament understands and reacts to the needsof its own people as per the exigencies and experience gained inthe implementation of the law – The Parliament is supreme and hasa final say in matters of legislation when it reflects on alternativesand choices with inputs from different quarters, with a check in theform of democratic accountability and a further check by the Courtswhich exercise the power of judicial review – The Courts howeverought not to adopt a doctrinaire approach in construing theamended provisions and undermine the legislative intent.Words and Phrases – Expression “foreign contribution” –Meaning of – Distinction between foreign contribution and foreigninvestment – Held: By its very nature, foreign contribution is adonation accepted from a foreign source purportedly for definitecultural, economic, educational, religious or social programme andto serve the cause of humanity – The expression “foreigncontribution” has been defined in s.2(1)(h) of the 2010 Act to meandonation, which can be in the form of delivery or transfer made byany foreign source of any article, currency, security, etc. – ForeignContribution (Regulation) Act, 2010 – s.2(1)(h).Words and Phrases – Transfer and utilization of foreigncontribution – Expressions “transfer” and “utilisation” – Meaningof – Discussed – Foreign Contribution (Regulation) Act, 2010"
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "BBR (INDIA) PRIVATE LIMITED VS. S.P. SINGLA CONSTRUCTIONS PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4Njc=",
        "Citation": "[2022] 19 S.C.R. 977",
        "Case Type": "(CIVIL APPEAL /4130-4131/2022)",
        "Date": "18 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF85NzctOTk3XzE3MDI5ODQ3NjEucGRm",
        "SCR Citation:": "[2022] 19 S.C.R. 977",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "18 May 2022",
        "Petitioner:": "Bbr (india) Private Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 591",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "S.p. Singla Constructions Private Limited",
        "Case Type:": "CIVIL APPEAL /4130-4131/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "Place of Arbitration"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s.20 – Place ofArbitration – Whether conducting the arbitration proceedings at anew place, owing to the appointment of a new arbitrator, wouldshift the jurisdictional seat of arbitration – The place of conductingthe arbitration proceedings were shifted from Panchkula to Delhidue to the change of arbitrator – Appellant argued that thesubstantive proceedings were held in Delhi because of which it wouldbe the ‘seat of arbitration’ – Held: Sub-section (1) to s.20 givesprimacy to the agreement of the parties by which they are entitled tofix and specify ‘the seat of arbitration’, which then, by operationof law, determines the jurisdictional court that will, in the said case,exercise territorial jurisdiction – Sub-section (2) comes into thepicture only when the parties have not agreed on the place ofarbitration as ‘the seat’ – In terms of sub-section (2) of s.20 thearbitral tribunal determines the place of arbitration – The arbitraltribunal, while doing so, can take into regard the circumstances ofthe case, including the convenience of the parties – Sub-section (3)of s.20 of the Act enables the arbitral tribunal, unless the partieshave agreed to the contrary, to meet at any place to conduct hearingat a place of convenience in matters, such as consultation amongits members, for the recording of witnesses, experts or hearingparties, inspection of documents, goods, or property – ‘The seat’once fixed by the arbitral tribunal under s.20(2), should remainstatic and fixed – Venue is not constant and stationary and canmove and change in terms of sub-section (3) to s.20 of the Act –Change of venue does not result in change or relocation of the‘seat of arbitration’.Arbitration and Conciliation Act, 1996: s.42 – Jurisdiction –Appellant relied on s.42 to contend that the seat of arbitration is inDelhi – Held: s.42 is of no avail as it does not help the case propounded by the appellant, as in the present case the arbitratorhad fixed the jurisdictional ‘seat’ under s.20(2) of the Act beforeany party had moved the court under the Act, being a court wherea part or whole of the cause of action had arisen."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "THE KARNATAKA HOUSING BOARD & ANR VS. STATE OF KARNATAKA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4OTU=",
        "Citation": "[2022] 19 S.C.R. 998",
        "Case Type": "(CIVIL APPEAL /7011/2013)",
        "Date": "28 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice C.T. Ravikumar\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF85OTgtMTA0NF8xNzAyOTg1MTcyLnBkZg==",
        "SCR Citation:": "[2022] 19 S.C.R. 998",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "28 July 2022",
        "Petitioner:": "The Karnataka Housing Board & Anr",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2022 INSC 762",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.T. Ravikumar",
        "Respondent:": "State Of Karnataka & Ors",
        "Case Type:": "CIVIL APPEAL /7011/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Housing Board Act",
            "public purpose"
        ],
        "HeadNote": "her initiation of proceedings for acquisition of land for thepurposes of the Karnataka Housing Board, invoking the power u/s.33(2) of the KHBAct, without the housing scheme being in existenceor the housing scheme not having been sanctioned u/s.24(2) thereof,would render such acquisition proceedings void and non-est – Held:Initiation of proceedings for acquisition invoking the power u/s.33(2)of the KHB Act without the housing scheme being in existence orthe housing scheme not having been sanctioned u/s.24(2) thereofwould not render such proceedings null and void –Unless sanctionis obtained from the State Government for execution of any schemetherein, in terms of s.24(2) of KHB Act, the actual act to completethe process, viz., execution shall not be effected thereon.Karnataka Housing Board Act, 1962 – Scheme of the Act –Discussed.Karnataka Housing Board Act, 1962 – s.33(2) – LandAcquisition Act, 1894 – s.3(f) –Whether L.A. Act stands modified inany manner by the KHB Act in respect any particular aspect orprocedure – Held: A bare perusal of s.33(2) itself would answerthis question– Its latter limb contains ‘a deeming provision’–That isattracted only on establishing the foundational fact that theacquisition of land or interest therein is for the purposes of KHBAct – The said provision would show that upon establishing thesame the acquisition of land concerned or interest therein, as thecase may be, shall have to be deemed as an acquisition for thepurpose within the meaning of L.A. Act, viz., s.3(f) of the L.A. Actthat defines “public purpose” – Therefore, in terms of the sameL.A. Act stands modified by KHB Act to the extent mentioned. Practice and Procedure – Held: A judgment rendered withrespect to the position obtained under a particular provision(s) inone enactment cannot be applied while dealing with a similarsituation falling under a different enactment, unless parimateriaprovision(s) exist in that enactment, without looking into the factsand law.Word & Phrases– ‘execution’;‘execute’– Meaning of–Discussed– Karnataka Housing Board Act, 1962ss.24(2), 33(2)."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "DR. ABRAHAM PATANI OF MUMBAI & ANR VS. THE STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MDg=",
        "Citation": "[2022] 19 S.C.R. 1045",
        "Case Type": "(CIVIL APPEAL /5929/2022)",
        "Date": "02 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xMDQ1LTEwOTNfMTcwMjk4NTM4MS5wZGY=",
        "SCR Citation:": "[2022] 19 S.C.R. 1045",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "02 September 2022",
        "Petitioner:": "Dr. Abraham Patani Of Mumbai & Anr",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 904",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "The State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /5929/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Regional Town Planning Act",
            "Mumbai Municipal Corporation Act"
        ],
        "HeadNote": "Maharashtra Regional Town Planning Act, 1966 – ss. 37(1),126- Mumbai Municipal Corporation Act, 1888 - ss. 61(m), 63,90(1) & (3), 91, 291, 296- Land Acquisition Act, 1894 – ss. 4, 5A,6, 11-Land Acquisition – Conflict between two statutes – HarmoniousConstruction – Public Interest – Colourable exercise of power-Appellants opposed the construction of road on their land byRespondent No. 2 (Municipal Corporation of Mumbai) proposedin Development Plan (DP) - Respondent No. 1 issued a directiveunder S. 37(1) of Act, 1966 acknowledging the need for aconnecting road but stating that it was “not feasible” to pursueconstruction of an 18.30 metre road through the Appellants’ land –Respondent No. 2 renewed the proposal to have the link roadconstructed through Appellants’ land under Sec. 126 of the MRTPAct and ss. 90(1) & (3) of the Mumbai Municipal Corporation Act(MMC) – To acquire appellants’ land, Office of the Chief Engineer(Development Plan) forwarded an application to Respondent No. 1seeking to initiate proceedings under Land Acquisition Act,1894 -Appellants filed a Notice of Motion in the already pending Writ,seeking to restrain Respondent No. 2 - Notice dismissed by the HighCourt - Acquisition exercise under the LAA was put in motion -Respondent No. 10 and 11 issued notifications under ss. 4 and 6 ofthe LAAct directing that Appellants’ land be acquired in public interest- Appellants’ interim prayer for status quo vis-à-vis the property wasrejected by the High Court – High Court through the final judgmentaffirmed the need to acquire Appellants’ land for construction ofthe link road in public interest- High Court held that MMC Actconferred Respondent No. 2 with the power to acquire land andbuild a new road which required neither prior permission from theState Govt., nor for the road itself to be reflected in the DP- MMCAct and MRTP Act are distinct, and the powers granted toRespondent No. 2 under the former would not be impliedly repealed by the latter merely because it was a subsequent statute- Whetherthere is conflict between MMC and MRTP Act - Held: Merely becauseboth statutes are concerned with land acquisition, may notnecessarily result in conflict between them- Court’s endeavour shallalways be to harmoniously construct such provisions so that thelegislative intent underlying both statutes can be fulfilled - There isno direct or indirect bar on the exercise of powers under ss. 91,291(a), and 296 of the MMC Act. - Not only does the State Govt.first evaluate the application under S. 91, but S. 5A of LAA alsopermits the landowners themselves to air their grievances -The twostatutes exist side-by-side with some degree of overlap- Proceduralrules must not be allowed to defeat the basic purpose of a statute -In several situations, the needs of the many must outweigh that ofthe few- Notion of public interest will necessarily reflect thespecificities of the situation at hand-the present case to be anappropriate instance where public interest must have paramountcyover private interest-The procedure contemplated under Section 91of the MMC Act to commence proceedings under the LAA forprocuring land was substantially complied with- Respondent No. 2validly exercised its powers under the MMC Act to direct theacquisition of the Appellants’ land."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "GUJARAT STATE CIVIL SUPPLIES CORPORATION LTD. VS. MAHAKALI FOODS PVT. LTD. (UNIT 2) & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MjY=",
        "Citation": "[2022] 19 S.C.R. 1094",
        "Case Type": "(CIVIL APPEAL /8008/2022)",
        "Date": "31 OCTOBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xMDk0LTExMzlfMTcwMjk4NTc0OS5wZGY=",
        "SCR Citation:": "[2022] 19 S.C.R. 1094",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "31 October 2022",
        "Petitioner:": "Gujarat State Civil Supplies Corporation Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 1140",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Bela M. Trivedi",
        "Respondent:": "Mahakali Foods Pvt. Ltd. (unit 2) & Anr",
        "Case Type:": "CIVIL APPEAL /8008/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation",
            "Micro",
            "Small and Medium Enterprises Development Act",
            "2006 (MSMED) Act"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 – s.37 – Micro, Smalland Medium Enterprises Development Act, 2006 (MSMED Act) –Whether the provisions of Chapter-V of the MSMED Act, 2006 wouldhave an effect overriding the provisions of the Arbitration Act, 1996?– Held :One of principles of statutory interpretation relevant forour purpose is contained in the Latin maxim “leges posteriors priorescontrarias abrogant” (the later laws shall abrogate earlier contrarylaws) – Another relevant rule of construction is contained in themaxim “generalia specialibus non derogant” (General laws do notprevail over Special laws) – When there is apparent conflict betweentwo statutes, the provisions of a general statute must yield to thoseof a special one – MSMED Act, 2006 being a special law andArbitration Act, 1996 being a general law, the provisions of MSMEDAct would have precedence over the Arbitration Act – It is settledlegal position that no agreement entered into between the partiescould be given primacy over the statutory provisions – When theSpecial Act i.e., MSMED Act, 2006 has been created for ensuringtimely and smooth payment to the suppliers who are the micro andsmall enterprises, and to provide a legal framework for resolvingthe dispute with regard to the recovery of dues between the partiesunder the Act, also providing an overriding effect to the said lawover any other law for the time being in force, any interpretation inderogation thereof would frustrate the very object of the Act.Arbitration and Conciliation Act, 1996 – s.37 – Micro, Smalland Medium Enterprises Development Act, 2006 (MSMED Act) –Whether any party to a dispute with regard to any amount due underSection 17 of the MSMED Act, 2006 would be precluded frommaking a reference to the Micro and Small Enterprises FacilitationCouncil under sub-section (1) of Section 18 of the said Act, if anindependent arbitration agreement existed between the parties as contemplated in Section 7 of the Arbitration Act, 1996? Held : Thatno party to a dispute covered under Section 17 of the MSMED Act,2006 would be precluded from making a reference to the FacilitationCouncil under Section 18(1) thereof, merely because there is anarbitration agreement existing between the parties – S 18(1) of theMSMED Act, 2006 is an enabling provision which gives the partyto a dispute covered under Section 17 thereof, a choice to approachthe Facilitation Council, despite an arbitration agreement existingbetween the parties.Arbitration and Conciliation Act, 1996 – s.37 – Micro, Smalland Medium Enterprises Development Act, 2006 (MSMED Act) –Whether the Micro and Small Enterprises Facilitation Council, itselfcould take up the dispute for arbitration and act as an arbitrator,when the council itself had conducted the conciliation proceedingsunder sub-section (2) of the Section 18 of the MSMED Act, 2006 inview of the bar contained in Section 80 of the Arbitration Act,1996?Held : In affirmative – Section 38 of the Arbitration Act, 1996contains a bar that the Conciliator shall not act as an Arbitrator inany arbitral proceedings in respect of a dispute that is subject ofconciliation proceedings, the said bar stands superseded by theprovisions contained in Section 18 read with Section 24 of theMSMED Act, 2006 – The provisions of Arbitration Act, 1996 wouldapply to the proceedings conducted by the Facilitation Council onlyafter the process of conciliation initiated by the council under Section18(2) fails and the council either itself takes up the dispute forarbitration or refers to it to any institute or centre for such arbitrationas contemplated under Section 18(3) of the MSMED Act, 2006."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "MAHANADI COAL FIELDS LTD. & ANR. VS. MATHIAS ORAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MzE=",
        "Citation": "[2022] 19 S.C.R. 1140",
        "Case Type": "(MISCELLANEOUS APPLICATION /231/2019)",
        "Date": "03 NOVEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xMTQwLTExOTJfMTcwMjk4NTkyMC5wZGY=",
        "SCR Citation:": "[2022] 19 S.C.R. 1140",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "03 November 2022",
        "Petitioner:": "Mahanadi Coal Fields Ltd. & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 1158",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Mathias Oram & Ors.",
        "Case Type:": "MISCELLANEOUS APPLICATION /231/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Coal Bearing Areas",
            "Cut-off date"
        ],
        "HeadNote": "Right To Fair Compensation And Transparency In LandAcquisition, Rehabilitation and Resettlement Act, 2013 –Applicability of – Coal Bearing Areas (Acquisition and Development)Act, 1957–Held: The R&R Act cannot apply prior to the date it wasbrought into force i.e., before 01.01.2014 – In the present case, itapplies from the date the Central Government issued a notificationbringing into force the proceedings of the First, Second and ThirdSchedules to the enactment specified in the Fourth Schedule, whichin this case was the CBA Act – The date therefore, on which theR&R Act, 2013 is applicable from, is 28.08.2015 – Additionally, thereport which was finalised before that date cannot be interferedwith – The land owners and displaced families residing in the villagesfor which reports were prepared earlier than 28.08.2015, wouldnot therefore be entitled to the benefits of the R&R Act, 2013 –Hence, the benefits of the R&R Act apply to displaced families andland owners of Kiripsira, Ratansara, Jhupuranga and Tumulia –Further directions issued – Land Acquisition Act, 1894 –Constitution of India – Article 142.Right To Fair Compensation And Transparency In LandAcquisition, Rehabilitation and Resettlement Act, 2013 –Determination of compensation – Cut-off date– Held: Cut-off datefor determining compensation for land acquired is to be based uponthe cut-off date approved by Supreme court in relation to villageGopalpur, i.e., September 2010 – Since, common cut-off date hasbeen accepted, all benefits flowing from it, including statutoryinterest upon compensation and solatium, is determinable on thebasis of that cut-off date for the entire acquisition – Coal BearingAreas (Acquisition and Development) Act, 1957. Right To Fair Compensation And Transparency In LandAcquisition, Rehabilitation and Resettlement Act, 2013 – ss.41, 42– Odisha Resettlement and Rehabilitation Policy, 2006 – Held: Asfar as s.41 goes, given that the acquisition notification was issuedin 1988 and finalised in 1990 and even the judgment of SupremeCourt indicating the methodology for compensation determinationwas delivered in 2010, the question of giving extra considerationin terms of s.41 does not arise – However, since the resettlement ofthe displaced families and their rehabilitation have been mandatedby both provision of the R&R Act, 2013 which has application tothe ongoing acquisition, as well as the R&R Policy 2006, theobligation to ensure that the benefits of the displaced persons arenot put to grave and irreparable prejudice by denying them theirstatus as SC/ST, has to be ensured – This is mandated by s.42 of theR&R Act, 2013 which directs that whenever lands of SCs/STs areacquired necessitating their displacement, either in terms ofterritories or the areas they reside in, leading to their movement toother areas- where their tribe or caste may not necessarily berecognised as SCs/ST- the status which they enjoy but for thedisplacement has to be preserved and protected – This statutorymandate and obligation cannot be denied by the State or agency,as a matter of law – Direction issued.Right To Fair Compensation And Transparency In LandAcquisition, Rehabilitation and Resettlement Act, 2013 –Obligationscast upon the State– Land Acquisition Act, 1894 – Held: Provisionsof the R&R Act, 2013 which replaced the old 1894 Act, have for thefirst time cast obligations upon the State to ensure that resettlementand rehabilitation is provided in addition to compensation – Theserehabilitation and resettlement provisions relate not only to a rightto employment for at least one member of the displaced family butalso other monetary and tangible benefits, such as land forconstruction of houses, cash assistance for construction;transportation cost; provision for temporary displacement; annuityand/or cash payment in lieu of employment benefits, etc. –Furthermore, by provisions of the Third Schedule, elaborateprovisions for the kind of public amenities which have to be provided,such as public health benefits, schools, community centres, roadsand other basic necessities, have been obligated – All these are in furtherance of the displaced and the larger social justice obligationscast upon the State.Right To Fair Compensation And Transparency In LandAcquisition, Rehabilitation and Resettlement Act, 2013 – s.108 –Odisha Resettlement and Rehabilitation Policy, 2006 – Held: R&RAct, 2013 by s.108 also clearly envisions that the benefits providedby the new law are not to be applied blindly – Wherever there areexisting provisions that are more beneficial or provide better benefitsto displaced persons, such families and individuals have the choiceor option to prefer either such policy or local law or the provisionsof the R&R Act –Going by the principle underlying s.108, clearlythe benefits spelt out under the R&R Policy 2006, appear to bebetter, and more elaborate.Odisha Resettlement and Rehabilitation Policy, 2006 –Employment benefits –Family unit – Held: The R&R Policy 2006 asamended by the 2013 policy applies for the purpose of employmentbenefits – A family unit would comprise of head of family or father,a major son, and an unmarried daughter having regard to thedefinition and the note appended thereof – In case, for some reason,the major son cannot be given employment, and there exists a majorgrandson, he would then be eligible for consideration – In otherwords, two members (father and son or father and grandson) wouldbe eligible for employment and not three, in addition to the unmarrieddaughter who is also to be treated as separate unit –Further,Commission could not reopen determinations based upon changeof policies of the State given that the benefits adjudicated by itbased on factual determinations has crystallised – In many cases,Mahanadi Coalfields Ltd.(MCL) has actually provided employmentto several individuals – Thus, all cases that have been adjudicatedand were approved by Supreme court cannot be reopened."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. GODFREY PHILLIPS (I) LTD AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMTY=",
        "Citation": "[2022] 19 S.C.R. 1193",
        "Case Type": "(CIVIL APPEAL /3073/2022)",
        "Date": "06 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xMTkzLTEyMjVfMTcwMzIzNzE1MC5wZGY=",
        "SCR Citation:": "[2022] 19 S.C.R. 1193",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "06 May 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 527",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Godfrey Phillips (i) Ltd And Ors.",
        "Case Type:": "CIVIL APPEAL /3073/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - s. 6, s.4, 5 - Right to FairCompensation and Transparency in Land Acquisition, Rehabilitationand Resettlement Act, 2013 – s. 24(2) –Original land owners enteredinto agreement to sell with the Respondent No. 1 on 25.9.1990 forthe land measuring 28 Bigha 08 Biswa – The said land was in theprocess of acquisition which was started in 1980 vide notificationu/s. 6 and s. 4 of the 1894 Act – The agreement to sell recited that;‘acquisition process was challenged before the High Court, whereinthe entire land was released from the acquisition and the DelhiAdministration has not filed appeal and at present the above landsare free from acquisition’ – Land Acquisition Collector had takenpossession and paid compensation to the owners, then thecompensation has been paid back - The respondent No.1 purchasedthe land vide sale deed dated 30.8.1991 and 27.2.1991 – RespondentNo. 1 filed Writ Petition for a declaration that the lands purchasedby them are free from and outside the scope of acquisitionproceedings, which was dismissed – Special Leave Petition was filedagainst the order, which was also dismissed – Respondent no.1 filedanother Writ Petition after the commencement of the 2013 Act forquashing of the notification u/s 4 and 6 of the 1894 Act, and claimedthe Mandamus to handover the peaceful possession of land – Inabsence of any proof of encashment of cheque (the paid backamount of compensation), the High Court directed the purchaser topay the amount of Rs. 16,61,774/- and such amount stands paidand held that proceedings stand lapsed in terms of Section 24(2) of2013 Act – The Appellant challenged the said order before SupremeCourt – Held: The purchaser has no right to claim lapsing ofacquisition proceedings – Original land owner filed Writ Petitionchallenging the notification u/s. 6 of 1894 Act, which was dismissed– Special Leave Petition was filed challenging the order, which was withdrawn – It was the conscious decision of land owner not tocontinue with SLP – All the objections which were available to theoriginal land owner including the purchaser up to that stage cannotbe permitted to be raised again – No right confer on the other landowners who have not disputed the acquisition proceedings on theground of lack of effective hearing of objections under Section 5-A of the Act – Original land owner never filed any objections underSection 5-A of the Act, the purchaser cannot seek the relief whichwas not available even to the original land owner – The purchaserhad in fact filed a Writ of Mandamus for delivering the possessionof the entire acquired land – Such claim of Mandamus shows thatthe purchaser is out of possession –Therefore, the condition in IndoreDevelopment Authority for lapsing of the acquisition is not satisfied– Appellant directed to refund the amount of Rs.16,61,774/- to thepurchaser, without any interest as such deposit was a voluntary offerto deposit."
    },
    {
        "volume": "2022Volume 19",
        "Case Name": "STATE OF ANDHRA PRADESH (NOW STATE OF TELANGANA) VS. A. P. STATE WAKF BOARD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMTg=",
        "Citation": "[2022] 19 S.C.R. 1226",
        "Case Type": "(CIVIL APPEAL /10770/2016)",
        "Date": "07 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOS9QYXJ0IEkvMjAyMl8zMF8xMjI2LTEzNTRfMTcwMzIzNzU2OC5wZGY=",
        "SCR Citation:": "[2022] 19 S.C.R. 1226",
        "Year/Volume:": "2022/ Volume 19",
        "Date of Judgment:": "07 February 2022",
        "Petitioner:": "State Of Andhra Pradesh (now State Of Telangana)",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 155",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "A. P. State Wakf Board & Ors.",
        "Case Type:": "CIVIL APPEAL /10770/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wakfs – Publication of Notification issued by Wakf Board in the State Government Gazette"
        ],
        "HeadNote": "Wakfs – Publication of Notification issued by Wakf Board inthe State Government Gazette – Effect of – Whether the State isestopped to challenge such notification – Held: The Wakf Board isa statutory authority under the 1954 Act as well as under the 1995Act – The Official Gazette has to carry any notification at the instanceof the Wakf Board – The State Government is not bound by thepublication of the notification in the Official Gazette at the instanceof the Wakf Board only for the reason that it has been published inthe Official Gazette – The publication of a notice in an OfficialGazette has a presumption of knowledge to the general public asan advertisement published in a newspaper – The mere reason thatthe notification was published in the State Government gazette isnot binding on the State Government – Wakf Act, 1995 – Wakf Act,1954.Wakfs – Wakf Act, 1995 – ss.40 and 32(2)(n) – Wakf property– Whether power to investigate and determine the nature of propertyis an administrative function or a quasi-judicial function as aninquiry is required to be conducted before any property is declaredto be Wakf property – Power of the Wakf Board to investigate anddetermine the nature and extent of Wakf – Held: Is not purely anadministrative function – The power to determine under s.32(2)(n)is the source of power but the manner of exercising that power iscontemplated u/s.40 – An inquiry is required to be conducted if aBoard on the basis of information collected finds that the propertyin question is a wakf property – An order passed thereon is subjectto appeal before the Wakf Tribunal, after an inquiry required isconducted in terms of sub-section (1) of s.40 – Therefore, therecannot be any unilateral decision without recording any reasonthat how and why the property is included as a wakf property – The finding of the Wakf Board is final, subject to the right of appealunder sub-section (2) – Thus, any decision of the Board is requiredto be as a reasoned order which could be tested in appeal beforethe Wakf Tribunal – The Wakf Board has power to determine thenature of the property as wakf under s.32(2)(n) but after complyingwith the procedure prescribed as contained in s.40 – Such procedurecategorically prescribes an inquiry to be conducted – The conductof inquiry pre-supposes compliance of the principles of naturaljustice so as to give opportunity of hearing to the affected parties –On facts, the proceedings produced by the Wakf Board do not showany inquiry conducted or any notice issued to either of the affectedparties – Primarily, two factors had led the Wakf Board to issue theimpugned Errata notification, that is, order of the NazimAtiyat andthe second survey report – Both may be considered as materialavailable with the Wakf Board but in the absence of an inquiryconducted, it cannot be said to be in accordance with the procedureprescribed u/s.40 – Since there is no determination of the factwhether the property in question is a wakf property after conductingan inquiry in terms of s.40(1), the Errata notification cannot bedeemed to be issued in terms of s.32 r/w s.40.Wakfs – Wakf Act, 1995 – s.40(3), proviso – Reliance onproviso to s.40(3) of 1995 Act, contemplating notice to the registeredtrust or society in case the Wakf Board has any reason to believethat any property is Wakf and is registered under any of the Acts –Held: Is absolutely misconceived – These provisions deal with analtogether different situation – If a trust or society is alreadyregistered but the Wakf Board finds it to be Wakf, the statutecontemplates notice to the authority – It does not mean that suchtrust or society is not required to be heard – The hearing to Trust orSociety would also be as per the principles of natural justice.Wakfs – Entitlement of Government to dispute validity ofNotification issued by Wakf Board before the Writ Court u/Art. 226of the Constitution – Held: State Government, as a juristic entity,has a right to protect its property through the writ court, just as anyindividual could have invoked the jurisdiction of the High Court –On facts, the State Government was competent to invoke the writjurisdiction against the action of the Wakf Board to declare theland in question as wakf property – Constitution of India – Art.226. Wakfs – Wakf Act, 1995 – s.5 and s.32(2)(n) r/w s.40 – Erratanotification published by Wakf Board in the year 2006, 17 yearsafter the first notification in 1989 – Challenge to – Held: In thefacts of the present case, the Errata notification was nothing but afresh notification altogether – Errata is a correction of a mistake –Hence, only arithmetical and clerical mistakes could be correctedand the scope of the notification could not be enlarged by virtue ofan errata notification – As against 5506 sq. yards of land notifiedas wakf property in the year 1989, large area of 1654 acres and 32guntas of land could not be included under the guise of an erratanotification as it is not a case of clerical or arithmetical mistake butinclusion of large area which could not be done without conductinga proper Inquiry either under s.32(2)(n) r/w s.40 or on the basis ofsurvey report which was called by the State Government byappointing a Survey Commissioner.Wakfs – Whether on facts, the High Court was justified inrelegating the parties to statutory remedy before the Wakf Tribunal– Held: High Court examined the merits of the contention raisedincluding the documents filed so as not to accept the contentions ofthe State – Though the High Court expressed the same to be primafacie view, but in fact, nothing was left to suggest that it was not afinal order as far as the State is concerned with the order of thedismissal of its writ petition – Even otherwise, the questions raisedwere interpretation of the statutes, the Farmans issued by Sovereignfrom time to time and the interpretation of the document to the factsof the present case – It is not a case where any oral evidence wouldbe necessary or is available now – Since the question was in respectof interpretation of the statutes and the documents primarily issuedby the Sovereign, the matter needs to be examined on merits asdetailed arguments have been addressed by counsel for the parties– Thus, the High Court erred in law, in the facts and circumstancesof the case, to relegate the parties to the statutory remedy.Wakf Act, 1995 – ss.5 and 105 – Publication of Erratanotification u/s.5 – Powers conferred on the Wakf Board – Non-submission of second survey report to the State Government – Effect– Plea that once the Wakf Board had the power to publish notificationafter perusing the various documents, the same could not be said tobe illegal only for the reason that report was not submitted to the State Government as contemplated by sub-section (1) of s.5 –Tenability of – Held: The plea that the notification is in terms of s.5of 1995 Act is not tenable – Admitted case that the second surveyreport was not submitted to the State Government and such reporthas not even been forwarded by the Government to the Wakf Board– The Wakf Board may have a right to requisition of any documentin terms of power conferred u/s.105, but if a procedure is prescribedfor issuance of a notification, it could be issued only in the mannerprescribed and not in any other manner – When a statute vestscertain power in an authority to be exercised in a particular manner,then the said authority has to exercise the same only in the mannerprescribed by the statute itself – Therefore, it cannot be said thatsince submission of the second survey report to the State Governmentwas only a ministerial action, therefore, the Board had thejurisdiction to publish notification u/s.5.Right of the State to acquire property – Land dedicated forpious and religious purpose is not immune from its vesting with theState.Andhra Pradesh (Telangana Area) Atiyat Enquiries Act, 1952–Jurisdiction of the Atiyat Court – Held: Is limited to disputes relatingto Atiyat grants as defined in the Enquiries Act.Words and Phrases – Word “errata” – Scope and meaning of– Held: “Errata” is a term of French origin which means a thingthat should be corrected – It means a mistake in printing or writing."
    }
]