[
    {
        "volume": "2022Volume 16",
        "Case Name": "ABHIMANYU PARTAP SINGH VS. NAMITA SEKHON & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2NjY=",
        "Citation": "[2022] 16 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /4648/2022)",
        "Date": "06 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice J.K. Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xLTE1XzE3MDI5ODEzMDEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 1",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "06 July 2022",
        "Petitioner:": "Abhimanyu Partap Singh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 662",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.K. Maheshwari",
        "Respondent:": "Namita Sekhon & Another",
        "Case Type:": "CIVIL APPEAL /4648/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 – Injuries causing 100% disability – Determination of just and reasonable compensation – Pecuniary damages and non-pecuniary damages – Appellant-claimant suffered 100% permanent disability in a road accident when he was five and half years of age – Motor Accident Claims Tribunal granted compensation of Rs.9,00,000/-, High Court enhanced the compensation to Rs.23,20,000/- – On appeal, held: Taking guidance from the judgment of Kajal v. Jagdish Chand and Others reported as [2020] 3 SCR 622 for determination of the compensation in the present case, the multiplier of 18 shall be applicable – On facts, the amount determined for payment of the compensation in pecuniary heads ( i.e. the loss of future earning, medical expenses including future medical expenses, attendant charges and transportation including future transportation) comes to Rs.46,62,000/- and in non-pecuniary heads (mental and physical pain, sufferings present and in future, loss of amenities of life including loss of marital bliss, loss of expectancy in life, inconvenience, hardship, discomfort, disappointment, frustration, mental agony in life etc.) comes to Rs.5,00,000/- – Total compensation comes to Rs.51,62,000/- – Enhanced amount of Rs.28,42,000/- to carry interest @ 6.5% p.a. from the date of filing the claim petition till its realization. Motor Vehicles Act, 1988 – Determination of just compensation – Multiplier method – Held: Multiplier method has been recognized as most realistic and reasonable because it has been decided looking to the age, inflation rate, uncertainty of life and other realistic needs – Thus, for determination of just compensation to ensure justice with the family of deceased or the injured as the case may be the compensation can be determined applying said method – Not only for determination of future loss of earning but for attendant charges also the multiplier method should be followed –   Therefore, in the present case, the Tribunal while granting the compensation of future loss as well as earning only for 10 years and attendant charges only for 20 years was not justified – Said amount should be determined applying the multiplier method. Motor Accident Claims – Compensation – Determination of – Basis for, reason for awarding such compensation, applying the uniform methodology comparable to the injuries – English Judgments vis-à-vis Indian Law – Discussed. Motor Vehicles Act, 1988 – Non-pecuniary damages – “pain, shock and suffering” – Multiple factors to be considered from the date of accident – Discussed."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "BARUN KUMAR & ORS VS. STATE OF JHARKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2ODc=",
        "Citation": "[2022] 16 S.C.R. 16",
        "Case Type": "(CIVIL APPEAL /5812/2022)",
        "Date": "25 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xNi0zN18xNzAyOTgxODE3LnBkZg==",
        "SCR Citation:": "[2022] 16 S.C.R. 16",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "25 August 2022",
        "Petitioner:": "Barun Kumar & Ors",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 868",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "State Of Jharkhand & Ors.",
        "Case Type:": "CIVIL APPEAL /5812/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law – Jharkhand Combined Civil Services Examination"
        ],
        "HeadNote": "Service Law – Jharkhand Combined Civil Services Examination – Validity of appointments – Interpretation of r.16 and r.17 of Bihar Civil Services (Executive Branch) and Bihar Junior Civil Services (Recruitment) Rules, 1951 – High Court cancelled the appointment of appellants who had qualified the 6th combined Civil Service Examination, 2016 – Appellants-candidates in appeal before Supreme Court – Held: While reading clause (a) and (b) of r.16 conjointly, it states that clause (a) is general and precise for the candidates who are participating in the written examination whereas clause (b) refers to the candidates who belong to Scheduled Castes and Scheduled Tribes leaving the discretion of the Commission to fix qualifying marks for them but with restriction that shall not be higher than 35% - R.16 proviso relates to the stage for determining the suitability of the candidate, total marks obtained in the written examination has to be counted and not the marks obtained in any particular subject for preparing the list of candidates who qualify the written examination and this can be made further clear by taking note of r.17 – Clause 12(a) of advertisement in reference to the Preliminary Examination states that fifteen times candidates will be shortlisted for main examination and as per clause 12(b), the main examination will comprise of 06 papers, total marks of which would be 1050 and it would be mandatory for the candidate to appear in all the subjects/papers of Main Examination – However, for Paper-I, minimum 30 marks as qualifying marks has been prescribed and all the 6 papers are common and candidate has to appear in all the papers with the minimum qualifying marks for the respective category as per clause13 of the advertisement but whether it is the total marks obtained at the written examination or qualifying marks obtained in all the papers separately is not clear under the terms of advertisement – Reading clauses 12 and 13 of advertisement with r.16 of indicates ambiguity in advertisement – Both the Commission and High Court have different views which are equally possible views and either of the one could not be ruled out or outrightly negated – When one possible view has been acted upon by the Commission and candidates have been appointed and are working for almost 2 years by this time, it will be unjust for this Court to now permit the Government to take a U-Turn – Hence, the appointments of the candidates could not be cancelled."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "M/S. MARTIN & HARRIS PRIVATE LIMITED & ANR. VS. RAJENDRA MEHTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2OTI=",
        "Citation": "[2022] 16 S.C.R. 38",
        "Case Type": "(CIVIL APPEAL /4646/2022)",
        "Date": "06 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice J.K. Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18zOC01MF8xNzAyOTgxOTg1LnBkZg==",
        "SCR Citation:": "[2022] 16 S.C.R. 38",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "06 July 2022",
        "Petitioner:": "M/s. Martin & Harris Private Limited & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 663",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.K. Maheshwari",
        "Respondent:": "Rajendra Mehta & Ors.",
        "Case Type:": "CIVIL APPEAL /4646/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Rent Control Act",
            "2001"
        ],
        "HeadNote": "Rajasthan Rent Control Act, 2001 – ss.20, 32 – Rajasthan Premises (Control of Rent and Eviction) Act, 1950 (Old Act) – Suit or proceedings initiated under the Old Act, pending on the date of commencement of the New Act (2001 Act) – Grant of mesne profits – s.20 of the New Act, if applicable – Held: s.20 deals with the execution of the orders of the Rent Tribunal in the manner so prescribed – Sub-sec. (3) makes it clear that if the tenant does not vacate premises within three months of the date of issue of certificate for recovery of the possession, in that event he is liable to pay mesne profits at the rate of three times the rent in case the premises is let out for commercial purposes, as applicable in the facts of the present case – Further, sub-sec.(3) of s.32 (Repeal and savings) has been given overriding effect by which the applications or suit or other proceedings filed under the Old Act pending on the date of commencement of the New Act before any Court shall be continued and disposed of in accordance with the provisions of the Old Act as the Old Act had continued in force and the New Act had not been enacted – Thus, the suit or proceedings, if any, pending on the date of notification issued for applicability of the New Act, such proceedings would continue under the Old Act and New Act has no application – Therefore, High Court rightly rejected the contention of the appellant that maximum payable mesne profits u/s.20 of the New Act can be three times of the rent in case the premises is let out for commercial purposes, while dismissing the review petition – It rightly held that s.20, by which three times mesne profits to the standard rent was made permissible for the suit or proceedings started under the New Act, has no application in suit or proceedings initiated under the Old Act and pending on the date of commencement of the New Act – Reasoning given is in consonance to the spirit of s.32 of the New Act – Further, the amount of mesne profits has also been rightly decided by the High Court – Order of High Court does not warrant any interference. Rent Control and Eviction – Decree of eviction – Entitlement of landlord to mesne profits – Held: After passing of the decree of eviction the tenancy terminates and from the said date the landlord is entitled for mesne profits or compensation depriving him from the use of the premises. Rent Control and Eviction – Determination of mesne profit – Basis of – Discussed."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "IQRAM VS. THE STATE OF UTTAR PRADESH & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2OTk=",
        "Citation": "[2022] 16 S.C.R. 51",
        "Case Type": "(CRIMINAL APPEAL /2319/2022)",
        "Date": "16 DECEMBER 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN181MS01NV8xNzAyOTgyMTI3LnBkZg==",
        "SCR Citation:": "[2022] 16 S.C.R. 51",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "16 December 2022",
        "Petitioner:": "Iqram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1295",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "The State Of Uttar Pradesh & Ors",
        "Case Type:": "CRIMINAL APPEAL /2319/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Procedure Code",
            "1973"
        ],
        "HeadNote": "Criminal Procedure Code, 1973 – s. 427 – Sentences in multiple trials – Appellant sought concurrent running of sentences – The appellant was charged and put to trial in respect of the nine distinct FIRs relating to incidents involving theft of electricity equipments – Nine Session trials were conducted and consequently the accused was convicted by nine separate judgments – No specific direction was issued by the trial Court as to allow the subsequent sentences to run concurrently – Net consequence of the position emerged that appellant had to undergo a total term of imprisonment of 18 years – Writ petition before the High Court – The High Court held that in view of the s.427 of Cr.P.C each subsequent term of conviction has to commence at the expiration of imprisonment currently undergone by the appellant – On appeal, held: s. 427 confers a discretion on the court to direct that the subsequent sentence following a conviction shall run concurrently with the previous sentence – The High Court ought to have noticed the serious miscarriage of justice which would occur consequent upon the trial court not having exercised specifically its discretion within the ambit of s.427(1) – The right to personal liberty is a precious and inalienable right recognized by the Constitution – The High Court ought to have intervened by setting right the miscarriage of justice which would occur in the above manner, leaving the appellant to remain incarcerated for a period of 18 years – Sentences directed to be run concurrently – Impugned judgment of the High Court set aside – Electricity Act."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "KALICHARAN & ORS VS. STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MDU=",
        "Citation": "[2022] 16 S.C.R. 56",
        "Case Type": "(CRIMINAL APPEAL /122/2021)",
        "Date": "14 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN181Ni03Ml8xNzAyOTgyMjMwLnBkZg==",
        "SCR Citation:": "[2022] 16 S.C.R. 56",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "14 December 2022",
        "Petitioner:": "Kalicharan & Ors",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1277",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay.S. Oka",
        "Respondent:": "State Of Uttar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /122/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – ss.213, 313 – Failure to comply with the requirements of s.213 and s.313 – The Fast track Court convicted accused nos.1, 2, 3 and 4 for offences punishable u/s. 302, 307 of the IPC along with other sections – Allegation that accused no. 1,3,4 were armed with sharp edged weapons and accused no.2 with pistol – It was also alleged that accused no. 2 murdered deceased (‘H’) by firing bullets from his pistol – Held: In cross-examination PW-1 stated that he was not aware whether bullets hit victim (‘H’) or not – PW-2 also came out with the same version – PW-3-doctor who performed post mortem stated that deceased suffered injuries caused by the sharp-edged weapons – He did not deposed any bullet injuries – In the instant case, not only that a charge was not framed on the allegation that the death was caused due to assault physically made by the accused, a misleading charge was framed that death was caused due to bullet injuries sustained by the bullets fired by the accused no.2 with a pistol in his hand – ‘H’ did not receive any bullet injury – Still, the said allegation was put to all the accused in the examination u/s. 313 – Thus, not only that the charge framed was misleading, but most material circumstance brought on record against the accused in the evidence that ‘H’ died due to injuries caused by the attack made by accused nos.1,3 and 4 was not put any of the accused – Thus, not only that the charge was misleading but the accused had no opportunity to explain the circumstance in which ‘H’ was allegedly killed which was brought on record during the trial – Therefore, in the facts of the case, by reason of omission to frame a proper charge in terms of s. 213 of CrPC, and by reason of not putting important circumstances appearing in the evidence in the statement u/s. 313 caused serious prejudice to the accused. Code of Criminal Procedure, 1973 – Chapter XVII – Provisions regarding framing of charge – Held: The object of the said provisions is obviously to make the accused aware of the accusations against him on the basis of which the prosecution is seeking to convict him – The object of the provisions regarding the framing of charge is that accused should be in a position to effectively defend himself – An accused can properly defend himself provided he is clearly informed about the nature of the allegations against him before the actual trial starts – That is why there are elaborate provisions in CrPC in that behalf. Code of Criminal Procedure, 1973 – Omission to frame a charge or error in the charge – Power of Court of appeal – Held: When the Court of appeal is called upon to decide whether any failure of justice has been occasioned due to omission to frame a charge or error in the charge, the Court is duty bound to examine the entire record of the trial including all exhibited documents, depositions and the statements of the accused recorded u/s. 313. Code of Criminal Procedure, 1973 – s.313 – Requirement of – Held: The requirement of Section 313 CrPC is that the accused must be explained the circumstances appearing in the evidence against him so that accused can offer an explanation – After an accused is questioned under Section 313 CrPC, he is entitled to take a call on the question of examining defence witnesses and leading other evidence – If the accused is not explained the important circumstances appearing against him in the evidence on which his conviction is sought to be based, the accused will not be in a position to explain the said circumstances brought on record against him – He will not be able to properly defend himself."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "THE STATE OF RAJASTHAN VS. GURBACHAN SINGH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MjQ=",
        "Citation": "[2022] 16 S.C.R. 73",
        "Case Type": "(CRIMINAL APPEAL /2201/2011)",
        "Date": "07 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Sanjiv Khanna\n*, Hon'ble Mr. Justice Sudhanshu Dhulia",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN183My04MV8xNzAyOTgyNTgyLnBkZg==",
        "SCR Citation:": "[2022] 16 S.C.R. 73",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "07 December 2022",
        "Petitioner:": "The State Of Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1260",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Gurbachan Singh & Others",
        "Case Type:": "CRIMINAL APPEAL /2201/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 – Murder – Common intention"
        ],
        "HeadNote": "Penal Code, 1860 – Murder – Common intention – Dispute w.r.t partition of land– Victim was beaten resulting in his death, PW1 (his brother) also suffered injuries – Respondent convicted along with 5 others – Respondent’s appeal partly allowed by High Court, holding that he did not share common intention to cause death of deceased as he only inflicted wounds on his feet with a ‘lathi’, was directed to be released having suffered the maximum punishment provided for the offence – Conviction of other 3 co\u0002convicts (‘DS’, ‘BS’, ‘MS’), not challenged herein – Two others (‘MK’, ‘JK’) were acquitted, acquittal w.r.t ‘MK’ has become final – Held: Challenge to the acquittal of ‘JK’ dismissed – In case of respondent, common intention to inflict injuries and cause the death of deceased can be gathered from his action – PW-1 and his wife\u0002PW-2 saw the deceased coming from a flour mill which was near the Gurudwara when they were going to the Gurudwara in the village – Respondent and the co-convicts accosted the deceased – Respondent had come with ‘lathi’, while others were seen with an axe, toka and gandasi – They surrounded the deceased – Respondent then struck the feet of the deceased with ‘lathi’, who fell-down – Thereupon, respondent and the co-convicts had beaten and inflicted injuries and wounds to deceased – Respondent shared common intention to cause injuries with other co-convicts – Crime was committed in furtherance of common intention leading to the death of deceased – Therefore, all of them, including respondent, would be responsible for offence u/s.302, irrespective of the part played by them – Impugned judgment acquitting respondent u/s.302 set aside – Convicted u/s.302 r/w s.34 – Conviction u/s.324 for injuries inflicted on PW-1, maintained – Conviction u/s.149 r/w s.148 not sustainable – Respondent to surrender – Code of Criminal Procedure, 1973 – s.428. Penal Code, 1860 – s.34 – Application of – Discussed. Penal Code, 1860– s.34 – Common intention – Evidence– Held: Common intention can be formed at the spur of the moment and during the occurrence itself – It is a psychological fact and as such, direct evidence normally will not be available – In most cases, whether or not there exists a common intention, has to be determined by drawing inference from the facts proved – Constructive intention can be arrived at only when the court can hold that the accused must have preconceived the result that ensued in furtherance of the common intention."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "PRAHLAD VS. STATE OF MADHYA PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MzQ=",
        "Citation": "[2022] 16 S.C.R. 82",
        "Case Type": "(CRIMINAL APPEAL /2043/2009)",
        "Date": "27 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN184Mi05OF8xNzAyOTgyNzcwLnBkZg==",
        "SCR Citation:": "[2022] 16 S.C.R. 82",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "27 July 2022",
        "Petitioner:": "Prahlad",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 753",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "State Of Madhya Pradesh & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2043/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860"
        ],
        "HeadNote": "Penal Code, 1860 – ss.302,120B and 34 – Arms Act, 1959 – ss.25,27 – Acquittal under – Prosecution case was that victim\u0002deceased had political enmity with three accused (A-1, A-2 and A\u00023) – All three accused hatched a conspiracy to away with the victim – Accused no.1 and accused no.2 had used motorcycle of accused no.3 to arrive near a bus stand where a gun shot was fired at victim from a short distance – Victim died – Charge-sheet filed – Trial Court acquitted all the three accused – On appeal by the State, the High Court relying upon recovery made and on basis of sole testimony of PW2, affirmed the acquittal of A-3 but convicted the other accused persons for the offences punishable under s.302/34 IPC – On appeal, by A-1 and A-2 – Held: Prosecution has not came to the court with clean hands as the story is of prosecution is full of inconsistencies – The prosecution witnesses are contradictory to each other – Investigation was carried out in irregular manner – Testimony of PW-2 was not of sterling quality thus conviction based on his sole testimony is not tenable – There was no Panchnama on record and recoveries made are inconsistent with the record, therefore cannot be relied upon – Conviction set aside – Acquittal of A-1 and A-2 by the trial Court affirmed."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "RAJARAM VS. STATE OF MADHYA PRADESH & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NDU=",
        "Citation": "[2022] 16 S.C.R. 99",
        "Case Type": "(CRIMINAL APPEAL /2311/2022)",
        "Date": "16 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Sudhanshu Dhulia",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN185OS0xMTJfMTcwMjk4Mjk0MC5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 99",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "16 December 2022",
        "Petitioner:": "Rajaram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1296",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "State Of Madhya Pradesh & Ors",
        "Case Type:": "CRIMINAL APPEAL /2311/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872"
        ],
        "HeadNote": "Evidence Act, 1872 – s. 32 – Inconsistencies between Multiple dying declaration – Prosecution case that victim-deceased was brought to hospital by her husband (appellant) in burnt condition – Her first dying declaration (Ex. P-11) was recorded in which appellant was not named – Her second dying declaration (Ex. P-26) was recorded by the police before she succumbed to the injuries in which she named her husband – The trial Court convicted one accused u/s.302 IPC and the appellant & other accused for the offences u/s 498A of IPC – Appellant and other accused challenged their conviction and sentence, however, the High Court rejected their appeals – High Court in its judgment accepted the first dying declaration and rejected the second dying declaration recorded by the police – On appeal, held: The weight and utility of a dying declaration depend upon the surrounding circumstances and the credibility which the court attaches to it, having regard to the evidence led before it – Therefore, whether it is essential to have medical certification before the statement is recorded, who records it, etc. are all fact dependent, and no stereotypical approach can be adopted by courts – In case of the second dying declaration, the High Court was of the opinion that even though PW-15 was not required to obtain fitness certificate from the doctor, yet in view of the last line in the dying statement that her condition was bad, it was unsafe to rely on such statement – The second dying declaration is the only piece of evidence which names the appellant as one of the perpetrators of cruelty on the deceased along with the other accused – The only evidence against the appellant, i.e., second dying declaration was discredited by the High Court, there is no other material to sustain his conviction – The recoveries of article and the other circumstances do not further the prosecution’s case u/s. 498A as against the appellant – Appellant’s conviction and sentence set aside – Penal Code, 1860 – ss.302, 307, 304-B,498-A "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "HASMUKHLAL D. VORA & ANR. VS. THE STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NTE=",
        "Citation": "[2022] 16 S.C.R. 113",
        "Case Type": "(CRIMINAL APPEAL /2310/2022)",
        "Date": "16 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMTMtMTI1XzE3MDI5ODMwODIucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 113",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "16 December 2022",
        "Petitioner:": "Hasmukhlal D. Vora & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1294",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "The State Of Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /2310/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.482 – Quashing of Criminal complaint – Before High Court, appellant sought for quashing of complaint filed against him for contravening provision of Drugs and Cosmetics Act 1940 and Drugs and Cosmetics Rules 1945, which was dismissed – On appeal, Held: The Court, while exercising its power under s.482 only has to consider whether or not the allegations in the complaint disclose the commission of a cognizable offence – Quashing of a criminal complaint must be done only in the rarest of rare cases but still it is the duty of the High Court to look into each and every case with great detail to prevent miscarriage of justice – In the instant case, no stock of impugned substance was found in the premises of the appellants – Even the impugned substance has been categorized as a bulk food substance falling under the definition of food as per s.3(1)(j) of the Food Safety and Standards Act, 2006 – The alleged substance is not included as a drug in the Indian Pharmacopoeia which further proves that it does not require license u/the Drugs and Cosmetics Act, 1940 – Further, there has been a gap of more than four years between the initial investigation and the filing of the complaint, and even after lapse of substantial amount of time, no evidence has been provided to sustain the claims in the complaint – Moreover, respondent has provided no explanation for the extraordinary delay of more than four years between the initial site inspection, the show cause notice, and the complaint – While inordinate delay in itself may not be ground for quashing of a criminal complaint, however, unexplained inordinate delay of such length must be taken into consideration as a very crucial factor as grounds for quashing a criminal complaint – Hence, proceeding pending against appellants to be quashed – Drugs and Cosmetics Act 1940.  "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "SAU RAJANI VS. SAU SMITA & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NjA=",
        "Citation": "[2022] 16 S.C.R. 126",
        "Case Type": "(CIVIL APPEAL /5216/2022)",
        "Date": "08 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMjYtMTM4XzE3MDI5ODMyNTMucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 126",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "08 August 2022",
        "Petitioner:": "Sau Rajani",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 805",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Sau Smita & Anr",
        "Case Type:": "CIVIL APPEAL /5216/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: s.9 – Bar of jurisdiction of civil court – Maharashtra Housing and Area Development Act, 1976 (MHADA) – ss.71, 177 and 66(1)(a)(iv) – Appellant claimed to be in possession of the residential tenement – The first respondent is stated to be in occupation of a ground floor tenement in the same building – Appellant alleged that the first respondent has made illegal and unauthorized construction in open vacant site situated in the side of the block which has affected her easements including privacy, light, air, water supply – Appellant instituted regular civil suit seeking removal of illegal construction, grant of permanent prohibitory injunction restraining first respondent-defendant from making any construction over the open site and restoration of water connection – First respondent filed written statement contending that the civil court does not have jurisdiction to entertain the suit under s.71 r/w s.177 of the MHADA – Civil Judge dismissed the challenge to the jurisdiction and decreed the suit – District Court affirmed the finding of the civil judge – High Court, however, allowed the second appeal filed by the respondent and held that the suit was barred in terms of the provisions of sections 71 and 177 of the MHADA – Held: The objective of the bodies and authorities constituted under the MHADA is to ensure repairing and reconstructing buildings to provide housing – The competent authority under the Act (MHADA) has jurisdiction to order the eviction in terms of the provisions of s.66 but that was not the relief claimed by the plaintiff-appellant in the suit – Thus, the reliefs claimed by the appellant were beyond the scope of the Act – Suit of the nature filed by the appellant would be maintainable before the civil court and would not be barred by s.71 or s.177 of the MHADA."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "M. MOHAN VS. THE STATE GOVERNMENT OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NzE=",
        "Citation": "[2022] 16 S.C.R. 139",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /12616/2022)",
        "Date": "02 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice Mukeshkumar Rasikbhai Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMzktMTUwXzE3MDI5ODM0MjAucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 139",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 September 2022",
        "Petitioner:": "M. Mohan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 903",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mukeshkumar Rasikbhai Shah",
        "Respondent:": "The State Government Of Tamil Nadu & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /12616/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition – Tamil Nadu Highways Act",
            "2001"
        ],
        "HeadNote": "Land Acquisition – Tamil Nadu Highways Act, 2001 – ss. 15(1), 15(2) and 15(3) – Land of the petitioner-original land owner was acquired under provisions of the Tamil Nadu Highways Act (‘Act’) – Notice issued u/s.15(2) of the Act inviting objections – Petitioner submitted objections to proposed land acquisition – Thereafter, notification issued u/s.15(1) of the Act – Petitioner filed writ before the High Court contending, inter alia, that the notification u/s.15(1) is in violation of the procedure to be followed u/r.5 of the Tamil Nadu Highways Rules, 2003 – It was contended on behalf of the petitioner that notification u/s.15(1) was issued without waiting for any response from the Highways Departments/authorities to the objections raised by the petitioner – High Court opined that there was substantial compliance and there was no illegality committed in issuing the notification u/s.15(1) of the Act – Special leave to appeal – Held: The object and purpose of r.5(2) is to hear the Highways Department on the objections raised by the original land owners – r.5(2) further provides that the Highways Department may file a statement by way of answer to the objections – It is not a mandatory requirement – Highways Department may or may not file a statement by way of answer to the objections – Therefore, non-filing of statement by way of answer to the objections by the Highways Department and/ or non-furnishing the copy of the same to the original land owners shall not vitiate the entire process of acquisition process and/ or the notification issued u/s. 15(1) of the Act – Therefore, High Court was right in observing that there was a substantial compliance of s.15 of the Act, 2001 r/w r.5 of the Rules, 2003 – No interference called for – Tamil Nadu Highways Rules, 2003 – r.5."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "THE STATE GOVERNMENT OF TAMIL NADU & ORS. VS. M/S. SAMARTH BUILDERS & DEVELOPERS & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3OTE=",
        "Citation": "[2022] 16 S.C.R. 151",
        "Case Type": "(CIVIL APPEAL /6272/2022)",
        "Date": "07 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xNTEtMTY0XzE3MDI5ODM3MzUucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 151",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "07 September 2022",
        "Petitioner:": "The State Government Of Tamil Nadu & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 935",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "M/s. Samarth Builders & Developers & Anr.",
        "Case Type:": "CIVIL APPEAL /6272/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s.11 – Arbitration Clause in agreement – Respondent No.1 is a developer engaged in the business of construction and development of buildings – Appellant and respondent No. 1 entered into a ‘Development Agreement’ and pursuant thereto appellant also executed a General Power of Attorney (GPA), in favour of Respondent No. 1 – Failure on part of respondent No. 1 to complete the development works within the stipulated time – Appellant served respondents with legal notice communicating his desire to terminate the Development Agreement and cancel the GPA as the stipulated period had already lapsed – This gave rise to disputes and differences between the parties – Appellant invoked arbitration clause in the ‘Development Agreement’ and issued a notice to the respondents regarding referral of the dispute to the sole arbitrator – Respondents failed to respond to it – Appellant filed application u/s.11 of the Act before the High Court – Respondents claimed that the contract lacked the express wording necessary for it to be considered a valid and binding agreement to refer the disputes to arbitration – High Court accepted the contention of respondents and dismissed application as not maintainable – Hence instant appeal – Held: High Court fell in error in holding that application u/s.11 was not maintainable for want of a valid arbitration clause – Clause 18 luminously disclosed the intention and obligation of the parties to be bound by the decision of the tribunal, even though the words “final and binding” were not expressly incorporated therein – The parties evinced clear intention to refer the dispute to arbitration and abide by the decision of the tribunal, therefore the party autonomy deserves to be protected – The deficiency of words in agreement which otherwise fortifies the intention of the parties to arbitrate their disputes, cannot legitimise the annulment of arbitration clause – Clause 18, contemplates a binding reference to arbitration between the parties and it ought to have been given full effect by the High Court – Maharashtra Apartment Ownership Act, 1970 – s.2."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "M/S THERMAX LTD. THROUGH ITS DIRECTOR VS. COMMISSIONER OF CENTRAL EXCISE, PUNE-1",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MDA=",
        "Citation": "[2022] 16 S.C.R. 165",
        "Case Type": "(CIVIL APPEAL /6048/2009)",
        "Date": "13 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Mr. Justice K.M. Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xNjUtMTgxXzE3MDI5ODM4NTIucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 165",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "13 October 2022",
        "Petitioner:": "M/s Thermax Ltd. Through Its Director",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 1078",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "Commissioner Of Central Excise, Pune-1",
        "Case Type:": "CIVIL APPEAL /6048/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Tariff Act",
            "1985"
        ],
        "HeadNote": "Central Excise Tariff Act, 1985: Heading 8418 – Modified Vapour Absorption Chiller (MVAC) manufactured by assessee and sold and described in their invoices and catalogue as Heat Pumps – Classification – Intra-heading dispute – Held: The definition of a product given in the Harmonious System of Nomenclature (HSN) should be given due weightage in the classification of a product for purpose of levying excise duty – Guided by the definition of heat pump as given in the HSN, it is clear that MVAC manufactured by assessee do not satisfy the definition of heat pump as given in HSN – The heat pumps by utilizing energy as per HSN becomes a source of more intense heat, however, since the final output of MVAC is cold/chilled water, the MVAC does not fit into given definition of heat pump – The manner of operation of the device and its output makes it abundantly clear that the primary purpose of the MVAC is to produce chilled water and the production of hot water in its operation is only incidental – Also, in the description of the product on the appellant’s website, Vapour Absorption Chillers do not mention about its heating capability – It is quite apparent that the product MVAC is intended to produce chilled water – Even if the option of availing hot water is available, significantly, the production of chilled water never ceases, while the machine is operating – The additional purpose does not alter the primary character/functionality of the product which is to function as a Vapour Absorption Chiller, this is how the product is recognized in the market – Thus, MVAC cannot be categorised as Heat Pump and is classifiable under Sub\u0002Heading 8418.10 as refrigerating equipment."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "NAVIKA KUMAR VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MTc=",
        "Citation": "[2022] 16 S.C.R. 182",
        "Case Type": "(WRIT PETITION(CRIMINAL) /286/2022)",
        "Date": "23 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice Mukeshkumar Rasikbhai Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xODItMTg3XzE3MDI5ODQwNDgucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 182",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "23 September 2022",
        "Petitioner:": "Navika Kumar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 1017",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mukeshkumar Rasikbhai Shah",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION(CRIMINAL) /286/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India"
        ],
        "HeadNote": "Constitution of India: Art 32 – Writ of Certiorari – Petitioner was the anchor of Newshour Debate (debate) telecasted on Times Now – Various FIRs/criminal complaints filed against the petitioner in relation to the debate telecasted on 26.05.2022 – Petitioner prayed for quashing the FIRs/complaints described in the instant writ petition or any other FIR/criminal complaint that may be instituted in future arising out of the same incident – Petitioner also prayed that the various FIR/Complaints be clubbed together – Held: Taking into consideration the order passed by this court at earlier occasion in the case of co-accused, all FIRs/complaints against the petitioner are directed to be transferred to the IFSO unit of Delhi Police – IFSO unit of Delhi Police shall be at liberty to collect and gather any information from the concerned State agencies for the purpose of conducting a thorough investigation – No coercive action shall be taken against the petitioner in FIRs/complaints already lodged or that may be lodged in future pertaining to the debate for a period of eight weeks from the date of judgment so as to enable the petitioner to approach the concerned Court for appropriate relief – The investigation of any subsequent FIRs/complaints which are registered in future in respect of the debate shall stand transferred to IFSO unit of Delhi police – With respect to quashing of FIR/complaint, the petitioner is at liberty to pursue such prayer by approaching the High Court u/Art.226 or s.482 of Code – Writ petition disposed of – Code of Criminal Procedure – s.482"
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "KANCHAN KUMAR VS. THE STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4Mjg=",
        "Citation": "[2022] 16 S.C.R. 188",
        "Case Type": "(CRIMINAL APPEAL /1562/2022)",
        "Date": "14 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice Pamidighantam Sri Narasimha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xODgtMTk5XzE3MDI5ODQxOTIucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 188",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "14 September 2022",
        "Petitioner:": "Kanchan Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 955",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "Respondent:": "The State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /1562/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – ss.227, 228 – Discharge application – Requirement of prime facie case for framing of charges – FIR filed against appellant under ss.13(1)(d) and 13(2) of the Prevention of Corruption Act, 1988, alleging that he possessed assets disproportionate to his known source of income – Charge-sheet filed against him indicated that he earned a total income of Rs. 3,01,561 and incurred an expenditure of Rs. 5,24,386 during the check period – Thus, charge was of having amassed Rs. 2,22,825, disproportionate to his known sources of income – Appellant filed discharge application before the Special Judge alleging that there were glaring errors in the calculation – Application was summarily dismissed – High Court dismissed the revision application while observing that the contention raised by the appellant needed proper verification attracting roving enquiry which could be permissible only during course of trial – On appeal, held: The threshold of scrutiny required to adjudicate a discharge application under s.227 is to consider the broad probabilities of the case and the total effect of the material on record, including examination of any infirmities appearing in the case – Expenditure amount of Rs. 5,24,386 as alleged in the charge-sheet is based on certain mistakes – Total expenditure was only Rs. 2,69,355 and not Rs. 5,24,386 – It was this expenditure of Rs. 2,69,355 which was contrasted with the income of Rs. 3,01,561 during the check period – This simple and necessary inquiry for a proper adjudication of an application for discharge clearly demonstrated that there was no prima facie case made out by the prosecution in the case – Moreover, considering the delay involved in the case, the continuation of prosecution would also be unjust."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "RATILAL S. PUJARA (SINCE DECEASED) THR. HIS LRS. VS. MUNICIPAL COMMISSIONER, MUNICIPAL CORPORATION OF GREATER MUMBAI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NDM=",
        "Citation": "[2022] 16 S.C.R. 200",
        "Case Type": "(CIVIL APPEAL /5825/2022)",
        "Date": "25 AUGUST 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18yMDAtMjExXzE3MDI5ODQzODQucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 200",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "25 August 2022",
        "Petitioner:": "Ratilal S. Pujara (since Deceased) Thr. His Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 867",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "Municipal Commissioner, Municipal Corporation Of Greater Mumbai & Ors.",
        "Case Type:": "CIVIL APPEAL /5825/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mumbai Municipal Corporation Act",
            "1888"
        ],
        "HeadNote": "Mumbai Municipal Corporation Act, 1888 – ss.353B and 354 – Demolition of building – Notice issued to Respondent No. 4-housing society u/s.354 of MMC Act in respect of whole building which was identified as dilapidated and dangerous – The said notice was issued after satisfaction of the Municipal Commissioner in accordance with the provision of s.354 of MMC Act – An eviction notice was also issued to the appellants for eviction from flat occupied by them – There was an earlier dispute between appellant and society relating to some unauthorised changes in the structure of disputed flat occupied by the appellant – Civil suit filed by the appellant in this regard was dismissed and High Court in appeal directed the parties to maintain status quo – Appellant challenged the two notices issued by the Municipal Corporation – High Court refused to set aside the two notices on the ground that the building was ruinous, dilapidated and dangerous and unfit for human dwelling – On appeal, held: Appellant did not set out anything specific to demonstrate any perversity or manifest illegality in the satisfaction recorded by the Municipal Commissioner – Merely because the Municipal Corporation was made party to proceedings initiated by the appellants against society regarding alterations made in their occupied flat (earlier dispute) would not mean that Municipal Corporation cannot carry out an audit of the structure as a whole, as mandated by law – The satisfaction recorded by the Municipal Commissioner was in accordance with the due procedure prescribed by law and it was not vitiated by any perversity or illegality, thus, there existed no ground to interfere with the impugned notices."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "T. TAKANO VS. SECURITIES AND EXCHANGE BOARD OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NTM=",
        "Citation": "[2022] 16 S.C.R. 212",
        "Case Type": "(CIVIL APPEAL /487/2022)",
        "Date": "18 FEBRUARY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18yMTItMjU4XzE3MDI5ODQ1MzIucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 212",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "18 February 2022",
        "Petitioner:": "T. Takano",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 208",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Securities And Exchange Board Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /487/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India Act 1992"
        ],
        "HeadNote": "Securities and Exchange Board of India Act 1992 (SEBI) – ss. 11(1), 11(4), 11B, 11B(1), 11B(2), 11C and 15HA – SEBI (Prohibition of Fraudulent and Unfair Trade Practices) Regulations 2003 (PFUTP Regulations) – Regn. 3(b), 3(c), 3(d), 4(1), 4(2)(e), 4(2)(k), 5, 6, 9, 10, 11 and 12 – Regn. 6 – Disclosure of investigation report – Appellant was employed as MD and CEO in a public listed company – Show cause notice issued to the appellant for violation of the provisions of the SEBI Act, SCRA and PFUTP Regulations – Show cause notice specifically relied upon the report of the investigation and invokes, inter alia, a violation of the PFUTP Regulations by the appellant – Appellant responded to show cause notice stating that he had not received the report of the investigation conducted by SEBI – Respondent-SEBI stated that the investigation report is an ‘internal document’ which cannot be shared – Appellant reiterated the demand to receive report of the investigation conducted by SEBI – Whether an investigation report under Regulation 9 of the PFUTP Regulations must be disclosed to the person to whom a notice to show cause is issued – Held: The Board should determine such parts of the investigation report u/Regn. 9 which have a bearing on the action which is proposed to be taken against the person to whom the notice to show cause is issued and disclose the same – The Board shall be duty-bound to provide copies of such parts of the report which concern the specific allegations which have been levelled against the appellant in the notice to show cause – It can redact information that impinges on the privacy of third parties – It cannot exercise unfettered discretion in redacting information – The institution/authority/agency can withhold disclosure of those sections of the report which deal with third party personal information and strategic information bearing upon the stable and orderly functioning of the securities market – Respondent should prima facie establish that the disclosure of the report would affect third-party rights and the stability and orderly functioning of the securities market – The onus then shifts to the appellant to prove that the information is necessary to defend his case appropriately."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "UNION OF INDIA VS. ALAPAN BANDYOPADHYAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NjI=",
        "Citation": "[2022] 16 S.C.R. 259",
        "Case Type": "(CIVIL APPEAL /197/2022)",
        "Date": "06 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice C.T. Ravikumar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18yNTktMjc4XzE3MDI5ODQ2NjEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 259",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "06 January 2022",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 18",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.T. Ravikumar",
        "Respondent:": "Alapan Bandyopadhyay",
        "Case Type:": "CIVIL APPEAL /197/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Tribunals Act",
            "1985"
        ],
        "HeadNote": "Administrative Tribunals Act, 1985: ss.19, 25 – Power of chairman to transfer cases from one bench to another – High Court setting aside the order of transfer passed by the tribunal falling within the jurisdiction of another High Court - Maintainability/ sustainability of the order – Power of judicial review over order of transfer under Art. 226/227 of the Constitution – Respondent then Chief Secretary of the State of West Bengal, filed application u/s. 19 before the tribunal, Kolkata Bench challenging the disciplinary proceedings initiated against him alleging failure to attend review meeting – Pending consideration, the appellant-UOI filed petition u/s 25 seeking transfer of case from Kolkata to Delhi before the Principal Bench, Delhi – Transfer petition allowed – Challenge to, by the respondent before the High Court of Calcutta – High Court set aside the order passed by Principal Bench, Delhi while passing adverse remarks against the Chairman of the tribunal – On appeal, held: Power of judicial review of an order transferring an original application pending before a Bench of the Tribunal to another Bench u/s. 25 can be judicially reviewed only by a Division Bench of the High Court within whose territorial jurisdiction the Bench passing the same, falls – Division Bench of the High Court does not have jurisdiction to set aside order passed by the Tribunal falling within the jurisdiction of another High Court – Any decision of a tribunal (including u/s 25 of the Act) can only be scrutinized by a High Court having territorial jurisdiction over the tribunal – Furthermore, no exceptional ground(s) exists to make scathing and disparaging remarks and observations against the Principal Bench of the Tribunal, thus, liable to be expunged – Impugned judgment and final order passed by the High Court at Calcutta is to be held as one passed without jurisdiction and is ab initio void, and is set aside – Central Administrative Tribunal (Procedure) Rules, 1987 - rr. 6 , r. 4(5)(a) & (b) – Constitution of India, Arts. 226 & 227.  "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "SUSHIL KUMAR VS. THE STATE OF HARYANA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4ODI=",
        "Citation": "[2022] 16 S.C.R. 279",
        "Case Type": "(CIVIL APPEAL /401/2022)",
        "Date": "19 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice Pamidighantam Sri Narasimha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18yNzktMjg4XzE3MDI5ODQ5ODEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 279",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "19 January 2022",
        "Petitioner:": "Sushil Kumar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 67",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "Respondent:": "The State Of Haryana & Ors",
        "Case Type:": "CIVIL APPEAL /401/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Police Rules",
            "1934"
        ],
        "HeadNote": "Punjab Police Rules, 1934: rr. 12.10, 13.1, 13.7 – Promotion to Head Constable – Promotion under the 10% quota of outstanding performance for inclusion in the B-I List – Recommendation power of Departmental Promotion Committee (DPC) – Power of Inspector General of Police (IG) to review or substitute the recommendations of Superintendent of Police (SP) – Appellant was appointed as a Head Constable in the year 1995 – His name was recommended by the SP under the 10% quota of outstanding performance for inclusion in the B-I List for promotion to the post of Head Constable in the year 2004 – However, his name was dropped down by the IG – Three years later, i.e., in 2007, his name was again forwarded by the SP and this time it was passed by the IG, by virtue of which he was granted promotion and was made the Officiating Head Constable from 2008 – Appellant filed writ petition in 2011 seeking retrospective promotion with effect from 2004, his grievance was that he should have been promoted in the year 2004 itself and that the delay in appointing him in 2008 is illegal and arbitrary – High Court dismissed the petition on the ground that selection is not a matter of right – Held: In view of the clear procedure laid down under Rule 13.7, the claim of the appellant fail as the assumption that the recommendation of DPC headed by the SP is final and that the IG has no power to review or substitute the decision is misconceived – The Rule itself clarifies the position that the recommendation of the SP is not final until the same is approved by the IG – Further, the powers of the IG are elucidated clearly in r.13.7(14) – It is stated that the ‘approval’ is by the Cadre Controlling Authority of the SP – It is the IG, who shall accord ‘approval’ only upon scrutiny – This means if the IG is not satisfied, he shall not accord approval – The scope of the power vested in the IG is also indicated in the Rule which provides that he can seek clarifications from the DPC and also refer the list back to the SP for corrections/ omissions if he thinks it is necessary – Thus, the recommendation of the DPC is not final and does not give any indefinite right to be appointed as Head Constable – Service law."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "THE STATE OF HARYANA & ORS VS. A NISHANTH GEORGE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MDI=",
        "Citation": "[2022] 16 S.C.R. 289",
        "Case Type": "(CIVIL APPEAL /294/2022)",
        "Date": "25 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18yODktMzA3XzE3MDI5ODUyNTQucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 289",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "25 January 2022",
        "Petitioner:": "The State Of Haryana & Ors",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 92",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "A Nishanth George",
        "Case Type:": "CIVIL APPEAL /294/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law – Appointment scheme"
        ],
        "HeadNote": "Service Law – Appointment scheme – Railway Board under Union Railways Ministry introduced a scheme known as the Safety Related Retirement Scheme for the categories of Gangmen and Drivers – Drivers and Gangmen could seek voluntary retirement – When the application for retirement is accepted, employment would be considered for a ‘suitable ward’ of the employee, subject to suitability – Scheme later modified to Liberalized Active Retirement Scheme for Guaranteed Employment for Safety Staff (“LARSGESS Scheme”) – Safety staff in the age group of 50-57 years could now seek voluntary retirement – By notification dated 28 September 2018, Railway Board decide to terminate the LARSGESS scheme with the direction that no further appointments should be made under the Scheme except in cases of “staff who have already retired under LARSGESS scheme before 27.10.2017 (but not naturally superannuated) and appointment of whole wards was not made due to various formalities, appointment of such of the wards/candidates can be made with the approval of the competent authority” – A two judge bench of Supreme Court held that since the Scheme stood terminated and was no longer in existence, nothing further needed be done in the matter – In a subsequent case, a three-judge bench of the Supreme Court held that the Union of India had correctly terminated the scheme; no person could claim a vested right or legitimate expectation under the scheme; and that all claims based on the Scheme must now be closed – In the instant case, appeals filed against the decisions of High Court whereby the benefit of the Scheme was extended to the respondents’ fathers on the ground that they had retired before the cut off date of 27.10.2017 – Held: It needed determination if the claims of the respondents were covered by the exception clause in the notification issued on 28 September 2018 – The 28 September 2018 notification clearly envisaged that in spite of the termination of the LARSGESS scheme, appointments under the scheme could only be made if (i) the staff had voluntarily retired (and not naturally superannuated) under the scheme before 27 October 2017; and (ii) appointment of the ward was not made because of ‘formalities’ which remained – The exception does not cover all pending claims – The benefit of the LARSGESS Scheme could not be extended where an employee had attained the age of superannuation in the normal course before 27 October 2017 – The respondents’ fathers superannuated on 31 May 2016 and on 31 December 2014 respectively – The respondents cannot claim any vested right under the scheme – Discretion to accept the request for retirement will vest with the administration depending on the suitability of the wards for appointment in the same category as the employee – Therefore, the respondents cannot be brought within the purview of the exception merely because the claim was made before 27 October 2017 – Furthermore, individual cases of the respondents’ do not hold any merit."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "AJANTA LLP VS. CASIO KEISANKI KABUSHIKI KAISHA D/B/A CASIO COMPUTER CO. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NDI=",
        "Citation": "[2022] 16 S.C.R. 308",
        "Case Type": "(CIVIL APPEAL /1052/2022)",
        "Date": "04 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice L. Nageswara Rao\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18zMDgtMzIxXzE3MDMwNDgzNjYucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 308",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "04 February 2022",
        "Petitioner:": "Ajanta Llp",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 151",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Casio Keisanki Kabushiki Kaisha D/b/a Casio Computer Co. Ltd.",
        "Case Type:": "CIVIL APPEAL /1052/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 – ss. 152 and 153 r/w. s.151 – Application filed for correction/ rectification/ amendment of the judgment – Respondent applied for a design registration for its electronic calculator namely ‘CASIO FX991ES PLUS’ – Having knowledge about the sale of the scientific calculator by the Appellant under the name ‘ORPAT FX-991ES PLUS’, the respondent filed a civil suit restraining appellant by permanent injuction from using impugned product ‘ORPAT FX-991ES PLUS’ – High Court passed ex-parte ad-interim order of stay – Thereafter, parties were referred to mediation – Settlement arrived – Settlement agreement entered into – Accordingly, suit was decreed on 03.07.2019 in terms of the settlement agreement – Subsequently, an application was filed by the appellant u/ss. 152 and 153 r/w. s. 151 of the CPC for correction/ rectification/ amendment of the judgment dated 03.07.2019 – Appellant stated in the said application that the Settlement Agreement pertains only to trademark “FX-991ES PLUS’/ ‘FX-991\" – However, there was an inadvertent typographical error of the trademark in the Settlement Agreement as “FX-991ES PLUS/FX/991” – Application dismissed by the High Court – On appeal, held: The Court can entertain an application u/s. 151 of the CPC for alterations/ modification of the consent decree if the same is vitiated by fraud, misrepresentation, or misunderstanding – In the instant case, a close scrutiny of the correspondence between the parties would show that the Settlement Agreement was arrived at after detailed consultation and deliberations – The final Settlement Agreement was approved by the mediator – High Court applied its mind and passed a decree in terms of the Settlement – There is no allegation either of fraud or misrepresentation on the part of the respondent – Unable to agree with the appellant that there was a mistake committed while entering into a settlement agreement due to misunderstanding – Judgment of the High Court upheld."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "HOTEL PRIYA, A PROPRIETORSHIP VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NDY=",
        "Citation": "[2022] 16 S.C.R. 322",
        "Case Type": "(CIVIL APPEAL /1459/2022)",
        "Date": "18 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice S. Ravindra Bhat\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18zMjItMzQ4XzE3MDMwNDg1ODcucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 322",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "18 February 2022",
        "Petitioner:": "Hotel Priya, A Proprietorship",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 206",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /1459/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Licensing and Performance for Public Amusement including Cabaret Performance",
            "Melas and Tamashas Rules",
            "1960"
        ],
        "HeadNote": "Licensing and Performance for Public Amusement including Cabaret Performance, Melas and Tamashas Rules, 1960 – rr.108, 109, 120, 122 and 123 – Constitution of India – Article 15(1), 19(1)(g) – Impugned conditions inter alia imposed a gender cap as to the number of women or men, who can perform in orchestras and bands in licensed bars – Challenge to – Conditions upheld by High Court – On appeal, held: Impugned gender cap is the product of stereotypical view that women who perform in bars and establishments, like the appellants, belong to a certain class of society – Such measures that claim to protect the women, in reality are destructive of Art.15 (3) – This restriction directly transgresses Art. 15(1) and Art. 19 (1) (g)- the latter provision both in its effect to the performers as well as the license owners – Condition imposing a gender cap as to the number of women or men, who can perform in orchestras and bands, in bars licensed under the 1960 Rules and other allied provisions, is void – However, the regulation on the overall number of performers, or even the dimensions of a stage (on which a performance can take place) cannot be characterized as a restriction; they can fall within the legitimate domain of the authority of the commissioner or the government which formulates such conditions – Thus, while the overall limit of performers in any given performance cannot exceed eight, the composition (i.e., all female, majority female or male, or vice versa) can be of any combination – Impugned judgement set aside – Maharashtra Police Act, 1951 – ss.2(9), 2(10), 33(1), 33(2), 162(1) & 162(2)."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "COUNCIL OF ARCHITECTURE VS. THE ACADEMIC SOCIETY OF ARCHITECTS (TASA) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NTg=",
        "Citation": "[2022] 16 S.C.R. 349",
        "Case Type": "(CIVIL APPEAL /1320/2022)",
        "Date": "14 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18zNDktMzU3XzE3MDMwNDkwNTEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 349",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "14 February 2022",
        "Petitioner:": "Council Of Architecture",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 181",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "The Academic Society Of Architects (tasa) & Ors.",
        "Case Type:": "CIVIL APPEAL /1320/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Architects Act",
            "1972"
        ],
        "HeadNote": "Architects Act, 1972: ss.21, 45; Council of Architecture (Minimum Standards of Architectural Education) Regulations, 2020 – Writ petition filed by first respondent, a society registered under the Tamil Nadu Societies Registration Act, 1975 having professional architects as its members and seeking quashing of the Regulations, 2020 circulated by Communication dated 31.10.2018 and 03.12.2018 on the ground that these regulations required prior approval of the central government u/s.45(1) of the Act and no such approval was obtained – Appellant before the High Court also questioned the locus standi of first Respondent – High Court allowed the writ petition and quashed the impugned communication – Hence, the present appeal – Held: The Council of Architecture may prescribe minimum standards of architectural education – It is only in cases where the Council choose to prescribe standards in the form of regulations that the requirement of approval of the Central Government under s.45(1) would become necessary – On the question of locus standi, first respondent society due to the nature of its membership, could not have been aggrieved – The first respondent could not have challenged the prescriptions with which they are not in any way concerned – High Court erred in not addressing itself to these important issues – Impugned order set aside."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "THE KOLHAPUR MUNICIPAL CORPORATION & ORS. VS. VASANT MAHADEV PATIL (DEAD) THROUGH L.R.S & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NjY=",
        "Citation": "[2022] 16 S.C.R. 358",
        "Case Type": "(CIVIL APPEAL /510/2022)",
        "Date": "14 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18zNTgtMzk4XzE3MDMwNDk1NDUucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 358",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "14 February 2022",
        "Petitioner:": "The Kolhapur Municipal Corporation & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 179",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Vasant Mahadev Patil (dead) Through L.r.s & Ors.",
        "Case Type:": "CIVIL APPEAL /510/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 – s.19 – Maharashtra Regional and Town Planning Act, 1966 – ss.126, 127 – Land Acquisition Act, 1894 – ss.4, 6, 11 – Different portions of the land reserved in the sanctioned development plan for various public purposes – Land owned by the writ petitioners-respondent not acquired and/or used for which the same was reserved under the plan – Notice served by the land owners u/s. 127 of the MRTP Act – Submission of proposal by the Municipal Corporation\u0002appellant to the State Government for compulsory acquisition of the said property – Direction by the District Collector to the appellant to deposit the compensation amount before the acquisition procedure u/s. 4, 6 and 11 of the 1894 Act – Subsequently, on enactment of the Act of 2013, the Special Land Acquisition Officer directed the appellant to deposit the compensation amount, however since the appellant was not in a financial position to pay such a huge amount, it requested the landowners to accept the Transferable Development Rights-TDR in lieu of compensation amount and the same was accepted – Meanwhile, the Land Acquisition Officer informed the appellant to deposit part of the total amount of compensation and that the land under reservation fell within the flood affected area and thus, the compensation amount was reduced – As per the appellant, before the TDR proposal could be considered, development work was to be carried out upon the said reserved land for making it suitable for the public purpose – However, the landowners did not agree to avail of the TDR and filed writ petition seeking directions to the appellants to publish a final notification u/s. 126(2) and (4) of the MRTP Act r/w s.19 of the Act of 2013; and deposit the compensation amount – High Court directed the Special Land Acquisition Officer to communicate to the Municipal Corporation the amount which is required to be deposited by them as a condition precedent for issuing a declaration u/s. 19 of the said Act of 2013 – Appellants then filed writ petition seeking direction to the respondents to accept the TDR in lieu of compensation – High Court rejected their claim as respondents were not consenting to accept the TDR – On appeal, held : Land had not been acquired for ten years despite the writ petitioners having issued a purchase notice dated 02.01.2012 u/s. 127 of the MRTP Act for acquisition of the reserved area – Mere Resolution being passed by the General Body of the Corporation to acquire the land and sending a letter to the Collector to acquire the land, without any further steps being taken under the Land Acquisition Act, namely no declaration u/s. 6 , would result in the reservation as deemed to have lapsed – Mere passing of a Resolution and/or making a budgetary provision for payment of the compensation in the budget cannot be said to be taking steps as contemplated u/s. 127 of the MRTP Act – Thus, once by operation of law, the reservation is deemed to have lapsed, it is lapsed for all purposes and for all times to come – No further writ of mandamus could have been issued by the High Court to acquire the land and thereafter pay the compensation to the landowners – Furthermore, no Corporation/Planning Authority can be compelled to acquire the land which according to the Corporation/Planning Authority is not suitable and/or usable for the purposes for which it is reserved – Any other interpretation would lead to colourable and fraudulent exercise of power and cause financial burden on the public exchequer – Moreover, in case of grant of TDR, before the High Court, the landowners specifically filed the affidavits stating that they do not wish to avail of TDR and their only prayer before the High Court was to acquire the land and to pay them the compensation – Thus, now it is not open for the landowners to pray for the TDR in respect of the land in question – Principle of approbate and reprobate equally applicable to the landowners also – Thus, the land once found to be usable and/or suitable for the purposes for which it has been reserved, the Corporation cannot still be compelled and directed to acquire the land and grant TDR in lieu of amount of compensation – Order passed by the High Court directing the appellant to issue a declaration u/s. 19 and consequently to acquire the land and to pay the compensation to the landowners quashed and set aside."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "ELLORA PAPER MILLS LIMITED VS. THE STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NzI=",
        "Citation": "[2022] 16 S.C.R. 399",
        "Case Type": "(CIVIL APPEAL /7697/2021)",
        "Date": "04 JANUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18zOTktNDE5XzE3MDMwNDk2ODIucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 399",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "04 January 2022",
        "Petitioner:": "Ellora Paper Mills Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 11",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The State Of Madhya Pradesh",
        "Case Type:": "CIVIL APPEAL /7697/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1966"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1966 – s.12(5) r/w Seventh Schedule – Arbitration and Conciliation (Amendment) Act, 2015 – Appellant filed petition before High Court under s.14 r/w ss.11 & 15 of the Arbitration Act, 1966 seeking termination of mandate of the originally constituted Arbitral Tribunal called as “Stationery Purchase Committee” on the ground that the Committee comprised of officers of the Respondent and as such had rendered themselves ineligible to continue as arbitrators in view of s.12(5) read with Seventh Schedule – The petition further requested for the appointment of a new arbitrator – High Court held that the Amendment Act, 2015 which inserted s.12(5) was effective w.e.f. 23.10.2015 and could not have retrospective operation in the arbitration proceedings already commenced unless the parties otherwise agreed and therefore when in the present case the Arbitral Tribunal was constituted much prior to the Amendment Act, 2015 and the Arbitral Tribunal commenced its proceedings, s.12(5) was not applicable – Held: The Arbitral Tribunal-Stationery Purchase Committee consisted of officers of the Respondent-State – Therefore, as per Amendment Act, 2015 - sub-section (5) of s.12 r/w Seventh Schedule, all of them became ineligible to become arbitrators and to continue as arbitrators – s.12 was amended by Amendment Act, 2015 based on recommendations of the Law Commission, which specifically dealt with the issue of “neutrality of arbitrators” – To achieve the main purpose for amending the provision, namely, to provide for “neutrality of arbitrators”, sub-section (5) of s.12 lays down that notwithstanding any prior agreement to the contrary, any person whose relationship with the parties or counsel or the subject matter of the dispute falls under any of the categories specified in the Seventh Schedule, he shall be ineligible to be appointed as an arbitrator – In such an eventuality, i.e., when the arbitration clause is found to be foul with the amended provision, the appointment of the arbitrator would be beyond the pale of the arbitration agreement, empowering the Court to appoint such an arbitrator as may be permissible – That would be the effect of the non obstante clause contained in sub-section (5) of s.12 and the other party cannot insist upon the appointment of the arbitrator in terms of the arbitration agreement – In the present case, the Stationery Purchase Committee-Arbitral Tribunal comprising of officers of the respondent-State were all ineligible to become and/ or to continue as arbitrators in view of the mandate of sub-section (5) of s.12 r/w Seventh Schedule – Such an Arbitral Tribunal cannot be permitted to continue and therefore a fresh arbitrator has to be appointed as per the Arbitration and Conciliation Act, 1996."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "UMESH KUMAR PAHWA VS. THE BOARD OF DIRECTORS UTTARAKHAND GRAMIN BANK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5OTM=",
        "Citation": "[2022] 16 S.C.R. 420",
        "Case Type": "(CIVIL APPEAL /796/2022)",
        "Date": "11 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN180MjAtNDI3XzE3MDMwNTAyNjUucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 420",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "11 February 2022",
        "Petitioner:": "Umesh Kumar Pahwa",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 178",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The Board Of Directors Uttarakhand Gramin Bank & Ors.",
        "Case Type:": "CIVIL APPEAL /796/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India"
        ],
        "HeadNote": "Constitution of India: Art.226 – Appellant who was serving as the Branch officer at the Respondent Bank was accused of taking bribe from the borrower of the bank – Case of borrower-complainant that he had applied for loan which was sanctioned but the loan amount was later reduced by the appellant – Bank issued a show cause notice to the Appellant – Appellant denied the allegations and in turn levied allegations of malice and bias against the Chairman of the Bank – The disciplinary proceedings were commenced which found the Appellant guilty and he was removed from service – Appellant filed an appeal before the Appellate Authority which was dismissed –Aggrieved appellant filed writ petition before the High Court – During the pendency of this writ petition, the Appellant filed another writ petition seeking a writ of mandamus commanding the Bank to grant promotion from the date when those junior to him were promoted – High Court while hearing both writs together, dismissed the first writ petition thereby confirming the order of removal from service without further entering into the merits of the writ petition which was for promotion – Hence the instant appeal – Held: The charges proved in the departmental proceedings showed that there was no financial loss caused to the Bank and on the contrary a decision was taken by the appellant to reduce the loan amount in the case of the complainant, which can be said to be the decision in the bank’s interest – Moreover, the fact that the appellant had worked for 28 years and during those 28 years, there were no allegations against him, the punishment of removal for the charges proved and the misconduct established, is too harsh and disproportionate – However, considering the fact that it can be said to be a case of loss of confidence in the employee by the Bank, it is deemed just and proper to substitute the punishment from that of removal of service to that of compulsory retirement – As regards the second writ petition, the High Court had dismissed the said writ petition for promotion primarily on the ground that once he was removed from service, there was no question of considering his case for promotion – However, the appellant claimed the promotion from the date when his juniors came to be promoted – The material available on record showed that in the earlier round of litigation, the High Court had directed the Bank to consider his case for promotion considering his ACR for the Financial Years 1999-2000 to 2003-2004 – The said exercise was required to be done by the Bank – Therefore, the second writ petition is remanded to the High Court to decide the same afresh in accordance with law and on its own merits."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "MAHINDRA AND MAHINDRA FINANCIAL SERVICES LTD VS. STATE OF U.P. AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5OTc=",
        "Citation": "[2022] 16 S.C.R. 428",
        "Case Type": "(CIVIL APPEAL /1217/2022)",
        "Date": "22 FEBRUARY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN180MjgtNDQ5XzE3MDMwNTA0NTkucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 428",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "22 February 2022",
        "Petitioner:": "Mahindra And Mahindra Financial Services Ltd",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 221",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Of U.p. And Ors",
        "Case Type:": "CIVIL APPEAL /1217/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "U.P. Motor Vehicles Taxation Act",
            "1997"
        ],
        "HeadNote": "U.P. Motor Vehicles Taxation Act, 1997 : ss. 2 (h), 4, 9, 10, 12 and 20 – Payment of tax – Non-use of vehicle and refund of tax – Financier of motor vehicle/transport vehicle in respect of which hire-purchase, lease or hypothecation agreement entered – Liability to pay tax from the date of taking possession of the vehicle – Appellant – financier extended loan for purchase of transport vehicle – However, due to default in payment, took back the possession of the vehicle – As regards, the liability to pay tax under the 1997 Act, the High Court held that the appellant being in possession of the transport vehicle liable to pay tax under the 1997 Act – Held: Financier in possession of the transport vehicle owing to non\u0002payment of loan amount is an ‘owner’ u/s. 2 (h) of the 1997 Act read with s. 2(30) of the 1998 Act – Financier of a motor vehicle/ transport vehicle in respect of which a hire-purchase or lease or hypothecation agreement has been entered, is liable to tax from the date of taking possession of the said vehicle under the said agreement – If, after the payment of tax, the vehicle is not used for a month or more, then such an owner may apply for refund u/s. 12 and has to comply with all the requirements for seeking the refund – However, in a case, under sub-section (2) of s. 12 and subject to surrender of the necessary documents as mentioned in sub-section (2) of s. 12, the liability to pay the tax would not arise – Motor Vehicles Act, 1988. "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "INDIAN OIL CORPORATION LTD. THROUGH ITS SENIOR MANAGER VS. M/S SHREE GANESH PETROLEUM RAJGURUNAGAR THROUGH ITS PROPRIETOR MR. LAXMAN DAGDU THITE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMDA=",
        "Citation": "[2022] 16 S.C.R. 450",
        "Case Type": "(CIVIL APPEAL /837/2022)",
        "Date": "01 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Ms. Justice Indira Banerjee\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN180NTAtNDg0XzE3MDMwNTA1ODkucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 450",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "01 February 2022",
        "Petitioner:": "Indian Oil Corporation Ltd. Through Its Senior Manager",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 130",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "M/s Shree Ganesh Petroleum Rajgurunagar Through Its Proprietor Mr. Laxman Dagdu Thite",
        "Case Type:": "CIVIL APPEAL /837/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration And Conciliation Act",
            "1996"
        ],
        "HeadNote": "Arbitration And Conciliation Act, 1996 : ss. 34, 37 – Arbitral award – Setting aside of – Parties entered into two agreements, dealership agreement and lease agreement having distinct provisions for reference of the dispute to the arbitrator – Termination of the dealership agreement by the appellant – Appointment of an arbitrator in terms of the agreement – Arbitrator passed an award holding that the termination of the dealership was valid, and increased the monthly lease rent and reduced the period of the lease – Challenge to, by the appellant and the respondent – High Court partly allowed the respondent’s appeal and dismissed the appellant’s appeal holding that there was no scope for the district court to interfere with the award – On appeal, held: An arbitral tribunal being a creature of contract, is bound to act in terms of the contract under which it is constituted – An award can be said to be unquestionably illegal where the arbitral tribunal has failed to act in terms of the specificities of the contract – An arbitral tribunal is entitled to interpret the terms and conditions of a contract, while adjudicating a dispute - An error in interpretation of a contract in a case where there is valid and lawful submission of arbitral disputes to an arbitral tribunal is an error within jurisdiction while adjudicating a dispute – Court does not sit in appeal over the award made by an arbitral tribunal – Court does not ordinarily interfere with the interpretation made by the arbitral tribunal of a contractual provision, unless such interpretation is patently unreasonable or perverse – Impugned award insofar as it pertains to lease rent and lease period is patently beyond the scope of the competence of the arbitrator appointed in terms of the dealership agreement – An arbitral tribunal, or for that matter, the Court cannot alter the terms and conditions of a valid contract executed between the parties with their eyes open – Judgment of the High Court set aside, as also of the District Court insofar as the same pertains to lease rent and lease period."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "HORTICULTURE EXPERIMENT STATION GONIKOPPAL, COORG VS. THE REGIONAL PROVIDENT FUND ORGANIZATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMDc=",
        "Citation": "[2022] 16 S.C.R. 485",
        "Case Type": "(CIVIL APPEAL /2136/2012)",
        "Date": "23 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice Ajay Rastogi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN180ODUtNDk3XzE3MDMwNTA4MzcucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 485",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "23 February 2022",
        "Petitioner:": "Horticulture Experiment Station Gonikoppal, Coorg",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 223",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "The Regional Provident Fund Organization",
        "Case Type:": "CIVIL APPEAL /2136/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employees Provident Fund & Miscellaneous Provisions Act",
            "1952"
        ],
        "HeadNote": "Employees Provident Fund & Miscellaneous Provisions Act, 1952: ss. 7A, 14B – Power to recover damages – Mens rea and actus reus, if essential element for imposition of damages – Appellant’s establishment failed to comply with the provisions of the Act – There was delay in payment of employees provident fund\u0002EPF amount – Levy of damages for the period – Challenge to – High Court held that once default in payment of contribution is admitted, damages u/s. 14B are consequential, and employer is under obligation to pay damages for delayed in payment of contribution of EPF u/s. 14B – Held: Any default or delay in the payment of EPF contribution by the employer under the Act is sine qua non for imposition of levy of damages u/s. 14B – Mens rea or actus reus not an essential element for imposing penalty/damages for breach of civil obligation"
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "N. RAJENDRAN VS. S. VALLI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTE=",
        "Citation": "[2022] 16 S.C.R. 498",
        "Case Type": "(CIVIL APPEAL /3293/2012)",
        "Date": "03 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN180OTgtNTIxXzE3MDMwNTA5ODEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 498",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "03 February 2022",
        "Petitioner:": "N. Rajendran",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 140",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "S. Valli",
        "Case Type:": "CIVIL APPEAL /3293/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955"
        ],
        "HeadNote": "Hindu Marriage Act, 1955 – ss.13(1)(ia), 15 – Family Courts Act, 1984 – ss. 19, 20 – Limitation Act, 1963 – s. 29 – Cruelty – Irretrievable breakdown of marriage – Dissolution of Marriage – Case of appellant that respondent left appellant and returned to her parental home – Divorce petition by appellant on ground of cruelty – Family Court allowed divorce petition – Respondent filed appeal under section 19 of the Family Courts Act, 1984 before the High Court – Appellant contended that the time for filing an appeal had expired and so he had re-remarried on the strength of the decree of dissolution of marriage – Respondent later filed a petition seeking restitution of conjugal rights u/s. 9 of the Hindu Marriage Act, which was still pending – High Court reversed the decree of dissolution of the marriage between the appellant and the respondent holding there was no cruelty – On appeal, held: Appellant failed in persuading Court to hold that the appeal was not filed within the period stipulated u/s. 19 of the Family Courts Act – The second marriage of the appellant took place in contravention of mandate of s.15 of the Hindu Marriage Act – High Court was right in its finding – There was no cruelty – No possibility of rapproachement between appellant and respondent – Marriage between appellant and respondent is dead – In exercise of power u/Art. 142 of the Constitution, marriage between appellant and respondent declared as dissolved. "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "DASHRATHBHAI TRIKAMBHAI PATEL VS. HITESH MAHENDRABHAI PATEL & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTQ=",
        "Citation": "[2022] 16 S.C.R. 522",
        "Case Type": "(CRIMINAL APPEAL /1497/2022)",
        "Date": "11 OCTOBER 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Hima Kohli",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN181MjItNTQyXzE3MDMwNTExMTQucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 522",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "11 October 2022",
        "Petitioner:": "Dashrathbhai Trikambhai Patel",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1067",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Hitesh Mahendrabhai Patel & Anr",
        "Case Type:": "CRIMINAL APPEAL /1497/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881 – s.138 and s.56 r/w s.15 – Legally enforceable debt on the date of maturity – Whether offence u/s.138 would deem to be committed if the cheque that is dishonoured does not represent the enforceable debt at the time of encashment – Whether s.138 would still be attracted when the drawer of the cheque makes a part payment towards the debt or liability after the cheque is drawn but before the cheque is encashed, for the dishonour of the cheque which represents the full sum – Held: For commission of an offence u/s.138, the cheque that is dishonoured must represent a legally enforceable debt on the date of maturity or presentation – If the drawer of the cheque pays a part or whole of the sum between the period when the cheque is drawn and when it is encashed upon maturity, then the legally enforceable debt on the date of maturity would not be the sum represented on the cheque – When a part or whole of the sum represented on the cheque is paid by the drawer of the cheque, it must be endorsed on the cheque as prescribed in s.56 – The cheque endorsed with the payment made may be used to negotiate the balance, if any – If the cheque that is endorsed is dishonoured when it is sought to be encashed upon maturity, then the offence u/s.138 will stand attracted – On facts, the first respondent made part-payments after the debt was incurred and before the cheque was encashed upon maturity – The sum of rupees twenty lakhs represented on the cheque was not the ‘legally enforceable debt’ on the date of maturity – Thus, the first respondent cannot be deemed to have committed an offence u/s.138 when the cheque was dishonoured for insufficient funds. Negotiable Instruments Act, 1881 – s.138 and s.56 r/w s.15 – Prosecution u/s.138 – Endorsement of part-payment on the cheque – Effect of – Held: When such an endorsement is made, the instrument could still be used to negotiate the balance amount. Negotiable Instruments Act, 1881 – s.138 – Term ‘debt or other liability’ used in s.138 – Meaning of – Discussed"
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "IN RE: FRAMING GUIDELINES REGARDING POTENTIAL MITIGATING CIRCUMSTANCES TO BE CONSIDERED WHILE IMPOSING DEATH SENTENCES VS. IN RE: FRAMING GUIDELINES REGARDING POTENTIAL MITIGATING CIRCUMSTANCES TO BE CONSIDERED WHILE IMPOSING DEATH SENTENCES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTU=",
        "Citation": "[2022] 16 S.C.R. 543",
        "Case Type": "(SUO MOTO WRIT PETITION(CRIMINAL) /1/2022)",
        "Date": "19 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Sudhanshu Dhulia, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN181NDMtNTY0XzE3MDMwNTEyODcucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 543",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "19 September 2022",
        "Petitioner:": "In Re: Framing Guidelines Regarding Potential Mitigating Circumstances To Be Considered While Imposing Death Sentences",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2022 INSC 987",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "In Re: Framing Guidelines Regarding Potential Mitigating Circumstances To Be Considered While Imposing Death Sentences",
        "Case Type:": "SUO MOTO WRIT PETITION(CRIMINAL) /1/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – ss. 235, 309 – Whether, after recording conviction for a capital offence, under law, the court is obligated to conduct a separate hearing on the issue of sentence – Held: it is necessary to have clarity in the matter to ensure a uniform approach on the question of granting real and meaningful opportunity, as opposed to a formal hearing, to the accused/convict, on the issue of sentence – Matter referred to a larger bench of five Hon’ble Judges."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "MAHESH GOVINDJI TRIVEDI VS. BAKUL MAGANLAL VYAS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTc=",
        "Citation": "[2022] 16 S.C.R. 565",
        "Case Type": "(CIVIL APPEAL /7203/2022)",
        "Date": "12 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN181NjUtNTkyXzE3MDMwNTE0OTgucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 565",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "12 October 2022",
        "Petitioner:": "Mahesh Govindji Trivedi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1072",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Bakul Maganlal Vyas & Ors.",
        "Case Type:": "CIVIL APPEAL /7203/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 – Or.VIII, r.6-A – Counter\u0002claim by defendant – Bombay High Court Rules – r.95 – Suit for specific performance filed by respondent-plaintiff – Notice of motion moved by the appellant-defendant to take the belatedly filed counter\u0002claim on record, allowed by Single Judge – Order set aside by Division Bench – On appeal, held: Rules of procedure are intended to subserve the cause of justice rather than to punish the parties in conduct of their case – The counter-claim in question could not have been removed out of consideration merely because it was presented after a long time since after filing of the written statement – On facts, neither the requirements of Or.VIII, r.6-A or r.95 of the Rules nor the principles enunciated and explained in Ashok Kumar Kalra v. Wing Cdr. Surendra Agnihotri and Ors. reported as [2019] 17 SCR 214 operate as a bar over the prayer of the appellant for taking the belatedly filed counter-claim on record, which was indeed filed before framing of issues – Further, impact of the order dtd.26.02.21 passed by Supreme Court (in relation to the incidental proceedings pertaining to the suit) on the procedural aspect concerning pleadings has clearly been that existence of the counter-claim on record was taken by this Court as a fait accompli, and this order left a little, rather nil, scope for upsetting the existing pleadings – Also, in this order, Supreme Court emphasised for expeditious proceedings – There was no reason for re-opening of the question relating to the filing of counter-claim after the said order – Even when the said order was placed before the Division Bench, it did not consider its purport and meaning as also its impact on the suit proceedings and on the question of filing of counter-claim and proceeded in a rather cursory manner in directing reconsideration of the prayer of the appellant for taking the counter-claim on record – It did not consider the relevant aspects of the proceedings in the suit and the law applicable thereto as also without considering the likely impact of  its order on the proceedings, which had already taken place and which were under progress – Order passed by the Division Bench is set aside while that of the Single Judge is restored – Pleadings."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. BHAGWAT SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMjM=",
        "Citation": "[2022] 16 S.C.R. 593",
        "Case Type": "(CIVIL APPEAL /7961/2022)",
        "Date": "02 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN181OTMtNTk3XzE3MDMwNTE5NDEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 593",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 November 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1153",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Bhagwat Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /7961/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s. 24(2) – Land acquisition process under Act No. 1 of 1894 shall be deemed to have lapsed in certain cases – Writ petition by the landowners claiming that acquisition with respect to the land deemed to be lapsed u/s. 24(2) – Allowed by the High Court – On appeal, held: High Court relying upon the decision of this Court in Pune Municipal Corporation’s case ordered lapsing of the land in question u/s. 24 on the ground that the compensation was not paid to the landowners – Said decision-Pune Municipal Corporation’s case has been overruled by the Constitution Bench decision of this Court in Indore Development Authority’s case – Furthermore, before the High Court, it was the specific case of the Development Authority-appellant that the possession of the land in question has already been taken – In view thereof, the order passed by the High Court is unsustainable and is set aside. "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. KRISHAN LAL ARORA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMjg=",
        "Citation": "[2022] 16 S.C.R. 598",
        "Case Type": "(CIVIL APPEAL /7960/2022)",
        "Date": "02 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN181OTgtNjAxXzE3MDMwNTIwMzgucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 598",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 November 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1154",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Krishan Lal Arora & Ors.",
        "Case Type:": "CIVIL APPEAL /7960/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s. 24(2) – Land acquisition process under Act No. 1 of 1894 shall be deemed to have lapsed in certain cases – Writ petition by the landowners claiming that acquisition with respect to the land deemed to be lapsed u/s.24(2) – Allowed by the High Court – On appeal, held: Though the possession of the land in question was already taken over by the Land Acquisition Collector / L& B Department, the acquisition was ordered to be lapsed by the High Court solely on the ground that the compensation was not paid to the landowner, and as such s 24(2) was attracted – The view taken by the High Court was contrary to the Constitution Bench decision of the Court in Indore Development Authority’s case – Thus, the order passed by the High Court is quashed and set aside. "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. DAMINI WADHWA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMzE=",
        "Citation": "[2022] 16 S.C.R. 602",
        "Case Type": "(CIVIL APPEAL /7962/2022)",
        "Date": "04 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182MDItNjA4XzE3MDMwNTIxMzYucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 602",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "04 November 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1174",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Damini Wadhwa & Ors.",
        "Case Type:": "CIVIL APPEAL /7962/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 – s.24(2) – Land Acquisition Act, 1894 – ss.4, 6 – High Court declared that the acquisition w.r.t the lands in question is deemed to have lapsed by virtue of s.24(2) – On appeal, held: Respondent-original writ petitioner claimed the right, title, or interest in the lands in question on the basis of the Agreement to Sell of year 2016 – Agreement to Sell by itself does not confer any right, title, or interest – Even the appellant doubted the genuineness of the transaction of the Agreement to Sell and a specific plea was taken on the locus of the original writ petitioner, however, the High Court did not deal with the said issue – Further, notification u/s.4, 1894 Act was issued in 1980 and the Agreement to Sell was of the year 2016– Thus, the original writ petitioner allegedly derived the interest in the lands in question much after the acquisition proceedings were initiated and therefore, can be said to be a subsequent purchaser – Subsequent purchaser has no right to claim lapse of acquisition proceedings– Thus, being a subsequent purchaser and/or having acquired the interest in the lands in question subsequently, the original writ petitioner did not have any right to claim lapse of acquisition proceedings u/s.24(2) – Furthermore, as held in Indore Development Authority v. Manoharlal and Ors., there cannot be any lapse of acquisition u/s.24(2),2013 Act on the ground that possession was not taken and/or compensation was not deposited/tendered due to the pending litigations– Thus, on merits also, the High Court erred in declaring lapse of acquisition– Impugned judgment set asid– Writ petition filed before High Court is dismissed."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "LAND AND BUILDING DEPARTMENT THROUGH SECRETARY, GOVERNMENT OF NCT OF DELHI & ANR. VS. MAHIPAL SINGH & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNDE=",
        "Citation": "[2022] 16 S.C.R. 609",
        "Case Type": "(CIVIL APPEAL /8932/2022)",
        "Date": "02 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182MDktNjE0XzE3MDMwNTMwNDUucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 609",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 November 2022",
        "Petitioner:": "Land And Building Department Through Secretary, Government Of Nct Of Delhi & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1251",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Mahipal Singh & Ors",
        "Case Type:": "CIVIL APPEAL /8932/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – Land Acquisition – Possession of land taken on 03.12.2012and handed over to DDA – Compensation also sent to Reference Court on 28.10.2014 – Inspite of this, solely on the ground that the compensation was not tendered prior to coming into force of the Act, 2013, High Court declared that the land acquisition with respect to the land in question was deemed to have lapsed – Held: The view taken by the High Court is not sustainable in view of the Constitutional Bench decision of Supreme Court in Indore Development Authority v. Manoharlal and Ors. wherein it was held that in case possession was taken but compensation not paid then there is no lapse – High Court order set aside."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "GOVERNMENT OF NCT OF DELHI VS. KRISHNA SAINI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNDU=",
        "Citation": "[2022] 16 S.C.R. 615",
        "Case Type": "(CIVIL APPEAL /8933/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182MTUtNjE5XzE3MDMwNTMyNjEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 615",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Government Of Nct Of Delhi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1246",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Krishna Saini & Ors.",
        "Case Type:": "CIVIL APPEAL /8933/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – Before the High Court, it was specific case on behalf of the appellants-original respondents that the possession of the subject land was taken on 05.09.2002 – The same was disputed by the original writ petitioners – However, thereafter, solely on the ground that the compensation was not tendered and relying upon the decision in the case of Pune Municipal Corporation, High Court allowed the writ petition and declared that the land acquisition proceedings under the Act, 1894 lapsed by virtue of s.24(2) – Hence instant appeal – Held: In view of Indore Development Authority case and as the judgment in the case of Pune Municipal Corporation was specifically overruled by this Court, the impugned judgment and order passed by the High Court is unsustainable – The same is quashed and set aside."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "GOVERNMENT OF NCT OF DELHI AND ANR. VS. SUDESH VERMA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNTE=",
        "Citation": "[2022] 16 S.C.R. 620",
        "Case Type": "(CIVIL APPEAL /8929/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182MjAtNjI0XzE3MDMwNTM1ODkucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 620",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Government Of Nct Of Delhi And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1249",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Sudesh Verma And Anr.",
        "Case Type:": "CIVIL APPEAL /8929/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – High Court declared that the acquisition of lands in question deemed to have lapsed under s.24(2) of the Act, 2013 – Held: High Court failed to notice and consider the specific case on behalf of the appellants that at the relevant time, the possession could not be taken over due to the pending proceedings at the instance of the landowners challenging the acquisition proceedings, which ended upto this Court – The original landowners failed in challenge to the acquisition proceedings upto this Court – Under the circumstances, when due to pendency of the land acquisition proceedings, the possession could not be taken over, thereafter, it will not be open for the landowners to contend that as the possession was not taken over, the land acquisition proceedings be deemed to have lapsed under s.24(2) of the Act, 2013 – In view of Indore Development Authority v. Manoharlal and Ors., the impugned judgment passed by the High Court declaring that the land acquisition proceedings with respect to the land in question has lapsed under s.24(2) of the Act, 2013 is unsustainable and the same deserves to be quashed and set aside."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "GOVERNMENT OF NCT OF DELHI AND ANR. VS. MOHD. ZUBAIR AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNTY=",
        "Citation": "[2022] 16 S.C.R. 625",
        "Case Type": "(CIVIL APPEAL /8930/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182MjUtNjI5XzE3MDMwNTQwMjQucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 625",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Government Of Nct Of Delhi And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1247",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Mohd. Zubair And Anr.",
        "Case Type:": "CIVIL APPEAL /8930/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – Subsequent purchaser – Entitlement of, to claim lapsing of the acquisition proceedings under s.24(2) of the Act, 2013 – Held: In view of the decision in Godfrey Philips (I) Ltd. & Ors., subsequent purchaser is not entitled to claim lapsing of the proceedings under the Act, 2013. Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – Land Acquisition – Possession taken on 16.07.2007 – It was specific case of appellant that the possession of land in question was taken over by preparing a possession proceeding on the spot – High Court declared that the land acquisition with respect to the land in question is deemed to have lapsed solely on the ground that the compensation was not tendered to the original writ petitioner – Held: Not sustainable in view of the Constitution Bench decision in the case of Indore Development Authority v. Manoharlal and Ors. – In the said decision, it was observed that for lapsing of the acquisition under s.24(2) of the Act, 2013, twin conditions, of not taking over the possession and not paying/tendering the compensation, are required to be satisfied and that if one of the conditions is not satisfied, there shall not be deemed lapse of the acquisition proceedings under s.24(2) of the Act, 2013 – In view of the fact that the possession was taken, acquisition proceedings is not deemed to be lapsed."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "GOVERNMENT OF NCT OF DELHI VS. SUBHASH JAIN AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNjM=",
        "Citation": "[2022] 16 S.C.R. 630",
        "Case Type": "(CIVIL APPEAL /8937/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182MzAtNjM0XzE3MDMwNTQzODAucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 630",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Government Of Nct Of Delhi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1250",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Subhash Jain And Ors.",
        "Case Type:": "CIVIL APPEAL /8937/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – High Court declared that the acquisition of lands in question deemed to have lapsed under s.24(2) of the Act, 2013 – Held: High Court failed to notice and consider the specific case on behalf of the State that at the relevant time, the possession could not be taken over due to the pending proceedings at the instance of the landowners challenging the acquisition proceedings, which ended upto this Court – Original landowners failed in challenge to the acquisition proceedings upto this Court – Under the circumstances, when due to pendency of the land acquisition proceedings, the possession could not be taken over, thereafter, it will not be open for the landowners to contend that as the possession was not taken over, the land acquisition proceedings be deemed to have lapsed under s.24(2) of the Act, 2013 – In view of Indore Development Authority v. Manoharlal and Ors., the impugned judgment passed by the High Court declaring that the land acquisition proceedings with respect to the land in question has lapsed under s.24(2) of the Act, 2013 is unsustainable – Land Acquisition Act, 1894."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "CENTRAL BUREAU OF INVESTIGATION VS. P.S. JAYAPRAKASH ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNjY=",
        "Citation": "[2022] S.C.R. 635",
        "Case Type": "(CRIMINAL APPEAL /2147/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182MzUtNjQxXzE3MDMwNTQ2MDUucGRm",
        "SCR Citation:": "[2022] S.C.R. 635",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Central Bureau Of Investigation",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 1243",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "P.s. Jayaprakash Etc. Etc.",
        "Case Type:": "CRIMINAL APPEAL /2147/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Anticipatory bail: High Court granted anticipatory bail to private respondents"
        ],
        "HeadNote": "Anticipatory bail: High Court granted anticipatory bail to private respondents – Accusation against private respondents was that during relevant time, they were officials either with the Kerala Police or with the Intelligence Bureau and were involved in filing false cases of espionage against scientists of ISRO – Writ petition filed by one of the scientist seeking appropriate action against the police officers – Matter travelled upto Supreme Court – The Supreme Court constituted a committee headed by former judge of Supreme Court to take appropriate steps against erring officials – Pursuant to recommendations of the Committee, CBI registered present FIR against 18 accused persons including the private respondents – By impugned order, High Court granted anticipatory bail to the private respondents – Instant appeal by CBI – Held: While granting anticipatory bail to the private respondents-accused, High Court neither considered the allegations against the respective accused nor the role played by them nor the position held by them at the time of registering the FIR in the year 1994 nor the role played by them during the investigation of crime – High Court also did not take note of the recommendations made by the Committee headed by a former Judge of Supreme Court – Impugned judgment granting anticipatory bail to the private respondents-original accused is, therefore, quashed and set aside – Matters remitted to High Court to consider the anticipatory bail applications afresh and thereafter to pass appropriate orders in accordance with law"
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "SOLOMON SELVARAJ & ORS. VS. INDIRANI BHAGAWAN SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNjk=",
        "Citation": "[2022] 16 S.C.R. 642",
        "Case Type": "(CIVIL APPEAL /8885/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182NDItNjQ5XzE3MDMwNTQ4NDQucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 642",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "Solomon Selvaraj & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 1242",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Indirani Bhagawan Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /8885/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: Or.33 – Suits for declaration of title and recovery of possession – Application u/Or.33 r.1 to sue as an indigent person – Trial court and High Court rejected the application on the ground that the suit is abuse of process of law and the court is barred by res judicata – On appeal, held: Application seeking permission to sue as an indigent person can be rejected on the grounds mentioned in Or.33 r.5 which includes the grounds where the allegations in the application do not show a cause of action and where the suit is barred by law (Or.33 rr.5(d) and (f) CPC) – However, the court may, while rejecting an application, u/Or.33 r.15A grant time to the applicant to pay the requisite court fee and then suit shall be deemed to have been instituted on the date on which the application for permission to sue as an indigent person was presented – In the instant case, prima facie the suit was barred by res judicata and the plaint did not disclose any cause of action – Therefore, it cannot be said that the trial court committed any error in rejecting the application to sue as indigent person – Appellant agreed to pay the requisite court fees, four weeks’ time period is granted as envisaged in Or.33 r.15A – However, the observations made by courts below while rejecting the said application that the suit is barred by res judicata and no cause of action, shall be treated confine to deciding the application to sue as an indigent person only – It will be open to defendants to file an application to reject the plaint u/Or.7 r.11 or any other application and the same be considered in accordance with law without getting influenced by the observations."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "NAGPUR METRO RAIL CORPORATION LIMITED VS. ORBIT MOTELS AND INNS PRIVATE LIMITED, NAGPUR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNzg=",
        "Citation": "[2022] 16 S.C.R. 650",
        "Case Type": "(CIVIL APPEAL /8582/2022)",
        "Date": "06 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182NTAtNjYwXzE3MDMwNTUxODEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 650",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "06 December 2022",
        "Petitioner:": "Nagpur Metro Rail Corporation Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1256",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Orbit Motels And Inns Private Limited, Nagpur & Ors.",
        "Case Type:": "CIVIL APPEAL /8582/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public property – Termination of lease"
        ],
        "HeadNote": "Public property – Termination of lease – Allotment for public need and larger public interest – In the instant case, private respondent was the sub-lessee of the Tourism Corporation, who was the lessee of the Public Works Department of the State of Maharashtra – The lease was subject to the right of requisition and consequent termination of the lease by the State of Maharashtra, in case, land in question was required for public purpose, without any right to the Tourism Corporation as well as the lessee to challenge such intention of the Government of Maharashtra – The Tourism Corporation terminated the lease granted to the respondent – Thereafter the lease granted to the Tourism Corporation was terminated in pursuance of the order of the State citing public interest involving Nagpur Metro Rail Project and the allotment was made to appellant-Nagpur Metro Rail Corporation – The private respondent (sub-lessee) challenged the termination of lease before the High Court – High Court allowed the writ petition holding that appellant took over the possession forcibly and highhandedly by entering into the premises and, therefore, the same was arbitrary and illegal – Hence instant appeal – Held: Pursuant to the order of the State, the appellant was given occupation and possession of the land in question, and the allotment order itself was not challenged, therefore, the appellant cannot be said to be in illegal possession – Also the lease granted to the respondent was terminated and the fact of said termination is in question in a civil suit (pending) and hence his right is not clear – Further the allotment to the Corporation was made considering the public need and larger public interest and since the same was not challenged hence High Court erred in allowing the petition.  "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "SMT. ANJALI & ORS VS. LOKENDRA RATHOD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwODM=",
        "Citation": "[2022] 16 S.C.R. 661",
        "Case Type": "(CIVIL APPEAL /009014/2022)",
        "Date": "06 DECEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Krishna Murari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182NjEtNjcxXzE3MDMwNTU0MDcucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 661",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "06 December 2022",
        "Petitioner:": "Smt. Anjali & Ors",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1258",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "Lokendra Rathod & Ors.",
        "Case Type:": "CIVIL APPEAL /009014/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s.168 – Fatal accident – Just and Fair Compensation – Claimants (the heirs and legal representative of the victim-deceased) sought compensation of Rs.20 Lakhs – Tribunal estimated the deceased’s monthly income at Rs. 4000 and allowed the claim of Rs. 6,24,000 with interest – High Court increased monthly income of deceased to Rs. 5000 and awarded compensation of Rs. 11,41,000 with interest – Hence instant appeal – Held: The Tribunal and the High Court both committed grave error while estimating the deceased’s income by disregarding the Income Tax Return (ITR) of the deceased – The ITR of deceased reflected his annual income to be Rs.1,18,261/-, approx. Rs.9,855/ - per month – Since the deceased is survived by the seven dependents, the appropriate deduction for personal expenses for deceased ought to be 1/5th only and not 1/4th as applied by the Tribunal and High Court – Further, Tribunal erred by not making any additions to future prospects of the deceased, whereas High Court by placing reliance on Sarla Verma and Pranay Sethi held that since the deceased was under 40 years of age and was self\u0002employed, he is entitled to addition of future prospects of 40% of his established income – There is no error in High Court’s reasoning for adding 40% of the deceased’s income towards future prospects – Further, Tribunal awarded meagre sums of Rs.10,000/- and Rs.2,000/- towards conventional heads and funeral expenses, respectively, whereas High Court while placing reliance on Pranay Sethi awarded Rs.70,000/- under conventional heads and Rs.10,000/ - towards funeral expenses of the deceased – Although, High Court was correct in placing reliance on Pranay Sethi, High Court erred by not granting an increment of 10% on the conventional heads in every three years as directed in the Pranay Sethi – A three-Judge Bench of this Court in United India Insurance Co. Ltd. vs. Satinder Kaur after considering Pranay Sethi awarded spousal consortium at  the rate of Rs.40,000/ and towards loss of parental consortium to each child at the rate of Rs.40,000/- – The compensation under these heads also needs to be increased by 10% – Thus, the spousal consortium is awarded at Rs.44,000/ and towards parental consortium at the rate of Rs.44,000/ each is awarded to the three children – Thus the total compensation payable to the Appellants is Rs.25,91,388/- with interest at 9% per annum from the date of filing of the application till the date of payment of the compensation to the appellants. Motor Vehicles Act, 1988 – Beneficial Legislation – The Motor Vehicles Act, 1988 is a beneficial legislation which has been framed with the object of providing relief to the victims or their families – s.168 of the MV Act deals with the concept of ‘just compensation’ which ought to be determined on the foundation of fairness, reasonableness and equitability."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "LUCKNOW DEVELOPMENT AUTHORITY VS. MEHDI HASAN (DECEASED) THR. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwODc=",
        "Citation": "[2022] 16 S.C.R. 672",
        "Case Type": "(CIVIL APPEAL /8887/2022)",
        "Date": "12 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182NzItNjc2XzE3MDMwNTU1NzkucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 672",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "12 December 2022",
        "Petitioner:": "Lucknow Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1275",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Mehdi Hasan (deceased) Thr. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /8887/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) – Land acquisition proceedings under Land Acquisition Act, 1894 – Possession already taken in 2003 – High Court, on the ground, that the compensation was not tendered to the land owner under s.30(2) of Act of 2013, allowed writ petition and declared that the acquisition with respect to the land in question is deemed to have lapsed under s.24(2) of the Act, 2013 – Hence instant appeal – Held: As per the law laid down in the case of Indore Development Authority, it cannot be said that the land proceedings are deemed to have lapsed – In order to attract s.24(2) of the Act, 2013, twin conditions of not taking possession and not tendering/payment of compensation are required to be satisfied – If one of the conditions is not satisfied, the acquisition proceedings are not deemed to have been lapsed under s.24(2) of the Act, 2013 – As per the Special Land Acquisition Officer as the possession was taken on 13.02.2003 and was handed over to the Lucknow Development Authority on 13.02.2003 and in view of the decision of this Court in the case of Indore Development Authority, the impugned judgment and order passed by the High Court is unsustainable – Appeal allowed."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "KARAN KAPOOR VS. MADHURI KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwOTY=",
        "Citation": "[2022] 16 S.C.R. 677",
        "Case Type": "(CIVIL APPEAL /4645/2022)",
        "Date": "06 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice J.K. Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182NzctNjkyXzE3MDMwNTYwMTMucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 677",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "06 July 2022",
        "Petitioner:": "Karan Kapoor",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 661",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.K. Maheshwari",
        "Respondent:": "Madhuri Kumar",
        "Case Type:": "CIVIL APPEAL /4645/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 – Or.12, r.6 – Judgment on Admission – Appellant was a tenant in the residential property owned by respondent – Respondent-landlord entered into lease agreement with appellant from 07.08.2011 to 07.08.2013 – Thereafter, lease deed was extended for subsequent term of 11 months on 07.08.2013 –Appellant did not pay rent after expiry of lease agreement on 07.07.2014 – Legal notice by respondent to appellant to vacate the property –Respondent-plaintiff filed suit for recovery of possession, rent, mesne profit, pendent lite and interest –Appellant-defendant filed written statement contending that after expiry of lease agreement dated 07.08.2013, respondent had approached him to sell suit property, in furtherance of which agreement to sell (ATS-I) was executed between the parties for Rs.3.60 crores and the rent accrued for the year 2014-2017 be adjusted in the said ATS-I – Also, another agreement to sell (ATS-II) was entered for a plot situated at Amloh for Rs. 15 lakhs –Respondent-plaintiff filed application u/Or.12, r.6 –Trial Court relying upon the admission made in the written statement, passed judgment and decree u/Or.12, r.6 for delivery of possession in favour of respondent – High Court dismissed the Regular First Appeal – On appeal, held: In view of the contents of the agreements and terms specified therein, the defense as taken by the appellant/defendant is plausible or not is a matter of trial which may be appreciated by the Court after granting opportunity to lead evidence by the respective parties –There may be admission with respect to tenancy as per lease agreements but the defense as taken is also required to be looked into by the Court and there is need to decide justiciability of defense by full-fledged trial – For the purpose of Or.12, r.6, the said admission is not clear and categorical, so as to exercise a discretion by the Court without dealing with the defense as taken by the defendant –Therefore, judgment and decree passed by the trial Court as confirmed by the High Court is set aside.  "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "ABHAY JAIN VS. THE HIGH COURT OF JUDICATURE FOR RAJASTHAN AND ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMDE=",
        "Citation": "[2022] 16 S.C.R. 693",
        "Case Type": "(CIVIL APPEAL /2029/2022)",
        "Date": "15 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Uday Umesh Lalit, Hon'ble Mr. Justice Vineet Saran\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN182OTMtNzQyXzE3MDMwNTYxOTAucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 693",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "15 March 2022",
        "Petitioner:": "Abhay Jain",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 309",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vineet Saran",
        "Respondent:": "The High Court Of Judicature For Rajasthan And Anr",
        "Case Type:": "CIVIL APPEAL /2029/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Service – Rajasthan Judicial Service Rules",
            "2010"
        ],
        "HeadNote": "Judicial Service – Rajasthan Judicial Service Rules, 2010 – rr.45 and 46 – Entitlement to protection u/Art.311 of the Constitution – Bail order dated 27.04.2015 passed by Appellant-judicial officer in favour an accused in a case under Prevention of Corruption Act became genesis of action taken against him – Departmental enquiry instituted against him u/r.16 of Rajasthan Civil Services (Classification, Control and Appeal) Rules, 1958 for acts amounting to misconduct and violation of rr.3 and 4 of the Rajasthan Civil Services (Conduct Rules), 1971 – Allegation leveled that appellant passed the bail order with ulterior or oblique motives and for extraneous considerations – Appellant submitted preliminary objections to the allegations, which came to be rejected by the Enquiry Judge – Meanwhile, Higher Judicial Committee, constituted for deciding confirmation and discharge of Judicial Officers, upon inspection of appellant’s records, decided not to recommend the appellant for confirmation – Subsequently, a Full Court meeting was convened wherein, based on recommendation submitted by the Higher Judicial Committee, it was decided to discharge the appellant – Appellant was thus discharged despite pendency of enquiry proceedings against him – Discharge order was passed against the appellant on ground that the Full Court found the appellant’s services to be unsatisfactory during probation – Subsequently, enquiry as well as disciplinary proceedings initiated against the appellant were closed – Writ petition filed by appellant dismissed by High Court – On appeal, held: There was no material to showcase unsatisfactory performance of appellant in terms of requirement u/ rr.45 and 46 of the RJS Rules, 2010 – Moreover, appellant’s discharge was not simpliciter, as claimed by the respondent – Non\u0002communication of ACRs to the appellant was proved to be arbitrary and since respondent choose to hold enquiry into appellant’s alleged misconduct, the termination of his service was by way of punishment because it put a stigma on his competence and thus affected his future career – In such a case, the appellant would be entitled to protection of Art.311(2) of the Constitution – Moreover, adverse comments in ACR for the year 2015 could not have been the basis on which appellant was discharged from service – Appellant was never granted opportunity to improve and there was no intimation to him about his performance being unsatisfactory – Importantly, no verifiable complaint was filed against the appellant that could form the basis of disciplinary proceedings against him – Appellant was competent to pass the bail order dated 27.04.2015 and Respondent was not able to prove presence of any extraneous consideration or ulterior motive on the part of the appellant – Also neither the bail order dated 27.04.2015 was ever challenged by the State before any Court of law, nor was any complaint received against the appellant regarding the said bail order – This is not the case where there were strong grounds to suspect the appellant’s bona fides – Even if appellant’s act was considered to be negligent, it cannot be treated as “misconduct” – The discharge order is accordingly quashed – Keeping in view that the appellant had not worked as judicial officer after he was discharged, he be reinstated with all consequential benefits including continuity of service and seniority, but with only 50% backwages – Constitution of India, 1950 – Art. 311. Service Law – Judicial Service – Every judicial officer is likely to commit mistake of some kind or the other in passing orders in the initial stage of his service, which a mature judicial officer would not do – However, if the orders are passed without there being any corrupt motive, the same should be over-looked by the High Court and proper guidance should be provided to him. Service Law – Judicial Service – Merely because a wrong order has been passed by the appellant-judicial officer or the action taken by him could have been different, this does not warrant initiation of disciplinary proceedings against the judicial officer. Service Law – Judicial service – Negligence vis-a-vis misconduct – On facts, appellant-judicial officer, while passing the bail order, may have been guilty of negligence in the sense that he did not carefully go through the case file and did not take notice of  the order of the High Court which was on his file – This negligence cannot be treated to be misconduct. Service Law – Misconduct – Mere suspicion cannot constitute “misconduct” – Any ‘probability’ of misconduct needs to be supported with oral or documentary material. Service Law – Judicial service – Relief-oriented judicial approaches cannot by themselves be grounds to cast aspersions on the honesty and integrity of an officer."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "MANOJ PRATAP SINGH VS. THE STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMTA=",
        "Citation": "[2022] 16 S.C.R. 743",
        "Case Type": "(CRIMINAL APPEAL /910/2022)",
        "Date": "24 JUNE 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN183NDMtODU0XzE3MDMwNTY1NDcucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 743",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "24 June 2022",
        "Petitioner:": "Manoj Pratap Singh",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 652",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "The State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /910/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence / Sentencing – Death Sentence"
        ],
        "HeadNote": "Sentence / Sentencing – Death Sentence – Rarest of Rare case – Kidnapping, rape and murder of a seven-and-a-half-year old mentally and physically challenged girl – Case of circumstantial evidence – Trial Court found appellant-accused guilty and imposed death sentence u/s. 302 IPC – High Court found it to be a ‘rarest of rare case’ and upheld the conviction and death sentence – Appeal before the Supreme Court on two issues – First, whether concurrent findings of fact required interference – Second, whether death sentence be maintained or substituted by any other sentence – Held: On facts, the chain is so complete in itself that no stretch of imagination could take the court to any other hypothesis except the guilt of the appellant in relation to the offences charged – Hence, the concurrent findings of the trial court and the High Court holding appellant guilty are imminently just and proper; and call for no interference whatsoever – Insofar as sentence is concerned, in the present case, the crime had been of extreme depravity, which shocks the conscience, particularly looking to the target (a seven-and-a\u0002half-year old mentally and physically challenged girl) and then, looking to the manner of committing murder, where the hapless victim’s head was literally smashed, resulting in multiple injuries including fracture of frontal bone – This is apart from the facts that the innocent victim was kidnapped on a stolen motorcycle by misusing the trust gained by offer of confectionary items and also, apart from the fact that she was brutally and inhumanly raped – Taking up the test parameters pertaining to the criminal (i.e., the appellant), of course, he has a family with wife and minor daughter and aged father and the crime was committed when he was only 28 years of age – However, these mitigating factors are pitted against several other factors pertaining to the appellant himself – One, being of his activities and actions before the present crime where he was  found involved in at least four cases with offences ranging from s.3 of Prevention of Damage to Public Property Act, 1984, s.379 IPC and even s.307 IPC – Second, being the fact that the present crime itself was carried out with the aid of a stolen motorcycle – Third, and crucial one being his conduct post-conviction where he not only earned 7 days’ punishment in jail for quarrelling with a co\u0002inmate but he has also been convicted of the offence of murder of another jail inmate – A fortiori, there appears no probability of his reformation and rehabilitation – This possibility of the appellant relapsing in the same crime over again and nil probability of his reformation/rehabilitation is a direct challenge as also danger to the maintenance of order in the society – Consequently, it is a case of no other option but to confirm the death sentence awarded to the appellant – Penal Code 1860 – ss. 302, 363, 365 and 376(2)(f). Sentence / Sentencing – Death Sentence – Evolution of principles and norms – Discussed – Code of Criminal Procedure, 1973 – ss.235 and 354. Sentence / Sentencing – Death Sentence – Rarest of rare doctrine – Effect, if any, of death sentence being awarded and maintained only in extreme cases – Held: Even though rarest of rare doctrine and its accompanying principles, as enunciated and explained in Bachan Singh and Machhi Singh cases, have been almost uniformly applied by Courts in the country while dealing with the question of sentencing when the statute provides for death penalty; and over the time, even the proposition of larger/longer term of actual imprisonment with no remission or curtailed remission has also evolved but, it has never been the effort of the Courts to somehow make the punishment of death sentence redundant and non-existent for all practical purposes – The quest for justice in such cases, with death sentence being awarded and maintained only in extreme cases, does not mean that the matter would be approached and examined in the manner that death sentence has be avoided, even if the matter indeed calls for such a punishment – The judicial process would be compromising on its objectivity if the approach is to nullify the statutory provision carrying death sentence as an alternative punishment for major offences (like that of s.302 IPC), even after it has passed muster of judicial scrutiny and has been held not unconstitutional – The pursuit in collecting mitigating circumstances could also not be taken up with any notion or idea that somehow, some factor be found; or if not found, be deduced anyhow so that the sentence of death be forsaken – Such an approach would be unrealistic, unwarranted and rather not upholding the rule of law – Rule of law. Sentence / Sentencing – Death Sentence – Post-conviction conduct – Relevance – Held: Courts have refrained from awarding or approving death sentence even in cases of gruesome killings, essentially on the premise that even a semblance of probability of reformation of the convict ought to be given a chance, rather than awarding capital punishment, which is of irretrievable nature – In this regard, the jail conduct of the convict carries its own bearing and relevance in the overall consideration; and the Supreme Court has leaned in favour of commuting the sentence of death to that of imprisonment for life in case of unblemished jail conduct, even if the crime itself had been of gruesome or abhorrent nature. Sentence / Sentencing – Psychological evaluation report – Report on likelihood of reformation and rehabilitation – When may be called for – Held: In appropriate cases, after conviction, the Court may call for report to determine whether the accused could be reformed or rehabilitated; and it would depend on the facts and circumstances of each case – There cannot be any universal formula for calling for such a report – In the present case, where the appellant-convict was incessantly indulged in criminal activities before the crime in question; carried out gruesome deeds of the present crime; was further involved in questionable jail conduct, including quarrelling with a fellow inmate and earning 7 days’ punishment; and then also involved in murder of another jail inmate, calling for any further report of the likelihood of reformation and rehabilitation of the appellant could be proposed only if the judicial process is determined to annul the death sentence altogether, by finding one way or the other to avoid the same in every case – Such an approach would be counter-productive to the entire system of maintenance of order in the society and would strike at the roots of the rule of law – In the circumstances of the present case, the suggestions about calling for any so-called psychological evaluation report could only be termed as impractical and unrealistic and could only be rejected. Sentence / Sentencing – Sentencing principles – Crime and criminal tests – Aggravating and Mitigating circumstances – Discussed. Criminal jurisprudence – Case of circumstantial evidence – Theory of residual doubt – If available for the purpose of sentencing – Held: In a case based on circumstantial evidence, the conclusion of guilt is recorded only after the circumstances are found to be forming an unbreakable chain, so consistent as to rule out any other hypothesis except the guilt of the accused – These being stringent norms, as followed consistently by the Courts based on the panchsheel principles expounded in Sharad Birdhichand Sarda, and requirement being of the proof of the case beyond reasonable doubt, theoretically there is no scope for any ‘residual doubt’ operating even in the cases of circumstantial evidence – The cases in which theory of residual doubt has at all been referred, had been standing on their own facts, where alternative to death sentence was considered appropriate – However, while taking up the matter for sentencing, it is not expected to reopen the chain of circumstantial evidence to find any weak link which may fall in the category of residual doubt – If at all any such doubt is reasonably existing, the very basis of conviction would be in question – After the final conclusion on the guilt and after pronouncing conviction, no concept of residual doubt as such is available for the purpose of sentencing – Sentence / Sentencing."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "M/S PAHWA PLASTICS PVT. LTD. AND ANR VS. DASTAK NGO AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMTY=",
        "Citation": "[2022] 16 S.C.R. 855",
        "Case Type": "(CIVIL APPEAL /4795/2021)",
        "Date": "25 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN184NTUtODg1XzE3MDMwNTY3NTQucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 855",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "25 March 2022",
        "Petitioner:": "M/s Pahwa Plastics Pvt. Ltd. And Anr",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 345",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Dastak Ngo And Ors.",
        "Case Type:": "CIVIL APPEAL /4795/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Green Tribunal Act",
            "2010"
        ],
        "HeadNote": "National Green Tribunal Act, 2010 : s. 22 – Micro, Small and Medium Enterprises Development Act, 2006 – Environment (Protection) Act, 1986 – Environment (Protection) Rules, 1986 – Environment clearance – Grant of – Ex post facto environment clearance – Appellants engaged in manufacture and sale of basic organic chemicals – Appellant granted Consent to Establish (CTE) and Consent to Operate (CTO) for its unit by State Pollution Control Board-HSPCB – Subsequently, the Government issued a Notification which provides for grant of ex post facto Environmental clearance\u0002EC for project proponents who had commenced, continued or completed a project without obtaining EC – Thereafter, issuance of an order by the State Government where the units which did not have EC, be allowed to continue their operations for a period of six months, with the conditions that they would apply for EC – Respondent No.1 then filed a petition seeking quashing of the said order and units operating without EC be closed – NGT held that the manufacturing units of the appellants, which did not have prior EC could not be allowed to operate – On appeal, held: Unit contributing to the economy of the country and providing livelihood to hundreds of people, which has been set up pursuant to requisite approvals from the concerned statutory authorities, and has applied for ex post facto EC, should not be closed down for the technical irregularity of want of prior environmental clearance, pending the issuance of EC, even though it may not cause pollution and/or may be found to comply with the required norms – More so, the HSPCB was itself under the misconception that no environment clearance was required for the units in question – Ex post facto EC should not ordinarily be granted, and certainly not for the asking – At the same time ex post facto clearances and/or approvals cannot be declined with pedantic rigidity, regardless of the consequences of stopping the operations  – Impugned order is set aside – Appellants would be allowed to operate the units."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "DESH DEEPAK KUMAR VIHANGAM@ DEEPAK KUMAR VS. THE STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMTk=",
        "Citation": "[2022] 16 S.C.R. 886",
        "Case Type": "(CRIMINAL APPEAL /673/2011)",
        "Date": "08 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi\n*, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN184ODYtODk2XzE3MDMwNTY5NzQucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 886",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "08 March 2022",
        "Petitioner:": "Desh Deepak Kumar Vihangam@ Deepak Kumar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 278",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Bela M. Trivedi,Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "The State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /673/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860"
        ],
        "HeadNote": "Penal Code, 1860: ss. 364A and 120B – Kidnapping for ranson and abduction – On facts, a doctor kidnapped for ransom and abducted along with his driver – Six persons convicted u/ss. 364A and 120 B, and sentenced to life imprisonment, and ordered to pay fine – On appeal, held: Four of the accused were found present at the house and were involved in the kidnapping – They along with DK, on whose disclosure the amount was recovered from his tenanted premises, were identified by the victims – In view thereof, and the appreciation of evidence, findings and the conclusion of the courts below as regards their conviction, is correct – As regards, K, the Inspector and the I.O. who had detained K with DK, themselves expressed doubt on involvement of K in the crime – Conclusive inference cannot be drawn of an agreement or that K had gone to the bus stand and had picked up DK in pursuance of a plan or scheme to accomplish an objective or even with the knowledge that DK was following the rickshaw because he had to collect ransom – Thus, on facts and depositions made by the IO and the Inspector, K, given benefit of doubt – As regards the two who were arrested on suspicion, the assertions do not meet and satisfy the standard of proof to connect them with the kidnapping of the doctor – Further, there is not even an iota of evidence that any of the kidnappers were known beforehand to them – Family of the victim had received ransom calls even after the arrest of the two – Only after the arrest of DK that the location where the victim after the abduction had been kept was ascertained – Thus, the two also entitled to the benefit of doubt."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "THE MUNICIPAL COMMITTEE, BARWALA, DISTRICT HISAR, HARYANA THROUGH ITS SECRETARY/PRESIDENT VS. JAI NARAYAN AND COMPANY & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMjQ=",
        "Citation": "[2022] 16 S.C.R. 897",
        "Case Type": "(CIVIL APPEAL /2222/2022)",
        "Date": "29 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN184OTctOTEyXzE3MDMwNTcxNTAucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 897",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "29 March 2022",
        "Petitioner:": "The Municipal Committee, Barwala, District Hisar, Haryana Through Its Secretary/president",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 361",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Jai Narayan And Company & Anr",
        "Case Type:": "CIVIL APPEAL /2222/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Haryana Municipal Common Lands (Regulation) Act",
            "1974"
        ],
        "HeadNote": "Haryana Municipal Common Lands (Regulation) Act, 1974: s. 5 read with s. 10(2)(e) 2 - Haryana Municipalities Management of Municipal Properties and State Properties Rules, 1976 – r. 2(3), 2(4) – Auction sale – Inter-departmental communication and/or the notings on the file – Relevance of – Respondent filed suit for mandatory injunction to execute a sale deed on the ground that he is a bonafide purchaser on basis of the auction and is in possession as owner of the suit land – Case of the Municipal Committee that it is unable to execute the sale deed without proper sanction of the competent authority-State Government – Trial court decreed in favor of the respondent – Said order upheld in the first and second appeal – In appeal before this Court, case of the Municipal Council that the auction conducted in which the respondent was the highest bidder was not approved by the State Government, and that till such time the auction is confirmed, it would not confer any equitable and legal right to the respondent; and it would be only after the confirmation of sale and the letter accepting the bid is issued – Held: Sub-rule (ii) of r. 2(3) contemplates that no sale by auction would be valid until it has been confirmed by the Deputy Commissioner – Communication referred to by the respondent is not the communication by the Deputy Commissioner to the Municipality or to the respondent that the sale stands confirmed – It is an inter-departmental communication with no endorsement of the copy of the said communication to the respondent – Inter\u0002departmental communication and/or the notings on the file are not the decisions of the State – Thus, the letter seeking approval of the State Government by the Deputy Commissioner is not the approval granted by him, which could be enforced by the plaintiff in the court of law – Suit was not maintainable since there was no vested right with the respondent to claim such a decree merely on the basis of participation in the public auction; and even if the respondent had any right on the basis of an auction, he could at best sue for specific performance of the so-called agreement – Respondent was granted decree for mandatory injunction not only beyond the period of limitation but also in contravention of the statute and the rules framed thereunder – Judgment and decree passed by the courts below are set aside – Respondent is in possession, which is found to be illegal and without the authority of law – Municipality would take possession forthwith – Auction amount would stand forfeited towards the damages for the illegal occupation of the land for more than 20 years since the date of auction in contravention of law."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "STATE OF UTTARAKHAND VS. SUDHIR BUDAKOTI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMjY=",
        "Citation": "[2022] 16 S.C.R. 913",
        "Case Type": "(CIVIL APPEAL /2661/2015)",
        "Date": "07 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN185MTMtOTMxXzE3MDMwNTcyNzEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 913",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "07 April 2022",
        "Petitioner:": "State Of Uttarakhand",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 401",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.M. Sundresh",
        "Respondent:": "Sudhir Budakoti",
        "Case Type:": "CIVIL APPEAL /2661/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Art.14"
        ],
        "HeadNote": "Consumer Protection Act, 1986: Interest – Award of – Justification – On facts, breach of flat purchase agreement – Outer date for handing over possession was 31.01.2014, however the buyers received occupation certificate on 10.02.2016 – Consumer complaint – Award of compensation by the National Consumer Disputes Redressal Commission for delayed handing over of possession from 01.02.2014 till 31.07.2016 as per the agreement, at the rate of INR 3 per sq. ft. per month – National Commission also awarded interest at the rate of 6 per cent per annum – Justification of – Held: Compensation at the rate of 3 per sq. ft. per month does not provide just or reasonable recompense to the flat purchaser who has invested money and that too in a city like Bangalore – Jurisdiction of the NCDRC to award just compensation cannot be constrained by the terms of the agreement – There was a delay of at least two years in handing over the possession – Thus, the award of interest at the rate of 6 per cent is reasonable and justified – Liability of the developer to pay interest would continue to operate until the date the respective flat purchasers is offered possession – Furthermore, the flat purchasers who had moved NCDRC in a representative capacity for redressal of their grievances not disentitled to receive possession of the flat."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "RAJBIR VS. SURAJ BHAN & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMjc=",
        "Citation": "[2022] 16 S.C.R. 932",
        "Case Type": "(CIVIL APPEAL /1700/2022)",
        "Date": "28 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN185MzItOTQ1XzE3MDMwNTczOTEucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 932",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "28 February 2022",
        "Petitioner:": "Rajbir",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 247",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Suraj Bhan & Anr",
        "Case Type:": "CIVIL APPEAL /1700/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: Or. XXI r. 34 – Decree for execution of a sale document – Decree holder-respondents filed for execution petition of decree of specific performance of a sale deed – Court issued direction to execute the sale deed in favor of decree holder – Objections to the execution of sale deed of judgment debtor rejected – Draft sale deed submitted by the decree-holder was approved by the execution court – Revision petition filed by appellant/judgment debtor – Dismissed by the High Court – In appeal before this Court case of the appellant/judgment debtor that objection of appellant/judgment debtor to the draft sale deed were not taken as required u/Order XXI Rule 34 – On appeal, held: It is not required that the decree holder must directly deliver the draft sale deed to the judgment debtor – Procedure, is that the decree holder must make it available to the Court – Under Order XXI Rule 34, it becomes the duty of the court to thereupon cause the draft to be served upon the judgment debtor – There must be a notice inviting objections and the court may fix a time within which objections are to be filed – Judgment debtor may or may not object – Execution court to hand over the copy of the draft sale deed produced by the respondents within the stipulated period – Appellant would be free to file his objections to the draft sale deed and thereafter, after hearing the parties, a decision would be taken on the objections. Or. XXI r. 34 – Decree for execution of a document – Held: Order XXI Rule 34 sub-rule (3) contemplates a situation where the judgment debtor objects – This is to be contained in writing within the time provided – The court is duty bound to make an order approving or altering the draft as it thinks fit – It is also important from the point of view of the role of the executing court which is to act in conformity with the decree – Though, it is indeed open to the executing court to construe the decree; it cannot go beyond the decree – Order XXI r. 34 cannot be diluted and any such departure from the provisions can have highly deleterious consequences not merely qua the parties but also persons who come to deal with those parties in future."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "UNION OF INDIA AND OTHERS VS. LT. GEN. (RETD.) S.K. SAHNI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMjg=",
        "Citation": "[2022] 16 S.C.R. 946",
        "Case Type": "(CRIMINAL APPEAL /2169/2014)",
        "Date": "23 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN185NDYtOTY2XzE3MDMwNTc1MzMucGRm",
        "SCR Citation:": "[2022] 16 S.C.R. 946",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "23 March 2022",
        "Petitioner:": "Union Of India And Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 332",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai",
        "Respondent:": "Lt. Gen. (retd.) S.k. Sahni",
        "Case Type:": "CRIMINAL APPEAL /2169/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Army Rules",
            "1954"
        ],
        "HeadNote": "Army Rules, 1954 – rr.180, 22 and 40(2) – Army Act, 1950 – s.123 –Respondent, commissioned in the Indian Army in 1967, was thereafter appointed as Director General, Supplies and Transport (DGST) in 2005 – A Court of Inquiry (CoI) was ordered to investigate into several allegations against him – CoI only recommended for award of recordable censure against the respondent, but the Army Commander and GOC-in-C directed disciplinary action under the Army Act, 1950 and Army Rules, 1954 – After his retirement in 2006, respondent filed a writ petition before High Court for quashing proceedings against him – High Court held that appellants cannot take any action against the respondent on basis of CoI recommendation, but granted liberty to them to give notice to the respondent and continue with the proceedings under r.180 of the Army Rules, or “exercise any other power available to them under the Act, insofar as they do not rely upon the proceedings on the aforesaid Court of Inquiry” – Appellants, instead of invoking r.180 of the Army Rules, wherein opportunity was to be provided to the respondent, resorted to r.22 of the Army Rules and ordered attachment of the respondent under s.123 of the Army Act – This order was set aside by Armed Forces Tribunal (AFT), which declared the said action as totally unwarranted and illegal – Appellants were however directed to resort to COI after giving an opportunity to the respondent and to comply with the requirement u/r.180 of the Army Rules – In July 2011, General Court Martial (GCM) proceedings, comprising of junior officers than respondent, found respondent guilty of few charges, and sentenced him (i) To be cashiered; and (ii) Rigorous imprisonment for three years subject to confirmation – Chief of Army Staff confirmed the same in January 2012 – Respondent filed appeal before the AFT, which modified the sentence to dismissal from service – Respondent filed writ petition before High Court challenging the decision of AFT – High Court issued notice – Meanwhile, Appellants filed appeal against AFT decision before the Supreme Court – Respondent filed application for transfer of his writ petition from High Court to Supreme Court, which was allowed – Held: There are inherent limitations on the jurisdiction of Supreme Court and it will not be permissible to re\u0002appreciate the evidence as recorded by the GCM unless the Supreme Court finds that the material factors have been either ignored or the evidence that has come on record, has been appreciated in a totally erroneous manner – Materials placed on record to be considered with these limitations in mind – On facts, on consideration of material on record, findings and orders passed by the AFT as well as the GCM not found to be sustainable in law – Appeal of appellant dismissed – Transferred criminal case of respondent allowed – Respondent acquitted of all the charges levelled against him – He would be entitled to all pensionary and consequential benefits in accordance with law – The arrears of such benefits shall be computed and paid to the petitioner within a period of three months from the date of the judgment – Armed Forces Tribunal Act, 2007."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "RAJESH YADAV & ANR VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDY=",
        "Citation": "[2022] 16 S.C.R. 967",
        "Case Type": "(CRIMINAL APPEAL /339/2014)",
        "Date": "04 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN185NjctMTAwMV8xNzAzMDYyNTk3LnBkZg==",
        "SCR Citation:": "[2022] 16 S.C.R. 967",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "04 February 2022",
        "Petitioner:": "Rajesh Yadav & Anr",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 148",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.M. Sundresh",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /339/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code 1860"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.319 – Scope and ambit of power of Magistrate under s.319 – Prosecution case was that on the fateful day, the accused persons, ten in number, arrived at the place where the complainant (PW-1), his son (PW-2) and victim\u0002deceased were present – Accused persons were armed with swords, pistols, hockeys, iron bars and gandasi etc. and they attacked PW\u00022 and the victim-deceased and inflicted injuries with their respective weapons – When PW-1 raised alarm, accused persons fled away from place of occurrence – The injured were rushed to hospital where the deceased succumbed to injuries – Investigating officer submitted report against four accused only – According to him, the appellants were not present at the place of occurrence – Thereafter Investigating Agency conducted further investigation wherein also it found that the appellants were not present at the place of occurrence rather they were found on different places – Magistrate directed release of the appellants – Trial proceeded against other accused – Application filed by PW-1 under s.319 to summon the appellants categorically stating that the appellants were present at the time of the incident – Trial court summoned the appellant to face trial for the offences under ss.148, 149, 323, 325, 302, 307 and 506 of IPC – Revision petition challenging the order of trial court dismissed by High Court – On appeal, held: PW-1-first informant had specifically named ten persons as accused, including the appellants in the FIR – However, they were not shown as accused in the challan/charge-sheet – There was nothing on record to show that PW-1 was given an opportunity to submit the protest application against non-filing of the charge-sheet against the appellants – In the deposition before the Court, P.W.1 and P.W.2 specifically stated against the appellants and the specific role was attributed to them – Thus, the statements of P.W.1 and P.W.2 before the Court could be said to be “evidence” during the trial and, therefore, on the basis of the same the persons against whom no charge-sheet was filed could be summoned to face the trial – Therefore, no error was committed by the Courts below to summon the appellants to face the trial in exercise of power under s.319. Code of Criminal Procedure, 1973: s.319 – Investigating Agency conducted investigation wherein it found that the appellants were not present at the place of occurrence – As the appellants were in custody, SHO filed applications before the Magistrate on 1.9.2016 and 28.10.2016 submitting that after investigation since no evidence was found against the appellants, therefore, they may be discharged/released – Magistrate directed release of the appellants – Application filed by complainant under s.319 to summon the appellants categorically stating that the appellants were present at the time of the incident – Trial court summoned the appellants to face trial – Submission that once the appellants were discharged by the Magistrate on an application submitted by the Investigating Officer/SHO, therefore, thereafter it was not open to the Magistrate to summon the accused to face the trial in exercise of power under s.319 – Held: The submission is not tenable – Orders dated 01.09.2016 and 28.10.2016 cannot be said to be the orders discharging the accused – If the applications submitted by the Investigating Officer/SHO and the orders passed thereon are considered, those were the applications to discharge/release the appellants from custody as at that stage the appellants were in judicial custody – Therefore, as such, those orders cannot be said to be the orders of discharge in stricto sensu – Those were the orders discharging the appellants from custody – Under the circumstances, the submission on behalf of the accused that as they were discharged by the Magistrate and therefore it was not open to the Magistrate to exercise the power under s.319 of the CrPC and to summon the appellants to face the trial, cannot be accepted. Code of Criminal Procedure, 1973: Closure report – Procedure to be followed before accepting closure report – Held: Before accepting the closure report, the Magistrate is bound to issue notice to the complainant/original informant and the complainant/ original informant is required to be given an opportunity to submit the protest application and, thereafter, after giving an opportunity to the complainant/original informant, the Magistrate may either accept the closure report or may not accept the closure report and direct to proceed further against those persons for whom the closure report was submitted."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "P. RAMASUBBAMMA VS. V. VIJAYALAKSHMI & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDk=",
        "Citation": "[2022] 16 S.C.R. 1002",
        "Case Type": "(CIVIL APPEAL /2095/2022)",
        "Date": "11 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMDAyLTEwMTNfMTcwMzA2MjgzMS5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1002",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "11 April 2022",
        "Petitioner:": "P. Ramasubbamma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 413",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "V. Vijayalakshmi & Others",
        "Case Type:": "CIVIL APPEAL /2095/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963"
        ],
        "HeadNote": "Specific Relief Act, 1963 – s. 10 – Specific performance of contract – Appellant (original plaintiff) filed a suit for specific performance of agreement to sale – Respondent no. 1 (original defendant no. 1) admitted the execution of agreement to sell and specifically stated that she is ready and willing to perform her part of contract – Respondent no. 2 holding power of attorney and other respondents disputed the contention of respondent no. 1 on the ground that the agreement was done without cancelling the registered power of attorney and without the knowledge of respondent no. 1 – Trial Court decreed the suit in favour of appellant – High Court set aside the decree passed by the trial Court – On appeal, held: The High Court, was not required to go into the aspect of the execution of the agreement to sell and the payment/receipt of substantial advance sale consideration, once the vendor had specifically admitted the execution of the agreement to sell and receipt of the advance sale consideration; thereafter no further evidence and/or proof was required – High Court has committed a grave error in reversing the judgment and decree passed by the trial Court by ignoring the vital facts of the case which are either admitted or proved in the instant case."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "RUSHIBHAI JAGDISHCHANDRA PATHAK VS. BHAVNAGAR MUNICIPAL CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNTM=",
        "Citation": "[2022] 16 S.C.R. 1014",
        "Case Type": "(CIVIL APPEAL /4134/2022)",
        "Date": "18 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMDE0LTEwMjhfMTcwMzA2MzAzNi5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1014",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "18 May 2022",
        "Petitioner:": "Rushibhai Jagdishchandra Pathak",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 592",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Bhavnagar Municipal Corporation",
        "Case Type:": "CIVIL APPEAL /4134/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Matter: Pay Scale"
        ],
        "HeadNote": "Service Matter: Pay Scale – Recovery of arrears – In terms of the scheme, the appellant-‘Data Entry Operator’ granted higher pay-scale of the next promotional post of Rs.5,000-8,000/- from different dates – Pursuant to the order dated 28th October 2010, the benefit provided under the Scheme revised by the respondent\u0002Corporation observing that the appellants and others employees were erroneously granted benefit of the higher grade pay-scale of the next promotional post instead of the next stage in the hierarchy of pay scales – Higher pay scale of the promotional posts granted to the appellants withdrawn and the excess payments made were recovered from the appellants – After a gap of seven years, the appellants filed writ petitions challenging the order dated 28th October, 2010 and direction was sought against the respondent\u0002Corporation to avail the pay-scale of the next higher promotional post and to pay the arrears – Writ Petition allowed – Division Bench partially allowed the appeal by the Corporation, in view of delay and laches on the part of the appellants in approaching the court, by restricting the grant of higher pay-scale of Rs.5,000-8,000/- with consequential benefits from the date of the judgment of the Single Judge; that the prayer of the appellants for recovery of arrears from 2010 was declined, and that the respondent-Corporation, would not be required to refund any amount that they have recovered from the appellants pursuant to the order dated 28th October 2010 – On appeal, held: Rules of limitation and delay and laches are not meant to destroy the rights of the parties but serve a larger public interest and are founded on public policy – If the employee’s claim is found to be correct on merits, they would be entitled to be paid according to the properly fixed pay-scale in future and the question of limitation would arise for recovery of the arrears for the past period – Appellants entitled to arrears in the pre-revised pay-scale of Rs.5,000-8,000/- for three years prior to the date of filing of the Writ Petitions along with interest at the rate of 7% per annum with effect from 1st September 2017 – Limitation Act, 1963 – Delay and Laches."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "OMKAR SINHA & ANR VS. SAHADAT KHAN & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNTc=",
        "Citation": "[2022] 16 S.C.R. 1029",
        "Case Type": "(CIVIL APPEAL /3504/2022)",
        "Date": "29 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMDI5LTEwNDRfMTcwMzA2Mzc0MC5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1029",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "29 April 2022",
        "Petitioner:": "Omkar Sinha & Anr",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 491",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Sahadat Khan & Ors",
        "Case Type:": "CIVIL APPEAL /3504/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India"
        ],
        "HeadNote": "Constitution of India: Art. 166 – Conduct of business of the Government of a State – Circular order dated 17.10.1997 in undivided State of M.P, granted entry in the Ranger’s training to the candidates who stood first in the Forest Guard training schools without entrance – Subsequent to enactment of State Reorganisation Act, 2000, State of Chhattisgarh was formed – However, the circular of the undivided State of M.P continued – Appellant No. 1, who was undergoing training as Forest Guard stood first in the training and felt entitled to be selected for training as Forester, on the basis of the order dated 17.10.1977 – Thereafter, writ petition filed seeking direction that the appellant No. 1 be sent for Forester training – Thereafter, decision taken to send the appellant no 1 for Ranger’s training – Challenge to, by the respondent no.1 contending that the circular order dated 17.10.1997 stood withdrawn by circular order dated 14.12.2009 issued by Govt. of Chhattisgarh which provides two additional increments to the trainees who stood first in the Forest Guard training instead of the earlier incentive of sending them for training as Ranger/Forester – Dismissed by the High Court – Division Bench set aside the said order on the ground that circular dated 17.10.1997 was withdrawn by order dated 14.05.2009 – In appeal before this Court, case of the appellant that the earlier circular made by Governor is withdrawn only on 11.06.2012 – Held: Judgment of the Division Bench cannot be sustained – Communication dated 14.12.2009 is not an order of the Governor or expressed to be made in his name – This communication does not bear the insignia of a Government Order – Whereas, the communication dated 11.06.2012 recalling the appellant from the Ranger’s Training contained two specific signs that it is expressly made in the name of the governor and that it specifically revoked the communication dated 17.10.1977 – M.P. Class III (Non–Minstl.) Forest Service Recruitment Rules, 1967 – r. 14(1) & r. 6(4)."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "MAHANAGAR TELEPHONE NIGAM LTD. (EAST-I) VS. THE ASSISTANT COMMISSIONER BIHANMUMBAI MAHANAGARPALIKA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNjE=",
        "Citation": "[2022] 16 S.C.R. 1045",
        "Case Type": "(CIVIL APPEAL /6745/2009)",
        "Date": "28 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMDQ1LTEwNTlfMTcwMzA2MzkzNi5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1045",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "28 April 2022",
        "Petitioner:": "Mahanagar Telephone Nigam Ltd. (east-i)",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 488",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "The Assistant Commissioner Bihanmumbai Mahanagarpalika And Ors.",
        "Case Type:": "CIVIL APPEAL /6745/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Municipalities – Bombay Municipal Corporation Act",
            "1888"
        ],
        "HeadNote": "Municipalities – Bombay Municipal Corporation Act, 1888 – ss. 297, 299 and 301 – Powers of the municipal body to maintain regular street line – Road line was fixed by the Municipal Corporation long back in the year 1988 by following procedure u/ s.297 – Subsequently, Respondents served Notice dated 27.09.2006 upon appellant u/s.299 for taking possession of land – Another notice served on 01.03.2008 calling upon the appellant to surrender land as demanded in the previous notice – Appellant approached High Court for quashing and setting aside the said two notices dated 27.09.2006 and 01.03.2008 – High Court rejected the writ petition – Appellant raised various contentions before Supreme Court, firstly, no compensation was awarded in respect of earlier surrender of land when land was handed for fixation of road line in 1988; secondly, impugned notices were unsustainable in terms of s.299(2) as sanction was not obtained from Central Government before issuing notice; thirdly, procedure contemplated u/s.297(1),viz. issuance of public notice for fixation of road line was not carried out; and lastly, representation / objections of the appellant were not considered – Held: Not much material to show that appellant had been pursuing the issue relating to non-payment of compensation for the earlier surrender of land – Appellant cannot now introduce said aspect for purpose of impugning the notices in question – Sanction u/s.299 is required only against taking possession of the land and building vested in a corporation constituted by law – Appellant was incorporated as a public limited company and registered under the Companies Act, 1956 – This cannot make it a corporation established by the law – So far as procedure contemplated u/s.297 is concerned, the High Court apparently was seized of the said aspect as it found that regular line was fixed in the year 1988 by following the procedure – Appellant did surrender land based on the earlier demand and there was no case at that stage that the regular line was fixed without conforming to the mandate of s.297 – Also, the appellant does not have a case that after the fixation of the regular line in the year 1988 as found by the High Court, there was a variation or change in the regular line and the same forms the basis for the impugned notices in the present case – Though appellant contended that there were vital installations and any interference with the same would prejudice the rights of many subscribers, besides interrupting the operations of the appellant, however, the issue raised relates to powers of the municipal body to maintain the regular street line which, in turn, is put in place to secure the highest public interest – This was thus an action on the part of the respondents which cannot be interfered with lightly – Public interest."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "SERIOUS FRAUD INVESTIGATION OFFICE AND OTHERS VS. SAHARA HOUSING INVESTMENT CORPORATION LIMITED AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNjQ=",
        "Citation": "[2022] 16 S.C.R. 1060",
        "Case Type": "(CIVIL APPEAL /4299/2022)",
        "Date": "26 MAY 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMDYwLTEwNzFfMTcwMzA2NDE0My5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1060",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "26 May 2022",
        "Petitioner:": "Serious Fraud Investigation Office And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 627",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Sahara Housing Investment Corporation Limited And Others",
        "Case Type:": "CIVIL APPEAL /4299/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Companies Act",
            "2013"
        ],
        "HeadNote": "Companies Act, 2013: ss.212 & 219 – Power to Investigate– Affairs of Company – Body Corporate – Writ petitions filed before High Court challenging the legality of the orders dated 31 October 2018 and 27 October 2020 of the Union Ministry of Corporate Affairs, authorising an investigation under provisions of ss.212 and 219 in respect of several corporate entities of the Sahara group – High Court, by its interim order stayed the operation, implementation and execution of the investigation orders on the grounds that directions issued for investigation by order dated 31 October 2018 was after the expiry of the stipulated time as per s.212(3); and order dated 27 October, 2020 authorising investigation into six other companies was prima facie contrary to s.219, as the six companies were neither subsidiaries nor holding companies of the companies which were to be investigated; and thirdly, orders did not furnish the reasons or circumstances which compelled the Central Government to form opinion – Aggrieved, Union government filed instant appeal – Issue limited to whether the High Court was justified in passing an interim direction staying the operation of the two orders – Held: High Court does have the power to pass wide-ranging directions in the exercise of its extraordinary jurisdiction – Companies Act 2013 does not contain any specific prescription of time and the reference to the completion of the investigation within a stipulated period is directory and not mandatory – Order of the Union Government dated 27 October 2020 contained factual averments which related to the invocation of the jurisdiction clause (c) of s.219, which allows an investigation into the affairs of any other body corporate whose Board of Directors comprises nominees of a company or is accustomed to act in accordance with the directions or instructions of the company or any of its directors – On the basis of material placed on record, it cannot be said that the Union Government had not indicated reasons for the exercise of its jurisdiction under s.212 and s.,219 – At this stage, the Union Government was only ordering an investigation and it would be inappropriate to place a burden of recording elaborate reasons when the purpose of the investigation is to ensure that a full enquiry into the affairs of the companies is carried out – High Court was not justified in staying the investigation and in passing the consequential directions which have been passed in the impugned orders at the interlocutory stage – Interlocutory order."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "NEW DELHI MUNICIPAL COUNCIL VS. MINOSHA INDIA LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNjY=",
        "Citation": "[2022] 16 S.C.R. 1072",
        "Case Type": "(CIVIL APPEAL /3470/2022)",
        "Date": "27 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMDcyLTEwOTNfMTcwMzA2NDQ1MS5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1072",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "27 April 2022",
        "Petitioner:": "New Delhi Municipal Council",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 486",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Minosha India Limited",
        "Case Type:": "CIVIL APPEAL /3470/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – Arbitration and conciliation Act, 1996 – Limitation Act, 1963 – Limitation Period – Insolvency – Appointment of Arbitrator – Freezing of limitation during the moratorium period – Appellant (NDMC) placed a purchase order with the Respondent (MIL) – Due to the failure on part of the Respondent to perform its obligation as per the existing agreement, NDMC terminated the agreement – On June 7, 2016, the Respondent (MIL) issued the notice for commencement of the arbitral proceeding as per the provisions provided under the A&C Act, 1996 – Before the commencement of the arbitral proceedings, insolvency proceedings started against the Respondent(MIL) on May 14, 2018 by the orders of NCLT – On November 28, 2019, the Resolution Plan to resolve the insolvency of the Respondent was sanctioned by the Tribunal – On the same date i.e. November 28, 2019, the Respondent(MIL) filed an application for appointment of the arbitrator before the High Court of Delhi as per s. 11(6) of the 1996 Act – The application for appointment of the arbitrator was allowed by the High Court on December 14, 2020 – Appellant did not raised any objection to the issue of limitation before the High Court – Before the Supreme Court, the appellant (NDMC) contended that the notice of commencement of the arbitration proceedings was dated June 7, 2016 and the application for appointment of an arbitrator has to be filed within the period of 3 years from the date on which the notice of commencement of the arbitral proceedings commenced – The application for appointment of arbitrator was made by the respondent on November 28, 2019 which is beyond the time period of three years – Also, the Respondent is not protected by the moratorium imposed under Section 60(6) read with Section 14 of the IBC, 2016 (period of limitation) – Held: an application under Section 7, 9 or 10, does bring in a period which is intended to bring a corporate debtor back to life if possible, ‘a period of calm’, in the words of the respondent – But this is a period during which the management of the corporate debtor is displaced, ironically, a period of turbulent churning – While it may be true that proceedings by the corporate debtor through the resolution professional is contemplated, it is not impossible to contemplate that the resolution professional for whatever reason it may be, does not discharge his duties and conduct proceedings in all matters as he should – This as can be the rationale for the Law Giver excluding the period of limitation in regard to suits or applications at the instance of the corporate debtor under Section 60(6) – In the instant case, an order of Moratorium under Section 14, the entire period of the Moratorium is liable to be excluded in computing the period of limitation even in a suit or an application by a corporate debtor."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "ASHUTOSH KUMAR VS. THE FILM AND TELEVISION INSTITUTE OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNjk=",
        "Citation": "[2022] 16 S.C.R. 1094",
        "Case Type": "(CIVIL APPEAL /7719/2021)",
        "Date": "12 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMDk0LTExMDdfMTcwMzA2NDcwMi5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1094",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "12 April 2022",
        "Petitioner:": "Ashutosh Kumar",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2022 INSC 418",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "The Film And Television Institute Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /7719/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Admission – Disability"
        ],
        "HeadNote": "Education/Educational Institutions: Admission – Disability – Color Blindness –Diploma course in Editing in the Films and Television Institute of India – Appellant, colour blind person excluded from pursuing a course for Diploma in Editing in the Films and Television Institute of India, Pune(FTII) – Previous order by this Court that the appellant has to go through the process of selection de novo due to his color blindness – Appellant relying on the principle of reasonable accommodation, tried to persuade this Court to revisit its earlier observations – Thereafter, constitution of an expert Committee to opine on the aspect of colour blindness as a disqualification for admission in various courses – Recommendation by the Committee that individuals with color blindness should be permitted to enroll ‘for all courses’ offered by FTII and the color grading module in the existing Diploma in Film Editing Course curriculum, should either be excluded or made elective – Accepting the majority opinion of the Committee, it is held that the individuals with color blindness are required to be adopted by the FTII in its curriculum – Said direction would also be applicable to other film and television institutes following a similar educational curriculum – However, due to the passage of time and the earlier order passed by the Court, no relief could be granted to the appellant. "
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "VARIMADUGU OBI REDDY VS. B. SREENIVASULU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNzE=",
        "Citation": "[2022] 16 S.C.R. 1108",
        "Case Type": "(CIVIL APPEAL /8470/2022)",
        "Date": "16 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMTA4LTExMjlfMTcwMzA2NDgxOS5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1108",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "16 November 2022",
        "Petitioner:": "Varimadugu Obi Reddy",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1207",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "B. Sreenivasulu & Ors.",
        "Case Type:": "CIVIL APPEAL /8470/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002"
        ],
        "HeadNote": "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002: ss. 13(2), 13(4), 14, 17(1), 18 – e-auction sale - Respondent availed three loan facilities after executing necessary security documents - Another Respondent stood as guarantor and created an equitable mortgage over her immovable property as security for due repayment of the said loan amount - Respondent borrowers committed default in repaying the outstanding loan amount as also the interest - Loan accounts classified as non-performing assets-NPA – Initiation of recovery proceedings by the respondent Bank-secured creditor under the provisions of the SARFAESI Act – Issuance of demand notice calling upon the respondent borrowers/guarantor to repay and discharge the outstanding loan amount – Bank then took physical possession of the property from the borrowers - Possession challenged by the respondent borrowers by filing a Securitization Application before the Debts Recovery Tribunal – Same was dismissed and the order attained finality - Bank issued notice prior to e-auction to the respondent borrowers calling upon the borrowers/ guarantor to repay the outstanding loan amount as demanded – Thereafter, issuance of e-notice by the Bank – Challenged by the respondents - By interim order Tribunal directed the respondent Bank to proceed with the auction sale of the secured asset scheduled with a further direction not to issue the sale certificate provided the respondent deposits certain amount within 15 days, however, the respondent failed to deposit the same – Bank then proceeded with the auction sale - Appellant declared the highest bidder, and sale certificate was issued in his favour - Before tribunal, respondent borrowers raised two primary objections that there was an error in the description of mortgaged property indicated in the e-auction sale notice resulting in low value in auction; and that the auction purchaser did not deposit the auction price within the specified time, as such breach of r. 9(4) of the Rules 2002 - Tribunal dismissed the applications filed by the respondents - Respondent borrowers then filed writ petition before the High Court u/Art. 226 - Division Bench of the High Court set aside the order passed by the tribunal holding that error in the description of the scheduled property in e\u0002auction sale notice was a serious infirmity in the process and cannot be sanctified; and that the auction purchaser failed to deposit balance bid amount within the stipulated time - Proceedings initiated from the stage of s. 13(2) of the SARFAESI Act, 2002 till the delivery of physical possession of the scheduled property set aside – On appeal, held: No documentary evidence placed on record to substantiate the kind of prejudice in value of property - Mere typographical error due to inadvertence which has not caused any prejudice to the borrowers, could not be considered to be the ground to annul the process held by the secured creditor - Four days’ delay which was caused in terms of the original auction notice, in no manner, would frustrate or annul the auction proceedings – Finding returned by the tribunal was well reasoned and duly supported with the material on record - Interference made by the High Court under the judgment while recording a finding that it was in breach of Rule 9(4) of the Rules, 2002 is not legally sustainable in law and is set aside – Practice of entertaining the writ application by the High Court in exercise of jurisdiction u/Art 226 without exhausting the alternative statutory remedy available under the law is deprecated – Respondent borrowers initially approached the Debts Recovery Tribunal by filing an application u/s. 17, but the order of the tribunal indeed was appealable u/s. 18 subject to the compliance of condition of pre - deposit and without exhausting the statutory remedy of appeal, the respondent borrowers approached the High Court by filing the writ application u/Art. 226 of the Constitution - This was to avoid the condition of pre-deposit - Security Interest (Enforcement) Rules 2002 – rr. 8(5), 8(6) & 9(4) – Judicial deprecation."
    },
    {
        "volume": "2022Volume 16",
        "Case Name": "WAVE INDUSTRIES PVT. LTD. VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNzQ=",
        "Citation": "[2022] 16 S.C.R. 1130",
        "Case Type": "(CIVIL APPEAL /9272/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNi9QYXJ0IEkvMjAyMl8yN18xMTMwLTExNDBfMTcwMzA2NDk2OC5wZGY=",
        "SCR Citation:": "[2022] 16 S.C.R. 1130",
        "Year/Volume:": "2022/ Volume 16",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "Wave Industries Pvt. Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 1281",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /9272/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Liability – Slump Sale Agreement dated 17.07.2010"
        ],
        "HeadNote": "Liability – Slump Sale Agreement dated 17.07.2010, followed by a sale deed, was entered into between U.P State Sugar Corporation Limited-Seller (UPSSCL) and Appellant-Purchaser for UPSSCL’s loss making Amroha sugar mill – Dispute arose w.r.t outstanding liability of unpaid duty, penalty, and interest, if to be discharged by the seller or the purchaser – Subsisting dues arising out of transactions occurring on dates prior to the sale, if contingent or conditional liability or an accrued liability which may be computed or discharged at a subsequent date – Held: There is no dispute that the liability towards the duty in question for the Amroha unit are in respect of business transactions for the period anterior to the signing date of the Slump Sale Agreement – The business liability for the Amroha unit had arisen out of the operation of the unit during the period before the same was sold to the appellant, although the liability is to be quantified and discharged at a future date – When the liability is capable of being estimated with reasonable certainty, the liability is not to be treated as a contingent one and should be considered as a liability which may be discharged at a future date – Thus, the liability in question not being a contingent one, the same cannot be fastened on the purchaser who were not operating the unit, prior to the Slump Sale Agreement dated 17.7.2010 – Further, in clause 12.1 and 12.2 of the Agreement read with Clause 9 of the Sale Deed, the liability of the purchaser, for the operation and activities of the unit, arose only after the signing date – Thus, dues relating to the activities and operation of the unit upto 17.7.2010 (signing date), were the liabilities of the UPSSCL – Also, prior to 17.7.2010, the appellant was neither a dealer nor a manufacturer and therefore, had no tax or duty obligations to satisfy for the operation of the Amroha unit – Impugned order erroneously held that the liabilities for the transactions made prior to the sale agreement are to be borne by the purchaser, set aside."
    }
]