[
    {
        "volume": "2022Volume 17",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, RAIPUR VS. M/S SEPCO ELECTRIC POWER CONSTRUCTION CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NjE=",
        "Citation": "[2022] 17 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /4928/2018)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xLTM1XzE3MDMwNDkzODcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 1",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Commissioner Of Central Excise, Raipur",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 679",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "M/s Sepco Electric Power Construction Corporation",
        "Case Type:": "CIVIL APPEAL /4928/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Finance Act",
            "1994: s.65(31) – Service Tax – Definition of “consulting engineer” u/s. 65(31) of the Act –"
        ],
        "HeadNote": "Finance Act, 1994: s.65(31) – Service Tax – Definition of“consulting engineer” u/s. 65(31) of the Act – Whether ‘bodycorporate’ is covered within its sweep prior to 2005 amendment –Held: Even before the 2005 amendment, the term ‘consultingengineer’ included “body corporate” – Even in s.3(42) of the GeneralClauses Act, 1897, the word “person” includes any company orassociation or body of individuals, whether incorporated or not –Therefore, there is no logic and/or reason to exclude a” bodycorporate” from the definition of “consulting engineer” and toexclude the services of a “consulting engineer” rendered by a “bodycorporate” to exclude and/or exempt from the service tax net – Suchan interpretation would lead to anomaly and absurdity – It will createtwo different classes providing the same services which could notbe the intention of the Parliament/Legislature – General ClausesAct, 1897 – s.3(42)."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "PRINCIPAL COMMISSIONER OF INCOME TAX-III, BANGALORE AND ANOTHER VS. M/S WIPRO LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NjQ=",
        "Citation": "[2022] 17 S.C.R. 36",
        "Case Type": "(CIVIL APPEAL /1449/2022)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8zNi01M18xNzAzMDQ5NDgxLnBkZg==",
        "SCR Citation:": "[2022] 17 S.C.R. 36",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Principal Commissioner Of Income Tax-iii, Bangalore And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 687",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "M/s Wipro Limited",
        "Case Type:": "CIVIL APPEAL /1449/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 – Ss. 10B",
            "10B (5)",
            "10B (8)",
            "72",
            "32 (1) (ii-a)",
            "80",
            "139 (1)",
            "139 (5) – Return of income u/S 139 (1) – Revised return"
        ],
        "HeadNote": "Income Tax Act, 1961 – Ss. 10B, 10B (5), 10B (8), 72, 32 (1)(ii-a), 80, 139 (1), 139 (5) – Return of income u/S 139 (1) – Revisedreturn –Denial of claim of carrying forward of losses –Respondentassessee filed return of income, declaring loss and claimingexemption u/S. 10 B of IT Act along with a note that no loss is beingcarried forward – Subsequently, assessee filed a declaration beforeAssessing Officer (AO) stating that it does not want to avail thebenefit u/10 B as per S. 10 B (8) and thereafter filed a revisedreturn of income wherein exemption u/10 B was not claimed andclaim for carry forward of losses was made – AO rejected thewithdrawal of exemption u/S. 10 B – Respondent Assessee filedappeal before Commissioner of Income Tax (Appeals), which upheldthe order passed by AO – Assessee filed appeal before ITAT, whichruled in favour of assessee, allowing the assessee’s claim forcarrying forward of losses under Section 72 of the IT Act – Appellantrevenue went in appeal before High Court, which dismissed theappeal –Whether, for claiming exemption under Section 10B (8) ofthe IT Act, the assessee is required to fulfil the twin conditions,namely, (i) furnishing a declaration to the assessing officer in writingthat the provisions of Section 10B (8) may not be made applicableto him; and (ii) the said declaration to be furnished before the duedate of filing the return of income under sub-section (1) of Section139 of the IT Act – Held:For claiming the benefit under Section10B (8), the twin conditions of furnishing the declaration to theassessing officer in writing and that the same must be furnishedbefore the due date of filing the return of income under sub-section(1) of section 139 of the IT Act are mandatory –A revised return ofincome, under Section 139(5) cannot be filed to withdraw the claim  and subsequently claiming the carried forward or set-off of anyloss –By filing the revised return of income, the assessee cannot bepermitted to substitute the original return of income filed undersection 139(1) of the IT Act – Also, if the claim is withdrawn postthe date of filing of return, the accountant’s report under section10B (5) would become falsified and would stand to be nullified.Interpretation of Statutes – Taxing Statutes/Provisions – In ataxing statute the provisions are to be read as they are and they areto be literally construed, more particularly in a case of exemptionsought by an assessee - Literal construction of interpretation to beused in taxing statutes/provisions"
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SWAMI SAMARTH SUGARS AND AGRO INDUSTRIES LTD. VS. LOKNETE MARUTRAO GHULE PATIL DNYANESHWAR SAHAKARI SAKHAR KARKHANA LTD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5Njk=",
        "Citation": "[2022] 17 S.C.R. 54",
        "Case Type": "(CIVIL APPEAL /4021/2022)",
        "Date": "13 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF81NC05MV8xNzAzMDQ5NTc0LnBkZg==",
        "SCR Citation:": "[2022] 17 S.C.R. 54",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "13 July 2022",
        "Petitioner:": "Swami Samarth Sugars And Agro Industries Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 717",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Loknete Marutrao Ghule Patil Dnyaneshwar Sahakari Sakhar Karkhana Ltd & Ors.",
        "Case Type:": "CIVIL APPEAL /4021/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Essential Commodities Act",
            "1955:s. 3 – Sugarcane(Control) Order",
            "1966 – clause 6A",
            "6C & 6D –Restriction on setting two sugar factories"
        ],
        "HeadNote": "r, 1966 – clause 6A, 6C & 6D –Restriction on setting two sugarfactories – Time limit for implementing Industrial EntrepreneurMemorandum (IEM) – In 2010, the appellant applied for IEM whichwas acknowledged by Govt. of India on the basis of a certificateregarding aerial distance between the existing sugar factory(Respondent no. 1) set up in 1974 and the nearby proposed sugarfactory –Writ petitions were filed challenging the grant of IEM tothe Appellant, one on the ground of aerial distance of proposedsugar factory and existing factory was more than 15 kms and thatthe proposed sugar factory falls within the radius of 500 metersfrom the bank of river thereby falling under no development zone –High Court held that the appellant is required to comply with alllaws including the anti-pollution, environmental protection andecology; and that the issue of aerial distance certificate cannot bereopened again–Subsequently the State of Maharashtra directedthat in terms of proviso to Clause 6A of the Control Order, 1966 nonew sugar factory would be set up within the radius of 25 kms ofany existing sugar factory or any other new factory– Thereafter,the time limit for implementing industrial entrepreneur memorandumwas amended – Appellant then sought NOC in view of the order ofthe High Court which was not granted by State authorities –Consequently, the appellant applied for extension of time andchange of location due to earlier location being no developmentzone and was accepted – Writ petition by the existing sugar factorychallenging grant of extension and change of location– Governmentallowed the extension a couple to times till 2020– Another writpetition filed by the existing sugar factory challenging grant ofextension and change of location – High Court held that theappellant had not taken any effective steps within the period of two years from the date of the acknowledgement of EMI; that the IEMstood de-recognized before the Sugar Control Order was amendedon 26.08.2016 which extended the period of implementation;thatextensions were granted in violation to the provisions of the Rulesand the Statute; and that as per the amendment, the new sugarfactory had to be at a distance of not less than 25 kms–Issue aroseas regards, whether in the absence of any interim order against theappellant in the first round of litigation, the period during whichwrit petitions were pending are liable to be excluded; whether theState/ Central Government was justified in excluding such periodwhile granting extension of IEM; whether the lis initiated againstthe appellant is a sufficient reason to exclude the period spent insuch litigation and was a reasonable ground for the State/CentralGovernment to extend IEM; whether the amended Control Order interms of proviso to Clause 6C as amended by the State ofMaharashtra on 03.12.2011 would be applicable when the HighCourt in the earlier writ petition has held that the issue of AerialDistance Certificate cannot be reopened at the instance of theappellant or any other party again, and whether the IEM standslapsed on the failure on the part of entrepreneur to set up the sugarfactory and start production within the time specified in Clause 6Cor such lapsing would be only after an order in terms of Clause 6Dof the Control Order is passed – Held: Latin maxim ‘Actus CuriaeNeminem Gravabit’, states that the act of the Court will not prejudiceanyone - During the whole litigation history, the appellant was atthe receiving end of the writ petitions, thus, the period spent in suchlis cannot be used against him - Though there was no interim orderpassed in the writ petitions, such petitions created a cloud on theright of the appellant to set up a sugar factory at the locationearmarked and to commence commercial production - Writ petitionsremained pending for a period of four years, the period spent indefending such writ petitions was validly taken into considerationby the State/Central Government to grant extension of time limitfixed in the Control Order - Extensions were given when the secondround of litigation was pending before the High Court due to whichthe appellant was not able to take effective steps- Decision of thecompetent authority to grant extensions of time was a proper exerciseof the powers- the subsequent amendment in the Control Order wouldnot have any application towards the IEM already issued–Unless the performance guarantee is forfeited, there is no lapsing of IEM–Twin conditions have to be fulfilled, (i) failure to set up plant andto commence production and then (ii) the forfeiture of theperformance guarantee – Second will not arise unless the first issatisfied and the second step cannot be undertaken, withoutcomplying with an opportunity of personal hearing in terms ofClause 6D of the Control Order – Unless the necessaryconsequences of de- recognition of IEM are undertaken, there isno automatic lapsing of IEM – Appellant had furnished aperformance guarantee of Rs. 1 crore, however, no steps taken eitherby State Government or by the Central Government to forfeit suchperformance guarantee inasmuch as not even a show cause noticewas issued – Thus, a conclusion cannot be drawn that the IEM isdeemed to be lapsed automatically only on account of lapsing oftime –Order passed by the High Court, is unsustainable and is setaside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "ALL INDIA HAJ UMRAH TOUR ORGANIZER ASSOCIATION MUMBAI VS. UNION OF INDIA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5NzM=",
        "Citation": "[2022] 17 S.C.R. 92",
        "Case Type": "(WRIT PETITION (CIVIL) /755/2020)",
        "Date": "26 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Abhay.S. Oka\n*, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF85Mi0xNTBfMTcwMzA0OTY5MC5wZGY=",
        "SCR Citation:": "[2022] 17 S.C.R. 92",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "26 July 2022",
        "Petitioner:": "All India Haj Umrah Tour Organizer Association Mumbai",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2022 INSC 749",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay.S. Oka",
        "Respondent:": "Union Of India & Ors",
        "Case Type:": "WRIT PETITION (CIVIL) /755/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Integrated Goods and Services Tax Act",
            "2017 — ss. 2(14)",
            "5(1)",
            "12",
            "13 —Place of Provisions of Services Rules",
            "2012 – rr. 2",
            "3",
            "4",
            "7",
            "and 8 –Petitioners-Hajj group organizers (HGO) and Private Tour operators (PTO) rendering service to Haj pilgrims for the Haj pilgrimage for performing the religious activity of Haj/Umrah – Liability to pay service tax"
        ],
        "HeadNote": "Haj matters:Integrated Goods and Services Tax Act, 2017 — ss. 2(14),5(1),12, 13 —Place of Provisions of Services Rules, 2012 – rr. 2, 3, 4, 7,and 8 –Petitioners-Hajj group organizers (HGO) and Private Touroperators (PTO) rendering service to Haj pilgrims for the Hajpilgrimage for performing the religious activity of Haj/Umrah –Liability to pay service tax –Plea of the petitioners that if the locationof the service recipient is outside the taxable territory, service taxcannot be levied; and that the levy is discriminatory as it exemptscertain hajis who undertake the pilgrimage through the HajCommittee – Held: Service rendered by the HGOs or PTOs to HajPilgrims is taxable for service tax as the service to Haj pilgrims isprovided or agreed to be provided in a taxable territory – As regardsexemption to Haj Committee, the Haj Committee is a statutorycommittee which is entrusted with various functions for the welfareof Haj pilgrims–Profit motive is completely absent in the case of theHaj Committee–Thus, the Haj Committee constitutes separate classin itself as distinguished from HGOs when it comes to renderingservice to Haj pilgrims – There is an intelligible differentia for thisclassification–No part of the package offered by HGOs involves aservice by way of conduct of any religious ceremony – Thus, thesub-clause (b) of clause 5 of the Mega Exemption Notification cannotbe invoked by the HGOs – Exemption under sub-clause (b) of clause5 is to the service provider–HGOs have no role to play in actualconduct of religious ceremonies which are a part of Haj pilgrimage– Service rendered by HGOs to Haj pilgrims is to facilitate them toreach at the destination to perform rituals/religious ceremonies –No religious ceremony is performed or conducted by the HGOs–Religious ceremony is conducted by Haj pilgrims or by someone else in the Kingdom of Saudi Arabia –Thus, exemption under clause5A is not applicable to HGOs –Mega Exemption Notification no.25of 2012–ST."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "COMMISSIONER OF CUSTOMS AND CENTRAL EXCISE, AMRITSAR (PUNJAB) VS. M/S D.L. STEELS ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5Nzg=",
        "Citation": "[2022] 17 S.C.R. 151",
        "Case Type": "(CIVIL APPEAL /2360/2009)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xNTEtMTcyXzE3MDMwNDk4MDcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 151",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Commissioner Of Customs And Central Excise, Amritsar (punjab)",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 666",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "M/s D.l. Steels Etc",
        "Case Type:": "CIVIL APPEAL /2360/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Tariff Act",
            "1975",
            "Dispute regarding classification"
        ],
        "HeadNote": "ied pomegranate seeds/‘anardana’ in tariff entries underHeading 0813 as claimed by the Customs Authorities or underHeading 1209 as claimed by the Respondents/importers –Respondents imported two consignments of ‘anardana’ fromPakistan and they classified the goods under the tariff sub-heading1209.99.90 which attracts basic custom duty at the rate of 5% pluseducation cess at the rate of 2% – However, according to CustomsAuthorities the goods falls under sub- heading 0813.40.90 whichattracts basic customs duty at the rate of 30% plus education cessat the rate of 2% – Adjudicating authority confirmed the differentialduty and imposed a personal penalty on the Respondent along withinterest – First appeal preferred by the Respondents were allowedby the Commissioner (Appeals) opining that the Heading 0810applies to the type of pomegranate which is consumed as a fruitand on the other hand, goods/‘anardana’ were the dried form of atype of pomegranate which, when fresh, is not consumed as a fruit,therefore heading 0810 would have no relevance to the type ofpomegranate from which the goods are obtained – Aggrieved, theRevenue preferred appeals before the CESTAT – Appeal wasdismissed observing that in Explanatory Notes to the Heading 1209,the goods did not fall in the list of items expressly excluded fromsub-heading 1209.99.09, they very well stood included in the sub-heading 1209.99.90 and therefore, sub-heading 0813.40.90 wasnot applicable – Further, words in a taxing statute must be construedin the same sense as understood in common or trade parlance, andthe Revenue had failed to lead any evidence to support its contentionthat in trade parlance, the goods are understood as dried fruits –On appeal, held: Once the finding of fact recorded by the CESTATis accepted that ‘anardana’ is a dried product of local ‘daru’ or  wild pomegranate, which grows in mid hill conditions and whichfruit in its fresh form is different from the pomegranate included inclause 7 to Heading 08.10, as this wild pomegranate is not consumedas a fresh fruit, the contention of the Revenue must fail –Classification arrived by CESTAT upheld.Interpretation of Statutes – Principle of Common Parlance/Common Parlance test – When a word is not explicitly defined, orthere is ambiguity as to its meaning, it must be interpreted for thepurpose of classification in the popular sense, which is the senseattributed to it by those people who are conversant with the subjectmatter that the statute is dealing with – It is an extension of thegeneral principle of interpretation of statutes for deciphering themind of the law-maker – However, the above rule is subject to certainexceptions, for example, when there is an artificial definition orspecial meaning attached to the word in a statute, then the ordinarysense approach would not be applicable.Words and Phrases – Meaning of the word ‘edible’ – Derivedfrom the latin word ‘edibilis’ which means eatable - must be construedusing the principle of common parlance testWords and Phrases – Meaning of the word ‘seed’ – In commonparlance and in commercial sense means the grains or ripenedovules of plants using for sowing- ‘anardana’ is prepared bydehydrating the arils of wild pomegranates and not from thepomegranate which is eaten as a fresh fruit."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "THE KHASGI (DEVI AHILYABAI HOLKAR CHARITIES) TRUST, INDORE & ANR. VS. VIPIN DHANAITKAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5ODQ=",
        "Citation": "[2022] 17 S.C.R. 173",
        "Case Type": "(CIVIL APPEAL /4839/2022)",
        "Date": "21 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Abhay.S. Oka\n*, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xNzMtMjIxXzE3MDMwNDk5NzYucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 173",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "21 July 2022",
        "Petitioner:": "The Khasgi (devi Ahilyabai Holkar Charities) Trust, Indore & Anr.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 739",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay.S. Oka",
        "Respondent:": "Vipin Dhanaitkar & Ors.",
        "Case Type:": "CIVIL APPEAL /4839/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Trusts and Charities: Madhya Pradesh Public Trusts Act",
            "1951:ss. 2 (4)",
            "4 (1)",
            "14",
            "36 (1) – Registration of Public Trusts – Alienation of trust property –Previoussanction of Registrar"
        ],
        "HeadNote": "Trusts and Charities:Madhya Pradesh Public Trusts Act, 1951:ss. 2 (4), 4 (1), 14,36 (1) – Registration of Public Trusts – Alienation of trust property–Previoussanction of Registrar – On facts, matter pertaining toillegal alienation of appellant trust-Khasgi Trust by the trustees –Trust deed of the appellant trust executed in 1962 and is traced toHolkar rulers – Alienations were made by the trustees in relation toat least six properties –Collector held that the properties mentionedin the Trust Deed were the properties of the State Government; thatthe trustees made illegal alienations without prior permission fromGovernment, thus the alienations held to be invalid–Collectordirected that the name of the State Government to be entered inrevenue records to prevent further alienations– Said orderchallenged by the appellant Trust and its trustee – Single Judge ofthe High Court disposed of the petition by issuing diverse directionsfor the administration of Khasgi Trust - Another writ petition filedby the appellant-Khasgi Trust disposed of by directing the authoritiesto correct the revenue record – Appeals before the Division Bench,wherein it was held that the Appellant- Khasgi Trust was governedby the Public Trusts Act; that the Trustees had no authority to alienatethe Khasgi properties as the same was vested in the StateGovernment; and that the Single Judge had virtually re-written theTrust Deed and therefore, the judgment could not be sustained –On appeal, held: Khasgi (Devi Ahilyabai Holkar Charities) Trust,Indore, is a Public Trust governed by the provisions of the 1951 Act–Khasgi Trust, is an express Trust for public, religious and charitablepurposes –Trustees have a duty to safeguard the interests of thebeneficiaries of the Public Trust – Thus, the trustees directed to getthe Khasgi Trust registered under the Public Trusts Act by making the necessary application– Properties described in Part ‘B’ of theSchedule to the Trust Deed, are properties of the said Public Trust–Alienationof the said properties can be made only by taking recourseto s.14 – Supplementary Trust Deed is also valid – Issuance of thedirection by the High Court to Economic Offences Wing of the StateGovernment to hold an inquiry was not warranted–Registrar havingjurisdiction over Khasgi Trust, to call for the record of the Trustrelating to all the alienations made by trustees and after holding aninquiry to determine if any loss was caused to the Public Trustbyalienation – Subjectto the said directions, the judgment of theDivision Bench as well as the Single Judge set aside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "M. V CHANDRAKANTH VS. SANGAPPPA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5ODg=",
        "Citation": "[2022] 17 S.C.R. 222",
        "Case Type": "(CIVIL APPEAL /4963/2022)",
        "Date": "29 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8yMjItMjM1XzE3MDMwNTAwOTQucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 222",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "29 July 2022",
        "Petitioner:": "M. V Chandrakanth",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 769",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Sangapppa & Ors",
        "Case Type:": "CIVIL APPEAL /4963/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Scheduled Castes",
            "Schedule Tribes and Other Backward Classes (Reservation of Appointments",
            "etc.) Act",
            "1990"
        ],
        "HeadNote": "Karnataka Scheduled Castes, Schedule Tribes and OtherBackward Classes (Reservation of Appointments, etc.) Act, 1990 –Karnataka Scheduled Castes, Schedule Tribes and Other BackwardClasses (Reservation of Appointment, etc.) Rules, 1992 – r.7 – SingleJudge dismissed the writ petition filed by respondent no.1 claimingthe benefit of reservation for Other Backward Classes as a memberof the ‘Ganiga’ caste – Order set aside by Division Bench –Correctness of – Held: Division Bench observed that the SingleJudge also accepted that the caste of the Respondent might beLingayat-Ganiga but erred in arriving at the finding that Lingayat-Ganiga could not be construed Hindu Ganiga – It found that thefinding of the Single Judge that Hindu-Ganiga and Lingayat-Ganiga were two different castes was not acceptable – A Lingayatis also a Hindu – Also, materials on record show the caste of theforefather and relatives of the Respondent No.1 as ‘Ganiger’ or‘Ganiga’ – ‘Ganiger’ is a variant of the word ‘Ganiga’ found innorth Karnataka region – Further, even if the Caste Certificate andthe Validity Certificate are ignored, there are materials including apre-constitution registered sale deed of the Respondent No.1’sgrandfather showing his caste was ‘Ganiga’ – The document isrelevant, it proves the caste of the Respondent No.1 to be ‘Ganiga’– No ground to interfere with the well reasoned judgment of theDivision Bench."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "NATIONAL PETROLEUM CONSTRUCTION COMPANY VS. DEPUTY COMMISSIONER OF INCOME TAX, CIRCLE 2(2), INTERNATIONAL TAXATION, NEW DELHI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5OTA=",
        "Citation": "[2022] 17 S.C.R. 236",
        "Case Type": "(CIVIL APPEAL /4964/2022)",
        "Date": "29 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8yMzYtMjYyXzE3MDMwNTAyMTcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 236",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "29 July 2022",
        "Petitioner:": "National Petroleum Construction Company",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 772",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Deputy Commissioner Of Income Tax, Circle 2(2), International Taxation, New Delhi & Anr.",
        "Case Type:": "CIVIL APPEAL /4964/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 – ss.197",
            "195(1) – Income Tax (Second Amendment) Rules",
            "2011 – r.28AA –"
        ],
        "HeadNote": "Income Tax Act, 1961: s. 254(2A) third proviso – Provision as regards appellate tribunal granting stay – Third proviso providing for automatic vacation of a stay that has been granted on the completion of 365 days, whether or not the assessee is responsible for the delay caused in hearing the appeal – Constitutional validity of – Held: Third proviso to s. 254(2A), is both arbitrary and discriminatory and, thus, liable to be struck down as offending Art. 14 – Unequals are treated equally – No differentiation is made by the third proviso between the assessees who are responsible for delaying the proceedings and assessees who are not so responsible – Also, the said proviso would result in the automatic vacation of a stay upon the expiry of 365 days even if the Appellate Tribunal could not take up the appeal in time for no fault of the assessee – Further, vacation of stay in favour of the revenue would ensue even if the revenue is itself responsible for the delay in hearing the appeal – Thus, the Third proviso to s. 254(2A) will now be read without the word “even” and the words “is not” after the words “delay in disposing of the appeal” – Any order of stay shall stand vacated after the expiry of the period or periods mentioned in the Section only if the delay in disposing of the appeal is attributable to the assessee – Constitution of India – Art.14.Tax/Taxation: Tax statutes – Challenge to tax statutes u/Art. 14 – Grounds for challenge – Held: Can be on grounds relatable to discrimination as well as grounds relatable to manifest arbitrariness, which may be procedural or substantive in nature – Constitution of India – Art.14.Tax statutes – Interpretation of – Golden rule of interpretation – Significance of – Held: Golden rule of interpretation cannot be ignored while interpreting tax statutes."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "UNION OF INDIA VS. RAMCHANDRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5OTU=",
        "Citation": "[2022] 17 S.C.R. 263",
        "Case Type": "(CIVIL APPEAL /5006/2022)",
        "Date": "11 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8yNjMtMjgxXzE3MDMwNTAzNjIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 263",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "11 August 2022",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 820",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Ramchandra & Ors.",
        "Case Type:": "CIVIL APPEAL /5006/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894– ss.23(1-A)",
            "23(2) – Land owned by company was acquired for Railway line–Land Acquisition Collector awarded compensation @ Rs.5/-"
        ],
        "HeadNote": "ompany was acquired for Railway line–Land AcquisitionCollector awarded compensation @ Rs.5/- per square feet as themarket value of the land acquired, alongwith additionalcompensation for expenditure incurred on construction of pillarsapart from statutory benefits–Reference Court considering the ratesof residential plots awarded compensation of Rs.40/- per squarefeet for the land acquired and also for the entire land of the companyon the ground that the unacquired land cannot be utilized for thepurpose intended to be used by the Company –High Court affirmedthe said finding but, reduced the amount of compensation to Rs.19per square feet – On appeal, held: Compensation for the entireland owned by the Company is wholly unwarranted, illegal andunduly advantageous to the Company–Process of determiningcompensation by the Reference Court is wholly fallacious – Thus,the appeal of the Company claiming enhancement of thecompensation @ Rs. 40/- per square feet is untenable – Even thecompensation determined by the High Court is questionable but noreason found to interfere in the present appeal –Land ownersincluding the Company entitled to compensation of their land situatedwithin 30 meters from the middle of the railway track on both sides@ Rs.19 per square feet–Company also entitled to compensation ofRs. 14,34,300/- on account of pillars raised –In respect of remainingland after the extent of 30 meters on the eastern side of the railwaytrack, the Company is entitled to compensation @ Rs. 9.5 per squarefeet but without any benefits u/s.23(1-A) and s.23(2)."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "GAJUBHA JADEJA JESAR VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMDI=",
        "Citation": "[2022] 17 S.C.R. 282",
        "Case Type": "(CIVIL APPEAL /3116/2020)",
        "Date": "10 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8yODItMjk2XzE3MDMwNTA2MjcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 282",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "10 August 2022",
        "Petitioner:": "Gajubha Jadeja Jesar",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 812",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /3116/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Green Tribunal Act",
            "2010 – s. 21 – Jurisdiction of Tribunal"
        ],
        "HeadNote": "unal under – Permission granted by State Pollution ControlBoard to Project Proponent, who had applied for consent to establishCold Rolled Coils of stainless steel – It was alleged that the projectproponent had set up the unit in violation of Environment ImpactAssessment (EIA) notification dated 14.09.2006 and priorenvironmental clearance was required – Application filed beforethe Tribunal – On basis of the recommendation of the ExpertAppraisal Committee (EAC), Tribunal granted a period of at leastone year to operate for the purpose – Applicant challenged thetime granted by the Tribunal on the ground that the Tribunal has nojurisdiction to grant period for obtaining Environmental Clearance– The Project Proponent, aggrieved against the order passed bythe Tribunal, challenged the findings recorded that EnvironmentalClearance is required – During pendency of the appeals before theSupreme Court, the Project Proponent was served with the closurenotice by the State Pollution Control Board – Held: No error in theorder passed by the Tribunal – The order of the Tribunal is basedupon recommendation of the EAC which suggested that one yeartime should be granted to the industry to comply with the EIAnotification dated 14.9.2006 – In the instant case, in view of theamendment in the EIA notification dated 20.7.2022, the unit hastime to seek Environmental Clearance in terms of the time linementioned in the notification – Therefore, the order of closure ofthe unit cannot be sustained."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "HARIS MARINE PRODUCTS VS. EXPORT CREDIT GUARANTEE CORPORATION (ECGC) LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMDQ=",
        "Citation": "[2022] 17 S.C.R. 297",
        "Case Type": "(CIVIL APPEAL /4139/2020)",
        "Date": "25 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8yOTctMzE3XzE3MDMwNTA3MzcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 297",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "25 April 2022",
        "Petitioner:": "Haris Marine Products",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 471",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Export Credit Guarantee Corporation (ecgc) Limited",
        "Case Type:": "CIVIL APPEAL /4139/2020",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insurance – Respondent-ECGC provides a range of credit risk insurance cover to exporters"
        ],
        "HeadNote": "Insurance – Respondent-ECGC provides a range of creditrisk insurance cover to exporters – Appellant-exporter paid premiumto ECGC for the Single Buyer Exposure Policy which coveredforeign buyer’s failure to pay for goods exported – Coverage ofthe Policy was w.e.f 14.12.2012-13.12.2013 – The vessel set sailon 15.12.2012 – The Bill of Lading was prepared with a linespecifying the date of ‘onboard’ (i.e., date on which vesselcommenced loading the goods in question on board) as 13.12.2012– The overseas buyer defaulted on payment – Appellant’s claimrejected by ECGC – Filed complaint before NCDRC, dismissed –On appeal, held: A plain reading of the policy in questiondemonstrates that it was taken to protect against failure of theforeign buyer in paying the Indian exporter for goods exported – Itwas not a policy taken to cover in-transit insurance, and the causeof action triggering the claim arose much later, i.e., on 14.02.2013,well within the coverage of the policy – While interpreting insurancecontracts, the risks sought to be covered must also be kept in mind– The date of loading goods onto the vessel, which commenced oneday prior to the effective date of the policy, is not as significant asthe date on which the foreign buyer failed to pay for the goodsexported, which was well within the coverage period of the Policy– Thus, the claim could not be dismissed simply on such basis,especially given that the date of loading the goods onto the vesselwas immaterial to the purpose for which the policy was taken bythe appellant – On harmoniously construing the documents of thepolicy, it is in fact the date on the Bill of Lading, and not the Mate’sReceipt / date of shipment which ought to be considered as the dateof ‘despatch / shipment’, for the Bill of Lading is the legal documentconferring title and possession of the goods to the carrier – Further, deviating from the rule of contra proferentem, even if in the presentinstance the third-party DGFT Guidelines were to be applied, itwould not favour the ECGC – Impugned order set aside and theappellant’s complaint is allowed – Foreign Trade (Development andRegulation) Act, 1992.Insurance – Rule of contra proferentem – Standard forminsurance policies – Contract d’ adhesion or boilerplate contracts –Reconciliation of ambiguous terms – Held: An ambiguous term inan insurance contract is to be construed harmoniously by readingthe contract in its entirety – If after that, no clarity emerges, thenthe term must be interpreted in favour of the insured, i.e., againstthe drafter of the policy – The rule of contra proferentem thus protectsthe insured from the vagaries of an unfavourable interpretation ofan ambiguous term to which it did not agree – The rule assumesspecial significance in standard form insurance policies, calledcontract d’ adhesion or boilerplate contracts, in which the insuredhas little to no countervailing bargaining power – This considerationis highlighted in the present case, since the risks that respondent-ECGC is mandated to cover is its business, and other insurers rarelyforay into the field."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SUNIL KUMAR JAIN AND OTHERS VS. SUNDARESH BHATT AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMDk=",
        "Citation": "[2022] 17 S.C.R. 318",
        "Case Type": "(CIVIL APPEAL /5910/2019)",
        "Date": "19 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8zMTgtMzQzXzE3MDMwNTA4OTQucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 318",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "19 April 2022",
        "Petitioner:": "Sunil Kumar Jain And Others",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 438",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Sundaresh Bhatt And Others",
        "Case Type:": "CIVIL APPEAL /5910/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016 – ss.5(13)",
            "36(4)",
            "53(1)(b) & (c)"
        ],
        "HeadNote": ")(b) & (c) – Claim of the appellants-workmen/employees ofCorporate Debtor, working at Dahej Yard and Mumbai, relating towages/salary for the period involving Corporate InsolvencyResolution Process (CIRP) and the amount due and payable to therespective workmen/employees towards Pension Fund, Gratuity Fundand Provident Fund – Held: On a fair reading of s.5(13) of the IBcode which defines “insolvency resolution process costs”, the duestowards the wages/salaries of only those workmen/employees whoactually worked during the CIRP are to be included in the CIRPcosts – Rest of the claims towards the wages/salaries of the workmen/employees shall be governed by ss.53(1)(b) & (c) of the IB Code –Further, considering s.36(4) of the IB code and when the providentfund, gratuity fund and pension fund are kept out of the liquidationestate assets, the share of the workmen dues shall be kept outsidethe liquidation process and the concerned workmen/employees shallhave to be paid the same out of such provident fund, gratuity fundand pension fund, if any, available and the Liquidator shall nothave any claim over such funds – In the present case, there aredisputed questions, whether in fact the IRP/RP managed theoperations of the corporate debtor as a going concern during theCIRP and there is a serious dispute whether Dahej Yard wasoperational during the CIRP or not and the concerned workmen/employees of the Dahej Yard and the Mumbai Head Office actuallyworked during the CIRP or not – Appellants to submit their claimsbefore the Liquidator and establish and prove that during CIRP,IRP/RP managed the operations of the corporate debtor as a goingconcern and that they actually worked during the CIRP – Liquidatorto adjudicate such claims in accordance with law and on its ownmerits and on the basis of the evidence, independently. Insolvency and Bankruptcy Code, 2016 – ss. 3 (36), 5 (13) &(14), 17, 20, 25, 33 (7), 36 (4), 53(1)(a), (b) & (c) – Companies Act,1956 – ss.59 A, 529A (1) (c), 530– Companies Act, 2013 – ss.326,327 – Legislative History with respect to workmen/employee’s duestowards the wages/salaries including the amount due and payabletowards provident fund, gratuity and pension fund – Discussed.Insolvency and Bankruptcy Code, 2016 – ss.36(4), 53 – Held:Under the IB Code, the workmen dues have been duly protectedand the provident fund, gratuity and pension fund have beenexcluded from the liquidation estate assets [s.36(4)] – Furthermore,as per s.53 of the IB Code, the workmen dues are given the toppriority in the waterfall mechanism.Insolvency and Bankruptcy Code, 2016 – ss.5(13), 20,53(1)(a) – Held: It cannot be disputed that as per s.5(13), “insolvencyresolution process costs” shall include any costs incurred by theresolution professional in running the business of the corporatedebtor as a going concern – It is also true that s.20 mandates thatthe interim resolution professional/resolution professional is tomanage the operations of the corporate debtor as a going concernand in case during the CIRP the corporate debtor was a goingconcern, the wages/salaries of such workmen/employees whoactually worked, shall be included in the CIRP costs and in case ofliquidation of the corporate debtor, dues towards the wages andsalaries of such workmen/employees who actually worked whenthe corporate debtor was a going concern during the CIRP, beinga part of the CIRP costs are entitled to have the first priority andthey have to be paid in full first as per s.53(1)(a)– Therefore, whileconsidering the claims of the concerned workmen/employeestowards the wages/salaries payable during CIRP, first of all it hasto be established and proved that during CIRP, the corporate debtorwas a going concern and that the concerned workmen/employeesactually worked while the corporate debtor was a going concernduring the CIRP – Plea of the appellants that as the RP is undermandate to manage the operations of the corporate debtor as agoing concern u/s.20 and therefore it is to be presumed that the RPmanaged the operations of the Corporate Debtor as a goingconcern and thus, the workmen/employees are entitled to their wagesand salaries during the CIRP, as their wages/salaries to be included ABCDEFGH320 SUPREME COURT REPORTS [2022] 17 S.C.R.in the CIRP costs, is not acceptable – However, the wages andsalaries of the workmen/employees of pre-CIRP period will have tobe governed as per the priorities mentioned in s.53(1)."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "THE NATIONAL MEDICAL COMMISSION VS. POOJA THANDU NARESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTI=",
        "Citation": "[2022] 17 S.C.R. 344",
        "Case Type": "(CIVIL APPEAL /2950/2022)",
        "Date": "29 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8zNDQtMzU5XzE3MDMwNTEwMTEucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 344",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "29 April 2022",
        "Petitioner:": "The National Medical Commission",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 494",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Pooja Thandu Naresh & Ors.",
        "Case Type:": "CIVIL APPEAL /2950/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Medical Education: Eligibility Requirement for Taking Admission in an Undergraduate Medical Course in a Foreign Medical Institution Regulations",
            "2002"
        ],
        "HeadNote": "Medical Education: Eligibility Requirement for TakingAdmission in an Undergraduate Medical Course in a ForeignMedical Institution Regulations, 2002 – Online Clinical Training –Provisional registration declined on the ground that the student hadnot completed the ninth semester in part and tenth semestercompletely – Clinical training for tenth semester was done online –Whether the degree granted by the Foreign Institute even in respectof clinical training through online mode is binding on the Appellant-Commission and whether the student has to be provisionallyregistered – Appellants argued that clinical training cannot beimparted through online mode as it is the actual training involvingdiagnosis and interactions with the patients – Respondents contendedthat acquiring primary medical qualification from the ForeignMedical Institute was acceptable for grant of registration as perRegn.2(c) read with Regn.2(e) – Held: Regn.4(3) makes it mandatorythat a candidate should have studied for the medical course at thesame institute located abroad for the entire duration of the course– Appellant is not bound to grant provisional registration to thestudent who has not completed the entire duration of the coursefrom the Foreign Institute including the clinical training – Withoutpractical training, there cannot be any doctor who is expected totake care of the citizens of the country.Constitution of India: Right to Equality – Held: Certainstudents having been granted provisional registration will not conferany right to the student to claim provisional registration so as toundergo the internship – There cannot be any equality in illegality."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "BHARAT PETROLEUM CORPORATION LTD. (BPCL) & ORS VS. NISAR AHMED GANAI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMTg=",
        "Citation": "[2022] 17 S.C.R. 360",
        "Case Type": "(CIVIL APPEAL /6781/2022)",
        "Date": "12 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8zNjAtMzc1XzE3MDMwNTE3MDAucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 360",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "12 October 2022",
        "Petitioner:": "Bharat Petroleum Corporation Ltd. (bpcl) & Ors",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1074",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Nisar Ahmed Ganai & Ors.",
        "Case Type:": "CIVIL APPEAL /6781/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "uisition Rehabilitation and Resettlement Act, 2013 – Applicabilityof – Land in question was sought to be acquired under the J&KLand Acquisition Act, 1990 – Landowners filed the writ petitionbefore the High Court challenging the land acquisition proceedingsinitiated under the J&K Land Acquisition Act, 1990 – During thependency of the writ petition, the J&K Land Acquisition Act, 1990came to be repealed – Original writ petitioners-landowners submittedthat neither the possession of the land in question nor the awardhas been declared under the J&K Land Acquisition Act, 1990 –Thus, the landowners will be entitled to compensation of acquiredland in accordance with the Right to Fair Compensation andTransparency in Land Acquisition, Rehabilitation and ResettlementAct, 2013 – High Court allowed the writ petitions and directed todetermine the compensation of the acquired lands in accordancewith the s.24 (1) of the Act of 2013 – Appellants submitted beforethe Supreme Court, that the High Court has erred and in view ofClause 2(13) of the J&K Reorganisation (Removal of Difficulties)Order, 2019 read with Section 6 of the General Clauses Act, therights, privileges, obligations or liabilities acquired, accrued orincurred under any law so repealed and that any investigation, legalproceedings or remedy may be instituted, continued and enforcedas if J&K Reorganisation Act, 2019 has not been passed – Section24(1) of the Act of 2013 will not be applicable – Held: Section24(1) of the Act, 2013 speaks about the land acquisition proceedingsinitiated under the Land Acquisition Act, 1894 and in the presentcase, the land in question have been acquired as per the provisionprovided under the J&K Land Acquisition Act, 1990 – The case ofthe landowners that as the provisions of the J&K State Act of 1990are pari materia to the Land Acquisition Act, 1894 , the provisionsunder Section 24(1) of the Act of 2013 will be applicable, cannot be accepted – The language of Section 24 of the Act of 2013 is veryclear and unambiguous and it talks about the Land AcquisitionAct, 1894 only and does not speak about any other pari materiaprovision of different statutes – High Court has committed a seriouserror in directing to pay compensation under the Act of 2013 –Therefore, the impugned common judgment and order of the HighCourt is quashed – Accordingly, all the writ petitions are remittedback to the High Court to decide in accordance with the law andon its own merit – However, the issue with respect to the applicabilityof the Act of 2013 is concluded."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "GULF OIL CORPORATION LTD. VS. THE STATE OF TELANGANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMjA=",
        "Citation": "[2022] 17 S.C.R. 376",
        "Case Type": "(CIVIL APPEAL /7759/2014)",
        "Date": "13 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8zNzYtNDE1XzE3MDMwNTE4MTQucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 376",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "13 September 2022",
        "Petitioner:": "Gulf Oil Corporation Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 953",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "The State Of Telangana & Ors.",
        "Case Type:": "CIVIL APPEAL /7759/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "telangana Charitable and Hindu Religious Institutions and Endowments Act",
            "1987– ss.75",
            "80",
            "82"
        ],
        "HeadNote": "Telangana Charitable and Hindu Religious Institutions andEndowments Act, 1987– ss.75, 80, 82 – Telangana Charitable andHindu Religious Institutions and Endowments Immovable Propertiesand other Rights (Other than Agricultural Land) Leases and LicensesRules, 2003– r.15– High Court inter alia ordered the appellant-lesseeto be evicted under the 1987 Act – Whether the land in question isagricultural land to which the 1987 Act is applicable and the leasein favor of the lessee stands cancelled in terms of s.82(1) of theAct; and whether the parties went to trial with the knowledge thatthe land in question was agricultural land in the proceedingsbetween the parties before the Endowments Tribunal – Held: Natureof land is distinct from the use of the land – Since the land isagricultural land, its use for non-agricultural purposes would notalter the nature of the land as an agricultural land – s.82 of the1987 Act mentions “any lease of agricultural land….”, therefore,the lease has to be of agricultural land irrespective of the use towhich the lessee may put such agricultural land to – Language ofthe statute refers to nature of the land and not the use thereof –Therefore, in the present case, even in terms of the written argumentsraised by the lessee before the Tribunal, the use of land for non-agricultural purposes would be irrelevant for statutory cancellationof the lease of agricultural lands u/s.82 of the 1987 Act – Further,1987 Act is a Code in itself providing for constitution of theEndowments Tribunal, appeal, revision and review – The strict ruleof procedure contemplated by the Code of Civil Procedure, 1908 inrespect of pleadings and evidence cannot be extended to the Tribunalconstituted for specific purpose – In the instant case, since thelessees were aware of the fact that the Mutt-The lessor claims theland to be agricultural land and statutory cancellation of the leasewas being averred for the reason that the leased land was  agricultural, therefore, the lessees cannot complain of any violationof principles of natural justice or strict rules of pleading as isrequired under the CPC – The parties were aware of the controversyabout the nature of the land – Thus, the lessee cannot be permittedto turn around to dispute the nature of land leased to them – Further,r.15 of the 2003 Rules will have no application to the agriculturalland in view of the fact that s.82(3) and (4) is applicable only to theland and property which is not agricultural – Since the land hasbeen found to be agricultural, therefore, 2003 Rules would not beapplicable to the land in question – Thus, the direction in CANo.7761 of 2014, to consider the request of the lessee to considerthe grant of lease u/r.15 is untenable and is set aside – AndhraPradesh Charitable and Hindu Religious Institutions & EndowmentsAct, 1966 – Hyderabad Abolition of Inams Act, 1955 – Code ofCivil Procedure, 1908.Hyderabad Abolition of Inams Act, 1955 – Applicability of –Held: The Inams Abolition Act is not applicable to the Mutt for thereason that the Act itself is not applicable to charitable and thereligious institutions in terms of s.1(2)(i) up to 26.12.1985 andthereafter in terms of first proviso to s.4(1) of the Inams AbolitionAct – Thus, any finding recorded by the Joint Collector is only forthe purposes of negating the claim of Power of Attorney holderclaiming occupancy rights – It has been categorically held by theJoint Collector that the Act is not applicable to the Mutt – TelanganaAbolition of Inams Act, 1955 – Andhra Pradesh (Amendment) Act,1994."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SMT. KATTA SUJATHA REDDY & ANR. VS. SIDDAMSETTY INFRA PROJECTS PVT. LTD.& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMjI=",
        "Citation": "[2022] 17 S.C.R. 416",
        "Case Type": "(CIVIL APPEAL /5822/2022)",
        "Date": "25 AUGUST 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF80MTYtNDUwXzE3MDMwNTE5MzIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 416",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "25 August 2022",
        "Petitioner:": "Smt. Katta Sujatha Reddy & Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 865",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "Siddamsetty Infra Projects Pvt. Ltd.& Ors.",
        "Case Type:": "CIVIL APPEAL /5822/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Performance – Limitation Act",
            "1963 – Article 54 – Limitation period for Specific Performance – Specific Relief Act",
            "1963 – ss. 10",
            "12"
        ],
        "HeadNote": "Specific Performance – Limitation Act, 1963 – Article 54 –Limitation period for Specific Performance – Specific Relief Act,1963 – ss. 10, 12 – Appellant herein (Purchaser) entered into anagreement with the Respondents herein (Vendors) in 1997 topurchase two stretches of land, and paid 90% of total amount bycash and cheque – Remaining 10% was to be paid within 3 monthsas per clause 3 of the agreement, which was defaulted by theappellant – However, appellant sent two notices to the respondentsin 2000 and 2002 seeking performance of the agreement by agreeingto deposit the balance sale consideration – Thereafter, appellantfiled a suit seeking specific performance in 2002 – Trial courtdismissed the suit holding that it was barred by limitation – Appellantapproached High Court – High Court held that the trial Court erredin making the distinction between time fixed for payment of saleconsideration and time for performance of contract – Further, heldthat the purchaser was ready and willing to perform his contract,and through his acts, proved his bonafides by already paying 90%of the sale consideration within the stipulated period and by laterdepositing the balance amount in court – Also held that amendedSection 10 of the Specific Relief Act, which provides that specificperformance shall be enforced by courts subject to conditionsmentioned, shall apply retrospectively and therefore benefit theappellent – HC partly allowed the appeal and directed the resondentsto register the suit property in favour of the appellant to the extentof the amount paid by the appellant, i.e., 90% of the total saleconsideration, within a period of 3 months – Aggrieved, bothappellant and respondents approached this Court – Held: Fixedtime period was mandated by Clause 3 of the agreement andaccordingly, the suit filed by the purchaser was clearly barred by limitation in view of the provision provided under Article 54 of theLimitation Act – Amended Section 10 of the Specific Relief Actbrought by the amendment of 2018 was not mere proceduralenactment, rather it had substantive principles built in it and thus,the same would not apply retrospectively – As far as entitled to therelief of specific performance is concerned, it is clear that thepurchaser did not voluntarily adhere to the time stipulation underthe contract – In order to bypass the condition of time being theessence, the purchaser invoked the standard of good faith – Unlesssuch duty is expressly stipulated, good faith standard cannot beimplicitly read into any contract – Prior to 2018 amendment, generalstandard of good faith to imply broader good faith obligationscannot be accepted to give a go-by to the explicit conditions formaintaining the sanctity of contract – Such broad standards willhave potentially far-reaching consequences - The purchaser wasnot ready or willing to perform his part of the contract within thetime stipulated and accordingly, specific performance cannot begranted for the entire contract – There is no doubt that the claim ofappellant is hit by delay and laches on their part as they did nottake appropriate measures within the stipulated time and filing ofthe suit was delayed by almost five years – Thus, no relief can alsobe granted to the appellant u/s. 12 of the Specific Relief Act –Respondents directed to repay the deposited amount with interest."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "S. RAMACHANDRA RAO VS. S. NAGABHUSHANA RAO & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMjY=",
        "Citation": "[2022] 17 S.C.R. 451",
        "Case Type": "(CIVIL APPEAL /7691/2022)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF80NTEtNDkwXzE3MDMwNTIwMTYucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 451",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "S. Ramachandra Rao",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1114",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "S. Nagabhushana Rao & Ors.",
        "Case Type:": "CIVIL APPEAL /7691/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Doctrines/Principles – Doctrine of res judicata – Application of – Advocates Act",
            "1961 – s.32 – High Court held that it was not permissible for a GPA holder to participate in the proceedings",
            "wife of the appellant (his GPA holder) was given liberty to act as an advocate on behalf of her husband",
            "the plaintiff",
            "in these cases – Correctness of"
        ],
        "HeadNote": "Doctrines/Principles – Doctrine of res judicata – Applicationof – Advocates Act, 1961 – s.32 – High Court held that it was notpermissible for a GPA holder to participate in the proceedings, wifeof the appellant (his GPA holder) was given liberty to act as anadvocate on behalf of her husband, the plaintiff, in these cases –Correctness of – On appeal, held: Doctrine of res judicata is attractednot only in separate subsequent proceedings but also at subsequentstage of the same proceedings – A binding decision cannot lightlybe ignored and even an erroneous decision remains binding on theparties to the same litigation and concerning the same issue, ifrendered by a Court of competent jurisdiction – Such a bindingdecision cannot be ignored even on the principle of per incuriambecause that principle applies to the precedents and not to thedoctrine of res judicata – In the present case, the previous orderspassed in these matters by the High Court on 20.04.2018 and14.12.2018, as regards the issue of participation of the wife of theappellant in these proceedings as a GPA holder of the appellant,remain binding on the parties and cannot be ignored – The issueconcerning the capacity of the wife of the appellant to participatein these proceedings as his GPA holder cannot be agitated overagain in these very proceedings, even if the earlier orders grantingsuch permission to her are suggested to be erroneous – The meaning,purport and effect of the previous concluded orders of the HighCourt dated 20.04.2018 and 14.12.2018 had been clear andunambiguous that in these cases, wife of the appellant would beentitled to appear only as the GPA holder and not as an advocate –Also, the enabling provision of s.32 of the 1961 Act, whereby anyCourt, authority or person may permit any non-advocate to appearbefore it or him in any particular case is difficult to be read ascreating a corresponding bar in giving permission to a GPA holderof a party to represent that party as such, if the said GPA holder, during pendency of the proceedings in the Court, gets enrolled asan advocate – In the peculiar facts and circumstances of the presentcase, where the only fortuitous event had been that wife of theappellant, who was already acting as his General Power of Attorneyholder, later on took the degree in law and got herself enrolled asan advocate, the High Court had, in the previous rounds ofproceedings, cautiously balanced the requirements of law,particularly the requirements of CPC, the Civil Rules of Practice inthe State, and the 1961 Act as also the rules made under it byspecifically providing that wife of the appellant shall appear onlyas his GPA holder and not as an advocate – Further, no suchquestion like that of jurisdiction or statutory prohibition arises fromthe said orders dated 20.04.2018 and 14.12.2018 for which, theissue concluded thereby could be reagitated at the subsequent stageof these very proceedings by suggesting different interpretations –Impugned common order dated 28.06.2019 is set aside; and theorders passed by the Trial Court dated 07.02.2019 are restored –Power of Attorney – Code of Civil Procedure, 1908 – s.11.Doctrines/Principles – Doctrine of res judicata – Object andframework of – ‘res judicata pro veritate occipitur’ - ‘nemo debet bisvexari pro una et eadem causa’ – Discussed.Advocates Act, 1961 – s.32 – Power of Court to permitappearances in particular cases – Held: Permission u/s.32 of theAct of 1961, by its very nature, is to be granted on case-to-casebasis and could also be refused with reference to the given set offacts and circumstances referable to a particular case and anyparticular person."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SMT. IMLIKOKLA LONGCHAR & ORS VS. THE STATE OF NAGALAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwMzM=",
        "Citation": "[2022] 17 S.C.R. 491",
        "Case Type": "(CIVIL APPEAL /7166/2022)",
        "Date": "11 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF80OTEtNTA2XzE3MDMwNTIyMjUucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 491",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "11 October 2022",
        "Petitioner:": "Smt. Imlikokla Longchar & Ors",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1064",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aniruddha Bose",
        "Respondent:": "The State Of Nagaland & Ors.",
        "Case Type:": "CIVIL APPEAL /7166/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law – Nagaland State Council on Educational Training Service Rules",
            "2003 - Promotion – Seniority"
        ],
        "HeadNote": "Service Law – Nagaland State Council on EducationalTraining Service Rules, 2003 - Promotion – Seniority - The disputearose regarding the seniority of four Appellants and Respondent‘K’ – Draft seniority list as on 1st July 2006 reflected K below theAppellants as the Appellants became senior lecturer by promotionsin 2003 whereas K’s regularisation was done in 2004 as per theCabinet Memorandum of March, 2005 - K objected on ground thatthe date of entry of the Appellants into the cadre of senior lecturerwas subsequent to her entry into the said cadre - K’s representationwas rejected by the Departmental Promotional Committee (DPC)and the final seniority list was published as per the Draft SeniorityList on 17th November, 2006 – Against the same, K approached theHigh Court - The first set of Writ Petition filed by K, being W.P. (C )No. 173 (K) of 2007 which was dismissed on technical grounds –Another Writ Petition [W.P. (C) No.284(K) of 2007] was alsoinstituted by K questioning regularisation of Appellants which wasalso dismissed – K, however, was partially successful in the secondround of litigation initiated by writ petition registered as W.P (C)No. 126(K) of 2014 – The High Court remanded the matter back toDPC for reconsideration and set aside the DPC recommendationsas the same did not reflected the consideration of Nagaland StateCouncil on Educational Training Service Rules, 2003 – DPCretained their earlier decision of 2007 in the meeting that took placesubsequent to the order of the High Court - In the appeals arisingout of W.P. (C) No. 173(K) of 2007 and W.P.(C) No. 284 (K) of2007, a Division Bench of the High Court in a common judgmentdelivered set aside the recommendation of DPC and ordered theState to take immediate steps for reconvening of the D.P.C. forpurpose of fresh recommendation for regularization of the privaterespondents in the post of Sr. Lecturer on strict observance of theRules of 2003 – Against the same, the Appellants have preferred the present appeal on the ground that the DPC recommendationsare in accordance with the Rules of 2003 and they were rightlyconsidered senior to K – Appellants collectively sought seniorityover K and the education authorities are supporting the Appellants– Held: The general principle of service jurisprudence is that thetime spent in the immediate superior grade on stop gap or ad hocbasis ought not to be computed for determining the length of serviceof an incumbent in that cadre – Computation of the appellant’s periodof service in the feeder grade can take place only from the date oftheir regular appointment - The appellants had entered the serviceas lecturer on contractual basis in the year 1992-93 around thesame time K had joined as senior lecturer, also on contract basis -For the purpose of determining the length of service in the feederposts as contained in Schedule II of the 2003 Rules (Eligibilityconditions for the post of senior lecturer- 75% of the post of SeniorLecturer fallen vacant in a calendar year shall be filled on promotionfrom amongst the serving candidates who have rendered continuousservice of 5(five) years in the grade of Research Associate/ AssistantPlanning Officer/ Assistant Project Officer/ Lecturers in DIET), thetime spent on contractual basis cannot be factored in – Appellantscompleted three years of service in the feeder grade onoperationalisation of 2003 Rules on 30th April, 2007 but the saidRules seek to give them regularisation in the cadre of senior lecturerfrom 2003 and 2001 respectively – Their service in feeder grade donot meet the required stipulation of five years period – No reason tointerfere with the judgment under appeal."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "STATE BANK OF INDIA AND ANOTHER VS. AJAY KUMAR SOOD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNDI=",
        "Citation": "[2022] 17 S.C.R. 507",
        "Case Type": "(CIVIL APPEAL /5305/2022)",
        "Date": "16 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF81MDctNTI2XzE3MDMwNTMxMDgucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 507",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "16 August 2022",
        "Petitioner:": "State Bank Of India And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 833",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Ajay Kumar Sood",
        "Case Type:": "CIVIL APPEAL /5305/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judgment/orders: Writing of judgments – Importance of – Broad guidelines",
            "explaination of"
        ],
        "HeadNote": "Judgment/orders: Writing of judgments – Importance of –Broad guidelines, explaination of – Held: Judgment writing is acritical instrument in fostering the rule of law and in curbing ruleby the law – While judges may have their own style of judgmentwriting, they must ensure lucidity in writing across their styles –Purpose of judicial writing is not to confuse or confound the readerbehind the veneer of complex language – Judge must write to providean easy-to-understand analysis of the issues of law and fact whicharise for decision – Judgments are primarily meant for those whosecases are decided by judges – Judgments of the High Courts andthe Supreme Court also serve as precedents to guide future benches– Judgment is a manifestation of reason, which provide the basis ofthe view which the decision maker has espoused, of the balanceswhich have been drawn – Reasons are crucial to the legitimacy of ajudge’s work – They provide an insight into judicial analysis –Citizens, researchers and journalists continuously evaluate the workof courts as public institutions committed to governance under law– In terms of structuring judgments, it would be beneficial for courtsto structure them in a manner such that the ‘Issue, Rule, Applicationand Conclusion’ are easily identifiable – Well-renowned ‘IRAC’method generally followed for analyzing cases and structuringsubmissions can also benefit judgments when it is complemented byrecording the facts and submissions – On facts, impugned judgmentbeing incoherent and incomprehensible is set aside and remandedback – Incoherent judgments have a serious impact upon the dignityof our institutions."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "HINDUSTAN PETROLEUM CORPORATION LTD. VS. AJAY BHATIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNDM=",
        "Citation": "[2022] 17 S.C.R. 527",
        "Case Type": "(CIVIL APPEAL /6859/2022)",
        "Date": "22 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice Indira Banerjee\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF81MjctNTQ0XzE3MDMwNTMyMjIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 527",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "22 September 2022",
        "Petitioner:": "Hindustan Petroleum Corporation Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1005",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Ajay Bhatia",
        "Case Type:": "CIVIL APPEAL /6859/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Decree – Execution of – Held: A decree should not to the extent practicable be allowed to be defeated – At the same time",
            "a decree can only be executed in respect of the suit property if the suit property is easily identifiabl"
        ],
        "HeadNote": "Decree – Execution of – Held: A decree should not to theextent practicable be allowed to be defeated – At the same time, adecree can only be executed in respect of the suit property if thesuit property is easily identifiable – The extent of the suit propertywould have to be determined by the Executing Court, as a questionrelating to execution, discharge or satisfaction of the decree – Inthe present case, the suit was in respect of Plot No. 4/4 – Respondentcannot take possession of any part of Plot No. 4/5 or any other plotin execution of the decree in the suit which is only in respect of PlotNo. 4/4 – Thus, decree is not executable against Plot No. 4/5 –Respondent is liable to restore the possession of Plot No.4/5 to theAppellant – Executing Court would have to appoint a LocalCommissioner to demarcate and hand over Plot No.4/4 to theRespondent – Impugned judgment set aside – Code of CivilProcedure, 1908 – Or.7, r.3.Cause of action – What is – Discussed."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "PROF. NARENDRA SINGH BHANDARI VS. RAVINDRA JUGRAN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNDc=",
        "Citation": "[2022] 17 S.C.R. 545",
        "Case Type": "(CIVIL APPEAL /8184/2022)",
        "Date": "10 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF81NDUtNTY2XzE3MDMwNTMzMDcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 545",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "10 November 2022",
        "Petitioner:": "Prof. Narendra Singh Bhandari",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1198",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Ravindra Jugran And Others",
        "Case Type:": "CIVIL APPEAL /8184/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "University Grants Commission Regulations",
            "2018 – Regulation 7.3.0 – Soban Singh Jeena University Act",
            "2019 – Ss. 10",
            "10 (3) – Constitution of India – Art. 319 – Appointment of Vice Chancellor"
        ],
        "HeadNote": "University Grants Commission Regulations, 2018 – Regulation7.3.0 – Soban Singh Jeena University Act, 2019 – Ss. 10, 10 (3) –Constitution of India – Art. 319 – Appointment of Vice Chancellorin a University – Eligibility for appointment – Requirement of havingminimum teaching experience – Due process for appointment –Appellant herein was appointed as a Professor in Soban Singh JeenaUniversity and worked as such for a period of 8 years and 5 months– Then he was appointed as Member, Uttarakhand Public ServiceCommission – On 13th August 2020, he was appointed as Vice-Chancellor of the University – Said appointment was challengedbefore the High Court, inter alia, on the grounds that at the timewhen he was appointed as Vice-Chancellor, he was not having therequisite experience of minimum 10 years as Professor, which wasrequired as per the ‘UGC Regulations, 2018’, which were adoptedby the State Government – High court quashed the appointment ofthe appellant herein, finding the appointment process devoid of dueprocess prescribed by UGC Regulations, 2018 – Whether theappointment of the appellant as Vice-Chancellor of the Universitywas legal and valid and whether it was after following the dueprocedure, as required – Held: Under Section 10 of the UniversityAct, 2019 and Regulation 7.3.0 of the UGC Regulations, 2018, aperson to be appointed as Vice-Chancellor shall have a minimumof 10 years’ teaching experience as Professor in a University or tenyears of experience in a reputed research and/or academicadministrative organisation with proof of having demonstratedacademic leadership – Merely because his lien was continued onthe post of a Professor, it cannot be said that he continued to teachand/or he was having the teaching experience during the period oflien – Supervising the Ph.D. scholars cannot be said to be having ateaching experience as a Professor in the University, which is therequirement as per the UGC Regulations – Further, the selection for the post of Vice-Chancellor should be through properidentification by a panel of 3-5 persons by a Search-cum-SelectionCommittee and the Vice-Chancellor shall be appointed out of thepanel of the names recommended by the Search-cum-SelectionCommittee – Appointment of the appellant as Vice-Chancellor cannotbe said to be as per the requirement of the University Act r/wRegulation 7.3.0 of the UGC Regulations, 2018 as it is an admittedposition that no advertisement was issued before appointing theappellant as Vice-Chancellor, name of the appellant was notrecommended by the Search-cum-Selection Committee, selection ofthe appellant for the post of Vice-Chancellor was not by a panel ofpersons by Search-cum-Selection Committee and therefore he wasnot appointed as Vice-Chancellor out of the panel of the namesrecommended by Search-cum-Selection Committee – Only one namewas placed before the State Government/the Chief Minister forapproval – Under the circumstances, the appointment of the appellantas Vice-chancellor of the University was just contrary to Section10 of the University Act, 2019 r/w Regulation 7.3.0 of the UGCRegulations, 2018."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "BANK OF RAJASTHAN LTD. VS. VCK SHARES & STOCK BROKING SERVICES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNDk=",
        "Citation": "[2022] 17 S.C.R. 567",
        "Case Type": "(CIVIL APPEAL /8972/2014)",
        "Date": "10 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF81NjctNjAwXzE3MDMwNTM0MDMucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 567",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "10 November 2022",
        "Petitioner:": "Bank Of Rajasthan Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 1193",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Vck Shares & Stock Broking Services Ltd.",
        "Case Type:": "CIVIL APPEAL /8972/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 : Order VII R.10 - Recovery of Debts Due to Banks and Financial Institutions Act",
            "1993 (RDB) – s. 19 –"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 : Order VII R.10 - Recovery ofDebts Due to Banks and Financial Institutions Act, 1993 (RDB) – s.19 – The appellant bank sanctioned a term loan to the respondentcompany, however, respondent failed to make the payment –Appellant filed an application for recovery of the amounts beforethe Debts Recovery Tribunal, (DRT) – Respondent enteredappearance to defend the proceedings, but in addition also filed aCivil Suit in the High Court which was dismissed by the Single Judgeon the finding that the Court lacked jurisdiction as the sameexclusively vested with the DRT – However, on appeal the DivisionBench of the High court restored the suit and held that there is noprovision in the RDB ousting jurisdiction of civil court – There existeda difference of opinion between several benches of the SupremeCourt and it was considered appropriate to refer it to larger bench– The following questions were referred : (a) Whether an independentsuit filed by a borrower against a Bank or Financial Institution,which has applied for recovery of its loan against the plaintiff underthe RDB Act, is liable to be transferred and tried along with theapplication under the RDB Act by the DRT ?;(b) If the answer is inthe affirmative, can such transfer be ordered by a court only withthe consent of the plaintiff ?; (c) Is the jurisdiction of a Civil Courtto try a suit filed by a borrower against a Bank or FinancialInstitution ousted by virtue of the scheme of the RDB Act in relationto the proceedings for recovery of debt by a Bank or FinancialInstitution ? – Held: There is no specific power to transfer a suit tothe DRT – Only a plaint can be returned u/Or. VII, r.10 – S.151 ofCPC cannot be utilized as a residuary power to achieve transfer –Absence of any legislative power cannot give a power by implicationto the Civil Court –Also, not appropriate to read such power totransfer a suit to a DRT u/s. 151 of the CPC, when DRT is a creature of a statute and statute does not provide for such eventuality – (b)Once its concluded that there is no power with civil court, thenthere is no question of transfer of the suit whether by consent orotherwise – (c) There is no provision in the RDB Act by which theremedy of a civil suit by a defendant in a claim by the bank is ousted,but it is a matter of choice of that defendant – Such defendant mayfile counterclaim, or may avail procedure establish under Code."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "JAI BHAVANI SHIKSHAN PRASARAK MANDAL VS. RAMESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNTQ=",
        "Citation": "[2022] 17 S.C.R. 601",
        "Case Type": "(CIVIL APPEAL /7937/2011)",
        "Date": "29 MARCH 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF82MDEtNjEzXzE3MDMwNTM4MzEucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 601",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "29 March 2022",
        "Petitioner:": "Jai Bhavani Shikshan Prasarak Mandal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 358",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "Ramesh & Ors.",
        "Case Type:": "CIVIL APPEAL /7937/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Employees of Private Schools (Conditions of Service) Regulation Act",
            "1977 – ss. 2(9)",
            "9 –"
        ],
        "HeadNote": "Maharashtra Employees of Private Schools (Conditions ofService) Regulation Act, 1977 – ss. 2(9), 9 – Maharashtra Employeesof Private Schools (Conditions of Service) Rules, 1981 – r.36(2)(b)–Doctrine of necessity – First respondent was appointed as thePrincipal of the Institute of Pharmacy being run by appellant-society– Disciplinary proceedings were initiated against him on certainallegations – After completion of inquiry, management passed anorder imposing penalty of removal from service – Appeal filed byrespondent, allowed by School Tribunal on the ground that theconstitution of the inquiry committee was not in accordance withr.36(2)(b) of 1981 Rules– Writ petition filed by the appellant wasdismissed by High Court – On appeal, held: Two expressions namely“Head” and “Chief Executive Officer” used in sub-rule (1) of r.36provide the fulcrum of the controversy on hand – Sub-rule (2) ofr.36 provides for the composition of the Inquiry Committee in aparticular manner in the case of “an employee” and it provides forthe composition of the Inquiry Committee in a different manner inthe case of “the Head” – In the present case, the DepartmentalInquiry Committee as originally constituted, had the President ofthe appellant as a Member – But the President requested the appellantto relieve him due to ill health – Thereafter, one of the Vice-Presidentswas requested to be part of the Inquiry Committee, however, thesaid Vice-President also recused due to family problems – Another Vice-President was nominated to be part of the Inquiry Committee – The said Vice-President also opted out – Thenmanagement decided to confer all the powers of the president toone ‘ASRP’ – However, school tribunal as well as High Court omittedto take note that the first respondent was informed about the illhealth of the President of the society and the appointment of ‘ASRP’inhis place – Tribunal as well as the High Court failed to take note ofthe very pleadings of the first respondent with regard to the circumstances in which the President of the Society could notcontinue as part of the Inquiry Committee – Therefore, the order ofthe School Tribunal was vitiated by perversity –Moreover, the HighCourtfailed to take the note of doctrine of necessity – Once it isadmitted, that the disciplinary proceedings commenced with anInquiry Committee of which the President was a member; and thatsubsequently he was replaced by someone due to ill health, thedoctrine of necessity would come into play – Hence, the orders ofHigh Court and School Tribunal are liable to be reversed – Since,the School Tribunal rejected all other contentions of respondentNo.1, but upheld only the contention revolving around r.36(2)(b),the penalty of removal from service imposed upon the first respondentis to be upheld."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SH. RAM CHANDER (DEAD) THR LRS VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNTg=",
        "Citation": "[2022] 17 S.C.R. 614",
        "Case Type": "(CIVIL APPEAL /926/2022)",
        "Date": "20 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF82MTQtNjIxXzE3MDMwNTQwNTUucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 614",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "20 April 2022",
        "Petitioner:": "Sh. Ram Chander (dead) Thr Lrs",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 450",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Union Of India",
        "Case Type:": "CIVIL APPEAL /926/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 – High Court vide order"
        ],
        "HeadNote": "Land Acquisition Act, 1894 – High Court vide order dated12.05.2017 allowed the review petitions filed by Union of Indiaand recalled the judgment and order dated 19.10.2001 determiningthe compensation at Rs. 2000/- per sq. yard relying upon the decisionin the case of Bhola Nath, solely on the ground that the decision inthe case of Bhola Nath which was relied upon by the High Courtwas set aside by Supreme Court vide order dated 08.12.2010 –Appellants-land owners filed recall applications, Division Benchrefused to recall the order dated 12.05.2017 – On appeal, held:High Court recalled the judgment and order dated 19.10.2001passed in the regular first appeals solely on the ground that thejudgment in the case of Bhola Nath, which was relied upon whilepassing judgment and order dated 19.10.2001 in Regular FirstAppeal No. 416/1986 and other allied first appeals was set asideby Supreme Court vide judgment and order dated 08.12.2010 andthe matter was remanded – However, it is required to be noted thatduring the pendency of the review petitions, on remand again theHigh Court decided the first appeals in the case of Bhola Nath videjudgment and order dated 23.03.2016 and again determined thecompensation at Rs. 2000/- per sq. yard – Even against thesubsequent judgment and order dated 23.03.2016, the SLP preferredby the DDA was dismissed by Supreme Court vide order dated06.04.2017 – Therefore, when review applications/petitions wereallowed on 12.05.2017 on the ground that pursuant to the decisionof this Court in the case of DDA Vs. Bhola Nath Sharma dated08.12.2010, the first appeals are remanded and pending, in factthere was already a decision on remand vide judgment and orderdated 23.03.2016 and even the SLP was dismissed – Therefore, theground on which the High Court had allowed the review applicationswas thereafter not available – Impugned judgment and order dated12.05.2017 in R.P. No.309/2008 in RFA No.416/1986 and the order dated 07.07.2017 in CMA No.23091/2017 in R.P. No. 309/2008 inRFA No. 416/1986 and impugned judgment and order in R.P. No.310/2008 in RFA No. 453/1986, allowing review petition andrecalling judgment and order dated 19.10.2001 in RFA Nos. 416/1986 and 453/1986, are quashed and set aside – Consequently,common judgment and order passed by the High Court dated19.10.2001 in RFA Nos.416/1986 and 453/1986 are restored."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SHRADDHA GUPTA VS. THE STATE OF UTTAR PRADESH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNjA=",
        "Citation": "[2022] 17 S.C.R. 622",
        "Case Type": "(CRIMINAL APPEAL /569/2022)",
        "Date": "26 APRIL 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF82MjItNjM2XzE3MDMwNTQxMzIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 622",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "26 April 2022",
        "Petitioner:": "Shraddha Gupta",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 481",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The State Of Uttar Pradesh And Others",
        "Case Type:": "CRIMINAL APPEAL /569/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Gangster and Anti-Social Activities (Prevention) Act",
            "1986 – ss. 2 & 3 – A case u/s 147",
            "304",
            "504",
            "323",
            "506",
            "120-B IPC was registered against the six accused persons"
        ],
        "HeadNote": "Uttar Pradesh Gangster and Anti-Social Activities (Prevention)Act, 1986 – ss. 2 & 3 – A case u/s 147, 304, 504, 323, 506, 120-BIPC was registered against the six accused persons – On furtherinvestigation and on the basis of the call recordings between theco-accused, the names of the appellant was added as accused inthe case – Thereafter, a gang chart was prepared against theappellant and sections 2/3 of the Gangsters Act has been lodged/registered against the appellant – The appellant approached theHigh Court u/s 482 of CrPC to quash the order and the FIR registeredagainst her u/s 2/3 of Gangster Act – The main contention raisedby the appellant is that she was not named in the FIR and her namehas surfaced in further investigation u/s 173(8) Cr.P.C – The HighCourt has dismissed the said writ petition and has refused to quashthe criminal proceedings under Sections 2/3 of the Gangsters Act –Whether, a person against whom a single FIR/charge sheet is filedfor any of the anti-social activities mentioned in section 2(b) of theGangsters Act, 1986 can be prosecuted under the Gangsters Act –Held: On perusal of the definitions of ‘Gang’ and ‘Gangster’ underthe Gangsters Act, 1986, a ‘Gang’ is a group of one or more personswho commits the crimes mentioned in the definition clause for themotive of earning undue advantage, whether pecuniary, materialor otherwise – Even a single crime committed by a ‘Gang’ is sufficientto implant Gangster Act on such members of the ‘Gang’ – Thedefinition clause does not engulf plurality of offence before theGangsters Act is invoked – There is no specific provision under theGangsters Act, 1986 like the specific provisions under theMaharashtra Control of Organized Crime Act, 1999 and the GujaratControl of Terrorism and Organized Crime Act, 2015 that whileprosecuting an accused under the Gangsters Act, there shall bemore than one offence or the FIR/charge sheet – Therefore, so faras the Gangsters Act, 1986 is concerned, there can be prosecution against a person even in case of a single offence/FIR/chargesheetfor any of the anti- social activities mentioned in Section 2(b) of theAct."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "ASSET RECONSTRUCTION COMPANY (INDIA) LIMITED VS. S. P. VELAYUTHAM & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNjE=",
        "Citation": "[2022] 17 S.C.R. 637",
        "Case Type": "(CIVIL APPEAL /2752/2022)",
        "Date": "04 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF82MzctNjY3XzE3MDMwNTQyMzIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 637",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "04 May 2022",
        "Petitioner:": "Asset Reconstruction Company (india) Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 509",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "S. P. Velayutham & Ors",
        "Case Type:": "CIVIL APPEAL /2752/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India – Art.226 – Jurisdiction under"
        ],
        "HeadNote": "Constitution of India – Art.226 – Jurisdiction under – Failureof registering authority to perform its duties – The borrowerdefaulted in repayment of the loan pursuant to which the Bank issueda demand notice u/s 13(2) of the Securitisation Act - Bank whichalready initiated proceedings under the Securitisation Act, assignedthe debt and the collateral security in favour of the appellant - Bydeed of PoA, the power of sale is said to have been conferred uponthe agent, but this was un-registered - On the basis of deed of PoA,which did not confer a power of sale, respondent sold the propertyto his son A - The appellant filed a writ petition seeking a declarationthat the act of the sub-registrar in registering the sale deed was nulland void – Single Judge allowed the petition on the ground thatthere was utter failure on the partof the Registering Authority tofollow the mandate of law as prescribed in Sections 32 to 35 of theRegistration Act, 1908 - Division Bench held that the appellant isguilty of violating the order passed by Supreme Court in theproceedings arising out of the order of the Sub-Divisional Magistrateunder Section 145 of the Cr.P.C- Whether the invocation of the writjurisdiction of the High Court by the appellant was right, especiallywhen civil suits at the instance of third parties are pending - Held:If a party questions the very execution of a document or the rightand title of a person to execute a document and present it forregistration, his remedy will only be to go to the civil court - Butwhere a party questions only the failure of the Registering Authorityto perform his statutory duties in the course of the third step, itcannot be said that the jurisdiction of the High Court under Article226 stands completely ousted - When a High Court, in exercise ofits jurisdiction under Article 226 finds that there was utter failureon the part of the Registering Authority to stick to the mandate oflaw, the Court merely cancels the act of registration, but does notdeclare the very execution of the document to be null and void - Examining whether the Registering Authority did something in themanner required by law or otherwise, is certainly within thejurisdiction of the High Court under Article 226 - Therefore, theSingle Judge rightly applied the law and allowed the writ petitionfiled by the appellant, but the Division Bench got carried away bythe sound and fury created by the contesting respondents.Registration Act, 1908 - ss. 32, 33, 34 & 69(1) – Tamil NaduRegistration Rules - R u l e s 4 6 , 4 8 , 4 9 , 5 2 - A careful look at Sections32 and 33 will show that while speaking about PoA, these provisionsdo not use the word “registration” - While Section 32(c) uses thewords “executed and authenticated”, Section 33(1) uses the words“recognised” and “authenticated” - Therefore it is clear that theword “authenticated” is not to be understood to be the same as“registered” - Whenever an agent is authorised to execute adocument and present the same for registration and he accordinglyexecutes the document in terms of PoA, he becomes the actualexecutant in so far as the Registering Authority is concerned andthat therefore he becomes entitled under Section 33(a) to present itfor registration."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SOMAKKA (DEAD) BY LRS VS. K.P. BASAVARAJ (DEAD) BY LRS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNjQ=",
        "Citation": "[2022] 17 S.C.R. 668",
        "Case Type": "(CIVIL APPEAL /1117/2009)",
        "Date": "13 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Abdul Nazeer, Hon'ble Mr. Justice Vikram Nath\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF82NjgtNjgwXzE3MDMwNTQ0NDIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 668",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "13 July 2022",
        "Petitioner:": "Somakka (dead) By Lrs",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 642",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikram Nath",
        "Respondent:": "K.p. Basavaraj (dead) By Lrs",
        "Case Type:": "CIVIL APPEAL /1117/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure 1908 – s.96 – Or.XLI r.31"
        ],
        "HeadNote": "Code of Civil Procedure 1908 – s.96 – Or.XLI r.31 – Appellantand respondent are brother and sister – Suit filed by appellant againstthe respondent inter alia claiming partition and separate possessionof one fourth share in properties described as item nos. 1 and 2(ancestral properties) and one half share in the properties describedin item no. 3 of Schedule ‘A’ to the plaint, alleged to be self-acquiredproperty of their father on the basis of occupancy rights – Suitdecreed by Trial Court – Respondent filed appeal, High Court heldthat the appellant was entitled to one fourth share instead of onehalf share in the property described at item no. 3 of Schedule ‘A’,decree was modified to this extent – Correctness of – Held: HighCourt in a very cursory and cryptic manner, partly allowed the firstappeal – It did not consider the evidence considered by the TrialCourt – Neither did it deal with the statements or the otherdocumentary evidence on record and only on a bald statement ofthe respondent that he was jointly cultivating the land along withhis father held that it became a joint family estate and, accordingly,reduced the share of the appellant to one fourth from one half –High Court committed serious error in neither forming the pointsfor determination nor considering the evidence on record, inparticular which had been relied upon by the Trial Court – Further,on facts there is no reason to remand the matter to the High Court –Impugned judgment set aside – Judgment and decree of the TrialCourt is confirmed to the extent it relates to item no.3 of Schedule‘A’ property described in the plaint – Thus, the appellant andrespondent would be entitled to one half share each in the saidproperty."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "BOARD OF CONTROL FOR CRICKET IN INDIA VS. REGIONAL DIRECTOR EMPLOYEES’ STATE INSURANCE CORPORATION AND ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNjc=",
        "Citation": "[2022] 17 S.C.R. 681",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /13555/2022)",
        "Date": "18 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF82ODEtNjk1XzE3MDMwNTQ3NDMucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 681",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "18 August 2022",
        "Petitioner:": "Board Of Control For Cricket In India",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2022 INSC 848",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Regional Director Employees’ State Insurance Corporation And Anr",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /13555/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employees State Insurance Act",
            "1948 – BCCI if a “shop” for the purposes of ESI Act"
        ],
        "HeadNote": "Employees State Insurance Act, 1948 – BCCI if a “shop” forthe purposes of ESI Act – Held: BCCI can be said to be a “shop”for the purposes of attracting the provisions of ESI Act – Consideringthe overall systematic activities being carried out by the BCCI namely,selling of tickets of cricket matches; providing entertainment;rendering the services for a price etc., the ESI Court as well as theHigh Court rightly concluded that the BCCI is carrying out systematiceconomic commercial activities and, therefore, it can be said to be“shop” for the purposes of attracting the provisions of ESI Act –After analysing the material on record, the ESI Court and the HighCourt recorded the findings that the BCCI is a profit earninginstitution and is engaged in entertainment industry as it providesentertainment to the customers at a price, i.e., by selling tickets andtherefore, it must pass on the benefits to its employees by extendingthe coverage of ESI contribution on the wages payable to thecoverable employees – The findings recorded are on appreciationof evidence and as such are not required to be interfered in exerciseof the powers u/Article 136 – While treating the BCCI as a “shop”for the purposes of applicability of the ESI Act, the High Court hasalso taken into consideration the relevant clauses of theMemorandum of Association of the BCCI – The Memorandum ofAssociation as a whole is required to be considered – Further, ESIAct being a beneficial legislation, the broadest meaning should begiven so as to achieve the object and purpose of its enactmentnamely, to provide certain benefits to employees in case of sickness,maternity in case of female employees, employment injury etc. – Noreason to interfere with the impugned order passed by the HighCourt as well as the ESI Court – Constitution of India – Article 136. Employees State Insurance Act, 1948 – Applicability of –Discussed. Interpretation of Statutes – Held: Two statutes are said to bepari materia with each other when they deal with the same subjectmatter – Words used in a particular statute cannot be used to interpretthe same word in a different statute especially in light of the factthat the two statues are not pari materia with each other and have awholly different scheme from one another."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "KUMARI LAXMI SAROJ & ORS. VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNzA=",
        "Citation": "[2022] 17 S.C.R. 696",
        "Case Type": "(CIVIL APPEAL /9040/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF82OTYtNzAwXzE3MDMwNTQ4NTIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 696",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "Kumari Laxmi Saroj & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1286",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /9040/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Appointment – Post of Health Worker (Female)"
        ],
        "HeadNote": "Service Law: Appointment – Post of Health Worker (Female)– As per the advertisement, along with the requisite qualifications,candidate to be registered with the U.P. Council – All the appellantshad M.P. Council registration and had applied for U.P. Councilregistration before the publication of the advertisement and it tooksome time for the M.P. Council to issue the NOC and thereafter, ittook further time for the U.P. Council to issue the registration – Assuch the candidatures of the appellants not considered forappointment on the ground that that at the time of verification ofdocuments and/or even at the time of submitting the applicationsforms, they were not registered with U.P. Council and thus, wereineligible – Writ petition challenging the same – Dismissed by theHigh Court – Held: There was no fault on the part of the appellantsin not producing the U.P. Council registration either at the time ofsubmitting the applications forms or even at the time of verificationof the documents – All the appellants except one had applied forU.P. Council registration before the publication of the date ofadvertisement – Thus, the appellants could not have been made tosuffer – High Court misread and/or misinperpreted the judgment ofthis Court in Narender Singh’s case while dismissing the writ petition– Order passed by the High Court is unsustainable and is quashedand set aside – State to appoint the appellants to the post of HealthWorker (Female) within the stipulated period."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "YENDAPALLI SRINIVASULU REDDY VS. VEMIREDDY PATTABHIRAMI REDDY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNzM=",
        "Citation": "[2022] 17 S.C.R. 701",
        "Case Type": "(CIVIL APPEAL /7951/2022)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF83MDEtNzEyXzE3MDMwNTQ5MzYucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 701",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "Yendapalli Srinivasulu Reddy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1120",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Vemireddy Pattabhirami Reddy & Ors.",
        "Case Type:": "CIVIL APPEAL /7951/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Representation of the People Act",
            "1951: Amendment to election petition"
        ],
        "HeadNote": "Representation of the People Act, 1951: Amendment to electionpetition – Election petition filed by the respondent challenging theelection of returned candidate on the grounds of improperacceptance of the nomination papers of returned candidate andimproper receipt of invalid votes and improper rejection of validvotes – A year later, the respondent filed the application to amendthe election petition to include certain averments – Applicationallowed by the High Court – On appeal, held: Election petitioner-respondent No.1 never took corrupt practice as a ground tochallenge the election of the returned candidate – Pleadings soughtto be taken by way of amendment so as to indicate that thenomination form was not to be accepted for non-compliance of thestatutory requirements, cannot be said to be of introduction of anynew cause of action or new ground of challenge – It cannot be saidthat the ground as sought to be pleaded does not have any foundationin the petition as filed; or that pleading of such particulars wouldchange the character of the election petition – Thus, the High Courtrightly allowed the amendment application."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "CHANDRAMMA VS. MANAGER, REGIONAL OFFICE, NCC LIMITED AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwNzU=",
        "Citation": "[2022] 17 S.C.R. 713",
        "Case Type": "(CIVIL APPEAL /9069/2022)",
        "Date": "09 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF83MTMtNzI4XzE3MDMwNTUwMzMucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 713",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "09 December 2022",
        "Petitioner:": "Chandramma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1265",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "Manager, Regional Office, Ncc Limited And Anr.",
        "Case Type:": "CIVIL APPEAL /9069/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employees Compensation Act",
            "1923 – s.2(1)(l) – Total Disablement"
        ],
        "HeadNote": "Employees Compensation Act, 1923 – s.2(1)(l) – TotalDisablement – When –Determination of quantum of compensation– Appellant, a skilled labour was involved in construction work,fell down from second floor to ground floor when the centeringplate collapsed on her head – Commissioner for Workmen’sCompensation while holding disability to the whole body at 20%,assessed compensation at Rs.1,75,000/- – High Court partly allowingthe appeal filed by the appellant enhanced the compensation toRs.2,19,512/- – Held: Appellant suffered from disablement ofpermanent nature which incapacitated her from doing the workwhich she was capable of doing, which is that of a laborer – Thus,the Commissioner was wrong in holding that the disability of theappellant will have to be treated as 20% disability as work of theappellant involves lifting heavy weights and she has been renderedincapable from doing such work due to her disability – Case of theappellant is covered by the definition of ‘total disablement’, being100% disabled – Functional disability of the appellant is liable tobe assessed as 100%, compensation determined accordingly – Totalcompensation works out to be Rs.9,26,216/- rounded of to Rs.9,30,000/- to be paid with interest @ 9% per annum from the dateof making the application till the date of actual payment –Respondent-Insurance Company to pay the enhanced amount ofcompensation as directed.Employees Compensation Act, 1923 – Objective of –Discussed.Employees Compensation Act, 1923 – s.2(1)(l) – TotalDisablement – Held: Total Disablement is defined u/s. 2(1)(l) tomean such disablement whether of a temporary or permanent natureas incapacitates a workman for all work which he was capable ofperforming at the time of accident resulting in such disablement  and every injury specified in Part I of Schedule I or combination ofinjuries specified in Part II of Schedule I where aggregatepercentage, as specified in Part II against those injuries amountsto 100% or more – Further, two types of Total Disablement-Temporary Total Disablement & Permanent Total Disablement,discussed.Employees Compensation Act, 1923 – s.2(1)(g) – PartialDisablement – Temporary Partial Disablement & Permanent PartialDisablement – Distinction between – Held: Distinction between thetwo types of partial disablement depends on the fact whether thedisablement results in reduction of earning capacity in the particularemployment in which the employee was engaged at the time of theaccident or in all employment which the employee was capable ofdoing – In the former case the partial disablement is called temporaryand in the latter case permanent – Every injury specified in Part Ilof Schedule I of the Employees’ Compensation Act shall be deemedto result in permanent partial disablement.Words and Phrases:“Compensation”, “Just Compensation” – Discussed –Employees Compensation Act, 1923 – ss.3, 4.“Partial Disablement”, “Total Disablement”– Discussed –Employees Compensation Act, 1923 – ss.2(1)(g), 2(1)(l) ."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "NEW OKHLA INDUSTRIAL DEVELOPMENT AUTHORITY VS. OMVIR SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUwOTk=",
        "Citation": "[2022] 17 S.C.R. 729",
        "Case Type": "(CIVIL APPEAL /729-738/729)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF83MjktNzM4XzE3MDMwNTYxMTQucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 729",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "New Okhla Industrial Development Authority",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 1284",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Omvir Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /729-738/729",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: ss. 4",
            "6",
            "18 – Land acquisition – Enhancement of compensation – Land in question acquired for the planned development by the NOIDA"
        ],
        "HeadNote": "Land Acquisition Act, 1894: ss. 4, 6, 18 – Land acquisition –Enhancement of compensation – Land in question acquired for theplanned development by the NOIDA, vide Notification dated22.11.1982 – Award of compensation at Rs.30,000/- per bigha –Reference u/s. 18 by original owner-father of the respondent, raisingobjections against the award and claiming enhanced compensation– Reference dismissed – Review application also dismissed – Aftera period of 16 years, from the date of rejection of review applications,the respondent filed an appeal – High Court while condoning delay,enhanced the compensation to Rs.297/- per sq. yard, however, deniedthe interest during the period of delay – On appeal, held:Compensation determined on the basis of the Notification 5 yearslater, cannot be a yardstick for determining the compensation forthe land which is acquired five years before – Applying the law laiddown by this Court in U.P. Awas Avam Vikas Parishad’s case, to theinstant case, the claimants would not be entitled to the samecompensation as awarded with respect to the lands acquired after 5years from the date of acquisition in the instant case – On facts,notification u/s. 4 was issued on 22.11.1982 and the relied upondecisions with respect to Village Makanpur and other villages areof the year 1986/88, which cannot be the basis – As regards, thedelay of 16/26 years, the High Court while enhancing compensation,denied the interest for the period of delay thus, no reason to interferewith the order passed by the High Court condoning the delay –Thus, the impugned judgment and order passed by the High Courtawarding compensation @ Rs.297/- per sq. yard is unsustainableand the original claimants would be entitled to compensation at therate of Rs.120/- per sq.yard."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "GOKAL CHAND (D) THR. LRS. VS. AXIS BANK LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMDI=",
        "Citation": "[2022] 17 S.C.R. 739",
        "Case Type": "(CIVIL APPEAL /9237/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Mr. Justice K.M. Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF83MzktNzUxXzE3MDMwNTYyMzMucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 739",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "Gokal Chand (d) Thr. Lrs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1287",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "Axis Bank Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /9237/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection – Insurance Policy – Deficiency of Service"
        ],
        "HeadNote": "Consumer Protection – Insurance Policy – Deficiency ofService – A home loan was secured by the appellants for whichobtaining a life insurance was a pre-requisite – Life insurance inthe name of husband of the complainant (the insured, now deceased)was obtained – As per the appellants, respondent No.1-bank actingas an agent for respondent no.2-Insurance Company, on 25.07.17sanctioned the home loan – From the disbursed loan amount,insurance premium was paid on behalf of the insured by the bankto the insurance company – The insured was subjected to medicaltests on 30.07.17 as a pre-condition for securing the home loan –Died of cardiac arrest on 08.08.17 – Death of the insured wasintimated to the insurance company on 16.08.17 with a request toprocess the insurance claim, however the claim was repudiated –Consumer complaint dismissed by State Commission – Appealdismissed by National Commission – Held: On 30.07.17, the insuredwas called for medical examination and the treadmill test, did notflag any health issue – In such backdrop, the communication (anante-dated letter) of the insurance company for postponing the lifeinsurance coverage by six months by adverting to the treadmill testreport and that too at a stage after intimation about the death of theinsured, appears to be a malafide act – Moreover, the insurancecompany declining the policy by unilaterally refunding the insurancepremium, suggests that the respondent no.2 was deficient inrendering services to the appellant – Impugned judgment set aside– Complaint allowed – Consumer Protection.Consumer Protection – Insurance policy – Presumption ofacceptance of the policy by the insurer – Ratio of decision in RajaVasireddy Komalavalli Kamba case as clarified in D. Srinivas case –Discussed."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. CHANDERMAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMDU=",
        "Citation": "[2022] 17 S.C.R. 752",
        "Case Type": "(CIVIL APPEAL /9115/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF83NTItNzU4XzE3MDMwNTY0MDQucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 752",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1290",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Chandermal & Ors.",
        "Case Type:": "CIVIL APPEAL /9115/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2) – Land Acquisition"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) –Land Acquisition – Specific case of Land acquisition Collector(LAC) before High Court that possession of land in question wastaken over by the LAC and was handed over to DDA – High Courtalso believed the taking over of the possession by the LAC, butthereafter on the ground that the compensation was not tendered tothe original writ petitioners, High Court declared that the acquisitionis deemed to have lapsed under s.24(2) of the Act, 2013 – Appealby LAC – Held: Before the High Court, a counter affidavit wasfiled by LAC as well as DDA in which it was specifically mentionedthat the land in question was handed over to DDA on 26.05.1998and therefore, the acquisition is complete and the lands vest in theGovernment and free from any encumbrances – Nothing is on recordthat at any point of time, the original writ petitioners made anygrievance that the possession taken over on 26.05.1998 was notlawful – Even High Court in impugned judgment believed the standtaken by the LAC that the possession of the subject land was takenover – Under the circumstances, it is not permissible on the part ofthe original writ petitioners to now contend that the possession takenover on 26.05.1998 was not lawful – The view taken by the HighCourt that the acquisition is deemed to have lapsed under s.24(2)of the Act, 2013 on the ground that though the possession of thesubject lands was taken over but the compensation in respect of thesubject lands was not tendered is contrary to the Constitution Benchdecision of this Court in the case of Indore Development Authority v.Manoharlal and Ors. – Order of High Court is set aside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "GOVT OF NCT OF DELHI THROUGH SECRETARY, LAND AND BUILDING DEPARTMENT AND ANR VS. RAM PRAKASH SEHRAWAT AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMDg=",
        "Citation": "[2022] 17 S.C.R. 759",
        "Case Type": "(CIVIL APPEAL /9201/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF83NTktNzY0XzE3MDMwNTY0OTUucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 759",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "Govt Of Nct Of Delhi Through Secretary, Land And Building Department And Anr",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1291",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Ram Prakash Sehrawat And Ors.",
        "Case Type:": "CIVIL APPEAL /9201/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2) – Land Acquisition Act",
            "1894"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) –Land Acquisition Act, 1894 – Notification under s.4 of LA Act wasissued on 23.01.1965 and award was declared – Possession of theland was taken and handed over to the DDA on 22.09.1986 – Aftera period of 29 years of passing of the award and taking over ofpossession, Respondent 1 and 2 filed the writ petition before theHigh Court for declaring that the acquisition of lands in questiondeemed to be lapsed under s.24(2) of the Act, 2013 – High Courtrelied on Pune Municipal Corporation and Anr. and declared that theacquisition with respect to the land in question is deemed to havelapsed under s.24(2) solely on the ground that the compensationwas not paid to the recorded owners – On appeal, held: The viewtaken by the High Court relying upon the decision in the case ofPune Municipal Corporation and Anr. is unsustainable – The decisionin the case of Pune Municipal Corporation and Anr. which has beenrelied upon by the High Court while passing the impugned judgmentand order has been specifically overruled by the Constitution Benchof this Court in the case of Indore Development Authority v. Manoharlaland Ors. – Impugned judgment declaring that the acquisition withrespect to the land in question is deemed to have lapsed unders.24(2) of the Act, 2013 is set aside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "THE STATE OF GUJARAT VS. SANDIP OMPRAKASH GUPTA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMTE=",
        "Citation": "[2022] 17 S.C.R. 765",
        "Case Type": "(CRIMINAL APPEAL /2291/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice J.B. Pardiwala\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF83NjUtODAxXzE3MDMwNTY2MDcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 765",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "The State Of Gujarat",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 1288",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.B. Pardiwala",
        "Respondent:": "Sandip Omprakash Gupta",
        "Case Type:": "CRIMINAL APPEAL /2291/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Control of Terrorism and Organised Crime Act",
            "2015: s.2(1)(c)"
        ],
        "HeadNote": "Gujarat Control of Terrorism and Organised Crime Act, 2015:s.2(1)(c) – Whether an FIR under the 2015 Act is maintainable inlaw or can be registered if there is no FIR registered against theaccused after the promulgation of the 2015 Act for any offenceunder the IPC or any other statute – Held: The term, ‘organisedcrime’ indicates that there has to be an activity prohibited by lawfor the time being in force which is a cognizable offence punishablewith imprisonment of three years or more, undertaken as singly orjointly as a member of organised crime syndicate or on behalf ofsuch syndicate, in respect of which activity more than onechargesheets have been filed before a competent court within thepreceding period of ten years and the Court has taken cognizanceof such offence – There would have to be some act or omissionwhich amounts to organised crime after the 2015 Act came intoforce i.e., 01.12.2019 in respect of which, the accused is sought tobe tried for the first time in the special court – For the purpose oforganised crime, there has to be a continuing unlawful activity –There cannot be continuing unlawful activity unless at least twochargesheets are found to have been lodged in relation to theoffence punishable with three years’ imprisonment during the periodof ten years – It nowhere by itself declares any activity to be anoffence under the said 2015 Act prior to 01.12.2019 – It also doesnot convert any activity done prior to 01.12.2019 to be an offenceunder the said 2015 Act – It merely considers two chargesheets inrelation to the acts which were already declared as offences underthe law in force to be one of the requisites for the purpose ofidentifying continuing unlawful activity and/or for the purpose ofan action under the said 2015 Act – If the person continues withthe unlawful activities and is arrested, after the promulgation of thesaid Act, then, such person can be tried for the offence under thesaid Act – If a person ceases to indulge in any unlawful act after the said Act, then, he is absolved of the prosecution under the saidAct – If he continues with the unlawful activity, it cannot be saidthat the State has to wait till, he commits two acts of which cognizanceis taken by the Court after coming into force – Organised Crime."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "GOVT. OF NCT OF DELHI VS. MOHD. MAQBOOL & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMTQ=",
        "Citation": "[2022] 17 S.C.R. 802",
        "Case Type": "(CIVIL APPEAL /9229/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84MDItODA4XzE3MDMwNTY3MDMucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 802",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "Govt. Of Nct Of Delhi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1289",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Mohd. Maqbool & Ors",
        "Case Type:": "CIVIL APPEAL /9229/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2)"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) –Land acquisition proceedings under Land Acquisition Act, 1894 –Respondent no.1 filed a writ petition before the High Courtchallenging the acquisition proceedings and also for a declarationthat the acquisition with respect to the land is deemed to have beenlapsed by virtue of s.24(2) of the Act, 2013 – According to the LandAcquisition Collector and so stated in the counter affidavit beforethe High Court, the possession of the disputed land in questionalong with the other lands were taken over and handed over toDDA on 04.03.1983 – High Court, on the ground, that thecompensation was not tendered to the land owner, allowed writpetition and declared that the acquisition with respect to the land inquestion is deemed to have lapsed under s.24(2) of the Act, 2013 –Hence instant appeal – Held: As per the recent decision of theConstitution Bench of this Court in the case of Indore DevelopmentAuthority v. Manoharlal and others for the purpose of lapse unders.24(2) of the Act, 2013, twin conditions of not taking overpossession and not tendering/paying the compensation are requiredto be satisfied and that if one of the conditions is not satisfied, thereshall not be lapse of the acquisition proceedings under s.24(2) ofthe Act, 2013 – According to the possession certificate and thespecific case on behalf of the appellant and the Land AcquisitionCollector that the possession of the land in question was taken overon 04.03.1983 and handed over to DDA, the impugned judgmentand order passed by the High Court is unsustainable and the samedeserves to be quashed."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "D.N. KRISHNAPPA VS. THE DEPUTY GENERAL MANAGER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMjk=",
        "Citation": "[2022] 17 S.C.R. 809",
        "Case Type": "(CIVIL APPEAL /9008/2022)",
        "Date": "12 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84MDktODE5XzE3MDMwNTgxMzgucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 809",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "12 December 2022",
        "Petitioner:": "D.n. Krishnappa",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1273",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The Deputy General Manager",
        "Case Type:": "CIVIL APPEAL /9008/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act",
            "1947 – s.33-C(2) – Recovery of money due from an employer"
        ],
        "HeadNote": "Industrial Disputes Act, 1947 – s.33-C(2) – Recovery of moneydue from an employer – Award passed ordering reinstatement withback wages – Order stayed during pendency of proceedings –Denial of back wages from date of award – Not justified – Principleof merger – Non-applicability of – Appellant was dismissed fromservice by respondent-bank – Labour Court ordered reinstatementwith 50% back wages vide order dtd.18.07.07 – Eventually, HighCourt confirmed the order of reinstatement but without any backwages vide order dtd. 12.07.13 – SLP dismissed, appellant wasreinstated on 23.09.13 – Appellant again approached the LabourCourt by filing application u/s.33-C(2) claiming back wages fromthe date of award i.e., 18.07.07 till actual reinstatement on 23.09.13,allowed – Order set aside by High Court – Plea of bank that as theoperation of award dtd. 18.07.07 was stayed by the High Courtand continued to be stayed till disposal of the writ appeals on12.07.13, the appellant shall not be entitled to the wages from theaward dtd. 18.07.07 – Also, as per the Bank, the award dtd.18.07.2007 merged with the order dtd.12.07.13 therefore, the saidorder would be enforceable on the principle of merger – On appeal,held: Interim orders are always subject to the final decision – Merelybecause there was an interim order/stay of the order of reinstatementduring the pendency of the proceedings, the appellant cannot bedenied the back wages/wages when ultimately the order ofreinstatement came be confirmed by the Court – Further, principleof merger will also not be applicable as the order of award ofreinstatement was confirmed by the Division Bench which will relyback to the original order passed by the Labour Court – Appellantentitled to the full wages with all emoluments from the date of orderof reinstatement i.e., 18.07.07 to the date of actual reinstatementi.e., 23.09.13, after adjusting the amount already paid under s.17B,ID Act.  Industrial Disputes Act, 1947 – s.33-C(2) – Bombay ChemicalIndustries Vs. Deputy Labour Commissioner & Anr. if applicable –Held: In the said case it is held that an un-adjudicated claim cannotbe the subject matter of proceedings u/s.33-C(2) and in theproceedings u/s.33-C(2), the Tribunal can only interpret the awardor settlement on which the claim is based – In the present case, theclaim of the appellant was adjudicated upon, thus High Courtmisapplied the said decision to the facts herein – Appellantapproached the Industrial Tribunal by way of an application u/s.33-C(2) for implementation of award dtd. 18.07.07 – Therefore,so far as the order of reinstatement and the wages claimed on theorder of reinstatement is concerned, the same were alreadyadjudicated upon – Thus, the said decision shall not be applicableto the facts of the case on hand."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "LAKHAN SINGH VS. AMARJEET SINGH & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMzA=",
        "Citation": "[2022] 17 S.C.R. 820",
        "Case Type": "(CRIMINAL APPEAL /2191/2022)",
        "Date": "06 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Sudhanshu Dhulia",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84MjAtODI4XzE3MDMwNTgyODQucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 820",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "06 December 2022",
        "Petitioner:": "Lakhan Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1327",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "Amarjeet Singh & Anr",
        "Case Type:": "CRIMINAL APPEAL /2191/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 – s.391 – Additional evidence in criminal appeal –"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – s.391 – Additionalevidence in criminal appeal – When impermissible – Respondentno.1-accused was convicted u/s 302, IPC and sentenced to life –Conviction and sentence challenged by respondent before HighCourt, also filed application for recording of evidence in respect ofhis plea of unsoundness of mind – Application allowed, Trial Courtwas directed to take on record the additional evidence and documentsand to send the file back along with additional evidence – On appealby complainant, held: Evidence regarding mental condition of therespondent was already on record – He also got himself examinedas DW-2 to put forward the aspect of his mental incapacity – Factsand conclusions in the orders passed by the Trial Court and bySupreme Court were available before the High Court – While dealingwith the appeal, it ought to have examined the material on recordbefore taking a decision as to whether any further evidence wasrequired in the matter or not – Deciding the application forpermission to lead additional evidence in the appeal without hearingthe parties on merits and without examining the record and thereasoning that prevailed in the Trial Court, cannot be countenanced– Further, if at all any further evidence was considered requisite, itcould have been taken by the High Court itself or by directing theregistry to do the same, after recording specific reasons therefor –Impugned order set aside – Criminal appeal restored forreconsideration of the High Court on merits – Application filed byrespondent also restored – Penal Code, 1860 – ss.302, 84.Code of Criminal Procedure, 1973 – s.391 – Scope of – Held:Proposition of taking additional evidence in a criminal appealcannot be adopted as a matter of course by the Appellate Court –Appellate Court could take a considered decision on the prayer foradducing additional evidence in appeal only after the appeal itselfhas been heard on merits and not before. "
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. DAYANAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMzE=",
        "Citation": "[2022] 17 S.C.R. 829",
        "Case Type": "(CIVIL APPEAL /9005/2022)",
        "Date": "09 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84MjktODM0XzE3MDMwNTg0MjUucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 829",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "09 December 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1269",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Dayanand & Ors.",
        "Case Type:": "CIVIL APPEAL /9005/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2) –"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) –Writ petition by subsequent purchaser to claim lapsing of theacquisition proceedings under s.24(2) of the Act, 2013 –Maintainability of – Held: In the case of Godfrey Philips (I) Ltd. &Ors., it was held that the subsequent purchaser is not entitled toclaim lapsing of the proceedings under the Act, 2013 – In that viewof the matter, the original writ petitioner-subsequent purchaser hadno locus to file the writ petition to claim lapsing of the acquisitionproceedings under s.24(2) of the Act, 2013.Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) –Land Acquisition – Possession taken on 26.11.2012 and handedover to DDA – High Court declared that the land acquisition withrespect to the land in question is deemed to have lapsed solely onthe ground that the compensation in respect of entire area was notpaid to the original writ petitioner (subsequent purchaser) – Held:The impugned judgment and order passed by the High Court isunsustainable in view of the Constitution Bench decision of thisCourt in the case of Indore Development Authority Vs. Manoharlaland Ors. – In the said decision, it is observed and held that forlapsing of the acquisition under s.24(2) of the Act, 2013, twinconditions, of not taking over the possession and not paying/tendering the compensation, are required to be satisfied and that ifone of the conditions is not satisfied, there shall not be deemedlapse of the acquisition proceedings under s.24(2) of the Act, 2013– In view of the fact that the possession was taken, acquisitionproceedings is not deemed to be lapsed. "
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "LAND ACQUISITION COLLECTOR (SOUTH EAST) VS. DHARAMVIR AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMzI=",
        "Citation": "[2022] 17 S.C.R. 835",
        "Case Type": "(CIVIL APPEAL /8992/2022)",
        "Date": "09 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84MzUtODM5XzE3MDMwNTg1MTIucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 835",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "09 December 2022",
        "Petitioner:": "Land Acquisition Collector (south East)",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1270",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Dharamvir And Ors.",
        "Case Type:": "CIVIL APPEAL /8992/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2) – Land Acquisition"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) –Land Acquisition – Possession taken on 16.03.2004 – High Courtdeclared that the land acquisition with respect to the land in questionis deemed to have lapsed on the ground that the amount ofcompensation was not paid to the land owners – Held: The viewtaken by the High Court is not sustainable in view of theConstitutional Bench decision of Supreme Court in IndoreDevelopment Authority v. Manoharlal and Ors. wherein it was heldthat in case possession was taken but compensation not paid thenthere is no lapse – High Court order set aside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. RAJ SINGH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMzU=",
        "Citation": "[2022] 17 S.C.R. 840",
        "Case Type": "(CIVIL APPEAL /8933/2022)",
        "Date": "09 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84NDAtODQ0XzE3MDMwNjE3ODUucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 840",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "09 December 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1268",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Raj Singh & Anr.",
        "Case Type:": "CIVIL APPEAL /8933/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2) – Land Acquisition"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) –Land Acquisition – Possession taken on 19.01.2006 – High Courtdeclared that the land acquisition with respect to the land in questionis deemed to have lapsed on the ground that the amount ofcompensation was not paid to the land owners – Held: The viewtaken by the High Court is not sustainable in view of theConstitutional Bench decision of Supreme Court in IndoreDevelopment Authority v. Manoharlal and Ors. wherein it was heldthat in case possession was taken but compensation not paid thenthere is no lapse – High Court order set aside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "RAJWATI @ RAJJO & ORS. VS. UNITED INDIA INSURANCE COMPANY LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMzY=",
        "Citation": "[2022] 17 S.C.R. 845",
        "Case Type": "(CIVIL APPEAL /8179/2022)",
        "Date": "09 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84NDUtODU3XzE3MDMwNjE5MTAucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 845",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "09 December 2022",
        "Petitioner:": "Rajwati @ Rajjo & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1267",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "United India Insurance Company Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /8179/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s.166 – Compensation – In the instant case",
            "two persons died (on spot) of injuries suffered by the accident caused by the truck driven in a rash and negligent manner"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s.166 – Compensation – In theinstant case, two persons died (on spot) of injuries suffered by theaccident caused by the truck driven in a rash and negligent manner– Appellants (dependents of the deceased persons) filed claimpetition before the Motor Accident Claim Tribunal – Tribunalawarded compensation to the appellants but on appeal by insurancecompany before the High Court, the High Court reduced the quantumof compensation by relying upon the contention of insurancecompany that the salary certificate and pay slip of the deceasedpersons were taken into account by the tribunal without examiningthe person who issued the said documents – On appeal, held: HighCourt erred while rejecting the salary certificate and pay slip onthe ground that the person issuing it was not examined – The saiddocuments are conclusive proof of the income of the deceased andwere also corroborated by the statements of the wife of the deceasedand his co-workers – Once the actual occurrence of the accidentwas established, the compensation awarded must be just and fair.Motor Vehicles Act, 1988: Beneficial Legislation – Standardof Proof – Motor Vehicles Act, 1988 is a beneficial piece oflegislation and as such, while dealing with compensation cases,once the actual occurrence of the accident has been established,the Tribunal’s role would be to award just and fair compensation –Strict rules of evidence as applicable in a criminal trial, are notapplicable in motor accident compensation cases – The standardof proof to be borne in mind must be of preponderance of probabilityand not the strict standard of proof beyond all reasonable doubtwhich is followed in criminal cases.Motor Vehicles Act, 1988: Loss of Consortium – Tribunalawarded Rs.40,000/- towards loss of consortium – The compensationunder this head needs to be increased by 10% after every threeyears. "
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "STATE OF JHARKHAND AND OTHERS VS. LINDE INDIA LIMITED AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMzc=",
        "Citation": "[2022] 17 S.C.R. 858",
        "Case Type": "(CIVIL APPEAL /8061/2022)",
        "Date": "02 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84NTgtODc1XzE3MDMwNjIwMDEucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 858",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "02 December 2022",
        "Petitioner:": "State Of Jharkhand And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1240",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Linde India Limited And Another",
        "Case Type:": "CIVIL APPEAL /8061/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bihar Finance Act",
            "1981: s.13(1)(b) – Benefit of concessional rate of tax under – Entitlement to"
        ],
        "HeadNote": "Bihar Finance Act, 1981: s.13(1)(b) – Benefit of concessionalrate of tax under – Entitlement to – Oxygen gas sold by respondentNo.1-manufacturer to the respondent No.2, if can be said to beused as “raw material” in the manufacturing process of steel andwould be taxed at the rate of 2% of the sales tax, which otherwise ischargeable @ 3% on the sale thereof – Tribunal and the authoritiesbelow held that the oxygen is used as goods other than “rawmaterial” in steel making and that it is a ‘refining agent’, ‘reducingagent’ and that 3% tax is to be levied on oxygen –However, theHigh Court held that the oxygen can be said to be a “raw material”and thus, respondent No. 1 entitled to concessional rate of tax at2% - On appeal, held: High Court ought to have appreciated thefindings by the committee consisting of expert members recorded inthe inspection report which was confirmed by the authorities belowthat the oxygen gas is used as a ‘refining agent’ and its main functionis to reduce the carbon content as per the requirement, the oxygengas cannot be said to be a “raw material” used in the manufactureof the end product-steel – High Court lacks the expertise on decidingthe disputed questions and more particularly the technical aspectwhich could have been left to the Committee consisting of experts –High Court in exercise of powers u/Art. 226 is not sitting as anappellate court against the findings recorded on appreciation offacts and the evidence on record – High Court has seriously erredin holding contrary and by interfering with the concurrent findingsrecorded by all the three authorities below – Thus, respondents notentitled to the concessional rate of tax @ 2% treating the same as“raw material” in the manufacture of the end product and are liableto pay tax @ 3% on the sale thereof – Impugned judgment andorder passed by the High Court is unsustainable and set aside –Constitution of India – Art. 226."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "SUDESH CHHIKARA VS. RAMTI DEVI & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxMzk=",
        "Citation": "[2022] 17 S.C.R. 876",
        "Case Type": "(CIVIL APPEAL /174/2021)",
        "Date": "06 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84NzYtODgyXzE3MDMwNjIwNzkucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 876",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "06 December 2022",
        "Petitioner:": "Sudesh Chhikara",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1257",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay.S. Oka",
        "Respondent:": "Ramti Devi & Anr",
        "Case Type:": "CIVIL APPEAL /174/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maintenance and Welfare of Parents and Senior Citizens Act",
            "2007:s. 23"
        ],
        "HeadNote": "Maintenance and Welfare of Parents and Senior Citizens Act,2007:s. 23 – Transfer of property to be void in certain circumstances– Applicability of s. 23(1) – When – Held: Effecting transfer subjectto a condition of providing the basic amenities and basic physicalneeds to the transferor-senior citizen is sine qua non for applicabilityof sub-section (1) of s. 23 – When transferee refuses or fails toprovide such amenities and physical needs to the transferor, thetransfer shall be deemed to have been made by fraud or coercionor undue influence, and becomes voidable at the instance of thetransferor and the Maintenance Tribunal – Very often, senior citizenexecutes a gift or a release or otherwise in favour of his or hernear and dear ones, out of love and affection without any expectationin return, a condition of looking after the senior citizen is notnecessarily attached to it – Thus, when it is alleged that the conditionsmentioned in s. 23(1) are attached to a transfer, existence of suchconditions must be established before the tribunal – Perusal of thepetition u/s. 23 filed by respondent no.1-senior citizen shows that itwas not even pleaded by respondent no.1 that the release deed wasexecuted subject to a condition that the transferees-daughters ofsenior citizen would provide the basic amenities and basic physicalneeds to the senior citizen – No such finding was recorded by thetribunal – It was merely pleaded that the daughter had no intentionto take care of her mother – Thus, the order of the tribunal and theHigh Court cannot be sustained and, set aside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "M/S. TOTAL ENVIRONMENT BUILDING SYSTEMS PVT. LTD VS. THE DEPUTY COMMISSIONER OF COMMERCIAL TAXES & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDA=",
        "Citation": "[2022] 17 S.C.R. 883",
        "Case Type": "(CIVIL APPEAL /8673/2013)",
        "Date": "02 AUGUST 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna\n*, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF84ODMtOTI5XzE3MDMwNjIxOTcucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 883",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "02 August 2022",
        "Petitioner:": "M/s. Total Environment Building Systems Pvt. Ltd",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 780",
        "Judgment Delivered by:": "Hon'ble Ms. Justice B.V. Nagarathna,Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The Deputy Commissioner Of Commercial Taxes & Ors",
        "Case Type:": "CIVIL APPEAL /8673/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Finance Act",
            "1994: s. 65(105) (zzzze)(as amended) — Works contract – Composite Works Contract"
        ],
        "HeadNote": "Finance Act, 1994: s. 65(105) (zzzze)(as amended) — Workscontract – Composite Works Contract — Levy of service tax – Issueas regards the levy of service tax on Composite Works Contractsprior to the introduction of the Finance Act, 2007 by which theFinance Act, 1994 came to amended to introduce s. 65(105) (zzzze)pertaining to Works Contract – Held: For the period prior tointroduction of Finance Act, 2007, service tax was not leviable underFinance Act, 1994 on indivisible works contracts – Binding decisionof the Court in the case of Larsen and Toubro Limited, is followed –Larsen and Toubro Limited’s case has stood the test of time and hasnever been doubted earlier – Said decision has been followedconsistently by this Court as well as by various High Courts andthe tribunals – If the prayer to reconsider and/or review the judgmentin Larsen and Toubro Limited is accepted, it may unsettle the law,which has been consistently followed since 2015 onwards – Thus,on the principle of stare decisis, Larsen and Toubro Limited’s case,neither needs to be revisited, nor referred to a larger Bench of thisCourt and that too after a period of almost seven years – Thus, theorders passed by the respective High Courts/tribunals that for theperiod pre-Finance Act, 2007, the assesses were liable to pay theservice tax on indivisible/composite works contracts is quashed andset aside - Finance Act, 2007.Doctrines of precedents and Stare decisis – Relevance andsignificance of – Discussed."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "COMMISSIONER OF SERVICE TAX DELHI VS. QUICK HEAL TECHNOLOGIES LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDM=",
        "Citation": "[2022] 17 S.C.R. 930",
        "Case Type": "(CIVIL APPEAL /5167/2022)",
        "Date": "05 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice J.B. Pardiwala\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF85MzAtOTcwXzE3MDMwNjIyOTEucGRm",
        "SCR Citation:": "[2022] 17 S.C.R. 930",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "05 August 2022",
        "Petitioner:": "Commissioner Of Service Tax Delhi",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 801",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.B. Pardiwala",
        "Respondent:": "Quick Heal Technologies Limited",
        "Case Type:": "CIVIL APPEAL /5167/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Tax – Finance Act",
            "1994 – s.65(105)(zzzze) and 66E – Constitution of India –Art.366(29A)"
        ],
        "HeadNote": "Service Tax – Finance Act, 1994 – s.65(105)(zzzze) and 66E– Constitution of India –Art.366(29A) – Respondent (Assessee)engaged in supply of Quick Heal Antivirus Software license key/code along with replicated CDs/DVDs in the retail packs (i.e.Information Technology Software Service) through its dealers/distributors to the end customers in India –Contention of revenuethat transaction pertaining to software can be divided into twocomponents (i) sale of CD, & (ii) supply of updates – Respondentargued that the transaction cannot be bifurcated into twocomponents – Held: Once a lumpsum has been charged for the saleof CD (as in the case on hand) and sale tax has been paid thereon,the revenue thereafter cannot levy service tax on the entire saleconsideration once again on the ground that the updates are beingprovided – The artificial segregation of the transaction, as in thecase on hand, into two parts is not tenable in law – It is, in substance,one transaction of sale of software and once it is accepted that thesoftware put in the CD is “goods”, then there cannot be any separateservice element in the transaction – Even otherwise the user is putin possession and full control of the software – It amounts to“deemed sale” which would not attract service tax."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "ALL KERALA DISTRIBUTORS ASSOCIATION, KOTTAYAM UNIT, REPRESENTED BY ITS SECRETARY VS. THE STATE OF KERALA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDQ=",
        "Citation": "[2022] 17 S.C.R. 971",
        "Case Type": "(CIVIL APPEAL /971-1011/971)",
        "Date": "27 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice C.T. Ravikumar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF85NzEtMTAxMV8xNzAzMDYyNDIwLnBkZg==",
        "SCR Citation:": "[2022] 17 S.C.R. 971",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "27 July 2022",
        "Petitioner:": "All Kerala Distributors Association, Kottayam Unit, Represented By Its Secretary",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 752",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "The State Of Kerala & Anr.",
        "Case Type:": "CIVIL APPEAL /971-1011/971",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Motor Vehicles Taxation Act",
            "1976 – ss.4(7)",
            "4(8)",
            "15 – Kerala Motor Vehicles Taxation (Amendment) Act",
            "2005"
        ],
        "HeadNote": "Kerala Motor Vehicles Taxation Act, 1976 – ss.4(7) , 4(8), 15– Kerala Motor Vehicles Taxation (Amendment) Act, 2005 – KeralaMotor Transport Worker’s Welfare Fund Act, 1985 – s.8A – MotorVehicles Act, 1988 – Challenge to constitutional validity of ss.4(7) ,4(8), 15, 1976 Act and s.8A , 1985 Act – Held: The 1988 Act doesnot cover the field of the manner of levy of vehicle tax and collectionthereof – The same is covered by the State legislations – Consideringthe scheme of the State legislations, it is incomprehensible tocountenance the argument that the two provisions (of 1988 Act onthe one hand and of 1976 Act and 1985 Act on the other) areinconsistent in any manner whatsoever – The State enactments arecomplementary and can be given effect to without any disobedienceto the Central legislations – Neither the provisions of the 1985 Actor the 1976 Act have the effect of interdicting the permit issuedunder the 1988 Act – The real intent and purpose behind theseprovisions is to restate the mandate stated in the 1988 Act that thevehicle cannot be used on road without a valid permit and paymentof vehicle tax up to date – The provisions of the 1976 Act and the1985 Act, enacted by the State Legislature are only intended to ensurethat the vehicle owner/permit-holder does not remain in arrears ofeither the welfare fund contribution or the vehicle tax both payableunder the State enactments – These provisions are in no way inconflict with the law made by the Parliament (1988 Act) – The Stateenactments do not create any new liability or obligation in relationto the permit issued under the 1988 Act (Central legislation), but itprovides for dispensation to ensure timely collection of the welfarefund contribution as well as vehicle tax payable by the same vehicleowner/permit-holder – The stand taken by the writ petitionersregarding the validity of the amended provisions being repugnantto the law made by the Parliament is negatived. Constitution of India – Tests of repugnancy – Discussed.Kerala Motor Transport Worker’s Welfare Fund Act, 1985 –Objective of – Discussed."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "UNION OF INDIA & OTHERS VS. BHARAT FORGE LTD. & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDU=",
        "Citation": "[2022] 17 S.C.R. 1012",
        "Case Type": "(CIVIL APPEAL /5294/2022)",
        "Date": "16 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xMDEyLTEwNTdfMTcwMzA2MjU1NS5wZGY=",
        "SCR Citation:": "[2022] 17 S.C.R. 1012",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "16 August 2022",
        "Petitioner:": "Union Of India & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 837",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Bharat Forge Ltd. & Another",
        "Case Type:": "CIVIL APPEAL /5294/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Goods and Services Act",
            "2017 – Notice Inviting Tender (NIT) for procurement of product was published"
        ],
        "HeadNote": "Goods and Services Act, 2017 – Notice Inviting Tender (NIT)for procurement of product was published – However, neither theNIT nor the bid documents, mention the relevant HSN Codeapplicable to the product – The bidders were also directed to specifythe percentage of local content of the material being offered, inaccordance with the ‘Make in India’ Policy and preference wouldbe given to those projects, which have at least 50 per cent localcontent – The Writ petitioner – 1st Respondent(L4) quoted price withGST rate @18%, L1 to L3 quoted the price with GST rate at @5%due to which the total price of Writ Petitioner becameRs. 8,29,540/- whereas the total price of the L1 became Rs.6,30,000– Allegedly, the variance in quoted GST rates has distorted thetendering process – Hence, 1st Respondent filed writ petition –Meanwhile, a subsequent tender in regard to the product was grantedto the writ petitioner – Hence, the issue left for determination waswhether writ of mandamus can be issued directing the tenderingauthoring to clarify that the procurement product must be taxed @18% under the Relevant HSN Code, to ensure a uniform bidding –High Court issued a direction to respondent no.2-Appellant(L1) thatif the GST value is to be added in the base price to arrive at thetotal price of offer for the procurement of products in a tender andis used to determine interse ranking in the selection process thenthe appellant should get a clarification regarding correct HSN Codefrom GST authorities for the procurement product and mention thesame in the bid document, so as to ensure Level Playing Field –Aggrieved Appellants filed SLPbefore the Supreme Court – Held :Clause 2.7.6 in Tender document provide that all the bidders/tenderers while quoting the rates should clearly indicate the rate ofapplicable duties and taxes included in the prices quoted by them –As per Clause 2.7.7, tenderers should ensure that they are GSTcompliant and their quoted tax rates are as per GST Law – Clause 2.8.6, provides that the purchaser (appellants) will not beresponsible for the payment of taxes and duties paid by the supplier,on the basis of the misclassification or a misapprehension of law –Clause 2.9.2, provides that the information about the tax liability isnot forthcoming in the bid, the bid will be considered as inclusive –It provides for a clear duty with the tenderer to acquaint themselveswith all the applicable taxes and duties – Clause 2.9.2, which makesit clear that a tenderer may quote a rate without including any taxcomponent – Hence, successful tenderer is, liable to pay the GSTby filing returns and carrying out self-assessment – The Officer,dealing with the supplier, would have jurisdiction in the matter inorder to ensure that the successful tenderer pays the tax due and tofurther ensure that, by not correctly quoting the GST rate, there isno tax evasion – The appellants shall indicate that the, tendererswill, in their bids, indicate the details of their Assessing Officers sothat appellants can effectively comply with the direction given –The judgment of High Court set aside.Writ of Mandamus – Scope of – Writ of Mandamus would lieonly when a Statute imposes a duty and there is a failure in thedischarge of duty - Mandamus would lie if the Authority, which hada discretion, fails to exercise it and prefers to act under the dictationof another Authority – Writ of Mandamus or a direction in the naturethereof had been given a very wide scope in the conditions prevailingin this country and it is to be issued wherever there is a public dutyand there is a failure to perform and the courts will not be bound bytechnicalities and its chief concern should be to reach justice to thewronged – The appellants have no statutory duty, which could havebeen enforced in the manner done in the impugned Judgment –There is no public duty which is enforceable."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "PR. COMMISSIONER OF INCOME TAX – I, CHANDIGARH VS. M/S. ABC PAPERS LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDc=",
        "Citation": "[2022] 17 S.C.R. 1058",
        "Case Type": "(CIVIL APPEAL /4252/2022)",
        "Date": "18 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha\n*, Hon'ble Mr. Justice S. Ravindra Bhat, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xMDU4LTEwNzhfMTcwMzA2MjY3MS5wZGY=",
        "SCR Citation:": "[2022] 17 S.C.R. 1058",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "18 August 2022",
        "Petitioner:": "Pr. Commissioner Of Income Tax – I, Chandigarh",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 844",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "Respondent:": "M/s. Abc Papers Limited",
        "Case Type:": "CIVIL APPEAL /4252/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IncomeTax Act",
            "1961– ss.260A",
            "127–"
        ],
        "HeadNote": "IncomeTax Act, 1961– ss.260A, 127– Appellate jurisdictionof the High Courts u/s.260A against judgments of Income TaxAppellate Tribunals – Jurisdiction of the High Court consequentupon administrative order of transfer of a ‘case’ u/s.127from oneAssessing Authority to another Assessing Officer located in adifferent State – Held: Appeals against every decision of the ITATshall lie only before the High Court within whose jurisdiction theAssessing Officer who passed the assessment order is situated –Even if the case or cases of an assessee are transferred in exerciseof power u/s.127, the High Court within whose jurisdiction theAssessing Officer has passed the order, shall continue to exercisethe jurisdiction of appeal – This principle is applicable even if thetransfer is u/s.127 for the same assessment year(s) – Jurisdiction ofa High Court is not dependent on the location of the ITAT, assometimes a Bench of the ITAT exercises jurisdiction over pluralityof states.Precedent – Held: Binding nature of decisions of an appellatecourt established under a statute on subordinate courts and tribunalswithin the territorial jurisdiction of the State, is a larger principleinvolving consistency, certainty and judicial discipline, and it hasa direct bearing on the rule of law – This ‘need for order’ andconsistency in decision making must inform our interpretation ofjudicial remedies."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "HARYANA STATE INDUSTRIAL AND INFRASTRUCTURE DEVELOPMENT CORPORATION LTD. & ORS. VS. MR. DEEPAK AGGARWAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNDg=",
        "Citation": "[2022] 17 S.C.R. 1079",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /16631/2018)",
        "Date": "28 JULY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Abhay.S. Oka, Hon'ble Mr. Justice C.T. Ravikumar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xMDc5LTExMDVfMTcwMzA2Mjc4Ny5wZGY=",
        "SCR Citation:": "[2022] 17 S.C.R. 1079",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "28 July 2022",
        "Petitioner:": "Haryana State Industrial And Infrastructure Development Corporation Ltd. & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2022 INSC 767",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.T. Ravikumar",
        "Respondent:": "Mr. Deepak Aggarwal & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /16631/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013 – s.24(1)–”initiated” – Land Acquisition Act, 1894 – s.4 –Meaning andinterpretation of”initiated” in s.24(1) of the 2013 Act, with referenceto land acquisition proceedings under the L.A Act – Held: For thepurposes of sub-section (1) of s.24 of the 2013 Act, the proceedingsunder the L.A. Act shall be treated as initiated on publication of anotification under sub-section (1) of s.4 of the L.A. Act –Further,when Clause (a) of sub-section (1) of s.24 of the 2013 Act isapplicable, the proceedings shall continue as per the L.A. Act –However, only for the determination of compensation amount, theprovisions of the 2013 Act shall be applied – Interpretation ofStatutes –Purposive construction."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "UNION OF INDIA & ORS. VS. GOPAL MEENA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNTA=",
        "Citation": "[2022] 17 S.C.R. 1106",
        "Case Type": "(CIVIL APPEAL /3314/2010)",
        "Date": "10 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xMTA2LTExMjFfMTcwMzA2Mjg4Ni5wZGY=",
        "SCR Citation:": "[2022] 17 S.C.R. 1106",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "10 August 2022",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 808",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Gopal Meena & Ors.",
        "Case Type:": "CIVIL APPEAL /3314/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law – Promotion – Special drive for filling up backlog vacancies vis-à-vis regular promotion"
        ],
        "HeadNote": "Service Law – Promotion – Special drive for filling up backlogvacancies vis-à-vis regular promotion – Distinction between ad hocpromotions and regular promotions – Held: Distinction between aspecial drive for filling up backlog vacancies and regular promotionto candidates both from the reserved and the unreserved categories,is too obvious – While filling up vacancies by way of promotion onregular basis, a Departmental Promotion Committee (DPC) isconstituted and the profile of the candidates coming within the zoneof consideration is prepared – But in a special drive for filling upthe backlog vacancies meant for reserved category candidates, suchan exercise become redundant – This is because all candidates whowill be considered for promotion, in a special drive, will invariablybelong to the same reserved category, as otherwise it will cease tobe a special drive – Similarly, the exercise undertaken for filling upvacancies on ad hoc basis, stands on a different footing from theexercise undertaken for the grant of regular promotions – In thepresent case, there is no parity between backlog vacancies coveredin Office Memorandum dated 26.8.2004 and the regular promotioncovered in Office Memorandum dated 24.12.1980 and/or 6.1.2006– Therefore, the Tribunal as well as the High Court have completelymissed the issue involved in the subsequent applications filed bythe candidates – Tribunal and the High Court missed the distinctionbetween ad hoc promotions and the regular promotions to be madethrough DPC – High Court as well as the Tribunal fell into error ontwo aspects- they did not address the issue whether there was aspecial recruitment drive for filling up of backlog vacancies andwhether there was a failure to consider the case of the respondents;and they applied the yardstick meant for ad hoc promotions to thecase of regular promotions, though the case of the candidates wasfor unfilled backlog vacancies – This fundamental error of focusresulted in the Tribunal and the High Court answering a question that did not arise – Orders of the High Courts are erroneous andnot sustainable in law – Consequently, the orders passed for regularpromotion by extending the zone of consideration do not arise, setaside."
    },
    {
        "volume": "2022Volume 17",
        "Case Name": "IN RE: T.N. GODAVARMAN THIRUMULPAD VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNTI=",
        "Citation": "[2022] 17 S.C.R. 1122",
        "Case Type": "(WRIT PETITION (CIVIL) /202/1995)",
        "Date": "03 APRIL 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose\n*, Hon'ble Mr. Justice Bhushan Ramkrishna Gavai, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxNy9QYXJ0IEkvMjAyMl8yOF8xMTIyLTExNjZfMTcwMzA2MzAwNC5wZGY=",
        "SCR Citation:": "[2022] 17 S.C.R. 1122",
        "Year/Volume:": "2022/ Volume 17",
        "Date of Judgment:": "03 April 2022",
        "Petitioner:": "In Re: T.n. Godavarman Thirumulpad",
        "Disposal Nature:": "I.A Disposed Off",
        "Netural Citation:": "2022 INSC 635",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aniruddha Bose",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /202/1995",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment Law – Wild Life (Protection) Act",
            "1972 – Wildlife sanctuaries and National parks"
        ],
        "HeadNote": "Environment Law – Wild Life (Protection) Act, 1972 – Wildlifesanctuaries and National parks – The present set of applicationsarise out of a report of the Central Empowered Committee (CEC)specifically pertaining to Jamua Ramgarh wildlife sanctuary in Stateof Rajasthan – Report stated about exploitation of protected forestmainly by private miners mostly with temporary working permitsobtained from the Governmental agencies – Supreme Court hadconverted the report with its set of recommendations into anInterlocutory Application – Recommendations made in the secondreport by the CEC, went beyond the Jamua Ramgarh Sanctuaryand dealt with creation of identification and declaration of safetyzones around protected forests all across the country – In the presentorder Supreme Court dealt with two issues i.e. Scope of miningactivities in and around a wildlife sanctuary in the State of Rajasthan(Jamua Ramgarh) and prescribing Eco sensitive zones (ESZ)surrounding the wildlife sanctuaries and national parks – Held:Each protected forest that is national park or wildlife sanctuarymust have an ESZ of minimum one kilometre measured from thedemarcated boundary of such protected – For Jamua Ramgarhwildlife sanctuary, it shall be 500 metres – If the ESZ is alreadyprescribed as per law that goes beyond one kilometre buffer zone,the wider margin as ESZ shall prevail – Mining within the nationalparks and wildlife sanctuaries shall not be permitted – If any activityis already being undertaken within the one kilometre or extendedbuffer zone (ESZ) of any wildlife sanctuary or national park thatdoes not come within the ambit of prohibited activities, such activitiesmay continue with permission of the Principal Chief Conservatorof Forests of each State or Union Territory – The minimum width ofthe ESZ may be diluted in overwhelming public interest but for that  purpose the State or Union Territory concerned shall approach theCEC and MoEF&CC and both these bodies shall give their respectiveopinions/recommendations before Court – In respect of sanctuariesor national parks for which the proposal of a State or UnionTerritory has not been given, the 10 kilometres buffer zone as ESZshall be implemented – The CEC shall quantify the compensation tobe recovered from each miner indulging in mining activities withinthe Jamua Ramgarh sanctuary in violation of any statutory provisionor order of this Court – Specific recommendations for compensatoryafforestation, reclamation, clearing overburden dumping as alsocompensation in monetary units for degradation of forest resourcesshall also be made – A further set of recommendations concerningconfiscation of earth moving equipments and other machineries lyingwithin or in the periphery of the said sanctuary shall be made bythe CEC."
    }
]