[
    {
        "volume": "2022Volume 18",
        "Case Name": "BHAGYODAY COOPERATIVE BANK LTD. VS. RAVINDRA BALKRISHNA PATEL DECEASED THROUGH HIS LRS & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2Nzk=",
        "Citation": "[2022] 18 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /8531/2022)",
        "Date": "16 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Mr. Justice K.M. Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xLTI3XzE3MDI5ODE2MzAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 1",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "16 November 2022",
        "Petitioner:": "Bhagyoday Cooperative Bank Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1210",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "Ravindra Balkrishna Patel Deceased Through His Lrs & Ors",
        "Case Type:": "CIVIL APPEAL /8531/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Co-operative Societies Act",
            "1961 (GCoSA",
            "1961) – Ss. 103",
            "103 (a) - Code of Civil Procedure 1908 – Ss. 38",
            "39",
            "Or. 21",
            "r.46A",
            "Or. 26",
            "r.46 – Limitation Act S. 5"
        ],
        "HeadNote": "Gujarat Co-operative Societies Act, 1961 (GCoSA, 1961) –Ss. 103, 103 (a) - Code of Civil Procedure 1908 – Ss. 38, 39, Or.21, r.46A, Or. 26, r.46 – Limitation Act S. 5 – The Appellant-Bankgranted a financial facility to a firm (M/s. Vimal Traders, PartnershipFirm) of three partners (Respondents and one Gautam VishnuprasadTripathi) – Amount was not repaid – Lavad Suit was filed in 1988by the Appellant before the Board of Nominees u/ GCoSA 1961,which held to make payment with interest p.a. from the date of suittill realisation and cost of the suit to the Plaintiff (therein) – Matterwas adjudicated in the form of an arbitration proceeding –Certificate contemplated u/s. 103(a) of the Act came to be issued on17.09.1995 – Appellant filed execution application before CivilCourt – During pendency of said application, Jangam Warrant wasissued against Respondents (therein) for recovery – Appellant filedan application seeking withdrawal of the Execution Applicationwith liberty to file the petition before the Court of competentjurisdiction on the ground that the respondent had shifted the placeof residence – Withdrawal application was allowed on 02.02.2005– On 19.01.2006, the Appellant-Bank filed an execution petitionbefore the 4th Additional Senior Civil Judge – Appellant hadobtained a decree against another partnership firm in which theRespondents were partners alongwith one ‘H’ – Deemed decreeobtained against the said parties in previous Lavad Suit again underthe Act, was put to execution – Mother of respondents, who stoodas guarantor for the loan granted in the transaction which led toLavad Suit – Her property was put to sale in the Court auction –After auction was held there was excess amount which belongs tomother and lying in deposit – Based on the developments in theother suit namely the holding of the Court auction in connection with the enforcement of the liability of the mother as guarantor, anapplication was filed on 24.01.2007 by Appellant – The purport ofthe application appears to be to obtain satisfaction of the deemeddecree with reference to the amount which was realized in the Courtauction – Respondents filed objection, which was dismissed andheld that the amount to be deposited and the interest and cost become on the share of respondents herein – Respondent challengedthe order – High Court held that (Impugned Order) - a) Theexecution application filed by Appellant is not maintainable as afterthe first application was dismissed on default the application beforesecond execution court was not within period of limitation; b)execution petition filed to get it transferred to second court wasdone without an order u/s. 39 of CPC; c) without observing themandatory requirement i.e., to affords an opportunity to the personaggrieved that is the garnishee to raise his objection to theattachment the Execution Court had allowed the prayer under Order21 Rule 46A – On appeal, held: Mere dismissal of the firstapplication on the ground of default may not result in the decreeholder being precluded from filing a fresh execution petitionprovided it is within time – When the Authority passed the awardunder the Act, it was a Civil Court – It is not a Court within themeaning of Section 38 of CPC – For effective working of Section39 of CPC, there must be a Court which has passed a decree - Inthe context of the CPC there is no such Court within the meaning ofSection 38 in these cases instead, there was essentially arbitrationproceedings and what is passed by the said authority is clothedonly with the effect of a decree and it is enforceable as a decree –Certificate being granted it resulted in a deemed decree – Words‘decree as defined in clause (2) s. 2 of CPC’ as used in s. 103 of theAct is to reinforce in the concept of a decree with greater clarityand by way of abundant caution – The mere presence of these wordsby itself cannot support the attempt at distinguishing the principlewhich is that in view of the fact that Sections 38 and 39 of the CPCare not as such applicable, the decree-holder may seek to executethe decree in any Court which otherwise has jurisdiction – In caseof debt, share and other property covered u/ Order 26 Rule 46procedures begins with an attachment, but in this case there is noattachment of debt in the form of money lying in the deposit, whichis not a manner to pass order with Order 21 Rule 46 A – In the facts, therefore, the second execution petition is maintainable – Thefiling of the second execution petition was not illegal for the reasonthat there was no order under Section 39 of CPC – The filing of theapplication under Order 21 Rule 46A and the order passed as suchby the Execution Court may be flawed."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE & SERVICE TAX, ROHTAK VS. MERINO PANEL PRODUCT LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2ODQ=",
        "Citation": "[2022] 18 S.C.R. 28",
        "Case Type": "(CIVIL APPEAL /6891/2018)",
        "Date": "05 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice J.B. Pardiwala, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8yOC01M18xNzAyOTgxNzIxLnBkZg==",
        "SCR Citation:": "[2022] 18 S.C.R. 28",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "05 December 2022",
        "Petitioner:": "Commissioner Of Central Excise & Service Tax, Rohtak",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 1253",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "Merino Panel Product Ltd.",
        "Case Type:": "CIVIL APPEAL /6891/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944 – s.4(1)(a) – Central Excise Valuation (Determination of Price of Excisable Goods) Rules",
            "2000"
        ],
        "HeadNote": "Central Excise Act, 1944 – s.4(1)(a) – Central Excise Valuation(Determination of Price of Excisable Goods) Rules, 2000 – rr. 9, 11– Customs, Excise and Service Tax Appellate Tribunal set aside theshow cause notice issued by the Appellant-Revenue to the Assessee-Respondent, on the ground that it had invoked an incorrect methodof valuing related party transactions – Correctness of – Held: Theassessable value for the related party sales can be established byreferring to the normal price u/s.4(1)(a) of the CEA, which is readilyavailable in the present case – This is the true meaning and intentionunderlying the CBEC Circular of 01.07.2002 – Reference to r.11 inPoint No. 12 of the Circular simply mandates the usage of“reasonable means” keeping in mind s.4(1)(a) of the CEA and r.9of the CEVR – This is merely a method by which the Revenue isrequired to apply its mind to a case of partial sales to bothindependent and related parties – Point No. 12 in the Circular of01.07.2002 is not contrary to the intent of the CEA and CEVR andthe object behind it is to merely use “reasonable means” as outlinedu/r.11 of the CEVR, in conformity with s.4(1)(a) of the CEA and r.9of the CEVR, so as to reach the assessable value of goods fordetermination of excise duty – When the normal price that isordinarily charged in dealings where the price itself is the soleconsideration of the transaction is available, as it is here, that pricecan be transposed onto the related party purchases as well, to arriveat the assessable value – Hence, the order of the Commissionerregarding the value of the goods sold to the Respondent’s sisterconcerns is in consonance with Supreme Court’s earlier judgmentsand the Circular dated 01.07.2002 – Demand made by the Appellantis confirmed however, the levy of interest and penalties upon the Respondent is not approved – These amounts be reduced from thetotal recoverable amount from the Assessee.Tax/Taxation – Held: Maintaining predictability in taxationlaw is of utmost importance and, for this reason, the Court shouldnot accept an argument by the Revenue that waters down its ownCircular – Revenue’s stance against its own circular can potentiallylead to a chaotic situation where, with one hand, the Revenue wouldlay down instructions on how to interpret the relevant statutes andrules, and with the other hand, it would promptly disobey thosevery directions.Central Excise Act, 1944 – s.4(1)(a), (b) – Held: Principlesu/s.4(1) of the CEA are geared toward determination of the ‘value’of goods – Under s.4(1)(a), the value of goods for the purposes ofexcise duty, is deemed to be the ‘normal price’ of the goods that are‘ordinarily sold’ in the course of business, and where the price isthe ‘sole consideration’ for the transaction – It is only when thiscannot be gleaned from the set of transactions available on recordthat s.4(1)(b) is resorted to.Excise Duty – Determination of excise duty on relatedtransactions – Held: Price charged from independent parties forthe sale of excisable goods can be used as a benchmark fordetermination of excise duty on related transactions when such aprice is readily available – However, when making such calculationsvia transposition, the Revenue cannot act in a mechanical way –The assessment of the appropriate value of the related partytransaction must be made after considering relevant material anddue application of mind – The entire quasi-judicial process of issuinga show cause notice and considering the distinguishing factorsplaced by the Assessee must be completed before the price of salesto independent buyers is utilized as a benchmark for sales to relatedparties – The general principles of s.4(1) of the CEA, r/w r.11 of theCEVR, are meant to provide a pathway for determination of the“normal price” and “value” of goods in cases where no alternativemethodology is applicable – This fulfils the dual objectives of beingin consonance with the Circular dated 01.07.2002 and harmonizingdifferent provisions of the CEA and CEVR – Central Excise Act,1944 – s.4(1) – Central Excise Valuation (Determination of Priceof Excisable Goods) Rules, 2000 – r.11.COMMNR. OF CENTRAL EXCISE & SERVICE TAX, ROHTAKv. MERINO PANEL PRODUCT LTD.Central Excise Act, 1944 – s. 4(1) – Presumption under –Discussed – Central Excise Valuation (Determination of Price ofExcisable Goods) Rules, 2000 – rr. 9, 11."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "HARPREET KAUR & ORS VS. MOHINDER YADAV & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2ODk=",
        "Citation": "[2022] 18 S.C.R. 54",
        "Case Type": "(CIVIL APPEAL /9233/2022)",
        "Date": "15 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice S. Ravindra Bhat\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV81NC02NF8xNzAyOTgxODE4LnBkZg==",
        "SCR Citation:": "[2022] 18 S.C.R. 54",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "15 December 2022",
        "Petitioner:": "Harpreet Kaur & Ors",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1283",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Mohinder Yadav & Ors.",
        "Case Type:": "CIVIL APPEAL /9233/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s.166"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s.166 – Fatal accident –Compensation – Computation of loss of income and loss ofconsortium – Victim-deceased died in a motor vehicular accidentdue to rash and negligent driving of the offending truck – Deceasedwas a farmer/agriculturist aged about 35 years at the time of theincident, who was survived by his wife, two minor children, and hismother – Claim petition u/s.166 of the Act – Tribunal partly allowedthe petition and awarded a sum of Rs. 6,60,000/- with 6% interest –Appeal by claimants on the ground that the Tribunal only consideredthe sauni crops, and not the rabi/harri crops which were alsocultivated on the lands – High Court partly allowed the appeal andenhanced the total compensation to Rs. 17,66,000/ along with 7.5%interest; High Court assessed the income of the deceased at Rs.95,000/-, added 40% future prospects and deducted one-fourthtowards expenses of the deceased – Still aggrieved with the amountof compensation, claimants filed instant appeal – Held: Deceasedwas a lambardar of the village, and a graduate – The documentaryevidence on record showed that he was cultivating 66 acres, andwas entitled to one-third of the value of produce from income ofthose agricultural lands – In addition, he owned and was getting12 acres cultivated – Admitted returns were to the tune of Rs. 95,000/- – According to deceased’s wife, the deceased’s income was Rs.1,00,000/-; the claim was for an extent of 1 crore – Whilst there wasno evidence for the latter amount, the documentary evidencesupported the appellant’s case in regard to cultivation of extensivelands – Having regard to these facts, the assessment of income @ Rs. 95,000/- appears to be on the lower end, and insufficient – Itwould in the circumstances of the case, be appropriate that the actualincome should be computed @ Rs.1,50,000/- per annum – Applying40% towards future prospects, the total annual income amounts to2,10,000 – With a one-fourth deduction (dependents), the annualloss of dependency would be Rs. 1,57,500 – Applying a multiplierof 16, total loss of dependency would come to Rs. 25,20,000."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "DESH RAJ & ORS. VS. ROHTASH SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2OTE=",
        "Citation": "[2022] 18 S.C.R. 65",
        "Case Type": "(CIVIL APPEAL /9217/2022)",
        "Date": "14 DECEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV82NS04NF8xNzAyOTgxOTEzLnBkZg==",
        "SCR Citation:": "[2022] 18 S.C.R. 65",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "14 December 2022",
        "Petitioner:": "Desh Raj & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1279",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "Rohtash Singh",
        "Case Type:": "CIVIL APPEAL /9217/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Act",
            "1872: s. 55",
            "74 – Specific Relief Act - s. 22 – Specific performance of agreement"
        ],
        "HeadNote": "Contract Act, 1872: s. 55, 74 – Specific Relief Act - s. 22 –Specific performance of agreement - Effect of failure to perform atfixed time, in contract in which time is essential – Refund of earnestmoney – Appellants, joint owners of their respective share in theproperty entered into separate sale agreement with the respondent– As per the agreements, the earnest money could be confiscated bythe appellants if the sale deed was not executed on prescribed date– Respondent made a part payment towards the sale as earnestmoney – Respondent was liable to secure necessary No ObjectionCertificates and intimate the appellant before the date of executionfailing which the agreement was deemed to be cancelled – Appellantwas to obtain the permission under the HMGA and they obtainedthe same and appeared before the sub-registrar on the date ofexecution, however, the respondent failed to appear for executionof the sale deed as also on the extended date – Appellant forfeitedthe earnest money and treated the sale deed as cancelled –Respondent then filed a suit for specific performance of the contract– During pendency, the State Government initiated acquisitionproceedings and acquired the said property – Trial court holdingthat both the parties were equally responsible for rendering saleagreements as unenforceable, and that the sale agreements wereeither way rendered impossible to perform in view of the landacquisition proceedings, granted a decree of recovery of earnestmoney to the respondent, along with requisite interest – Firstappellate court and High Court upheld the same – On appeal, held:Sale Agreements clearly indicate the intention of the parties to treattime-bound performance as an essential condition – There was anundue delay on behalf of the respondent to institute the suit, therelief of specific performance cannot be granted – Respondent led no evidence to indicate that he took any proactive steps to obtainthe purported NOC necessary to execute the sale deed – Plea ofnon-corporation against the appellants in respect of obtaining theNOC not made out by the respondent – Furthermore, no such NOCwas required in the first place as the property was agricultural landon the date of execution – Respondent failed to prove that theappellants were willfully avoiding the performance of their contract– Further, as respondent did not pray for refund of earnest moneyin original plaint, the court cannot suo moto grant the refund ofearnest money – Forfeiture of earnest money by appellants wasjustified and within the confines of reasonable compensation asper s. 74 of Contract Act since the nature of forfeiture was nevercontested by the respondent and the respondent never prayed forthe refund of earnest money – Sale agreements should have beenrightly held to be terminated instead of being declared impossibleto perform – Thus, the judgments of courts below side aside andsuit is dismissed – Hindu Minority and Guardianship Act, 1956 –Haryana Development and Regulation of Urban Areas Act, 1975. "
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "PUSHPALATA VS. VIJAY KUMAR (DEAD) THR. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2OTU=",
        "Citation": "[2022] 18 S.C.R. 85",
        "Case Type": "(CIVIL APPEAL /4078/2022)",
        "Date": "05 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Sudhanshu Dhulia, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV84NS05OV8xNzAyOTgyMDQ2LnBkZg==",
        "SCR Citation:": "[2022] 18 S.C.R. 85",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "05 September 2022",
        "Petitioner:": "Pushpalata",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 910",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Vijay Kumar (dead) Thr. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /4078/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Benami Transaction (Prohibition) Act",
            "1988 – s.4(3)(a) – Original first plaintiff-Karta of HUF purchased properties in name of minor sons (first and second defendants)"
        ],
        "HeadNote": "Benami Transaction (Prohibition) Act, 1988 – s.4(3)(a) –Original first plaintiff-Karta of HUF purchased properties in nameof minor sons (first and second defendants) – First property-thesuit property which was bought in the name of first defendant waslater sold by him – Suit filed by Original first plaintiff on behalf ofhimself, his wife (who later passed away) and two daughters, againsthis two sons (first and second defendants) and the purchasers ofthe property, for setting aside of the sale deed and for declarationof title – Plaintiffs urged that they and the first and seconddefendants, were members of a HUF, and that first defendant was abenami owner who could not have alienated the suit property – Suitdismissed – On appeal, held: One who alleges that a property isbenami and is held, nominally, on behalf of the real owner- in caseswhich form the exception, u/s.4(3)- has to displace the initial burdenof proving that fact – Such proof can be through evidence, orcumulatively through circumstances – In the present case, the firstplaintiff had proved that the properties were purchased, with hisfunds, and the sons were minors, with no source of income – Thesecond defendant’s position throughout all the proceedings was thatthe properties were that of the first plaintiff i.e., he admitted to thesuit averments – The plaintiff also proved that he had possession ofthe property, by adducing positive evidence of tenants, who paidrent to him – In these circumstances, the elements necessary toestablish benami ownership within the meaning of s.4 (3) (a) of the1988 Act, in terms of the judgments in Binapani Paul and Valliammalhave been satisfied by the first plaintiff – Conclusions drawn bythe trial court and first appellate court are plainly erroneous, giventhe evidence on record – High Court fell into error in not noticingthe correct position in law – Suit decreed fully. Constitution of India – Article 136 – Discretionary nature ofjurisdiction – Interference with concurrent findings – Held: It iscorrect that the Court would rarely interfere with concurrent findingshowever, the jurisdiction u/Article 136 is wide, and in exceptionalcases, interference is called for."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "K. PARAMASIVAM VS. THE KARUR VYSYA BANK LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2OTg=",
        "Citation": "[2022] 18 S.C.R. 100",
        "Case Type": "(CIVIL APPEAL /9286/2019)",
        "Date": "06 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMDAtMTA5XzE3MDI5ODIxMjEucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 100",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "06 September 2022",
        "Petitioner:": "K. Paramasivam",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 926",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "The Karur Vysya Bank Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /9286/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016: ss. 3(7)",
            "3(8)",
            "5(5A)",
            "7",
            "62 – Initiation of Corporate Insolvency Resolution Process-CIRP"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016: ss. 3(7), 3(8), 5(5A),7, 62 – Initiation of Corporate Insolvency Resolution Process-CIRP– Borrowers failed to repay the debts to financial creditor –Application u/s. 7 by the financial creditor for initiating CIRP againstcorporate debtor; and that corporate guarantor liable to re-payloan having extended guarantee for the loans availed by borrowers– Guarantor’s case that they were not corporate debtors –Application admitted by NCLT and upheld by NCLAT – On appeal,held: Liability of the guarantor is co-extensive with that of theprincipal borrower – It was open to the financial creditor to proceedagainst the guarantor without first suing the principal borrower, inrespect of the guarantee given by it, once the borrower commiteddefault – Guarantor is then, the corporate debtor."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "RAMESH VS. KARAN SINGH & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MDM=",
        "Citation": "[2022] 18 S.C.R. 110",
        "Case Type": "(CIVIL APPEAL /6365/2022)",
        "Date": "16 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMTAtMTE0XzE3MDI5ODIyMTAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 110",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "16 September 2022",
        "Petitioner:": "Ramesh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 974",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Karan Singh & Anr",
        "Case Type:": "CIVIL APPEAL /6365/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act 1988: s.166 – Permanent Disability – Appellant-claimant"
        ],
        "HeadNote": "Motor Vehicles Act 1988: s.166 – Permanent Disability –Appellant-claimant, was a Navy merchant and earning USD 1000– He sustained multiple injuries in a vehicular accident, due towhich there was an amputation of the right upper limb below elbowand he had to undergo five operations during his prolongedhospitalization — Claim for compensation of Rs. 1,02,00,000/- underdifferent heads made before MACT – The Tribunal awarded a totalsum of Rs. 6,68,000/- only – Appeal for enhancement ofcompensation – High Court enhanced compensation to Rs.14,82,000 observing that though claimant’s right hand below elbowwas amputated resulting in 70 % disability qua right arm, he couldstill earn something and that the Merchant Navy is usually a job forsix months in a year – Hence instant appeal – Held: High Courtobserved that the claimant can still earn something – However, theclaimant will not be able to do any work in Merchant Navy – HighCourt also observed that in Merchant Navy, usually the job is forsix months in a year – The said observation is absolutely withoutany basis – No evidence was led on behalf of the respondents onthat – It cannot be said that the claimant would do nothing for restof six months – High Court has also not considered the future risein income – Under the circumstances and in the facts andcircumstances of the case, the High Court ought to have awardedthe future economic loss considering the loss of income at least atRs. 30,000/- per month – High Court has awarded Rs. 25,000/-only towards pain, shock, and suffering – However, the right handbelow elbow of the claimant was amputated – During prolongedhospitalization, he was operated five times – Considering the fiveoperations, prolonged hospitalization, and suffering, the amountof Rs. 25,000/- awarded by the High Court under the head of pain,shock, and suffering can be said to be on a lower side – In the fact and circumstances of the case, Rs. 4,00,000/- granted towards pain,shock, and suffering."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MRS. ETHEL LOURDES D’SOUZA LOBO VS. LUCIO NEVILLE JUDE DE SOUZA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MTI=",
        "Citation": "[2022] 18 S.C.R. 115",
        "Case Type": "(CIVIL APPEAL /9202/2019)",
        "Date": "19 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Sudhanshu Dhulia",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMTUtMTMyXzE3MDI5ODIzNjkucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 115",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "19 September 2022",
        "Petitioner:": "Mrs. Ethel Lourdes D’souza Lobo",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 977",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "Lucio Neville Jude De Souza & Ors.",
        "Case Type:": "CIVIL APPEAL /9202/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Portuguese Civil Procedure Code – Arts. 1369",
            "1379",
            "1391",
            "1412",
            "1416",
            "1417(c) & 1736",
            "1737",
            "2126",
            "2127 – Inventory proceedings were initiated on account of death of ‘G’ and his wife"
        ],
        "HeadNote": "Portuguese Civil Procedure Code – Arts. 1369, 1379, 1391,1412, 1416, 1417(c) & 1736, 1737, 2126, 2127 – Inventoryproceedings were initiated on account of death of ‘G’ and his wife– These proceedings were initiated for partition of the estate of thedeceased – Estates comprised three items of immovable property –Property in dispute is item no.1 – In licitation of the said property,‘H’ gave the highest bid – ‘H’ was also Cabeca de Casal(administrator) – He died – By then, he had not deposited anyamount towards bid offered by him – Claim for reauction was resistedby heirs of ‘H’, who contended they could continue the proceedingsand were entitled to item no. 1 – However, who supported reauctioncontended that that H’s right to participate, and claim the specificitem of property, at the appropriate stage-when owelty was to bedemanded, was a mere personal right, which extinguished upon hisdeath – Held: In the instant case, it cannot be said that H’s right toparticipate, and claim the specific item of property, at the appropriatestage - when owelty was to be demanded, was a mere personal right,which extinguished upon his death – The entitlement to bid in thelicitation process was not a personal right, but in his capacity as amember of the family, of which he had been constituted as the Cabecade Casal – If all other items are heritable by his heirs and legalrepresentatives (as there is no dispute that they are, because theystep into his shoes) an entirely different conclusion is unsupportablein regard to the item of property for which he bid successfully, butfor which no demand was made, for payment of any amount – Thiswas because, the final chart of partition containing the excesspayments to be made, by one or other members of the family hadnot been prepared; no demand for payment or deposit of oweltywas concededly made by any member of the family – However, that did not mean that the highest bid by H was, in some inexplicablemanner, effaced – His position and right as a successful bidder,and his obligation to pay the concerned amount, when called uponto do so, were heritable by his heirs and legal representatives –Appeals dismissed."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "ASHOK G. RAJANI VS. BEACON TRUSTEESHIP LTD. & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MTg=",
        "Citation": "[2022] 18 S.C.R. 133",
        "Case Type": "(CIVIL APPEAL /4911/2021)",
        "Date": "22 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMzMtMTQyXzE3MDI5ODI0NTkucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 133",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "22 September 2022",
        "Petitioner:": "Ashok G. Rajani",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1003",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Beacon Trusteeship Ltd. & Ors",
        "Case Type:": "CIVIL APPEAL /4911/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016 - Ss. 7",
            "12A",
            "62 – Arbitration proceedings between corporate debtor and respondent no. 1 to 3 were pending – Respondent nos.1 to 3 filed application u/s.7 of IBC before the NCLT"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 - Ss. 7, 12A, 62 –Arbitration proceedings between corporate debtor and respondentno. 1 to 3 were pending – Respondent nos.1 to 3 filed applicationu/s.7 of IBC before the NCLT – Arbitrator passed award directingcorporate debtor to make payment – Parties arrived at a settlement– NCLAT considering settlement granted interim stay of publicationu/s. 13 of the IBC – Parties filed application u/s. 12A of IBC beforethe NCLT with the consent of IRP and the same was pending –However, NCLAT staying the formation of CoC, permitted the IRPto issue publication and also to handover all assets and proceedwith CIRP even though matter was settled between the parties – Onappeal, held: Section 12A of the IBC clearly permits withdrawal ofan application u/s. 7 of the IBC that has been admitted on anapplication made by the applicant – Before the Committee ofCreditors is constituted, there is no bar to withdrawal by theapplicant of an application admitted u/s. 7 of the IBC – Settlementcannot be stifled before the constitution of the CoC in anticipationof claims against the corporate debtor from third persons – There isno reason why the applicant for CIRP, should not be allowed towithdraw its application once disputes have been settled – NCLTdirected to take up the settlement application."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "BHARAT SANCHAR NIGAM LTD. AND OTHERS ETC VS. M/S TATA COMMUNICATIONS LTD. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MjU=",
        "Citation": "[2022] 18 S.C.R. 143",
        "Case Type": "(CIVIL APPEAL /1699/2015)",
        "Date": "22 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Ms. Justice B.V. Nagarathna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xNDMtMTYyXzE3MDI5ODI1OTAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 143",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "22 September 2022",
        "Petitioner:": "Bharat Sanchar Nigam Ltd. And Others Etc",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2022 INSC 996",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "M/s Tata Communications Ltd. Etc.",
        "Case Type:": "CIVIL APPEAL /1699/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Law – Administrative/executive orders or circulars",
            "if can be made applicable with retrospective effect"
        ],
        "HeadNote": "Administrative Law – Administrative/executive orders orcirculars, if can be made applicable with retrospective effect – Held:Only law could be made retrospectively if it was expressly providedby the Legislature in the Statute – Administrative/executive ordersor circulars in the absence of any legislative competence cannot bemade applicable with retrospective effect – In the present case,applicability of the circular dated 12th June, 2012 to be effectiveretrospectively from 1st April 2009, in revising the infrastructurecharges, is not legally sustainable and to this extent, the viewexpressed by the Telecom Disputes Settlement and Appellate Tribunalunder the impugned judgment is agreed with – However, once thecompetence of the appellant in fixing the rates of infrastructurecharges in question stands affirmed and is not a subject matter ofchallenge, the appellant is well within its rights to make their chargesleviable on notional fixation by increase of charges by a certainpercentage every year in terms of circular dated 12th June, 2012from each of the service provider-respondents as being notionallyapplicable from 1st April, 2013 – It was open for the appellant tonotionally fix the charges to be computed and became payable from1st April, 2013, based on 10% annual increase every year or byany other mechanism which may have a reasonable justification –Such notionally increased charges can indeed be leviable on theservice providers and to this extent, the order passed by the Tribunalis not sustainable in law – Order of the Tribunal dated 20th August,2014 followed by the order dated 14th October, 2014 are modified– Indian Telegraph Act, 1885."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "XYZ VS. STATE OF MADHYA PRADESH & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MzE=",
        "Citation": "[2022] 18 S.C.R. 163",
        "Case Type": "(CRIMINAL APPEAL /1184/2022)",
        "Date": "05 AUGUST 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice J.B. Pardiwala",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xNjMtMTc5XzE3MDI5ODI2OTEucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 163",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "05 August 2022",
        "Petitioner:": "Xyz",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 799",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Madhya Pradesh & Ors",
        "Case Type:": "CRIMINAL APPEAL /1184/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Procedure Code",
            "1973 – s.156(3) – “may” – Commission of cognizable offence alleged",
            "need for police investigation"
        ],
        "HeadNote": "Criminal Procedure Code, 1973 – s.156(3) – “may” –Commission of cognizable offence alleged, need for policeinvestigation – Exercise of jurisdiction u/s.156(3) – Sexualharassment alleged by appellant against second respondent (Vice-Chancellor of the Institute at the material time) – No action havingbeen taken by Police on her complaint, the appellant eventually,moved the Judicial Magistrate First Class (JMFC) u/s.156(3) – JMFCthough concluded that, prima facie, “occurrence of the offence bythe accused persons” was “shown”, however, held that the casecould be decided without collecting evidence from the police and itdid not appear just and proper to act on the case filed on behalf ofthe appellant u/s.156(3) – JMFC proceeded to treat the complaintas a complaint – Appellant filed application u/s.482, CrPC –Dismissed by High Court – On appeal, held: It is true that the useof the word “may” implies that the Magistrate has discretion indirecting the police to investigate or proceeding with the case as acomplaint case – But this discretion cannot be exercised arbitrarilyand must be guided by judicial reasoning – In the present case, theappellant had also sought the production of DVRs containing theaudio-video recording of the CCTV footage of the secondrespondent’s chamber – As a matter of fact, the Institute itself hadaddressed communications to him directing the production of therecordings, noting that these recordings were handed over on hisoral direction by the then Registrar of the Institute as he was theVice-Chancellor – Due to the lack of response despite multipleattempts, the Institute even filed a complaint for registering an FIRagainst the second respondent for theft of the DVRs – Therefore, insuch cases, where not only does the Magistrate find the commission  of a cognizable offence alleged on a prima facie reading of thecomplaint but also such facts are brought to the Magistrate’s noticewhich clearly indicate the need for police investigation, thediscretion granted in s.156(3) can only be read as it being theMagistrate’s duty to order the police to investigate – In cases suchas the present, wherein, there is alleged to be documentary or otherevidence in the physical possession of the accused or otherindividuals which the police would be best placed to investigateand retrieve using its powers under the CrPC, the matter ought tobe sent to the police for investigation – JMFC ought to haveexercised jurisdiction u/s.156(3) to direct the police to investigate –Discretion conferred upon the Magistrate by s.156(3) must beexercised in a judicious manner – Impugned judgement of HighCourt set aside – JMFC Gwalior shall in terms of the observationscontained, order an investigation by the police u/s.156(3) – SexualHarassment of Women at Workplace (Prevention, Protection andRedressal) Act 2013 – Crime Against Women.FIR – Sexual harassment alleged by appellant – No actiontaken by Police on her complaint – Held: Whether or not the offencecomplained of is made out is to be determined at the stage ofinvestigation and / or trial – If, after conducting the investigation,the police find that no offence is made out, they may file a B Reportu/s.173 CrPC – However, it is not open to them to decline to registeran FIR – The law in this regard is clear- police officers cannotexercise any discretion when they receive a complaint which disclosesthe commission of a cognizable offence – Crime Against Women.Code of Criminal Procedure, 1973 – s.156(3) – Discretiongranted to a Magistrate vis-à-vis the exercise of powers u/s.156(3)– Discussed.Crime Against Women – Duty of courts dealing withcomplainants of sexual harassment and sexual assault in a sensitivemanner, reiterated – Duty and responsibility of trial courts to dealwith the aggrieved persons before them in appropriate manner,enumerated."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "HEMANT NARAYAN RASNE VS. THE COMMISSIONER AND ADMINISTRATOR OF PUNE MUNICIPAL CORPORATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MzY=",
        "Citation": "[2022] 18 S.C.R. 180",
        "Case Type": "(CIVIL APPEAL /7685/2022)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xODAtMTk4XzE3MDI5ODI3ODUucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 180",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "Hemant Narayan Rasne",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1118",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "The Commissioner And Administrator Of Pune Municipal Corporation & Ors.",
        "Case Type:": "CIVIL APPEAL /7685/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Municipal Corporations Act",
            "1949: ss. 6",
            "6A",
            "20",
            "452A; Constitution of India",
            "Art.243U"
        ],
        "HeadNote": "Maharashtra Municipal Corporations Act, 1949: ss. 6, 6A,20, 452A; Constitution of India, Art.243U – Corporation election –Continuance of Standing Committee – When the term of PuneMunicipal Corporation (PMC) came to an end – State governmenton being informed that it was not possible to conduct generalelections for constitution of the new Corporation, appointed anadministrator – Appellant, Chairman of the Standing Committee ofPMC filed a writ petition before High Court on the ground that theStanding Committee shall remain in existence until constitution ofnew Standing Committee, irrespective of appointment of theadministrator – High Court dismissing writ petition held that oncea Councillor ceases to be Councillor, the Standing Committee wouldnot still exist and continue to function as such and it was theAdministrator, who was appointed, who would exercise the powersand functions of the Corporation – Challenge against – Held: Whenno person could be said to be holding the office of the Councillorafter completion of the term in view of the mandate of ss.6 and 6Aof the Act of 1949, it follows as a necessary corollary that theStanding Committee stood dissolved along with the completion ofthe term of the Corporation – The proviso to sub-section (3) of s.20cannot be read to mean that notwithstanding the expiration of theduration of a Corporation and thereby, termination of the term ofoffice of the Councillors, there could still be any Standing Committeein existence – Sub-sections (1A) and (1B) of s.452A of the Act,which are operating in the instant case, deal with a specific peculiarcontingency where general elections could not be held during thetime specified by the enactment even after the expiry of the term ofthe Corporation, essentially due to COVID-19 pandemic situation– Appointment of Administrator in such a contingency does not and cannot override the mandate of Art.243U of the Constitution ofIndia as also the provisions of ss.6 and 6A of the Act as regards thetenure – End of the tenure of Corporation has its consequentialeffect of the end of the term of the office of the Councillor; andwhen no person including the present appellant could be said to beholding the office of Councillor after end of the term of theCorporation, existence of any Standing Committee thereafter, issimply out of question – Any other interpretation shall be standingat conflict with the mandate of Art.243U of the Constitution of Indiaand ss.6 and 6A of the Act of 1949."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "P. DAIVASIGAMANI VS. S. SAMBANDAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NDE=",
        "Citation": "[2022] 18 S.C.R. 199",
        "Case Type": "(CIVIL APPEAL /9006/2011)",
        "Date": "12 OCTOBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xOTktMjIwXzE3MDI5ODI4NzEucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 199",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "12 October 2022",
        "Petitioner:": "P. Daivasigamani",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1070",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Bela M. Trivedi",
        "Respondent:": "S. Sambandan",
        "Case Type:": "CIVIL APPEAL /9006/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963 – Ss. 10",
            "16 & 20 – Agreement to sell –"
        ],
        "HeadNote": "Specific Relief Act, 1963 – Ss. 10, 16 & 20 – Agreement tosell – default to perform contract – readiness and willingness –delay in filing of suit – Appellant entered into an agreement to salewith the respondent in the year 1989 with a stipulation for completionof the sale transaction in 6 months – Despite respondent’s periodicalcorrespondences, appellant failed to respond or perform his partof the contract – Respondent filed a suit for specific performancebefore the trial court – Trial court allowed the suit partly, allowingrecovery of earnest money and refusing specific performance inview of the finding that the respondent could not prove readinessand willingness as at the time of filing of suit, respondent did notdeposit the balance sale consideration amount in the court–Respondent appealed before High Court – High Court reversed theorder of the trial court and allowed the appeal, thereby grantingthe relief of specific performance to the respondent – On appeal,held: The period of limitation had started running from the date therespondent noticed that the performance was refused by the appellantand not from the date of execution of agreement in question – Thesuit was filed by the respondent was well within the prescribed timeu/Art.54 of the Limitation Act – Mere delay alone in filing the suitfor specific performance, without reference to the conduct of theplaintiff, could not be a ground for refusing the said relief, whenthe suit was filed within the statutory time limit by the respondent-plaintiff – Respondent-plaintiff had not only issued notices withinthe period of six months of the agreement in question, callingdefendant to perform his part of contract and conclude sale, hehad also showed his readiness and willingness to perform the hispart of contract by proving same by stepping into witness box – There was due compliance of s. 16(c) read with its explanation onpart of the respondent to perform – No illegality or infirmity in thejudgment of the High Court.Delay/Laches – Limitation - There is a distinction betweenlimitation and delay and laches – Limitation is a ground fordismissing a suit even if the plaintiff is otherwise entitled to specificperformance, while delay operates to determine the discretion andexercise under Section 20 of the Specific Relief Act, even if the suitis not dismissed on account of limitation – However, not one butseveral aspects have to be considered when the court, in terms ofsection 20 of the Specific Relief Act, exercises discretion, guided byjudicial principles, sound and reasonable."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "C.S. RAMASWAMY VS. V. K. SENTHIL & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NDY=",
        "Citation": "[2022] 18 S.C.R. 221",
        "Case Type": "(CIVIL APPEAL /500/2022)",
        "Date": "30 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8yMjEtMjM3XzE3MDI5ODI5NzAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 221",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "30 September 2022",
        "Petitioner:": "C.s. Ramaswamy",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1046",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "V. K. Senthil & Ors",
        "Case Type:": "CIVIL APPEAL /500/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 – Or.VII r.11(d) – Rejection of plaint – Limitation Act",
            "1963 – s.17"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 – Or.VII r.11(d) – Rejection ofplaint – Limitation Act, 1963 – s.17 – Respondents filed respectivesuits in the year 2015/2016 for cancellation of the sale deedsexecuted in 2005, alleging that the same were obtained by fraud –Appellant filed applications u/Or.VII r.11(d) for rejection of theplaints mainly on the ground that the suits were barred by limitation,dismissed – Revision petitions filed by appellant, dismissed by HighCourt – Held: Respective suits were filed after a period of 10 yearsfrom the date of execution of the registered sale deeds – Nothingwas mentioned on which date and how the plaintiffs had theknowledge that the document was obtained by fraud and/ormisrepresentation – There were no further averments and allegationsof how the fraud was committed/played – Mere stating in the plaintthat a fraud has been played is not enough – Allegations of fraudmust be specifically averred in the plaint, otherwise merely by usingthe word “fraud”, by clever drafting the plaintiffs would try to getthe suits within the limitation, which otherwise may be barred bylimitation, as in the present case – Impugned judgment passed bythe High Court and the orders passed by the Trial Court set aside –Respective suits are rejected being barred by limitation – Fraud."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "K. RAMYA VS. NATIONAL INSURANCE CO. LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NTA=",
        "Citation": "[2022] 18 S.C.R. 238",
        "Case Type": "(CIVIL APPEAL /7046/2022)",
        "Date": "30 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Surya Kant\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8yMzgtMjUxXzE3MDI5ODMwNzcucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 238",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "30 September 2022",
        "Petitioner:": "K. Ramya",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1044",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "National Insurance Co. Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /7046/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s. 168 – Motor Accident – Quantum of Compensation – Determination of – Loss of Income"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s. 168 – Motor Accident – Quantumof Compensation – Determination of – Loss of Income – NotionalIncome – Reliability on income tax returns and audit reports – Deathof a businessman in a motor accident – Grant of compensation todeceased’s dependants-appellants while relying on income taxreturns and other financial documents – In appeal by the InsuranceCompany, the compensation reduced on the ground that the tribunalerred in calculating ‘loss of income’ – High Court held thatdeceased’s income consisted returns over capital assests, which weretransferred to his legal heirs who continued to enjoy the benefitsderived from them; income derived from capital assets cannot besaid to be income earned out of the deceased’s personal skills asthere was no real contribution by him; deceased’s dependantssuffered no loss of income and instead computed the compensationby fixing his salary at Rs 25,000/- per month on a notional basis asper his educational qualification – On appeal, held: Compensationmust be fair, reasonable, and equitable – Determination of quantummust be liberal and not parsimonious – Documents such as incometax returns and audit reports are reliable evidence to determine theincome of the deceased – Entire amount from the business venturesmust be treated as income, as deceased was actively involved in theday-to-day administration of the businesses from their stage ofinfancy – Computation under income from house property andagricultural land is related to loss of dependency arising mainlyout of loss of managment capacity or efficiency – Value of managerialskills to be determined along with the other considerations – Inview thereof, compensation modified to Rs.2,27,12,400/- with interestat the rate of 7.5% p.a"
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "PROFESSOR (DR.) SREEJITH P.S. VS. DR. RAJASREE M.S. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NTU=",
        "Citation": "[2022] 18 S.C.R. 252",
        "Case Type": "(CIVIL APPEAL /7634/2022)",
        "Date": "21 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8yNTItMjcyXzE3MDI5ODMxNjgucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 252",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "21 October 2022",
        "Petitioner:": "Professor (dr.) Sreejith P.s.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1137",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Dr. Rajasree M.s. & Ors.",
        "Case Type:": "CIVIL APPEAL /7634/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India – Art. 254 –UGC Regulations",
            "2010 – UGC Guidelines – APJ Abdul Kalam Technological University (AAKTU) Act",
            "2015 (University Act",
            "2015/State Act) & Regulations – S. 13 – Appointment to the post of Vice Chancellor –"
        ],
        "HeadNote": "Constitution of India – Art. 254 –UGC Regulations, 2010 –UGC Guidelines – APJ Abdul Kalam Technological University(AAKTU) Act, 2015 (University Act, 2015/State Act) & Regulations– S. 13 – Appointment to the post of Vice Chancellor – Requirementof recommending a panel of names by search committee – Stategovernment’s discretion to adopt and implement UGC Regulations,2010 – Repugnancy between State legislation and Central legislation– Appellant herein filed a writ petition before the Single Judge ofthe Kerala High Court to declare the appointment of the respondentNo. 1 as Vice Chancellor of the AAKTU, Thiruvananthapuram asvoid on the ground the appointment was contrary to UGCRegulations, which required that the Search Committee shouldrecommend a panel of three to five names for consideration, but inthe instant case, only one name was recommended – Furthercontended that UGC Act shall prevail over State legislation – SingleJudge dismissed the petition by noting that unless the UGCRegulations are specifically adopted by the State Government, theState legislation shall prevail and once the Search Committee wasconstituted as per Section 13 of the University Act enacted by theState, the appointment of the respondent No. 1 can be said to be bya duly constituted Search Committee and as such the appointmentcannot be said to be illegal – Appellant appealed before a DivisionBench, which came to be dismissed – Question for the SupremeCourt – Whether while making the appointment of respondent No.1 as Vice Chancellor of the AAKTU, Thiruvananthapuram, theappointment should be as per the prevailing UGC Regulations orin effect of the provisions of the University Act, 2015 (State Act)?;Whether the Search Committee constituted to recommend the nameof the respondent No. 1 as Vice Chancellor of the University can be said to be duly constituted Committee? – Held: Any appointment asa Vice Chancellor made on the recommendation of the SearchCommittee, which is constituted contrary to the provisions of theUGC Regulations shall be void ab initio – If there is any conflictbetween the State legislation and the Union legislation, the Unionlaw shall prevail even as per Article 254 of the Constitution of Indiato the extent the provision of the State legislation is repugnant –Merely because the subsequent amendment has not been specificallyadopted/accepted by the State cannot be a ground by the State tocontend that the amendment to the Regulations shall not be bindingon the State/State’s Universities – Search Committee in this casewas not a duly constituted Search Committee as per UGC regulations– Under UGC regulations, the Search Committee duly constitutedhas to send a panel of 3-5 names for consideration as appointmentas Vice Chancellor, and thereafter the Visitor/Chancellor shallappoint the Vice Chancellor out of the panel of names recommendedby the Search Committee – Even under University Act, the SearchCommittee shall recommended unanimously a panel of not less thanthree suitable persons – When only one name was recommendedand the panel of names was not recommended, the Chancellor hadno option to consider the names of the other candidates – Thus, theappointment of the respondent No. 1 can be said to be dehors and/or contrary to the provisions of the UGC Regulations as well aseven to the University Act, 2015."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "RAVI NAMBOOTHIRI VS. K.A. BAIJU & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NjE=",
        "Citation": "[2022] 18 S.C.R. 273",
        "Case Type": "(CIVIL APPEAL /8261/2022)",
        "Date": "09 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Abdul Nazeer, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8yNzMtMzEwXzE3MDI5ODMyNzUucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 273",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "09 November 2022",
        "Petitioner:": "Ravi Namboothiri",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1187",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramaswami",
        "Respondent:": "K.a. Baiju & Ors",
        "Case Type:": "CIVIL APPEAL /8261/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Panchayat Raj Act",
            "1994 – ss.52(1A)",
            "102(1)(ca)",
            "120(2) – Kerala Panchayat Raj (Conduct of Election) Rules",
            "1995 – r.6 – Kerala Police Act",
            "1960 – ss.38",
            "52"
        ],
        "HeadNote": "Kerala Panchayat Raj Act, 1994 – ss.52(1A), 102(1)(ca),120(2) – Kerala Panchayat Raj (Conduct of Election) Rules, 1995– r.6 – Kerala Police Act, 1960 – ss.38, 52 – Election of the appellantas Councilor of Ward No.5 of Annamanada Gram Panchayath wasset aside – Correctness of – Held: Appellant admittedly failed tofurnish details of his past conviction in Form No.2A – Therefore,the ground on which his election was sought to be declared void,falls squarely within s.102(1)(ca) of the 1994 Act – However, theoffences for which the appellant was convicted were u/s.38 r/w s.52of the Kerala Police Act – Thus, conviction of the appellant wasactually for the disobedience of the directions issued by a policeofficer in connection with holding a dharna in front of the Panchayatoffice – Kerala Police Act is actually the successor legislation ofcertain police enactments of the colonial era, whose object was toscuttle the democratic aspirations of the indigenous population –Once the object behind the provisions of the Kerala Police Act areunderstood, it would be clear that neither s.52(1A) r/w r.6 and Form2A nor s.102(1)(ca) of the Act nor the decisions in Association forDemocratic Reforms, People’s Union for Civil Liberties (PUCL) orKrishnamoorthy case can be stretched to such an extent that thefailure of the appellant to disclose his conviction for an offenceunder the Kerala Police Act for holding a dharna in front of thePanchayat office, is taken as a ground for declaring an electionvoid – District Court and the High Court were wrong in declaringthe election of the appellant to be void on the ground that the failureof the appellant to disclose in Form 2A, his conviction under theKerala Police Act amounted to ‘undue influence on the free exerciseof the electoral right’ and also a violation of ss.52(1A) r/w s.102(1)(ca) of the 1994 Act – Representation of the People Act, 1951 –ss.33A, 33B."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "AROON PURIE VS. STATE OF NCT OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3Njc=",
        "Citation": "[2022] 18 S.C.R. 311",
        "Case Type": "(CRIMINAL APPEAL /1853/2022)",
        "Date": "31 OCTOBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8zMTEtMzI1XzE3MDI5ODMzNzgucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 311",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "31 October 2022",
        "Petitioner:": "Aroon Purie",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2022 INSC 1142",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Nct Of Delhi & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1853/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure 1973: s.482 – Quashing of complaint – In the instant case",
            "a news item titled ‘Mission Misconduct’"
        ],
        "HeadNote": "Code of Criminal Procedure 1973: s.482 – Quashing ofcomplaint – In the instant case, a news item titled ‘MissionMisconduct’ was published in the news magazine INDIA TODAYstating that in a string of embarrassments for the foreign office,three Indian Officials posted in the Indian High Commission at UKhad to be recalled in quick succession following serious allegationsof sexual misconduct, corruption in issuance of visas and sale ofIndian passports to illegal immigrants – Allegations were levelledagainst an officer of the Indian Foreign Service posted in UK forsoliciting sexual favours from a local employee – The article furtherstated that said officer, now back in India, was facing disciplinaryaction and when contacted said official denied the charges – Afterthe publication of the Article, memorandum dated 21.05.2007 wasissued by the Ministry of External Affairs on the basis of thecomplaint of accused No.12 by which explanation was sought as towhy disciplinary action should not be initiated against said officer“for sexual harassment of a woman at work place” – The said officerfiled response and thereafter disciplinary authority ordered penalty– Order imposing penalty upheld by the Central AdministrativeTribunal and also by High Court – In the meantime, complaint filedby said officer against various persons A-1 (Editor-in-Chief), A-2(Author of the Article), and public servants A-3, A-4 and A-8 andother accused under various sections including ss.34, 120 B, 405,468, 470, 471, 499, 501 and 502 of the IPC – Magistrate foundsufficient material to proceed against accused 1, 2, 3, 4, 8 and 12for the commission of offences punishable under ss.500, 502 readwith s.120 B of the IPC – Petition filed under s.482 was dismissedby High Court – On appeal, held: There was nothing specificattributed to A-1 therefore, he cannot be held liable for the actscommitted by the author of the article, namely, A-2 – With regard tothe role ascribed to A-2 whether what he did was an act which was justified or not would be a question of fact to be gone into only atthe stage of trial – Insofar as the public servants were concerned,they were not primarily responsible for the article and theirresponsibility, if at all, is only to the extent that they either reportedsomething touching upon the complaint made by A-12 or in theircapacity as public servants, reported something to their seniors,their actions are completely protected – Appeals insofar as A-1 andthe public servants A-3, A-4 and A-8 are concerned is allowed andthe summoning order is set aside and complaint lodged against themis quashed – The appeal preferred by A-2 is rejected."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "RATNAMBAR KAUSHIK VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4NzE=",
        "Citation": "[2022] 18 S.C.R. 326",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /10319/2022)",
        "Date": "05 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice Hima Kohli",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8zMjYtMzI5XzE3MDI5ODQ4MDAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 326",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "05 December 2022",
        "Petitioner:": "Ratnambar Kaushik",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2022 INSC 1254",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /10319/2022",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s. 439 – Grant of bail – Application under",
            "by petitioner against alleged offence u/s. 132(1)(a)",
            "(h)",
            "(k) and (l) rw s. 132(5)"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s. 439 – Grant of bail –Application under, by petitioner against alleged offence u/s.132(1)(a),(h),(k) and (l) rw s. 132(5) of the Central Goods andServices Tax Act, 2017 – Petitioner had clandestinely transportedraw unmanufactured tobacco by 7 trucks weighing 90,520 kgs formanufacture and supply of zarda without payment of leviable dutiesand taxes – Held: Petitioner was arrested on 21.07.2022 and whilein custody, the investigation has been completed and the chargesheet has been filed – For the alleged evasion of tax by the petitioner,the punishment provided is, imprisonment which may extend to 5years and fine – Petitioner having already undergone incarcerationfor more than four months and completion of trial, in any event,would take some time – In view thereof, the petitioner to be releasedon bail subject to the conditions to be imposed by the trial court,and his diligent participation in the trial."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "KIRLOSKAR BROTHERS LIMITED VS. RAMCHARAN AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4Nzg=",
        "Citation": "[2022] 18 S.C.R. 330",
        "Case Type": "(CIVIL APPEAL /8446/2022)",
        "Date": "05 DECEMBER 2022",
        "Judge Names": "Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8zMzAtMzQyXzE3MDI5ODQ5MDAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 330",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "05 December 2022",
        "Petitioner:": "Kirloskar Brothers Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1255",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Ramcharan And Ors",
        "Case Type:": "CIVIL APPEAL /8446/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Labour (Regulation and Abolition) Act",
            "1970: s. 10 – Absorption of contractual labour – Concept of –"
        ],
        "HeadNote": "Contract Labour (Regulation and Abolition) Act, 1970: s. 10– Absorption of contractual labour – Concept of – On facts,respondents nos. 1-6 were contractual labourers of the respondentno. 7-contractor engaged by the appellant in terms of the contract– On labour contract coming to an end, services of the respondentswere dispensed with by the contractor – Respondents seeking re-instatement, on the ground that they were employees of the appellantand were orally terminated – Labour Court held that the contractorhad obtained license under the CLRA Act and that the contestingrespondents were the employees of the contractor and not of theappellant – Tribunal ordered reinstatement and held that a contractlabourer automatically becomes an employee of the principalemployer as per the MPIR Act which was upheld by the Single Judgeof the High Court, however, set aside by the Division Bench – Onappeal, held: No documentary evidence produced that therespondents were the employees of the appellant – Even the directcontrol and supervision of the contesting respondents was alwayswith the contractor – No evidence on record that any of therespondents were given any benefits, uniform or punching cards bythe appellant – Merely because sometimes the payment of salarywas made and/or PF contribution was paid by the appellant, whichwas due to non-payment of the same by the contractor, therespondents shall not automatically become the employees of theappellant – No notification u/s. 10(1) issued prohibiting the contractlabour, nor there are allegations and/or even findings that thecontract is sham and bogus and/or camouflage, the direction toabsorb or regularise the services of the contract labour cannot bemade to the principal employer/appellant – Thus, both the tribunalas well as the High Court erred in reinstating the contestingrespondents and directing the appellant-principal employer toabsorb them as their employees – Judgment and order passed bythe labour court is restored."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MANHARLAL SHIVLAL PANCHAL & OTHERS VS. THE DEPUTY COLLECTOR & SPECIAL LAND ACQUISITION OFFICER & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4ODE=",
        "Citation": "[2022] 18 S.C.R. 343",
        "Case Type": "(CIVIL APPEAL /9004/2022)",
        "Date": "12 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8zNDMtMzUwXzE3MDI5ODQ5NzIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 343",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "12 December 2022",
        "Petitioner:": "Manharlal Shivlal Panchal & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1272",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The Deputy Collector & Special Land Acquisition Officer & Others",
        "Case Type:": "CIVIL APPEAL /9004/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: s. 18(2) – Reference to court – Acquisition proceedings"
        ],
        "HeadNote": "Land Acquisition Act, 1894: s. 18(2) – Reference to court –Acquisition proceedings – Challenge to, by land owners which endedon the dismissal of the special leave petition in 2013 – Thereafterpursuant to the liberty reserved by the High Court, while dismissingthe writ petition, within six months from the date of dismissal of thespecial leave petition, the landowners filed reference applicationu/s. 18 – Dismissed by the reference court as also the High Courton the ground of limitation – On appeal, held: On a fair reading ofthe judgment passed by the High Court, the observations made thatit is too late to make the grievance with respect to the inadequacyof the compensation, those observations are to be read whileconsidering the prayer of the appellants challenging the acquisitionproceedings – It appears that the acquisition was also challengedon the ground that the amount awarded is inadequate – Thus, theorder passed by the High Court as well as the reference courtdismissing the writ petition/reference u/s. 18 as barred by limitationis quashed and set aside – Matter remitted to the reference court todecide the reference on merits."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "THE STATE OF TELANGANA & ANR VS. B. SUBBA RAYUDU AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4OTE=",
        "Citation": "[2022] 18 S.C.R. 351",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /1565/2021)",
        "Date": "14 SEPTEMBER 2021",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8zNTEtMzc5XzE3MDI5ODUxMTMucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 351",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "14 September 2021",
        "Petitioner:": "The State Of Telangana & Anr",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2022 INSC 956",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "B. Subba Rayudu And Others",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /1565/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law – Bifurcation of the State of Andhra Pradesh – Allocation of the respondent no.1 to the State of Telengana"
        ],
        "HeadNote": "Service Law – Bifurcation of the State of Andhra Pradesh –Allocation of the respondent no.1 to the State of Telengana – By anorder dated 14.01.2016, the concerned Ministry, Government ofIndia allotted the respondent to the State of Andhra Pradesh – HighCourt set aside the said order dated 14.01.2016 to allocate therespondent to the State of Telangana with effect from 14.01.2016 –On appeal, held: Admittedly, at the time of bifurcation of the Stateof Andhra Pradesh, the respondent no.1 was posted in an areawhich falls with Telangana – Respondent no.1 was required toexercise an option, which he admittedly did and opted State ofTelangana – As per guidelines, allocable employees were to beconsidered on the basis of seniority as on 01.06.2014 – RespondentNo.1 was senior most of the employees who opted for Telangana –Spouse of respondent no.1 was also a local of Telangana – On apossible interpretation of the Guidelines read with the AndhraPradesh Public Employment Order 1975 and, in particular,paragraph 4 thereof, the High Court found that the RespondentNo.1 was local candidate of the State of Telangana – Admittedly,respondent no.1 is a citizen of this country – As a citizen of India,the respondent has a fundamental right u/Art. 19(1)(e) to resideand settle in any part of the territory of India – The Andhra PradeshState Reorganisation Act, 2014 or any other guidelines framedthereunder, including the guidelines circulated on 30.10.2014cannot take away from citizens, the right to reside and settle in anypart of the country – When a State is divided and the employeesand officers of the State Government have to be allotted to the twostates, such allocation has to be done on the basis of the Rules andRegulations and by guidelines – However, such rules, regulationsand guidelines have to be construed harmoniously with thefundamental rights guaranteed under the Constitution of India –On a liberal interpretation of the guidelines dated 30.10.2014 in the light of the philosophy of the Indian Constitution read withAndhra Pradesh Public Employment Order, 1975, which was in forceat the time of bifurcation is applicable to the respondent, the HighCourt rightly arrived at the conclusion that the respondent was alocal candidate of Telangana and was entitled to allocation as perhis seniority in terms of Paragraph 18(f) of the guidelines – AndhraPradesh Reorganisation Act, 2014 – Andhra Pradesh PublicEmployment Order, 1975 – Constitution of India – Art. 19(1)(e)."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "PUNJAB NATIONAL BANK VS. MR. VIJAY SITARAM DANDNAIK & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4OTg=",
        "Citation": "[2022] 18 S.C.R. 380",
        "Case Type": "(CIVIL APPEAL /2277/2021)",
        "Date": "30 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Abdul Nazeer, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8zODAtMzkwXzE3MDI5ODUyMTIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 380",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "30 August 2022",
        "Petitioner:": "Punjab National Bank",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 887",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Mr. Vijay Sitaram Dandnaik & Anr.",
        "Case Type:": "CIVIL APPEAL /2277/2021",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016: ss. 7",
            "238A – Limitation Act",
            "1963 – Art. 137 –"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016: ss. 7, 238A –Limitation Act, 1963 – Art. 137 – Initiation of corporate insolvencyresolution process by financial creditor – Limitation period – Onfacts, corporate debtor defaulted in repayment and became a NPA– Financial creditor-Bank filed a petition u/s. 7 to initiate Corporateinsolvency resolution process against the Corporate Debtor – Bankalso filed application before DRT for issue of certificate of recovery,wherein by order dated 01.11.2016, the DRT directed the corporatedebtor and others including respondent no. 1 to jointly and severallypay to the Bank – In a parallel proceeding, the High Court directingthe winding up of the Corporate Debtor – Petition u/s. 7 admittedby the NCLT by order dated 06.11.2019 – Challenge to, by the firstrespondent claiming to be 50% shareholder, promoter, director andcreditor of the Corporate Debtor – NCLAT set aside the order ofthe NCLT on the ground that the claim of the Financial Creditorwas barred by limitation – On appeal, held: Order of the DRT in theOriginal Application filed by the Bank u/s. 19 of the Act, 1993, isdated 01.11.2016 – It is only thereafter that the Corporate Debtorissued Balance and Security Confirmation letter dated 17.06.2017,apart from making a request for restructuring the loan – Thus, theapplication filed by the bank u/s.7 was clearly within three yearsfrom the date on which the “right to apply” in terms of Art. 137accrued – Thus, the application filed by the Bank u/s. 7 was withinthe period of limitation – Recovery of Debts due to Banks andFinancial Institutions Act, 1993."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "M/S S.S. ENGINEERS VS. HINDUSTAN PETROLEUM CORPORATION LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MDM=",
        "Citation": "[2022] 18 S.C.R. 391",
        "Case Type": "(CIVIL APPEAL /4583/2022)",
        "Date": "15 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8zOTEtNDA2XzE3MDI5ODUzMDkucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 391",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "15 July 2022",
        "Petitioner:": "M/s S.s. Engineers",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1309",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Hindustan Petroleum Corporation Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /4583/2022",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016 – ss.7-9 – Held: NCLT",
            "exercising powers u/s.7 or s.9",
            "is not a debt collection forum"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – ss.7-9 – Held: NCLT,exercising powers u/s.7 or s.9, is not a debt collection forum – IBCtackles and/or deals with insolvency and bankruptcy – It is not theobject of the IBC that Corporate Insolvency Resolution Process(CIRP) should be initiated to penalize solvent companies for non-payment of disputed dues claimed by an operational creditor – Thereare noticeable differences in the IBC between the procedure ofinitiation of CIRP by a financial creditor and initiation of CIRP byan operational creditor – On a reading of ss.8 and 9, it is patentlyclear that an Operational Creditor can only trigger the CIRP process,when there is an undisputed debt and a default in payment thereof– If the claim of an operational creditor is undisputed and theoperational debt remains unpaid, CIRP must commence, for IBCdoes not countenance dishonesty or deliberate failure to repay thedues of an Operational Creditor – However, if the debt is disputed,the application of the Operational Creditor for initiation of CIRPmust be dismissed – In the present case, there was a pre-existingdispute with regard to the alleged claim of the appellant-OperationalCreditor against HPCL (respondent no.1) or its wholly ownedsubsidiary HBL – Adjudicating Authority (NCLT) clearly fell in errorin admitting the application filed by the appellant u/s.9 asOperational Creditor, for initiation of the CIRP against HBL – NCLATrightly allowed the appeal filed on behalf of HBL – No grounds tointerfere with the impugned judgment of the NCLAT"
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "SANDHYA PANT VS. DEEPAK RUWALI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MDk=",
        "Citation": "[2022] 18 S.C.R. 407",
        "Case Type": "(CIVIL APPEAL /5238/2022)",
        "Date": "11 AUGUST 2022",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice J.K. Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV80MDctNDI2XzE3MDI5ODUzOTIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 407",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "11 August 2022",
        "Petitioner:": "Sandhya Pant",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 823",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "Deepak Ruwali & Ors.",
        "Case Type:": "CIVIL APPEAL /5238/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "rust and charities: Shebait rights of the temple – Appellant and respondent nos 7 to 10-descendant/founder of the Chitai Golu Devta",
            "discharging the duties of the shebait of the temple –"
        ],
        "HeadNote": "Trust and charities: Shebait rights of the temple – Appellantand respondent nos 7 to 10-descendant/founder of the Chitai GoluDevta, discharging the duties of the shebait of the temple – WritPetition by respondent no 1 seeking direction to the respondentauthorities to constitute a registered society or trust for managementof the temple – Disposed of, without hearing the appellant andwithout deciding the appellant’s application for impleadment –Interference with – Held: Not called for – Chitai Golu Devta Templeis administered by the appellant and the respondents – It is notclear as to which heirs of the family are entitled to shebaitship rightsin respect of the Chitai Golu Devta Temple and there appears to bedisputes in this regard amongst family members – Furthermore, nospecific statute governing the Chitai Golu Devta Temple – As regardsthe issue of impleadment, the Courts attention was not drawn to thepending impleadment application of the appellant – Appellant couldhave appeared and made submissions if she had so chosen, evenwithout being added as party – In any case, other members of thefamily including the respondent Nos.7 to 10, who, according to theappellant were in the Mandir Samiti of which the appellant claimsto be Vice President were duly given an opportunity of hearing –Thus, the High Court did not commit any error in passing theimpugned order – Impleadment."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MOHD. SABEER @ SHABIR HUSSAIN VS. REGIONAL MANAGER, U. P. STATE ROAD TRANSPORT CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MTU=",
        "Citation": "[2022] 18 S.C.R. 427",
        "Case Type": "(CIVIL APPEAL /9070/2022)",
        "Date": "09 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV80MjctNDQwXzE3MDI5ODU0NzkucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 427",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "09 December 2022",
        "Petitioner:": "Mohd. Sabeer @ Shabir Hussain",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1266",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Krishna Murari",
        "Respondent:": "Regional Manager, U. P. State Road Transport Corporation",
        "Case Type:": "CIVIL APPEAL /9070/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicle – Accident – Claim – Assessment of compensation – Permanent Disability Percentage – Appellant was travelling in a bus which was driven in a rash and negligent manner by the respondent"
        ],
        "HeadNote": "Motor Vehicle – Accident – Claim – Assessment ofcompensation – Permanent Disability Percentage – Appellant wastravelling in a bus which was driven in a rash and negligent mannerby the respondent – Bus met with an accident and the appellantreceived grave injuries – The MACT (Tribunal) by holding that itwas the rash and negligent driving that caused the accident,awarded a compensation of 15,76,465/- – High Court modified andenhanced the compensation to 16,70,932/- – High Court assessedthe appellant’s functional disability as 35% – On appeal, held: Asper the disability certificate, the appellant suffered 70% disability– The functional disability of the appellant will severely impact hisearning capacity – The 35% functional disability calculated by theHigh Court is incorrect in the facts and circumstances of the caseand the loss of future earning capacity of appellant must becalculated at 60% – It is a well settled position of law that in casesof permanent disablement caused by a motor accident, the claimantis entitled to not just future loss of income, but also future prospects– Considering the nature of the permanent disability caused by theaccident and the effect it will have on the appellant’s life, thecompensation provided by the High Court for non- pecuniary headsis inadequate – In case of permanent disability, the courts mustlook case in totality, and must consider the socio-economicbackground of the claimants."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "KAMLA NETI (DEAD) THROUGH LRS. VS. THE SPECIAL LAND ACQUISITION OFFICER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MTk=",
        "Citation": "[2022] 18 S.C.R. 441",
        "Case Type": "(CIVIL APPEAL /6901/2022)",
        "Date": "09 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV80NDEtNDQ4XzE3MDI5ODU1NTgucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 441",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "09 December 2022",
        "Petitioner:": "Kamla Neti (dead) Through Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1264",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "The Special Land Acquisition Officer & Ors.",
        "Case Type:": "CIVIL APPEAL /6901/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession Act",
            "1956: s.2(2) – Non-applicability of the provisions of the Act to the members of Scheduled Tribe"
        ],
        "HeadNote": "Hindu Succession Act, 1956: s.2(2) – Non-applicability of theprovisions of the Act to the members of Scheduled Tribe – Appellant-daughter of one of the coparceners claiming 1/5th share in the amountof compensation with respect to the land acquired by the State –Compensation amount settled in favour of the other coparceners only– Rejection of the claim of the appellant by the Reference Court sincethe parties being Scheduled Tribe,the provisions of the HinduSuccession Act not applicable– Upheld by the High Court– On appeal,held: As per s. 2(2), the Act will not be applicable to the members ofthe Scheduled Tribe, thus, the High Court rightly held that the appellantcannot claim any right of survival – Though on equity, this Courtmay be with the appellant however, when there is a conflict betweenthe law and equity, the law would prevail – Equity can only supplementthe law – There is a gap in it but it cannot supplant the law –If theclaim of the appellant on the basis of the survivorship under the1956 Act is accepted, in that case it would tantamount to amend thelaw, which the court cannot do – Thus, in view of s.2(2) and theappellant being a female member of the Scheduled Tribe is specificallyexcluded, the appellant not entitled to any right of survivorship underthe provisions of 1956 Act – Furthermore, there may not be anyjustification to deny the right of survivorship to the female memberof the tribal, when the daughter belonging to the non-tribal is entitledto the equal share in the property of the father– Female tribal isentitled to parity with male tribal in intestate succession– In viewthereof, issuance of directions to the Central Government to lookinto the matter and if required, to amend the provisions of the1956Act by which the 1956 Act is not made applicable to the members ofthe Scheduled Tribe."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MEENA DEVI VS. NUNU CHAND MAHTO @ NEMCHAND MAHTO & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MjQ=",
        "Citation": "[2022] 18 S.C.R. 449",
        "Case Type": "(CIVIL APPEAL /7255/2022)",
        "Date": "13 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice J.K. Maheshwari\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV80NDktNDU0XzE3MDI5ODU2NDAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 449",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "13 October 2022",
        "Petitioner:": "Meena Devi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1080",
        "Judgment Delivered by:": "Hon'ble Mr. Justice J.K. Maheshwari",
        "Respondent:": "Nunu Chand Mahto @ Nemchand Mahto & Ors",
        "Case Type:": "CIVIL APPEAL /7255/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988:ss. 140",
            "166 rw s.171 – Compensation – Enhancement of – Death of 12 year old boy in a motor accident"
        ],
        "HeadNote": "Motor Vehicles Act, 1988:ss. 140, 166 rw s.171 –Compensation – Enhancement of – Death of 12 year old boy in amotor accident – Tribunal awarded lump sum compensation of Rs.1,50,000/-, while the High Court enhanced it to Rs. 2,00,000/- upto the value of the claim petition – On appeal, held: Less valuation,if any, made in the claim petition would not be impediment to awardjust compensation exceeding the claimed amount – Tribunal/courtought to award ‘just’ compensation which is reasonable in the factsrelying upon the evidence produced on record – On facts, theamount of compensation not just and reasonable looking to thecomputation made – As per the ocular statement of the mother ofthe deceased, it is clear that deceased was a brilliant student, studyingin a private school, thus, accepting the notional earning as Rs.30,000/- including future prospect and applying the multiplier of15, the loss of dependency comes to Rs. 4,50,000/- and adding Rs.50,000/- in conventional heads, the total sum of compensation wouldbe Rs. 5,00,000/- – Thus, the compensation as awarded by the HighCourt enhanced by Rs. 3,00,000/-, in addition."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MANUSHA SREEKUMAR & ORS. VS. THE UNITED INDIA INSURANCE CO. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5Mjc=",
        "Citation": "[2022] 18 S.C.R. 455",
        "Case Type": "(CIVIL APPEAL /7593/2022)",
        "Date": "17 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV80NTUtNDY3XzE3MDI5ODU3NTIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 455",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "17 October 2022",
        "Petitioner:": "Manusha Sreekumar & Ors.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 1102",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "The United India Insurance Co. Ltd.",
        "Case Type:": "CIVIL APPEAL /7593/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 – Compensation– Income of deceased",
            "fixed considering minimum wages notification"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 – Compensation– Income ofdeceased, fixed considering minimum wages notification – IndianEvidence Act, 1872 – s.57 – Kerala Motor Transport Workers’Payment of Fair Wages Act, 1971 – s.2 – Deceased met with a fatalaccident in 2015 while riding his motorcycle, offending car wasinsured by respondent-Insurance Company – Tribunal fixed the totalcompensation of loss of dependency along with other heads at Rs.32,39,000/- – High Court reduced the compensation to Rs.19,70,000/- – On appeal, held: There exists sufficient evidence toshow that the Deceased was a fish vendor-cum-driver with a validlicense – No reason to doubt that he was a driver at the time of hisdeath – In the absence of a salary certificate, the minimum wagesnotification along with some amount of guesswork that is notcompletely detached from reality shall act as a yardstick to determinethe income of the deceased – Thus, judicial notice of the KeralaFair Wages Act taken which classifies a driver as a “Skilled worker”– Reading this in conjunction with Notification prescribing minimumwages for skilled worker, that came into effect from 01.01.15amending the Kerala Fair Wages Act, a ‘driver’ in Kerala earned aminimum of Rs. 15,600/- in 2015 – Thus, final notional income ofthe Deceased fixed at Rs.15,600 /- (Rs. 1,87,200/- p.a) – Since theDeceased was 32 years old at the time of his death, the multiplierapplied is 16 – 40% of increase for future prospects added as hewas self-employed – One-third of the Deceased’s income deductedtowards his personal expense as he had three dependents – Hence,the compensation payable to the appellants under the head of lossof dependency is Rs.27,95,520/- – Upon adding the remainingamount granted by High Court under different heads, the totalcompensation comes to Rs. 29,73,520/-, to be paid by InsuranceCompany with 9% interest. Motor Vehicles Act, 1988 – s.168 – Held: s.168 makes itimperative to grant compensation that appears to be just – Adequatecompensation is considered to be fair and equitable compensation– Courts shoulder the responsibility of deciding adequatecompensation on a case-to-case basis.Motor Vehicles Act, 1988 – Just compensation – Factors tobe established – Held: As laid down in Sarla Verma and Ors. v. DTCand Ors., the three factors are: (a) age of the deceased; (b) incomeof the deceased; and (c) the number of dependents.Motor Vehicles Act, 1988 – Compensation – Loss ofdependency – Issues to be determined by Tribunal – Held: The issuesthat are to be determined to arrive at the loss of dependency are-additions/deductions to be made for arriving at the income; thededuction to be made towards the personal living expenses of thedeceased; and the multiplier to be applied with reference to the ageof the deceased.Motor Vehicles Act, 1988 – Compensation under non--conventional heads, if to be granted – Plea of Insurance Companythat the High Court ought not to have granted any compensation tothe appellants, under the ‘non-conventional heads’ which isimpermissible as per the dictum of Supreme Court in Pranay Sethi –Held: Insurance Company chose not to file any appeal against thejudgment of the High Court – Having acquiesced, the InsuranceCompany cannot turn around and question a paltry amount ofcompensation awarded under the said head – However, question oflaw kept open."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "SANDEEP ALIAS KALA VS. SUPREME COURT OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MzA=",
        "Citation": "[2022] 18 S.C.R. 468",
        "Case Type": "(WRIT PETITION(CRIMINAL) /143/2018)",
        "Date": "16 AUGUST 2022",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV80NjgtNDkzXzE3MDI5ODU4NDQucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 468",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "16 August 2022",
        "Petitioner:": "Sandeep Alias Kala",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2022 INSC 835",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Supreme Court Of India",
        "Case Type:": "WRIT PETITION(CRIMINAL) /143/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court Rules",
            "1966 – Or. XXI",
            "r.15–Supreme Court (2nd Amendment) Rules",
            "1981 – Supreme Court (Amendment) Rules",
            "1978 – Supreme Court Rules",
            "2013 – Or.XX",
            "rr.5(1)",
            "21– Constitution of India – Article 134(1)(a)",
            "(b)"
        ],
        "HeadNote": "Supreme Court Rules, 1966 – Or. XXI, r.15–Supreme Court(2nd Amendment) Rules,1981 – Supreme Court (Amendment)Rules,1978 – Supreme Court Rules, 2013 – Or.XX, rr.5(1),21–Constitution of India – Article 134(1)(a), (b) – Supreme Court(Enlargement of Criminal Appellate Jurisdiction) Act, 1970 – s.2(a)–Code of Criminal Procedure, 1973 – s.379 – Appeals u/Article134(1)(a) or (b) or s.2 of the Enlargement of Jurisdiction Act,modalities to be followed –Acquittal of the petitioner of the chargeof committing offences punishable u/s.302 r/w s.34, IPC was reversedby High Court and he was sentenced to suffer imprisonment for life– Conviction and sentence imposed upon the petitioner attainedfinality following the dismissal of the appeal as well as the reviewpetition by Supreme Court – Present petition filed inter alia seekinga declaration that the deletion of clause (c) & (d) from sub-rule (1)of r.15 of Or. XXI of the 1966 Rules was contrary to the law laiddown by the Constitution Bench inSita Ram v State of Uttar Pradeshreported as [1979] 2 SCR 1085– Held: The primary reason fordeleting the provisions of r.15(1)(c) of Or.XXI was that the sub-rule, as it was framed, envisaged that certain categories of appealswould be put up for hearing ex parte when it was open to the Courtto either dismiss summarily or, as the case may be, direct the issuanceof notice – In view of the decision of the Constitution Bench in SitaRam case that the issuance of a notice must follow, the Full Courtdecided to delete r.15(1)(c) of Or.XXI – The 1966 Rules have sincegiven way to the 2013 Rules –Or.XX thereof contains provisions withrespect to the procedure for preliminary hearing of certain categoriesof criminal appeals before Supreme Court – r.5(1) of Or. XX indicatesthe categories of appeals which, on being registered, shall be putup for hearing ex parte but does not cover appeals falling u/Article134(1)(a) or (b) or s.2 of the Enlargement of Jurisdiction Act –Hence, and even otherwise as a matter of precept, the principleslaid down by the Constitution Bench in Sita Ram case must governthe procedure to be followed while disposing of appeals u/Article134(1)(a) or (b) or s.2 of the Enlargement of Jurisdiction Act –Ordinarily in all such appeals, notice must be issued – Whiledisposing of the appeal, it is only appropriate and proper that theCourt must record reasons– The object and intendment of thedeletion of r.15(1)(c) of Or. XXI of the 1966 Rules was to ensurethat such appeals are not disposed of summarily ex parte withoutthe issuance of a notice – The deletion must be so construed as togive effect to the fundamental postulate underlying the judgment ofthe Constitution Bench in Sita Ram case–Further, the deletion of aprovision in the 2013 Rules akin to r.15(1)(c) of Or.XXI of the 1966Rules should not be interpreted to confer an uncharted discretionto dismiss an appeal of that description summarily at an ex partehearing without the issuance of a notice – Principles propoundedin Sita Ram continue to hold effect and guide preliminary hearingof certain categories of criminal appeals u/Or.XX, including Or.XX,r.21 of the 2013 Rules – In the present case, the appealfiled by thepetitioner u/s.2(a) of the Enlargement of Jurisdiction Act r/w s.379,CrPC was listed before Supreme Court for a preliminary hearingand was dismissed in limine– The judgment dismissing the appealdoes not evidently furnish reasons – The difficulty in granting anyrelief to the petitioner in these proceedings is that an appeal havingbeen dismissed on the judicial side and a review having been sincedismissed against that judgment, it would not be open for this Courtwhile exercising jurisdiction u/Article 32 of the Constitution to issueany contrary direction – Petitioner at liberty to pursue the remediesavailable in law – Principles of Natural Justice – Constitution ofIndia – Article 21."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MOHAMMED ZUBAIR VS. STATE OF NCT OF DELHI & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MzM=",
        "Citation": "[2022] 18 S.C.R. 494",
        "Case Type": "(WRIT PETITION(CRIMINAL) /279/2022)",
        "Date": "20 JULY 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV80OTQtNTE1XzE3MDI5ODU5NTIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 494",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "20 July 2022",
        "Petitioner:": "Mohammed Zubair",
        "Disposal Nature:": "Petition Partly Allowed",
        "Netural Citation:": "2022 INSC 736",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Nct Of Delhi & Ors",
        "Case Type:": "WRIT PETITION(CRIMINAL) /279/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Law – Multiplicity of proceedings – Penal Code",
            "1860 – ss.153-A",
            "295-A",
            "201",
            "120-B – Code of Criminal Procedure",
            "1973 – ss.437",
            "438",
            "482 – Constitution of India – Arts. 32",
            "226 – Foreign Contribution (Regulation) Act",
            "2010 – s.35"
        ],
        "HeadNote": "Criminal Law – Multiplicity of proceedings – Penal Code,1860 – ss.153-A, 295-A, 201, 120-B – Code of Criminal Procedure,1973 – ss.437, 438, 482 – Constitution of India – Arts. 32, 226 –Foreign Contribution (Regulation) Act, 2010 – s.35 – FIR No.172of 2022 was registered against Petitioner, co-founder of ALT News,a fact checking portal, at Special Cell of Delhi Police for allegedoffences punishable u/ss.153-A, 295-A, 2 201 and 120-B, IPC –Offence u/s.35, FCRA added during course of investigation –Successive FIRs registered in diverse Police Stations in the State ofUttar Pradesh – Present petition filed for quashing of the five FIRsand in the alternative for the clubbing of the said FIRs alongwithFIR No. 226/2022 registered at PS Khairabad, Distt. Sitapur withFIR No. 172/2022– Held: Essentially, the allegations against thepetitioner pertain to the tweets put out by him – Petitioner wasgranted regular bail in the proceedings arising out of FIR 172/2022 – Also, in the proceedings which had reached Supreme Courtarising out of FIR No 226/2022, the petitioner was granted interimbail which was extended pending further orders – However, thepetitioner is still embroiled in successive FIRs registered in diversePolice Stations in the State of Uttar Pradesh where he is in judicialcustody and applications for the grant of bail are pending – Despitethe fact that the same tweets allegedly gave rise to similar offencesin the diverse FIRs, the petitioner was subjected to multipleinvestigations across the country – Machinery of criminal justicehas been relentlessly employed against him – Further, merely becausethe complaints filed against the petitioner arise from posts made byhim on a social media platform, a blanket anticipatory orderpreventing him from tweeting cannot be made – Such blanket orderwould be disproportionate to the purpose of imposing conditionson bail and would tantamount to a gag order – Gag orders have a chilling effect on the freedom of speech – Petitioner enlarged oninterim bail in connection with the FIRs set out in paragraph (i) –Investigation into the said FIRs stands transferred from the UttarPradesh Police to the Special Cell of Delhi Police – SIT constitutedby the DGP, Uttar Pradesh stand disbanded – Aforesaid directionsstand extended to any other FIR which may be registered againstthe petitioner hereafter in respect of the same subject matter as thesaid FIRs – Further, proceedings in respect of Crime No.199 of2021 registered at PS Charthawal, Muzaffarnagar transferred tothe Chief Judicial Magistrate, Patiala House Courts – Orderenlarging the petitioner on bail to remain in force – While, FIRs arenot being quashed as prayed, but the Petitioner is at liberty to pursuehis rights and remedies in proceedings u/Art. 226/s.482, CrPC beforethe High Court of Delhi in respect of the FIRs which have been orwhich may be registered against him.Criminal Law – Power of arrest vis-à-vis exercise of the powerof arrest – Code of Criminal Procedure, 1973 – s.41(1)(b)(ii) –Held: The existence of the power of arrest must be distinguishedfrom the exercise of the power of arrest – The exercise of the powerof arrest must be pursued sparingly – Police officers are vestedwith the power to arrest individuals at various stages of the criminaljustice process – However, this power is not unbridled – In terms ofs.41(1)(b)(ii), the police officer in question must be satisfied thatsuch arrest is necessary – Police officers have a duty to apply theirmind to the case before them and ensure that the condition(s) ins.41 are met before they conduct an arrest – Guidelines laid downin Arnesh Kumar must be followed, without exception.Code of Criminal Procedure, 1973 – ss.437, 438 – Bailconditions – Held: Bail conditions imposed by the Court must notonly have a nexus to the purpose that they seek to serve but mustalso be proportional to the purpose of imposing them."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "STATE OF KARNATAKA & ANR. ETC. VS. STATE OF MEGHALAYA & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ5MzU=",
        "Citation": "[2022] 18 S.C.R. 516",
        "Case Type": "(CIVIL APPEAL /10466/2011)",
        "Date": "23 MARCH 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna\n*, Hon'ble Mr. Justice M.R. Shah",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV81MTYtNjA0XzE3MDI5ODYwODYucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 516",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "23 March 2022",
        "Petitioner:": "State Of Karnataka & Anr. Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 331",
        "Judgment Delivered by:": "Hon'ble Ms. Justice B.V. Nagarathna",
        "Respondent:": "State Of Meghalaya & Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /10466/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 – Article 246 – Seventh Schedule – Entry 40 of List 1 – Entry 34 of List II – Entry 62 of List II – Karnataka Tax on Lotteries Act",
            "2004"
        ],
        "HeadNote": "Constitution of India, 1950 – Article 246 – Seventh Schedule– Entry 40 of List 1 – Entry 34 of List II – Entry 62 of List II –Karnataka Tax on Lotteries Act, 2004 – Kerala Tax on PaperLotteries Act, 2005 - Division Bench of the High Court of Karnatakavide impugned judgments dated 27th December, 2010 and 7th March,2011 held that the Karnataka Legislature had no legislativecompetence to pass the Karnataka Tax on Lotteries Act, 2004 - TheDivision Bench of the High Court of Kerala by the impugnedjudgments dated 30th April, 2020, 9th August, 2021 and 10thAugust, 2021, held that the Kerala legislature had no legislativecompetence to enact the Kerala Tax on Paper Lotteries, Act, 2005and declared it as unconstitutional and invalid – The respondentsherein are the States of Nagaland, Arunachal Pradesh, Meghalaya,Sikkim, and others who are the organisers of the lotteries as well aspromoters, inter alia, in the States of Karnataka and Kerala – As perthe decision of the High Courts, the States of Karnataka and Keralawere directed to refund the amounts deposited by the RespondentsStates who had organised the lottery schemes - The present set ofappeals have been preferred by the States of Karnataka, Keralaand others being aggrieved by the judgments passed by the DivisionBenches of the High Courts of the respective States – Held:Thesubject ‘betting and gambling’ in Entry 34 of List II is a State subject–From the judgments of the Supreme Court, it is clear that ‘lotteries’is a species of gambling activity and hence lotteries is within theambit of ‘betting and gambling’ as appearing in Entry 34 List II –The expression ‘betting and gambling’ is thus a genus it includesseveral types or species of activities such as horse racing, wheelingand other local variations/forms of ‘betting and gambling’ activity– The subject ‘lotteries organised by the Government of India orthe Government of a State’ in Entry 40 of List I is a Union subject –It is only lotteries organised by the Government of India or the Government of State in terms of Entry 40 of List I which are excludedfrom Entry 34 of List II –‘betting and gambling’ is a State subjectexcept to the extent of it being denuded of its powers insofar asEntry 40 of List I is concerned –Entry 62 of List II is a specifictaxation Entry on ‘luxuries, including taxes on entertainments,amusements, betting and gambling’ – The power to tax is on allactivities which are in the nature of ‘betting and gambling,’ includinglotteries – Since, there is no dispute that lotteries, irrespective ofwhether it is conducted or it is organised by the Government ofIndia or the Government of State or is authorized by the State or isconducted by an agency or instrumentality of State Government ora Central Government or any private player, is ‘betting andgambling’, the State Legislatures have the power to tax lotteriesunder Entry 62 of List II – This is because the taxation contemplatedunder the said Entry is on ‘betting and gambling’ activities whichalso includes lotteries, irrespective of the entity conducting the same– Hence, the legislations impugned are valid as the Karnataka andKerala State Legislatures possessed legislative competence to enactsuch Acts –The scope and ambit of lotteries organised by Governmentof India or Government of State under Entry 40 of List I is only inthe realm of regulation of such lotteries – The said Entry does nottake within its contours the power to impose taxation on lotteriesconducted by the Government of India or the Government of State– lottery schemes by the Government of other States are organised/conducted in the State of Karnataka or Kerala and there are expressprovisions under the impugned Acts for registration of the agentsor promoters of the Governments of respective States for conductingthe lottery schemes in the State of Karnataka and the State of Kerala– This itself indicates sufficient territorial nexus between therespondents- States who are organising the lottery and the States ofKarnataka and Kerala – Division Benches of the High Courts ofKerala and Karnataka were not right in holding that the respectiveState Legislatures had no legislative competence to impose tax onthe lotteries conducted by other States in their State (in the State ofKarnataka and Kerala respectively)."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "UNION OF INDIA AND OTHERS VS. SUBRATA NATH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ2OTQ=",
        "Citation": "[2022] 18 S.C.R. 605",
        "Case Type": "(CIVIL APPEAL /7939/2022)",
        "Date": "23 NOVEMBER 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Ms. Justice Hima Kohli\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV82MDUtNjI0XzE3MDI5ODIwMzUucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 605",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "23 November 2022",
        "Petitioner:": "Union Of India And Others",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 1221",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Hima Kohli",
        "Respondent:": "Subrata Nath",
        "Case Type:": "CIVIL APPEAL /7939/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Industrial Security Force Rules"
        ],
        "HeadNote": "Service Law: Central Industrial Security Force Rules, 2001 :r.32 – Disciplinary Authorities – Local police intercepted a truckloaded with copper wires outside the port premises and informedCISF that the copper wires had been removed from the scrap Port,in the duration when the respondent-constable was on duty –Respondent placed under suspension and charge sheeted for theact of negligence and various delinquencies – Disciplinary Authorityimposed a penalty of dismissal from service, which was confirmedby appellate and revisional authority – High Court converted thepunishment of dismissal to compulsory retirement – Division Benchdirected reinstatement of the respondent with full back wages andfurther directed the disciplinary authority to issue a fresh order ofpunishment in respect of the respondent in commensurate to hisnegligence and dereliction of duty – On appeal, held: Being factfinding authorities, both the Disciplinary Authority and theAppellate Authority are vested with the exclusive power to examinethe evidence forming part of the inquiry report – On finding theevidence to be adequate and reliable during the departmentalinquiry, the Disciplinary Authority has the discretion to imposeappropriate punishment on the delinquent employee keeping in mindthe gravity of the misconduct – In exercise of powers of judicialreview, the High Court/tribunal cannot ordinarily re-appreciate theevidence to arrive at its own conclusion in respect of the penaltyimposed unless and until the punishment imposed is sodisproportionate to the offence that it would shock the conscience– Both the Single Judge as well as the Division Bench, erred bysetting aside the order of dismissal from service imposed on therespondent, thus, the judgment passed by the High Court is set aside,while that of the Disciplinary Authority as upheld by the AppellateAuthority and the Revisional Authority is restored."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "CDR AMIT KUMAR SHARMA ETC VS. UNION OF INDIA & ORS ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MDI=",
        "Citation": "[2022] 18 S.C.R. 625",
        "Case Type": "(CIVIL APPEAL /841/2022)",
        "Date": "20 OCTOBER 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Hima Kohli",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV82MjUtNjQ3XzE3MDI5ODIxMzIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 625",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "20 October 2022",
        "Petitioner:": "Cdr Amit Kumar Sharma Etc",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1124",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India & Ors Etc",
        "Case Type:": "CIVIL APPEAL /841/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Principles of Natural Justice"
        ],
        "HeadNote": "Principles of Natural Justice – Violation of – Non-disclosureof relevant material to the affected party – Disclosure in a sealed-cover to the adjudicating authority – Armed Forces Tribunal (AFT)dismissed the applications challenging the denial of PermanentCommission in the Indian Navy – Whether the AFT could haveadjudicated on the validity of the selection proceedings whenrelevant material was disclosed only to the AFT in a sealed cover –On appeal, held: All material which is relied upon by either party inthe course of a judicial proceeding must be disclosed – Even if theadjudicating authority does not rely on the material while arrivingat a finding, information that is relevant to the dispute, which wouldwith ‘reasonable probability’ influence the decision of the authoritymust be disclosed – A one-sided submission of material which formsthe subject matter of adjudication to the exclusion of the other partycauses a serious violation of natural justice – In the present case,this has resulted in grave prejudice to officers whose careers aredirectly affected as a consequence – Non-disclosure of relevantmaterial to the affected party and its disclosure in a sealed-cover tothe adjudicating authority (in this case the AFT) sets a dangerousprecedent – Material which was relied upon by the AFT fordetermining the vacancies which were available and for assessingas to whether they were utilised correctly has not been disclosed tothe appellants – Similarly, the Board proceedings that were reliedupon by AFT to determine if the selection for Permanent Commission(PC) was fair have not been disclosed to the appellants – While theAFT on a perusal of the records concluded that there was no genderbias or mala fides in the grant of PC, the officers do not possess thematerial to challenge this observation – Respondents while protectingthe confidentiality of the proceedings of the Board must disclose the position in merit of the appellants vis-à-vis the parameters andtheir weightage devised by the respondents – Material prejudicehas been caused by the process which has been followed ofdisclosing the information of vacancies and the board proceedingsto the AFT in a sealed cover – Impugned judgment of the AFT setaside – OAs corresponding to the appeals filed before SupremeCourt are restored for fresh adjudication by the AFT – Armed ForcesTribunal Act 2007.Practice and Procedure – Disclosure of relevant material tothe adjudicating authority in a sealed cover – Held: It makes theprocess of adjudication vague and opaque – Disclosure in a sealedcover perpetuates two problems – Firstly, it denies the aggrievedparty their legal right to effectively challenge an order since theadjudication of issues has proceeded on the basis of unsharedmaterial provided in a sealed cover – Adjudicating authority whilerelying on material furnished in the sealed cover arrives at a findingwhich is then effectively placed beyond the reach of challenge –Secondly, it perpetuates a culture of opaqueness and secrecy – Itbestows absolute power in the hands of the adjudicating authority,tilting the balance of power in a litigation in favour of a dominantparty which has control over information – Most often than not thisis the state – A judicial order accompanied by reasons is the hallmarkof the justice system – It espouses the rule of law – However, thesealed cover practice places the process by which the decision isarrived beyond scrutiny – The sealed cover procedure affects thefunctioning of the justice delivery system both at an individual case-to case level and at an institutional level – However, it is not that allinformation must be disclosed in the public – Sensitive informationaffecting the privacy of individuals such as the identity of a sexualharassment victim cannot be disclosed – The measure of non-disclosure of sensitive information in exceptional circumstances mustbe proportionate to the purpose that the non-disclosure seeks toserve – The exceptions should not, however, become the norm."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "PARIVAR SEVA SANSTHA VS. AHMEDABAD MUNICIPAL CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MDQ=",
        "Citation": "[2022] 18 S.C.R. 648",
        "Case Type": "(CIVIL APPEAL /2773/2012)",
        "Date": "24 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice J.K. Maheshwari, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV82NDgtNjY4XzE3MDI5ODIyMzAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 648",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "24 November 2022",
        "Petitioner:": "Parivar Seva Sanstha",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 1224",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Ahmedabad Municipal Corporation",
        "Case Type:": "CIVIL APPEAL /2773/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Provincial Municipal Corporations Act"
        ],
        "HeadNote": "Gujarat Provincial Municipal Corporations Act, 1949: s. 129,141AA, 132(1)(b) – Imposition of property tax – Power of MunicipalCorporation – Appellants, charitable trusts, running clinics/hospitalsseeking exemption from levy of general tax in terms of clause (b) tosub-section (1) of s. 132, in cases where the Corporation hasexercised the option to levy property tax on carpet area methodu/s.141AA; and challenging r. 8B(4)(i) on the ground that it isunconstitutional, illegal and arbitrary as it violates the principle ofequality enshrined u/Art. 14 – Held: ss. 129 to 141A are groupedtogether and are applicable when property tax is payable on annualletting value/annual rateable value, whereas provisions from ss.141AA to 141F apply when property tax is payable on the basis ofcarpet area method – Exemption under clause (b) to sub-section (1)of s.132 only applies when general tax is payable under sub- section(1) to s.132 rw s. 129 - Clause (b) to sub-section (1) of s.132 per seand ex facie does not apply to taxes payable in terms of s. 141AA onthe basis of the carpet area method – Thus, it cannot be held thatclause (b) to sub-section (1) of s. 132, which grants exemption tobuildings and lands or portions thereof solely occupied and usedfor public worship or for public charitable purposes, would applywhen property tax is calculated and is payable on the basis of thecarpet area method, which is to be computed and calculated inaccordance with the provisions of s. 141AA to s. 141F – Furthermore,the ‘use factor’ enlisted clause (b) to sub-rule (4) of r. 8B is a separatecategory; the category being grantable schools run by publiccharitable trusts, boarding- lodging-hostels run by public charitabletrusts, and religious institutions, dharma-shala, ashram, and library– Appellant No.2 Trust cannot claim any parity with the said ‘usefactors’, even though the hospital/clinic run by them are run bypublic charitable trusts – Sub-clause (i) to clause (a) to sub-rule (4) of Rule 8B enlists all buildings used as hospitals, dispensaries,clinics, maternity homes, etc – All hospitals, dispensaries, clinics,maternity homes etc., have been classified under one head, andthereby the levy of taxation in such cases simplifies and is uniform– Classification made vide sub-clause (i) to clause (a) to sub-rule(4) of Rule 8B is not discriminatory and violative of Art.14 – Objectand purpose is to avoid litigation and complexities which may arisein case there is a distinct and separate taxation of hospitals, clinics,maternity homes, etc., stated and claimed to be run for charitablepurpose – Sub-clause (iv) to clause (a) to sub-rule (4) of Rule 8Bapplies to educational and social institutions run by publiccharitable trusts for the welfare of women, old people, deaf, dumb,blind, physically handicapped or mentally retarded people – Theseare separate categories and cannot be confused and treated similarlyand at par with hospitals, clinics, maternity homes, etc, as elucidatedin sub-clause (i) to clause (a) to sub-rule (4) of Rule 8B –Furthermore, there can be crudities or inequities in complicatedexperimental economic legislation but on that account alone itcannot be struck down as invalid – Taxation (Amendment) Rules20019 – r. 8B(4)(i)."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "M/S. OCL INDIA LTD VS. STATE OF ORRISA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MDk=",
        "Citation": "[2022] 18 S.C.R. 669",
        "Case Type": "(CIVIL APPEAL /2348/2004)",
        "Date": "04 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice J.B. Pardiwala, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV82NjktNjk1XzE3MDI5ODIzMzgucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 669",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "04 November 2022",
        "Petitioner:": "M/s. Ocl India Ltd",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 1163",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "State Of Orrisa And Ors.",
        "Case Type:": "CIVIL APPEAL /2348/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Orissa Entry Tax Act"
        ],
        "HeadNote": "Orissa Entry Tax Act, 1999 – Orissa Municipal Act, 1950 -The Constitution of India – Article 243Q, Schedule 7th Entry 52 ofList II – Whether the exclusion of an industrial area or areas fromthe limits of municipal councils or municipalities under the statelaws in exercise of statutory power or by virtue of a declarationunder proviso to Article 243Q, would result in that area ceasing tobe a “local area” within Entry 52 of List II and consequentlyprecluding State from levying and collecting entry tax from thoseareas – Held: The nature of services provided in industrial areasare relevant factors taken into account by the State or Governorwhile issuing exemptions under municipal laws or proviso to Article243Q (1) – These, however, do not in any manner impact orundermine the fact that such industrial areas or estates are equally“local areas” – Diamond Sugar Mills itself acknowledged that theword “local” means relating to or “pertaining to a place” – SupremeCourt also very pertinently held that a local area is one which isadministered by municipal law, district board or a local board, unionboard, a panchayat or some body constituted by the Governmentfor the governance of local affairs of any part of the State – Theapplication of state laws regarding industrial areas, therefore,squarely falls within the expression “description of a bodyconstituted for the purposes of local affairs of the State” since noone denies that industrial areas are also part of the State - Theobject of the levy, i.e., entry tax, is the regulation of entry of goodsin a regular area for consumption, i.e., manufacture, use or sale –There is no dispute that entry of goods into an industrial area orestate is for their use for manufacturing or for processing or forthe purposes of their delivery as their ultimate point of destination,i.e. for the purpose of their “consumption, use or sale” within thatarea – It could even be that the goods enter within the industrial area or estate, as the ultimate point of destination for their use – Inany case, the levy would be attracted because the incidence is theentry into the local area."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MRS. LEELAMMA MATHEW VS. M/S INDIAN OVERSEAS BANK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MTU=",
        "Citation": "[2022] 18 S.C.R. 696",
        "Case Type": "(CIVIL APPEAL /7128/2022)",
        "Date": "17 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV82OTYtNzA3XzE3MDI5ODI0MzIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 696",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "17 November 2022",
        "Petitioner:": "Mrs. Leelamma Mathew",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 1214",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "M/s Indian Overseas Bank & Ors.",
        "Case Type:": "CIVIL APPEAL /7128/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Enforcement of Security Interest Act"
        ],
        "HeadNote": "Securitization and Reconstruction of Financial Assets andEnforcement of Security Interest Act, 2002 (SARFAESI Act, 2002) –s.14 – Security Interest (Enforcement) Rules, 2002 (Rules) – r.8(6)(a)and (f) – Transfer of Property Act – ss.54,55(1)(a) – Defendant-Bank secured a property under the 2002 Act – Thereafter, the securedasset admeasuring 54 cents was put to auction – Appellant-plaintiffsubmitted quotation for sale – Bank took the possession of theproperty – Plaintiff paid total consideration amount – Thereafter,Tehsildar submitted report that actual measurement of land was 39.60cents and debtor had already transferred 14.40 cents out of totaladmeasuring 54 cents prior to the creation of the mortgage with theBank – Despite the findings, the Bank issued sale certificate for 54cents and handing over possession of the secured propertyadmeasuring 39.60 cents – Plaintiff instituted suit for recovery ofdamages/compensation with respect to 14.40 cents – Trial Courtdecreed suit and directed the defendant-Bank to pay to the plaintiffa sum of Rs.58,10,000/- with 12% p.a. – High Court quashed andset aside the decree passed by the Trial Court inter alia on thegrounds (i) that as the fraud has not been established and provedthe suit was barred in view of Section 34 of the SARFAESI Act; (ii)That the plaintiff was aware of the fact that the actual area of thesecured property put to auction is less than 54 cents and thereforeit cannot be said that there was any non-disclosure on the part ofthe Bank; (iii) that the property was put to auction “as is where is”and “as is what is” basis? – Held: High Court erred inholding that the suit was barred by s. 34 of the SARFAESI Act – Atthe outset it is required to be noted that the suit was for damages/compensation, with respect to the balance land, which could nothave been decided by the DRT or Appellate Tribunal, s. 34 of theSARFAESI Act shall be applicable only in a case where the Debt Recovery Tribunal and/or Appellate Tribunal is empowered to decidethe matter under the SARFAESI Act – Auction notice was for 54cents; plaintiff paid total consideration for 54 cents; sale certificateissued was for 54 cents – So, it was not open to Bank to contendthat though Bank had handed over possession of 34.60 cents stillthe sale consideration recovered would be 54 cents – Section 54 ofTransfer of Property cast a duty on the seller to disclose any buyerany material defect in the property of which the buyer is not awareand which the buyer could not ordinarily discover – Under thecircumstances also the submission on behalf of the Bank that theproperty was put to auction on “as is where is”and “as is what is”condition, thereafter the plaintiff shall not be entitled tocompensation of the less area cannot be accepted."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "NARMADA BACHAO ANDOLAN AND ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MjE=",
        "Citation": "[2022] 18 S.C.R. 708",
        "Case Type": "(WRIT PETITION (CIVIL) /328/2022)",
        "Date": "22 SEPTEMBER 2022",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Hima Kohli, Hon'ble Mr. Justice Pamidighantam Sri Narasimha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV83MDgtNzIwXzE3MDI5ODI1NjEucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 708",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "22 September 2022",
        "Petitioner:": "Narmada Bachao Andolan And Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2022 INSC 995",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /328/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition"
        ],
        "HeadNote": "Land Acquisition – Rehabilitation of displaced persons –Compensation – In case of applicant an order was passed by theCourt of the Land Acquisition Officer, Sardar Sarovar Projectindicating that the land which was acquired was 4.293 hectaresand determining the compensation payable at Rs 5,48,072/- andthe applicant would also be entitled to the allotment of 4.293 hectaresof agricultural land – Following the order of Supreme Court inNarmada Bachao Andolan v. Union of India (W.P.(C) No.328 of2002) on 08.02.2017, the Grievance Redressal Authority (GRA)intimated the applicant that in terms of the said order she was eligibleto receive a final payment of Rs 60 lakhs after adjusting the paymentwhich was made to her earlier – The applicant submitted arepresentation to the GRA claiming that since her entitlement wasfor the allotment of 4.293 hectares of agricultural land, she wouldbe entitled to receive compensation of Rs 1,28,79,000/- equivalentto the area of the land – The GRA rejected the claim which led tothe institution of Writ Petition and the same was dismissed – SpecialLeave Petition filed before Supreme Court was dismissed aswithdrawn – Thereafter, an Miscellaneous application forclarification/modification of order dated 08.02.2017 – Held : 681project affected families who were yet to receive compensation, wereto be paid an amount at the rate of Rs 60 lakhs per family as amatter of full and final settlement – In other words, the quantum ofRs 60 lakhs per family represented a comprehensive settlementpackage – The package was incapable of being broken down intoa per hectare determination – Once the Court had arrived at a finalfigure of Rs 60 lakhs per family recording that this would be in full and final settlement and directions were issued in the exercise ofthe jurisdiction under Article 142, it is impermissible for the applicantto claim any amount in excess of that determination."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "MD. ANOWAR HUSSAIN VS. STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3Mjg=",
        "Citation": "[2022] 18 S.C.R. 721",
        "Case Type": "(CRIMINAL APPEAL /414/2019)",
        "Date": "13 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV83MjEtNzYxXzE3MDI5ODI2NjAucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 721",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "13 October 2022",
        "Petitioner:": "Md. Anowar Hussain",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2022 INSC 1079",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /414/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Circumstantial Evidence"
        ],
        "HeadNote": "Penal Code, 1860 – s.302 – Circumstantial Evidence –Evidence Act, 1872 – s.106 – Appellant was held guilty of the offenceu/s.302 for murder of his wife and was awarded the punishment ofimprisonment for life – On appeal, held: Victim was none otherthan the wife of the appellant and was living with him – Thus, thebasic fact as to when did he part with the company of his wife waswithin the knowledge of the appellant alone however, he explainednothing in that regard – When the appellant’s wife was found killedwith the dead body carrying several injuries and the cause of deathhaving been asphyxia due to throttling, the appellant was requiredto explain such injuries, which the deceased sustained while livingwith him in the same dwelling house – Again, there was noexplanation from him – If his wife, who was residing with him, hadbeen so ill as to be taken to hospital, the facts in that regard werealso especially within the knowledge of the appellant and he wasrequired to explain the nature of ailment as also the mode and mannerby which she was admitted to the hospital – But, there was noexplanation on these aspects from the appellant – Further, if hiswife had died and still he had gone to some other place, the reasonfor doing so was also especially within the knowledge of theappellant alone – The reason as assigned by him (about his ownillness) is found to be far away from truth – Prosecution hasdischarged its primary burden of bringing home cogentcircumstances pointing towards the guilt of the appellant – All thefacts and factors, which ought to be in the knowledge of theappellant, are either not clarified or the explanation given by theappellant turns out to be false – Hence, such omission coupled withfalsehood indeed provide additional links in the chain ofcircumstances – The falsehood cooked up by the witnesses(regarding illness and hospitalisation of the victim) and readily accepted by the appellant coupled with the undischarged burdenof s.106 of the Evidence Act provide such strong links in this matterthat the chain of circumstances is complete, leading to the conclusionon the guilt of the appellant beyond any doubt – Concurrent findingsdo not call for interference in this case – Constitution of India –Article 136."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "ASHISH SHELAR & ORS. VS. THE MAHARASHTRA LEGISLATIVE ASSEMBLY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3MzU=",
        "Citation": "[2022] 18 S.C.R. 762",
        "Case Type": "(WRIT PETITION (CIVIL) /797/2021)",
        "Date": "28 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice C.T. Ravikumar, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV83NjItODI1XzE3MDI5ODI3NzkucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 762",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "28 January 2022",
        "Petitioner:": "Ashish Shelar & Ors.",
        "Disposal Nature:": "Petitions Allowed",
        "Netural Citation:": "2022 INSC 116",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "The Maharashtra Legislative Assembly & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /797/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India"
        ],
        "HeadNote": "Constitution of India : Art. 190(4), 208 - MaharashtraLegislative Assembly Rules, 2015 – rr.8, 53, 106 - Suspension ofMember of Legislative Assembly – Petitioners, members ofMaharashtra Legislative Assembly (2019-2024), belongs to BhartiyaJanata Party, the principal opposition party – During theproceedings of the Monsoon Session of the Maharashtra LegislativeAssembly heated exchanges between the members of the ruling partyand the opposition party as general feeling developed amongst theopposition that the business of the House was being conducted inunilateral manner – Thereafter, resolution moved by the Ministerfor Parliamentary Affairs for initiating action against the petitioners-12 MLAs of the BJP by way of suspension for one year for havingcommitted contempt of the House, and was later passed by majorityvotes – Writ petition by the petitioners seeking quashing and settingaside of the said resolution passed by the Maharashtra LegislativeAssembly being unconstitutional and grossly illegal – Held:Resolution suffers from the vice of being unconstitutional, grosslyillegal and irrational to the extent of period of suspension beyondthe remainder of the concerned(ongoing) Session – It is not a caseof mere procedural irregularity committed by the Legislature withinthe meaning of Art. 212(1) – Said resolution is non est in the eyes oflaw, nullity, unconstitutional, substantively illegal and irrational –Under r. 53 Speaker is expected to exercise this power only in caseof conduct of the member being “grossly disorderly” and providesfor a graded (rational and objective standard) approach to beadopted by the Speaker for ensuring orderly conduct of the businessof the House – Suspension beyond the remainder period of theongoing Session would not only be grossly irrational measure, butalso violative of basic democratic values – One year suspension is worse than “expulsion”, “disqualification” or “resignation”–Procedure in directly withdrawing the petitioner without inquiry bythe Committee of Privilege and opportunity of hearing to them isneither prescribed in Part XVIII of the Rules or Rule 53 enablingthe Speaker to do so – Indeed, the constituency cannot have anyright to be represented by a disqualified or expelled member –However, their representative cannot be kept away from the Housein the guise of suspension beyond the necessary (rational) periodlinked to the ongoing Assembly Session, including the timelinereferred to in Art. 190(4) and s. 151A of the 1951 Act – Suspensionbeyond the Session would be bordering on punishing not only themember concerned, but also inevitably impact the legitimate rightsof the constituency from where the member had been elected – It is,therefore, a drastic measure trenching upon imposing penalty morethan disciplinary or corrective measure, beyond the limited inherentpowers of the House – Thus, the impugned resolution is, thus,declared to be ineffective in law, insofar as the period beyond theremainder of the stated Session in which the resolution came to bepassed – Petitioners entitled for all consequential benefits of beingmembers of the Legislative Assembly, on and after the expiry of theperiod of the remainder of the concerned Session.Maharashtra Legislative Assembly Rules, 2015 – r. 53 - Powerto order withdrawal of member - Procedure prescribed under -Explained.Words and phrases: grossly and disorderly, suspension –Meaning of, in the context of functioning of the House during thesession."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "WALCHANDNAGAR INDUSTRIES LTD. VS. THE STATE OF MAHARASHTRA & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NDM=",
        "Citation": "[2022] 18 S.C.R. 826",
        "Case Type": "(CIVIL APPEAL /2671/2016)",
        "Date": "04 FEBRUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta, Hon'ble Mr. Justice V. Ramasubramanian\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV84MjYtODYwXzE3MDI5ODI4OTgucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 826",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "04 February 2022",
        "Petitioner:": "Walchandnagar Industries Ltd.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 146",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Ramasubramanian",
        "Respondent:": "The State Of Maharashtra & Anr",
        "Case Type:": "CIVIL APPEAL /2671/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act"
        ],
        "HeadNote": "Land Acquisition Act, 1894 :ss. 4, 6, 17, 18, 23, 24 – Landacquisition – Determination of compensation in light of clauses“thirdly” and “fourthly” of s. 23 concerning ‘severance’ and‘injurious affection’ respectively – On facts, the appellant-landowner established a township situated at a distance of 36 kms. fromthe Railway Station – For a direct and rapid connection betweenthe two points, the appellant provided its own trolley line in theyear 1946 wherein 35,000 tonnes of heavy material used to gettransported – Part of the trolley line got submerged in the backwatersof Ujjani Dam project and the remaining portion of the trolley linesituated in the unacquired part of the land had become useless –Land acquisition officer awarded total compensation ofRs.1,27,198.31/- and rejected the claim for the unacquired portion– Reference Court enhanced the compensation for the acquiredpart of the land and fixed compensation on account of severanceand injurious affection – However, the High Court interfered withthe award of the Reference Court – On appeal, held: As regardsclaim relating to rails and sleepers, rolling stock and increase intransportation cost, refusal of the High Court to award anycompensation for the injurious affection to one set of movableproperty, namely, rolling stock cannot be found fault with – Refusalof the High Court to award any compensation for increase intransportation cost, falling under the category of “injuriousaffection to earnings” also cannot be faulted – However, the refusalof the High Court to grant compensation for the injurious affectionsustained by the appellant to one set of movable property, namely,rails and sleepers forming the trolley line for a distance of 28 kms.,is unsustainable especially when the grant of compensation for theinjurious affection to rails and sleepers to a stretch of 7 kms.submerged in the backwaters, has been sustained by the High Court  – In fact, the State has not come up on appeal against the same –Remaining portion of the trolley line to a distance of 28 kms hasbeen rendered useless after the acquisition – Furthermore, clausefourthly of s.23(1), uses a significant phrase “injuriously affectinghis other property, movable or immovable, in any other manner, orhis earnings” - Thus, injurious affection to property, in any othermanner, may stand on a different footing from injurious affectionto earnings – While there is no evidence on record to connect thedrop in the level of profits from 1975-76 to 1976-77, with the increasein transportation costs, there is acceptable evidence to show thatmovable property became useless after the acquisition – Thus, theconclusions by the High Court whereby the award of the ReferenceCourt relating to compensation for injurious affection to rails andsleepers, was reversed by the High Court, is set aside – Award ofthe Reference Court granting a sum of Rs.31,21,860/- towardscompensation for rails and sleepers is restored – As regards, otherclaims, the impugned judgment not interfered with."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "M/S AGMATEL INDIA PVT. LTD. VS. M/S RESOURSYS TELECOM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NTY=",
        "Citation": "[2022] 18 S.C.R. 861",
        "Case Type": "(CIVIL APPEAL /786/2022)",
        "Date": "31 JANUARY 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Vikram Nath",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV84NjEtOTAwXzE3MDI5ODMxNzcucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 861",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "31 January 2022",
        "Petitioner:": "M/s Agmatel India Pvt. Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 126",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "M/s Resoursys Telecom & Ors.",
        "Case Type:": "CIVIL APPEAL /786/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Notice inviting tenders"
        ],
        "HeadNote": "Tender – Scope of judicial review – Notice inviting tenders(NIT) issued by Navodaya Vidyalaya samite (NVS) on Govt. Portal(GeM) for supply of tablets for school children with specific ‘pastperformance’ criterion that bidder ought to have supplied ‘same orsimilar category’ products to the extent of 80% of bid quantity (whichwas changed to 60% by corrigendum) in at least one of the lastthree financial years before bid opening – Respondent offered itsbid for the product and was declared disqualified for having fallenshort in ‘past performance’ criterion by 10.20% - Representationmade by the Respondent seeking clarification of the reason forrejection which was rejected by the NVS on the ground that onlysmart phones were supplied by the Respondent and the productsmart phone does not fall within the description of ‘same or similarcategory product’ vis-a-vis the product required i.e., ‘Tablet’- Beingaggrieved, the Respondent preferred the writ petition contendingthat ‘Tablet’ was an electronic product belonging to the ‘same orsimilar category’ as a ‘Smart Phone’ and that the decision of theNVS, excluding “Smart Phones” from “same or similar categoryproducts” was unreasonable and against the principles of fair playand logic - during the pendency of the writ, the successful bidderAGMATEL/appellant herein was awarded the tender – High Courtallowed the writ petition and disapproved the technicaldisqualification – On appeal, held: Technical evaluation orcomparison by the Court is impermissible and the author of thetender document is taken to be the best person to understand andappreciate its requirements and if its interpretation is manifestly inconsonance with the language of the tender document or subservingthe purchase of the tender – Court would prefer to keep restraintand even if the interpretation given to the tender document by theperson inviting offers is not as such acceptable to the ConstitutionalCourt, that, by itself, would not be a reason for interfering with the interpretation given – The only requirement of law, for such processof decision making by the tender inviting authority, is that it shouldnot be suffering from illegality, irrationality, mala fide, perversity,or procedural impropriety – No such case being made out, thedecision of the tender inviting authority (NVS) in the present casewas not required to be interfered with on the reasoning that accordingto the writ Court.Principles/Doctrines – Doctrine of ‘Contra proferentem’ –Applicabilty of – It is applied in the case of ambiguity in the insurancepolicy because the policies are made by the insurer and its ambiguitycannot be allowed to operate against the insured- However, thisrule cannot be applied to lay down that in case of any ambiguity ina tender document, it has to be construed in favour of a particularperson who projects a particular view point- The obviousinapplicability of this doctrine to the eligibility conditions in a noticeinviting tender could be visualised from a simple fact that in case ofambiguity, if two different tenderers suggest two differentinterpretations, the question would always remain as to which ofthe two interpretation is to be accepted?- Obviously, to avoid suchunworkable scenarios, the principle is that the author of the tenderdocument is the best person to interpret its documents andrequirements."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "C.C., C.E. & S.T. – BANGALORE (ADJUDICATION) ETC. VS. M/S NORTHERN OPERATING SYSTEMS PVT LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NjM=",
        "Citation": "[2022] 18 S.C.R. 901",
        "Case Type": "(CIVIL APPEAL /2289/2021)",
        "Date": "19 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV85MDEtOTQ3XzE3MDI5ODMyOTIucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 901",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "19 May 2022",
        "Petitioner:": "C.c., C.e. & S.t. – Bangalore (adjudication) Etc.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2022 INSC 598",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "M/s Northern Operating Systems Pvt Ltd.",
        "Case Type:": "CIVIL APPEAL /2289/2021",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Finance Act"
        ],
        "HeadNote": "Finance Act, 1994 – Service Tax – SecondmentAgreement;Service Agreement–Revenue issued four show cause notices(SCNs) alleging that the respondent-assessee failed to discharge servicetax under the category of “manpower recruitment or supply agencyservice” with regard to certain employees who were seconded tothe assessee by the foreign group companies–Demandsconfirmedby Commissioner of Service Tax–Commissioner had also dischargedthe proceedings arising from a show cause notice–Appeals byRevenue as well as by assessee –Revenue’s appeals were rejectedwhile that of the assessee’s were allowed by CESTAT – On appeal,held: Assessee was the service recipient for service (of manpowerrecruitment and supply services) by the overseas entity, in regard tothe employees it seconded to the assessee, for the duration of theirdeputation or secondment – Assessee liable to pay service tax forthe periods spelt out in the SCNs, consequential demands therefore,shall be recovered from the assessee – However, the invocation ofthe extended period of limitation was unjustified – Impugnedcommon order of the CESTAT is set aside –Commissioner’s ordersin original are restored, except to the extent they seek to recoveramounts for the extended period of limitation – The demand againstthe assessee, for the two separate periods, shall be modified,excluding any liability for the extended period of limitation.Secondment Arrangement– Held: In a typical secondmentarrangement, employees of overseas entities are deputed to the hostentity (Indian associate) on the latter’s request to meet its specificneeds and requirements of the Indian associate – During thearrangement, the secondees work under the control and supervisionof the Indian company and in relation to the work responsibilitiesof the Indian affiliate – Social security laws of the home country (of the secondees) and business considerations result in payrollretention and salary payment by the foreign entity, which is claimedas reimbursement from the host entity.Finance Act, 1994 – s.65(44) – Held: By s.65 (44), “service”means (a) any activity (b) carried out by a person for another (c)for consideration, and (d) includes a declared service (the term“declared service” is defined in s.66E) – However, s.65 (44)excludesfrom its sweep [by clause (b)], “a provision of service by an employeeto the employer in the course of or in relation to his employment”.Deeds and Documents – Interpretation of documents – Held:One of the cardinal principles of interpretation of documents, isthat the nomenclature of any contract, or document, is not decisiveof its nature – An overall reading of the document, and its effect, isto be seen by the courts.Contract – Contract of service or Contract for service – Held:There is not one single determinative factor, which the courts giveprimacy to, while deciding whether an arrangement is a contract ofservice (as the assessee asserts the arrangement to be) or a contractfor service – The general drift of cases which have been decided,are in the context of facts, where the employer usually argues thatthe person claiming to be the employee is an intermediary –Supremecourt has consistently applied one test- substance over form,requiring a close look at the terms of the contract, or the agreements."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "V. PRAKASH @ G.N.V. PRAKASH VS. M/S. P.S. GOVINDASWAMY NAIDU & SONS’ CHARITIES REPRESENTED BY ITS MANAGING TRUSTEE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3Njk=",
        "Citation": "[2022] 18 S.C.R. 948",
        "Case Type": "(CIVIL APPEAL /3791/2022)",
        "Date": "09 MAY 2022",
        "Judge Names": "Hon'ble Mr. Justice Dinesh Maheshwari\n*, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV85NDgtOTg2XzE3MDI5ODMzODQucGRm",
        "SCR Citation:": "[2022] 18 S.C.R. 948",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "09 May 2022",
        "Petitioner:": "V. Prakash @ G.n.v. Prakash",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2022 INSC 533",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "M/s. P.s. Govindaswamy Naidu & Sons’ Charities Represented By Its Managing Trustee & Ors.",
        "Case Type:": "CIVIL APPEAL /3791/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Trusts Act"
        ],
        "HeadNote": "Trusts Act, 1882– Validity of Appellant’s claim to the office offounder trustee in the respondent-Trust– Held: The overwhelmingevidence produced by the appellant in the form of Aadhaar Cardissued by the Government of India as also his Income Taxassessments in India based on the certification of CharteredAccountant of his fulfilling the requirement of ‘resident’ in terms ofs.6 of the Income Tax Act, 1961 has been taken to be of little valueby the High Court after counting the number of days of theappellant’s stay in India and then questioning that the certificateswere not showing as to for how many days he was in MadrasPresidency–Also, appellant’s ownership and possession of propertyin India, including residential property; having bank accounts inIndia; being assessed as resident for the purpose of Income TaxAct, 1961 have all been brushed aside by the High Court by merecount of number of days of stay in India– Mere holding of GreenCard of the United States of America cannot be treated as decisiveof the matter in the present case–When examining the matter fromthe point of view of spirit of Scheme of Administrationgoverningthe Trust, the concept of representation of the branch of foundertrustee needs to be respected and, in that regard, claim of thedescendant like the appellant cannot be lightly brushed aside by amere count of number of days of stay in India while ignoring allother features and factors showing his choice of staying in India–Trial Court rightly analysed the evidence on record and arrived ata just conclusion in upholding the claim of the appellant to theoffice of founder trustee in the respondent-Trust as the representativeof the branch of ‘PSGNN’– Impugned judgment set aside – Judgmentand decree of the Trial Court restored – Thus, the appointment ofrespondent no.10 in the Trust stands annulled – Appellant entitled to hold the office of founder trustee representing ‘PSGNN’ branch–Income Tax Act, 1961– s.6 – Estoppel – Principle of res judicata.Deeds and Documents– Rules of construction – Constructionof terms of Scheme of Administration (SOA) governing therespondent-Trust and their application to the facts of present case(more particularly regarding abode/residence of plaintiff-appellant)–Discussed – Interpretation of Statutes.Words and Phrases – ‘resides’ – Discussed."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "SECURITIES AND EXCHANGE BOARD OF INDIA VS. SUNIL KRISHNA KHAITAN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3NzU=",
        "Citation": "[2022] 18 S.C.R. 987",
        "Case Type": "(CIVIL APPEAL /8249/2013)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice Bela M. Trivedi, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV85ODctMTA1Ml8xNzAyOTgzNDkxLnBkZg==",
        "SCR Citation:": "[2022] 18 S.C.R. 987",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Securities And Exchange Board Of India",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 669",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Sunil Krishna Khaitan And Others",
        "Case Type:": "CIVIL APPEAL /8249/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Substantial Acquisition of Shares and Takeovers"
        ],
        "HeadNote": "SEBI (Substantial Acquisition of Shares and Takeovers)Regulations, 1997 –Regulation 10 – Interpretation of Regulation10 of the SEBI Regulations, 1997 – Held: Regulation 10 states thatno ‘acquirer’ shall acquire voting rights, which taken together withthe shares or voting rights held by him or by a ‘person acting inconcert’ would entitle the ‘acquirer’ to exercise 15% or more of thevoting rights in the company, unless such ‘acquirer’ makes publicannouncement to acquire shares in accordance with the regulations–The word ‘acquirer’ used in Regulation 10 takes its meaning fromthe definition clause (b) to Regulation 2(1), which refers to theshareholder as an individual and also ‘person acting in concert’with the him, which expression has been very widely defined videclause (e) to Regulation 2(1) of the Takeover Regulations 1997 –Regulation 10 does not apply when the ‘acquirer’ already holdsmore than 15% shares or voting rights in the target company – The‘acquirer’, for the purpose of the said Regulation, not only meansthe individual person but also the ‘person acting in concert’ withthe individual person.SEBI (Substantial Acquisition of Shares and Takeovers)Regulations, 1997 –Regulation 44 and 45 –Regulation 11 and thepenalty under regulations 44 and 45 of the Takeover Regulations1997 – Held:Use of the word ‘may’ and not ‘shall’ in Regulation 44is significant – It is not mandatory that in case of every violationand breach of Regulations 10, 11 and 12, direction under Regulation44 shall be issued – The Board, therefore, when it decides to exerciseits power under Regulation 44 and issues directions under the saidRegulation has to keep the two facets in mind, namely, (i) interest ofthe securities market; and (ii) protection of interest of the investors–Regulation 44 is not a strict liablity provision –Nowhere, Regulation45 stipulates that in case of violation of Regulations 10, 11 or 12 of  the Takeover Regulations 1997, the Board must initiate action andissue directions in terms of Regulation 44.Securities and Exchange Board of India Act, 1992 (SEBI Act)– S. 15T – Power of Appellate Tribunal - The Appellate Tribunaldoes not have the power for the first time to initiate and thereupon,impose penalty for non-compliance of the provisions of theRegulations under Chapter VI-A of the Act while deciding an appealagainst directions issued under Regulation 44 of the TakeoverRegulations, 1997 – That power is vested with the authority specifiedin the Act or the Regulations – The Appellate Tribunal is an appellateforum and not the authority empowered to initiate penaltyproceedings under Section 15-H or suo moto issue directions underSection 11, 11B or 11(4)(d) of the Act – It can uphold or set asidethe direction issued, or modify and substitute the direction issuedunder Regulation 44 of the Takeover Regulations 1997 read withSections 11, 11B and 11(4)(d) of the Act.Words and Phrases – Acquirer – discussed and explained.Doctrines/Principles – Principle of doubtful penalisation."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. DIWAN CHAND ANAND & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3ODM=",
        "Citation": "[2022] 18 S.C.R. 1053",
        "Case Type": "(CIVIL APPEAL /2397/2022)",
        "Date": "11 JULY 2022",
        "Judge Names": "Hon'ble Ms. Justice B.V. Nagarathna, Hon'ble Mr. Justice M.R. Shah\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMDUzLTEwODFfMTcwMjk4MzYzNC5wZGY=",
        "SCR Citation:": "[2022] 18 S.C.R. 1053",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "11 July 2022",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 668",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "Diwan Chand Anand & Ors",
        "Case Type:": "CIVIL APPEAL /2397/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 : Order 22 – Abatementofappeal – Nature and extent of the abatement – Effect of abatementof the appeal against each of the respondents in case of multiplerespondents – Suit filed by two co-owners-plaintiffs and rest of theco-owners joined as defendants as proper parties, for declarationand permanent injunction and challenging the acquisitionproceedings under the Land Acquisition Act – Trial court decreedthe suit holding that the Notifications ceased to exist, and thedefendants were restrained from dispossessing the plaintiffs andthe other co-owners from the land notified for acquisition – Appealby the appellant-DDA – Some of the respondents not served as someof them had died – Appeal dismissed by the High Court as havingabated for failure to bring on record the legal representatives ofsome of the deceased respondents – Review petition there againstalso dismissed and refusal to recall the order passed by the HighCourt – On appeal, held: Appeal as a whole cannot be treated asabated merely for failure to substitute the legal representative ofsome of the co-shares/co-owners-respondents who died duringpendency of the appeal – On facts, the entire estate was representedthrough original plaintiffs in which even the co-sharers/ co-ownerswere also joined as defendants as proper parties – While consideringwhether the suit/appeal has abated due to non-bringing the legalrepresentatives of plaintiffs/defendants or not, the Court has toexamine if the right to sue survives against the surviving respondents– Thereafter, the appellate court has to consider the question whethernon-bringing the legal representatives of some of the defendants,the appeal could have proceeded against the surviving respondents– While passing the impugned order, the High Court neitherconsidered the relevant provisions of CPC namely Order 22 Rule 1to 11 nor held any enquiry – Order passed by the High Courtdismissing the appeal as a whole as having abated is set aside. "
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "M/S NEW NOBLE EDUCATIONAL SOCIETY VS. THE CHIEF COMMISSIONER OF INCOME TAX 1 AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ3OTM=",
        "Citation": "[2022] 18 S.C.R. 1082",
        "Case Type": "(CIVIL APPEAL /3795/2014)",
        "Date": "19 OCTOBER 2022",
        "Judge Names": "Hon'ble Mr. Justice Pamidighantam Sri Narasimha, Hon'ble Mr. Justice S. Ravindra Bhat\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMDgyLTExNDNfMTcwMjk4Mzc1OS5wZGY=",
        "SCR Citation:": "[2022] 18 S.C.R. 1082",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "19 October 2022",
        "Petitioner:": "M/s New Noble Educational Society",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2022 INSC 1111",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Ravindra Bhat",
        "Respondent:": "The Chief Commissioner Of Income Tax 1 And Anr.",
        "Case Type:": "CIVIL APPEAL /3795/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act"
        ],
        "HeadNote": "Income Tax Act, 1961 – s.10(23C)(vi) –”solely” –s.10(23C)(vi) exempts income of “university or other educationalinstitution existing solely for educational purposes and not for purposesof profit” – Meaning of “solely” – Held: The requirement of thecharitable institution, society or trust etc., to ‘solely’ engage itselfin education or educational activities, and not engage in any activityof profit, means that such institutions cannot have objects whichare unrelated to education – Thus, all objects of the society, trustetc., must relate to imparting education or be in relation toeducational activities– Where the objective of the institution appearsto be profit-oriented, such institutions would not be entitled toapproval u/s.10(23C) – At the same time, where surplus accrues ina given year or set of years per se, it is not a bar, provided suchsurplus is generated in the course of providing education oreducational activities – The reference to ‘business’ and ‘profits’ inthe seventh proviso to s.10(23C) and s.11(4A) merely means theprofits of business which is ‘incidental’ to educational activity i.e.,relating to education such as sale of text books, providing schoolbus facilities, hostel facilities, etc.–Reasoning and conclusions inAmerican Hotel and Queen’s Education Society case so far as theypertain to the interpretation of expression ‘solely’ are disapprovedandthe judgments are overruled to that extent–The law declared inthe present judgment shall operate prospectively– Andhra PradeshCharitable and Hindu Religious Institutions and Endowments Act,1987.Income Tax Act, 1961 – s.10(23C) – Held: While consideringapplications for approval u/s.10(23C), the Commissioner or theconcerned authority as the case may be under the second provisois not bound to examine only the objects of the institution – To ascertain the genuineness of the institution and the manner of itsfunctioning, the Commissioner or other authority is free to call forthe audited accounts or other such documents for recordingsatisfaction where the society, trust or institution genuinely seeks toachieve the objects which it professes – The Commissioner or otherauthority is not in any manner constrained from examining accountsand other related documents to see the pattern of income andexpenditure.Income Tax Act, 1961 – s.10(23C)– Andhra PradeshCharitable and Hindu Religious Institutions and Endowments Act,1987 – Held:Wherever registration of trust or charities is obligatoryunder state or local laws, the concerned trust, society, otherinstitution etc. seeking approval u/s.10(23C) should also complywith provisions of such state laws – This would enable theCommissioner or concerned authority to ascertain the genuinenessof the trust, society etc.Interpretation of Statutes – Proviso – Scope and object of –Discussed.Words & Phrases–”solely” – Discussed."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "STATE OF JHARKHAND VS. SHIV SHANKAR SHARMA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MDE=",
        "Citation": "[2022] 18 S.C.R. 1144",
        "Case Type": "(CIVIL APPEAL /8233/2022)",
        "Date": "07 NOVEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice S. Ravindra Bhat, Hon'ble Mr. Justice Sudhanshu Dhulia\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMTQ0LTExNzNfMTcwMjk4Mzg1NS5wZGY=",
        "SCR Citation:": "[2022] 18 S.C.R. 1144",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "07 November 2022",
        "Petitioner:": "State Of Jharkhand",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1184",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sudhanshu Dhulia",
        "Respondent:": "Shiv Shankar Sharma And Ors.",
        "Case Type:": "CIVIL APPEAL /8233/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India"
        ],
        "HeadNote": "Constitution of India: Art. 32 – Public Interest Litigation –Misuse of PIL – Maintainability of PIL – Two writ petitions as PublicInterest Litigations filed before the High Court by respondent No.1, seeking direction to the Directorate General, Investigation IncomeTax to enquire into the money transferred by the Chief Minister ofJharkhand’s Family in the name of private respondents through theshell companies and to investigate the source of income of privaterespondents and investigate financial crime committed by the ChiefMinister – In second one, direction sought to prosecute the ChiefMinister for misusing his office in getting a mining lease in his ownname – High Court holding the PIL maintainable and deciding toproceed on its merits – Held: Allegations which had been made ofmoney laundering and money being invested in shell companiesare mere allegations – Prayer to Investigation Agencies withoutsubstantiating allegation to investigate, is abuse of process of court–Moreover, the locus of the petitioner is questionable and has notapproached the Court with clean hands - No effort has been madeby the respondent to approach the statutory authorities whereasthe fundamental requirement for the issuance of a writ of mandamusis that the petitioner must have sought such a relief before theappropriate authority and only when it is denied the Court can beapproached for a writ a mandamus – Non-disclosure of thecredentials of the petitioner and the past efforts made for similarreliefs as it has been mandated under the PIL Rules 2010 discreditsthese petitions – There is no finding of the High Court that anyfurther delay in this matter would have made the petition infructuousor redundant, which may have justified the relaxation of the Rules4, 4A, 4B, 5 but to the contrary – High Court held that Rules 4, 4A,4B and 5 are not mandatory but directory in nature in view of Rule6-A – Thus, even though the Rules have not been followed that really will not come in the way of the Court to entertain a PIL, sincethe nature of allegations in the PIL was of a serious nature –Allegations made by the respondents are vague, generalized andnot substantiated to be called an evidence –On generalizedaverments which are nothing but mere allegations at this stage, theCourt cannot become a forum to investigate the alleged acts ofmisdeeds against high constitutional authorities – It was not properfor the High Court to entertain a PIL –Thus, the order passed bythe High Court set aside – Jharkhand High Court (Public InterestLitigation) Rules, 2010 – rr 4, 4-A, 4-B, 5."
    },
    {
        "volume": "2022Volume 18",
        "Case Name": "THE STATE OF UTTAR PRADESH VS. KARUNESH KUMAR & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzQ4MTA=",
        "Citation": "[2022] 18 S.C.R. 1174",
        "Case Type": "(CIVIL APPEAL /8822/2022)",
        "Date": "12 DECEMBER 2022",
        "Judge Names": "Hon'ble Mr. Justice M.M. Sundresh\n*, Hon'ble Mr. Justice M.R. Shah",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDIyL3ZvbHVtZSAxOC9QYXJ0IEkvMjAyMl8yOV8xMTc0LTExOTJfMTcwMjk4Mzk0MS5wZGY=",
        "SCR Citation:": "[2022] 18 S.C.R. 1174",
        "Year/Volume:": "2022/ Volume 18",
        "Date of Judgment:": "12 December 2022",
        "Petitioner:": "The State Of Uttar Pradesh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2022 INSC 1274",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.M. Sundresh",
        "Respondent:": "Karunesh Kumar & Ors",
        "Case Type:": "CIVIL APPEAL /8822/2022",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law"
        ],
        "HeadNote": "Service Law – Uttar Pradesh Subordinate Services SelectionCommission Act, 2014 – s.15 – Uttar Pradesh Direct Recruitment toGroup ‘C’ Posts (Mode and Procedure) Rules, 2015 – rr. 1, 2, 8(2)– Uttar Pradesh Gram Panchayat Adhikari Service Rules, 1978 –rr. 15, 15(1), 15(4), 16(5) – Carry-forward vacancies – SelectionProcess – An advertisement for filling up of Group ‘C’ Posts ofGram Panchayat Adhikari was made – In 2015, the selection processwas completed in accordance with the Uttar Pradesh DirectRecruitment to Group ‘C’ Posts (Mode and Procedure) Rules, 2015(Rules 2015) as per the Uttar Pradesh Subordinate ServicesSelection Commission Act, 2014 (Act 2014) – Result was declaredin 2016 and appointment letters were served in 2017 – Meanwhilein 2016, Uttar Pradesh Gram Panchayat Adhikari Service Rules,1978 (Rules 1978) were amended – The process for the nextselection was commenced by taking note of the carry-forwardvacancies – The respondents and impleading applicants those whogone through the selection process but have not find their place inthe list sent by the Uttar Pradesh Subordinate Services SelectionCommission (UPSSC) to appointing authority filed Writ Petitionwhich was dismissed by Single Judge – Division Bench overturnedthe Single Judge judgment interpreting Rule 15 of 1978 Rules anddirected the appointing authority to consider the candidates waitingin the queue based upon their performance for the vacancies thatarose due to the failure of the selected candidate to join – ReviewPetition was filed on the ground that 1978 rule is not applicableinstead Rules 2015 is applicable – Review petition was dismissed –Appellant challenged both the orders before Supreme Court –Held:No vested right of the unsuccessful candidate to insist upon theirconsideration, in the absence of any such rule requiring for the preparationof a waiting-list – Un-selected candidates wanted to press into service apart of the 1978 Rules while accepting the 2015 Rules – Such a selective adoption is not permissible under law, as no party can beallowed to approbate or reprobate – Merely because the Appellantsought to amend the 1978 Rules subsequently in 2016, it cannot bepresumed that the 1978 Rules particularly with respect to Rule 15continue to exist in the statute book – Judgment of Single Judge ofthe High Court restored."
    }
]