[
    {
        "volume": "2013Volume 13",
        "Case Name": "NAMIT SHARMA VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5MDc=",
        "Citation": "[2013] 13 S.C.R. 1",
        "Case Type": "(WRIT PETITION (CIVIL) /210/2012)",
        "Date": "13 SEPTEMBER 2012",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Swatanter Kumar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xIC0gOTVfMTcwMzMyMjc2Mi5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 1",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "13 September 2012",
        "Petitioner:": "Namit Sharma",
        "Disposal Nature:": "Petition Partly Allowed",
        "Netural Citation:": "2012 INSC 392",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Swatanter Kumar",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /210/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Information"
        ],
        "HeadNote": " Right to Information Act, 2005: ss. 12(5), (6) and 15(5), (6) - Appointment to the post of c Chief Information Commissioners and Information Commissioners at Central as well as State Level - Eligibility criteria - Constitutional validity of - Held: The provisions of ss. 12(5) and 15(5) are constitutionally valid with a rider that the court will have to read into the provisions that the expression 'knowledge and experience' would mean and include a basic degree in the field and the experience gained thereafter - The provisions u/ss. 12(6) and 15(6) are vague, have no nexus with the object of the Act and there is no intelligible differentia to ,support such classification - The court would, rather than deq(aring ss. 12(6) and 15(6) unconstitutional, would read down these provisions as having effect post-appointment rather than pre-appointment - Direction to legislature to suitably amend the provisions and direction to competent authority to frame rules - Constitution of India, 1950 - Art. 14. Central/State Information Commissions - Character and structure of - The Information Commissions are quasi-judicial authorities or tribunals performing judicial functions - The Commission is vested with civil as well as penal powers - It is required to determine the disputes by striking a balance between right to privacy and right to information - The nature of functions of the Commission involves an adjudicatory process - It possesses the essential attributes and trappings of a court - Once Information Commission is held to be essentially a quasi-judicial forum, the Chief Information Commissioner and members of the Commission should b·e the persons possessing requisite qualification and experience in the field of Law and/or other specified fields - The Commission to work in a bench of two i.e. a Judicial member and an expert member' - Appointment to the post of judicial member should be made in consultation' with the Chief Justice of India in case of Central Information Commission and with the Chief Justices of the High Courts of the respective States in case of State Information Commissions - The term experience in law and other specified field as enumerated u/ ss. 12(5) and 15(5) of the Act would take within its ambit both- requisite qualification as well as experience in that field -A Law Officer or a lawyer having twenty years of law practice and having experience of social work is also eligible for appointment as judicial member - For appointment as Information Commissioners, the authority should prefer a person who is or has been a judge of High Court - Chief Information Commissioner shall only be a person who is or has been Chief Justice of High Court or a Judge of Supreme Court - A panel of prospective members should be created by the Department of Personnel and Training or the concerned State level ministry and be placed before the High Powered Committee to make selections in accordance with s. 12(3) of the Act. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "UNION OF INDIA VS. NAMIT SHARMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5MjI=",
        "Citation": "[2013] 13 S.C.R. 96",
        "Case Type": "(REVIEW PETITION (CIVIL) /2309 /2012)",
        "Date": "03 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM185NiAtIDE0N18xNzAzMzIzMTA1LnBkZg==",
        "SCR Citation:": "[2013] 13 S.C.R. 96",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "03 September 2013",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2013 INSC 587",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Namit Sharma",
        "Case Type:": "REVIEW PETITION (CIVIL) /2309 /2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Review",
            "Right to Information"
        ],
        "HeadNote": " Constitution of India, 1950 - Article 137 - Review under )-.. - Held: Is confined to only errors apparent on the face of the record - On an application for review, the Supreme Court can reverse or modify its decision on the ground of mistake of law or fact - In the instant case, as the judgment under review Dsuffered from mistake of law, directions and declarations in the judgment under review recalled - Supreme Court Rules, 1966 - Order XL. Right to Information Act, 2005 - ss. 12(5) and 15(5) -  Appointment of Central Information Commissioner I Information Commissioner - Eligibility criteria - ss. 12(5) and 15(5) providing that Chief Information Commissioner and Information Commissioners shall be persons with eminence in public life with wide knowledge and experience in law, F science and technology, social service, management, journalism, mass media or administration and governance -  Constitutional validity of ss.12(5) and 15(5) - Upheld in the judgment under review, but with the rider that the expression ... 'knowledge and experience' appearing in the provisions would mean and include a basic degree in the respective field and  the experience gained thereafter; and that appointments of legally qualified, judicially trained and experienced persons .~ - would certainly manifest in more effective serving of the ends of justice as well as ensuring better administration of justice by the Information Commission - Held: ss.12(5) and 15(5) are A not ultra vires the Constitution - Said provisions, however, do not prescribe any basic qualification in the respective fields of work - In the judgment under review, missing words were \"read into\" ss.12(5) and 15(5) and it was held that a basic \"\"\"\" - degree in the respective field was required - This \"reading B into\" the provisions of ss. 12(5) and 15(5), words which the Parliament has not intended is contrary to the principles of statutory interpretation - The court could not correct or make up for any deficiencies or omissions in the language of the statute - ss.12(5) and 15(5) do not provide that the Chief information Commissioner and Information Commissioners shall be persons having judicial experience, training and acumen - Yet, in the judgment under review, it was held that for effectively performing the functions and exercising the powers of the Information Commission, there is a requirement of a judicial mind and therefore persons eligible for __.. appointment should preferably have judicial background and possess judicial acumen and experience - Such direction amounted to encroachment in the field of legislation - Since Information Commissions do not exercise judicial powers, the E constitutional principles of separation of powers and independence of judiciary cannot be relied upon to direct that they must be manned by persons with judicial training, ' experience and acumen or former Judges of the High Court . ' or the Supreme Court - Interpretation of Statute.  Right to Information Act, 2005 - ss. 12(5) and 15(5) - ~ Matter involving intricate questions of law - Duty of the Chief Information Commissioner - Held: Wherever, the Chief Information Commissioner is of the opinion that intricate questions of law will have to be decided in a matter coming G up before the Information Commission, he will ensure that the .._. matter is heard by an Information Commissioner who has wide knowledge and experience in the field of law . Right to Information Act, 2005 - ss. 12(6) and 15(6)- Appointment of Chief Information Commissioner/Information Commissioner - Disqualification provision u/ss.12(6) and 15(6) - Interpretation and effect of - Held: ss. 12(6) and 15(6) do not debar a Member of Parliament or Member of the Legislature of any State or Union Territory, as the case may B be, or a person holding any other office of profit or connected with any political party or carrying on any business or pursuing any profession from being considered for appointment as Chief Information Commissioner/Information Commissioner - But after such person is appointed as Chief Information c Commissioner or Information Commissioner, he has to discontinue as Member of Parliament or Member of the Legislature of any State or Union Territory, or discontinue to hold any other office of profit or remain connected with any political party or carry on any business or pursue any 0 profession during the period he functions as Chief Information Commissioner/Information Commissioner. Right to Information Act, 2005 - ss. 12(3) and 15(3) - Committee u/ss. 12(3) and 15(3) for appointment of Chief Information Commissioner/Information Commissioners -  Role and duty of - Held: The Committee while making recommendations for such appointment must mention against the name of each candidate recommended, the facts to indicate his eminence in public life, his knowledge in the particular field and his experience in the particular field and  these facts must be accessible to the citizens as part of their right to information under the Act after the appointment is made. Right to Information Act, 2005 - ss. 18, 19 and 20 -  Functions of the Information Commission - Nature of - Held: The Information Commission discharges administrative functions, not judicial functions - While performing the administrative functions, however, the Information Commissions are required to act in a fair and just manner following the procedure laid down in ss. 18, 19 and 20 - But this does not mean that the Information Commissioners are A like Judges or Justices who must have judicial experience, training and acumen.  Right to Information Act, 2005 - ss. 27 and 28 - Direction given in the judgment under review, to the Central B Government and/or the competent authority to frame practice and procedure related rules within a period of six months - Challenge to - Held: The direction is patently erroneous since the use of word \"may\" in ss. 27 and 28 make it clear that the Parliament has left it to the discretion of the rule making c authority to make rules to carry out the provisions of the Act - Hence, no mandamus can be issued to the rule making authority to make the rules either within a specific time or in a particular manner- The Court cannot direct the rule making authority to make the rules where the Legislature confers D discretion on the rule making authority to make rules.   "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "NOVARTIS AG VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5MzQ=",
        "Citation": "[2013] 13 S.C.R. 148",
        "Case Type": "(CIVIL APPEAL /2706-2716/2013)",
        "Date": "01 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Aftab Alam\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xNDggLSAyOTBfMTcwMzMyMzE2NS5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 148",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "01 April 2013",
        "Petitioner:": "Novartis Ag",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 198",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aftab Alam",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "CIVIL APPEAL /2706-2716/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Patents Act"
        ],
        "HeadNote": " Patents Act, 1970: ss. 2(1}(j), 2(1)(ja) and 3(d) - Grant of patent - To 'limatinib Mesylate in Beta Crystalline form - Twin test of \"Invention\" and \"patentability\" - Held: The patent product fails in both the tests of 'invention' and 'patentability' - It is a known substance of Zimmermann patent - It is not a new product -  Not only is lmatinib Mesylate known as substance of Zimmermann but its pharmacological properties are known in the Zimmermann patent - It does not qualify the test of { invention as laid down in s.2(1)(j) and 2(1}(ja) - lmatinib Mesylate is known substance with known efficacy - Thus BETA Crystalline form of lmatinib Mesylate is a new form of known substance - It fully attracts s.3(d} - The higher solubility that is attributed to the beta crystalline form of lmatinib Mesylate would be limited to (i) More beneficial flow properties, (ii) Better thermodynamic stability, and (iii) Lower  hygroscopicity- These properties, \"physical attributes\" would give the subject product improved processability and better and longer storability but, on the basis of those properties alone, the beta crystalline form of lmatinib Mesylate certainly cannot be said to possess enhanced efficacy over lmatinib Mesylate, the known substance immediately preceding it,  within the meaning of s. 3(d) of the. Act. s.2(1)lj), (ac), lja) - Invention - Held: In order to qualify -J as 'invention' a product must satisfy the test i.e. it must be new, it must be capable of being made or used in the industry and it must come into being as a result of an invention which A -1 has a feature that entails technical advance over existing knowledge or has an economic significance and makes the invention not obvious to a person skilled in the art.  s.2(1)()) - Invention - Chemicals and pharmaceuticals - Held: A new product in chemicals and especially pharmaceutical may. not necessarily mean something altogether new or completely unfamiliar or not existing before. s.3(d) - Test of Efficacy - Held: Depends upon the function, utility or the.purpose of product under consideration -- Test of enhanced efficacy in case of chemical substance, especially medicine, should receive narrow and strict interpretation. s.3(d) - Mere change of form with properties inherent to  that form, would not qualify as \"enhancement of efficacy\" of a I known substance. Words and Phrases - 'Efficacy' - Meaning of, in the context of Patents Act, 1970.   "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "S. SIVAGURU VS. STATE OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5NTE=",
        "Citation": "[2013] 13 S.C.R. 291",
        "Case Type": "(CIVIL APPEAL /4483-4485/2013)",
        "Date": "07 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18yOTEgLSAzNDBfMTcwMzMyMzE5Ni5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 291",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "07 May 2013",
        "Petitioner:": "S. Sivaguru",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 321",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "State Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /4483-4485/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Promotion"
        ],
        "HeadNote": " Service Law: Promotion/Seniority - Merger/integration of the posts under different Schemes into 'multipurpose Health Workers' - The posts of Health Workers were subsequently categorised into 'Health Inspector Grade I' and 'Health Inspector Grade //' - Health Inspector Grade I/ promoted as Health Inspector Grade I by up gradation of the posts as a one time measure - By G.O. No. 320 dated 27.6.1997 on integration of 'Leprosy Eradication Scheme' with 'Multipurpose Health Workers Scheme', the 'Leprosy Inspectors' were re-designated as 'Health Inspector Grade IB and the existing 'Health Inspectors Grade·/' were re-designated as 'Health Inspectors Grade IA - By G.O. No. 382 dated 12.10.2007 the post of Health Inspectors Grade IA and IB were re-designated as 'Health Inspector Grade I' and the Health Inspectors of Grade IB were en-block placed below the Health Inspectors Grade IA in the seniority list - Denial of seniority to the re-designated Health Inspectors Grade IB - Propriety of - Held: Denial of seniority to the re-designated Health Inspectors Grade 18 was violative of Articles 14 and 16 of the Constitution - The birth mark of Leprosy Inspector got ob/iterated with its initial integration - Hence there could not have been further distinction in the cadre of Health Inspector Grade I - The erstwhile Leprosy Inspectors/Health Inspectors Grade 18/Health Inspector Grade I are entitled to their seniority from the date of initial integration i.e. w.e.f 1st August, 1997. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "N. SENGODAN VS. SECRETARY TO GOVERNMENT, HOME (PROHIBITION & EXCISE) DEPARTMENT, CHENNAI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5NzE=",
        "Citation": "[2013] 13 S.C.R. 341",
        "Case Type": "(CIVIL APPEAL /4815/2013)",
        "Date": "01 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18zNDEgLSAzODdfMTcwMzMyMzIzOS5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 341",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "01 July 2013",
        "Petitioner:": "N. Sengodan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 392",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Secretary To Government, Home (prohibition & Excise) Department, Chennai And Others",
        "Case Type:": "CIVIL APPEAL /4815/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu Prevention of Dangerous Activities of Bootleggers"
        ],
        "HeadNote": " Tamil Nadu Prevention of Dangerous Activities of  Bootleggers, Drug-Offenders, Forest Offenders, Goondas, Immoral Traffic Offenders and Slum-grabbers Act, 1982 - s.3(2) - Detention of appellant under the 1982 Act- Advisory \"' Board constituted u/s.10 of the 1982 Act held that there was y no sufficient cause for detention of appellant - State  Government subsequently revoked the order of detention - Appellant, if entitled to damages for being in detention for more than two months - Held: Respondents failed to bring on record evidence to show that appellant was engaged, or was making preparations for engaging, in any of his activities  as a 'Goonda' which may affect or are likely to affect adversely the maintenance of public order - Nothing on record to ,.A suggest that appellant, either by himself or as a member of or leader of a gang habitually committed, or attempted to commit or abetted the commission of offence punishable under Chapter XVI or Chapter XVII or Chapter XX.II of IPC - Appellant had to remain in custody for more than two months on the basis of opinion given by the respondents based on facts which were not in existence - Respondent-State and its officers grossly abused legal power to punish appellant to destroy his reputation in a manner non-oriented by Jaw by detaining him under the 1982 Act in lodging a criminal case u/s.3 of the 1992 Act and u/s.505(1)(b) IPC .based on wrong statements which were fully unwarranted - Consequently, cost of Rs. 2 lacs imposed on the State of Tamil Nadu for payment in favour of appellant - Police (Incitement to Disaffection) Act, 1922 - s. 3 - Penal Code, 1860 - s. 505 - Preventive Detention.    "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "U.P. POWER CORPORATION LTD. AND ORS. VS. ANIS AHMED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5OTQ=",
        "Citation": "[2013] 13 S.C.R. 388",
        "Case Type": "(CIVIL APPEAL /5466 /2012)",
        "Date": "01 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX18zODggLSA0MzFfMTcwMzMyMzI2Ni5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 388",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "01 July 2013",
        "Petitioner:": "U.p. Power Corporation Ltd. And Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 394",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Anis Ahmed",
        "Case Type:": "CIVIL APPEAL /5466 /2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act"
        ],
        "HeadNote": " Electricity Act, 2003 - ss. 126 and 135 to 140 - Complaint before Consumer Forum against final order of assessment made u/s. 126 of the Electricity Act or action taken u/s s. 135 to 140 of the Electricity Act - Maintainability of - Held: A \"complaint\" against assessment made by assessing officer u/s. 126 or against offences committed u/ss. 135 to 140  of the Electricity Act is not maintainable before a Consumer Forum - The Electricity Act and the Consumer Protection Act run parallel for giving redressal to any person, who falls within meaning of \"consumer\" u/s.2(1 )(d) of the Consumer Protection Act or the Central Government or the State Government or  association of consumers but it is limited to dispute relating to \"unfair trade practice\" or a \"restrictive trade practice adopted by the service provider\"; or \"if the consumer suffers from deficiency in service';· or \"hazardous service';· or \"the .service ' x ..,· provider has charged a price in excess of the price fixed by I or under any law\" - In case of inconsistency between the .  Electricity Act and the Consumer Protection Act, the provisions of Consumer Protection Act will prevail, but ipso facto it will not vest the Consumer Forum with the power to redress any dispute with regard to the matters which do not come within the meaning of \"service\" as defined u/s.2 (1) (o) ).or \"complaint\" as defined u/s.2(1 )(c) of the Consumer Protection Act - Consumer Protection Act, 1986 - s.2(1)(c), 2(1)(d) and 2(1)(o).  "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "COMMISSIONER OF POLICE, NEW DELHI & ANR. VS. MEHAR SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwMTE=",
        "Citation": "[2013] 13 S.C.R. 432",
        "Case Type": "(CIVIL APPEAL /4842 /2013)",
        "Date": "02 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX180MzIgLSA0NjNfMTcwMzMyMzMwMC5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 432",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "02 July 2013",
        "Petitioner:": "Commissioner Of Police, New Delhi & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 417",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "Mehar Singh",
        "Case Type:": "CIVIL APPEAL /4842 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Appointment"
        ],
        "HeadNote": " Service Law - Appointment - Cancellation of candidature - Delhi Police - Standing Order issued by Delhi Police incorporating policy for deciding cases of provisionally selected candidates involved in criminal cases (facing trial or acquitted) - Screening Committee constituted as per Standing Order -Opinion formed by Screening Committee and endorsed by the Deputy Commissioner of Police (Recruitment), Delhi, that both the respondents, who were subsequently acquitted /discharged in a criminal case, were not suitable for being appointed in the Delhi Police Force - Sustainability - Held: Sustainable - Tribunal and the High Court erred in setting aside the order of cancellation of ~.e respondents' candidature - The Screening Committee was entitled to keep persons involved in grave cases of moral turpitude out of the police force even if they were acquitted or discharged if it felt that the acquittal or discharge was on technical grounds or not honourable - While deciding whether a person against whom a criminal case was registered and who was later acquitted or discharged should be appointed to a post in the police force, what is relevant is the nature of the offence, the extent of his involvement, whether the acquittal was a clean acquittal or an acquittal by giving benefit of doubt because the witnesses turned hostile or because of some serious flaw in the prosecution, and the propensity of such person to indulge in similar activities in future - This decision can only be take'n by the Screening Committee created for that purpose by the Delhi Police - If the Screening Committee's decision is not ma/a fide or actuated by extraneous considerations, then, it cannot be questioned -Delhi Police (Appointment and Recruitment) Rules, 1980 - r.6. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "MAHARSHI MAHESH YOGI VEDIC VISHWAVIDYALAYA VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwMjY=",
        "Citation": "[2013] 13 S.C.R. 464",
        "Case Type": "(CIVIL APPEAL /6736/2004)",
        "Date": "03 JULY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvTWFoYXJzaGkgTWFoZXNoIFlvZ2kgVmVkaWMgVmlzaHdhdmlkeWFsYXlhICB2cyAgU3RhdGUgT2YgTXAgIE9yczE3MDE5MjY3NDAucGRm",
        "SCR Citation:": "[2013] 13 S.C.R. 464",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "03 July 2013",
        "Petitioner:": "Maharshi Mahesh Yogi Vedic Vishwavidyalaya",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2013 INSC 428",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /6736/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharshi Mahesh Yogi Vedic Vishwavidyalaya Adhiniyam"
        ],
        "HeadNote": "Maharshi Mahesh Yogi Vedic Vishwavidyalaya Adhiniyam, 1995: s. 4(1)(as amended by Amendment Act 5 of 2000) - Constitutional validity of -. Establishment of the University - With the objective of imparting knowledge in Vedas, and its allied subjects - By issuing Ordinance, the University apart from prime subjects on Vedas, also included numerous professional courses - s. 4(1) amended to the effect that disbursement of the knowledge by the University would be confined only to the exclusive field of vedic teaming - Held: The University was established for imparting education in Vedas and simultaneously to teach Sanskrit, Science and technology and.for spreading knowledge in all fields - If the scope of imparting knowledge is restricted only to vedic learning by way of amendment, the very purpose of establishing the University would be frustrated - Right to education is a fundamental right - The University was established mainly for imparting education - The amendment creates an embargo on the right to education - Therefore, it is in clear violation of Articles 14 and 21 of the Constitution and hence ultra vires, the Constitution - Constitution of India, 1950 - Articles 14, 21, 21A, 41, 45, 46 and 51A(k). s. 4 Proviso (as amended by Amendment Act 5 of 2000) - State Government stipulating condition on the University to seek prior approval of State Government before conducting"
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "P. SUDHAKAR RAO & ORS. VS. U. GOVINDA RAO & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwNTI=",
        "Citation": "[2013] 13 S.C.R. 540",
        "Case Type": "(CIVIL APPEAL /1712-1713/2002)",
        "Date": "03 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX181NDAgLSA1NzZfMTcwMzMyMzM2NS5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 540",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "03 July 2013",
        "Petitioner:": "P. Sudhakar Rao & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 420",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "U. Govinda Rao & Ors.",
        "Case Type:": "CIVIL APPEAL /1712-1713/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Seniority",
            "Service Law"
        ],
        "HeadNote": " Service Law - Seniority - Weightage of service for purposes of seniority - Andhra Pradesh Engineering Service - Grant of retrospective seniority benefits to Supervisors on their appointment as Junior Engineers - Challenged - Held: Retrospective operation can be given to statutory rules - But, retroactivity must still meet the test of Arts. 14 and 16 of the Constitution and must not adversely trench upon the entitlement of seniority of others - Retrospective seniority cannot be given to an employee from a date when he was not even born in the cadre - So also, seniority cannot be given with retrospective effect so as to adversely affect others - Injustice ought not to be done to one set of employees in order to do justice to another set - On facts, grant of retrospective seniority to Supervisors adversely impacted on the promotion chances of existing Junior Engineers by bringing them down in seniority - This was impermissible - To pass the scrutiny of Art.14 of the Constitution, seniority of Supervisors to be reckoned only from the date on which they satisfied all the real and objective procedural requirements of the Service Rules and the law laid down by Supreme Court - This did not happen in the present appeals creating a situation of unreasonableness and unfairness - Some of the Supervisors were given retrospective seniority on the date when they were not even eligible for appointment as Junior Engineers - This was impermissible, more particularly when there was no indication of the vacancy position, that is, whether the Supervisors could be adjusted in the grade of Junior Engineers from the date on which they were given notional retrospective seniority - Grant of retrospective seniority to Supervisors on their appointment as Junior Engineers violated Art. 14 of the Constitution - Weightage of service given to the Supervisors could be taken advantage of only for the purpose of eligibility for promotion - It could not be utilized for obtaining retrospective seniority over and above the existing Junior Engineers - Constitution of India, 1950 - Arts. 14 and 16. A Service Law - Seniority - Weightage of service for purposes of promotion and weightage of service for purposes of seniority in a grade - Distinction between. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "KAMLESH C. SHAH & ORS. VS. STATE OF MAHARASHTRA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwNzY=",
        "Citation": "[2013] 13 S.C.R. 577",
        "Case Type": "(WRIT PETITION (CIVIL) /342/1999)",
        "Date": "03 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir\n*, Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM181NzcgLSA1OThfMTcwMzMyMzU0Mi5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 577",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "03 July 2013",
        "Petitioner:": "Kamlesh C. Shah & Ors.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 421",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Altamas Kabir",
        "Respondent:": "State Of Maharashtra And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /342/1999",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interlocutory Relief",
            "Writ Petitions"
        ],
        "HeadNote": " Interlocutory Relief - Grant of - Writ petitions u/Art. 32 of the Constitution challenging introduction of Chapter VIlI-A in Maharashtra Housing and Area Development Act, 1976 - Chapter VIII-A pertained to acquisition of the cessed properties by the Authority under the Act for co-operative Societies of occupiers - Matter referred to a Bench of Nine Judges and since pending - Interlocutory application in respect of a building acquired as cessed property - Praying for direction of the Court to declare the acquisition no longer necessary in view of the fact that the owner and tenants of the E property entered into an agreement to themselves develop the property instead of waiting for the decision of Nine-Judge Bench - Held: Application liable to be dismissed, as the relief  prayed for goes against the very grain of the provisions of Chapter VIII-A of the Act - Maharashtra Housing and Area  Developrnent Act, 1976 - Chapter VIII-A.  "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "SHRI LAL MAHAL LTD. VS. PROGETIO GRANO SPA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwOTQ=",
        "Citation": "[2013] 13 S.C.R. 599",
        "Case Type": "(CIVIL APPEAL / 5085 /2013)",
        "Date": "03 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM181OTkgLSA2MzJfMTcwMzMyMzU3My5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 599",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "03 July 2013",
        "Petitioner:": "Shri Lal Mahal Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 423",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Progetio Grano Spa",
        "Case Type:": "CIVIL APPEAL / 5085 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s.48(2)(b) - Foreign award - Enforcement of - Challenge to - Award passed by the Board of Appeal of the Grain and Feed Trade Association, London in respect of a transaction relating to 20,000 MT(+/- 5%) of Durum wheat, Indian Origin in favour of respondent-buyers - Appellant-sellers challenged the award passed by Board of Appeal in the High Court of Justice at London which found no ground or justification for setting aside the award - Whether foreign award in question enforceable u/s.48 - Held: If a ground supported by the decisions of the foreign country concerned was not good enough for setting aside the award by the court competent to do so, a fortiori, such ground can hardly be a good ground for refusing enforcement of the award - Moreover, s. 48 of the Act does not give an opportunity to have a 'second look' at the foreign award in the award - enforcement stage - Scope of inquiry u/s. 48 does not permit review of the foreign award on merits - Procedural defects in the course of foreign arbitration do not lead necessarily to excuse an award from enforcement on the ground of public policy - Even if it be assumed that the Board of Appeal made some errors, such \" errors would not bar the enforceability of the appeal awards passed by the Board of Appeal - While considering the enforceability of foreign awards, the court does not exercise appellate jurisdiction over the foreign award nor does it enquire as to whether, while rendering foreign award, some  "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "RANJIT SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcxMDc=",
        "Citation": "[2013] 13 S.C.R. 633",
        "Case Type": "(CRIMINAL APPEAL /1853 /2009)",
        "Date": "04 JULY 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM182MzMgLSA2NjdfMTcwMzMyMzYwNS5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 633",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "04 July 2013",
        "Petitioner:": "Ranjit Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 437",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1853 /2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Unlawful Assembly"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 302 and 307 rlw 149 - Murder - Attempt to murder - Unlawful assembly - Common object - Mob comprising several persons allegedly armed with guns and sharp-edged weapons started firing and also launched assault - Two persons died - Held: Prosecution story as narrated by PWs12 and 13 clearly implicated appellant 'B' and proved that he had fired from his gun - That deceased was hit by a shot fired from the gun by 'B', corroborated not only from ocular testimony of the witnesses but also by forensic evidence of the Ballistics Expert and seizures from the spot - 'B' rightly convicted by the Courts below and sentenced to imprisonment for life.- But prosecution failed to prove that five other appellants i.e. 'M: 'G', 'A', 'J' and 'R' were armed with guns when they came to the place of occurrence - Reasoning of the trial Court that the said five appellants were not carrying guns but carrying arms which they used to cause sharp edged and blunt injuries to the deceased, not sustainable - All that prosecution evidence may prove is that the said five appellants were also present on the spot - But, being present on the spot, by itself may not in the peculiar facts and circumstances of the case be enough to implicate them u/ s. 149 f PC - Commission of an overt act, is not an essential ingredient for attracting s. 149 /PC but given the exaggerations and embellishments in the prosecution story, the said five appellants cannot be held guilty of murder with the help of s.149 !PC or even in regard to offence u/s.307 r/w s.149 !PC also - Arms Act - s.27. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "S. SUBRAMANIAM BALAJI VS. THE GOVERNMENT OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcxNDE=",
        "Citation": "[2013] 13 S.C.R. 668",
        "Case Type": "(CIVIL APPEAL /5130/2013)",
        "Date": "05 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAxM18xM182NjggLSA3NTFfMTcwMzMyMzY1My5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 668",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "05 July 2013",
        "Petitioner:": "S. Subramaniam Balaji",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 444",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "The Government Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /5130/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Elections",
            "Political Parties"
        ],
        "HeadNote": " Representation of the People Act, 1951 - s. 123 - Elections - Promises made by political parties in their election c manifesto - If amounts to 'corrupt practices' as per s.123 - ..._ Held: Promises in the election manifesto cannot be read into s. 123 for declaring it to be a corrupt practice - Promises in the election manifesto do not constitute as a corrupt practice under the prevailing law - However, reality cannot be ruled D out that distribution of freebies of any kind, undoubtedly, --f influences all people - It shakes the root of free and fair elections to a large degree - Considering that there is no enactment that directly governs the contents of the election manifesto, the Election Commission is directed to frame E guidelines for the same in consultation with all the recognized political parties - Generally political parties release their election manifesto before the announcement of election date, in that scenario, strictly speaking, the Election Commission will not have the authority to regulate any act done before F announcement of the date - Nevertheless, an exception can be made in this regard as the purpose of election manifesto is directly associated with the election process - Election Commission directed to take up this task as early as possible owing to its utmost importance - Also, there is need for a G separate legislation to be passed by the legislature in this regard for governing the political parties - Constitution of India, 1950 - Art. 324. Policy - Government policy - State Largesse - Scheme framed by State for free distribution of Colour Television Sets (CCTVs) to eligible families in the State - Scheme A challenged in writ petition - Whether the scheme was within the ambit of public purpose and if yes, was it violative of Art. 14 of the Constitution - Held: The mandate of the Constitution provides various checks and balances before a Scheme can be implemented - Therefore, as long as a scheme comes 8 within the realm of public purpose and monies withdrawn for implementation of the scheme by passing suitable ~- Appropriation Bill, the Court has limited jurisdiction to interfere in such scheme - Judicial interference is permissible only when action of the government is unconstitutional or contrary c to a statutory provision and not when such action is not wise or that the extent of expenditure is not for the good of the State - The scheme in question fell within the realm of fulfilling the Directive Principles of State Policy thereby falling within the scope of public purpose and was a/so in consonance with Art. 14 of the Constitution - Scope for application of the principle laid down in Vishaka case did not arise as there was no legislative vacuum in the case on hand -Constitution of India, 1950 - Art. 14 - Representation of the People Act, 1951 - s.123. Constitution of India, 1950 - Art. 148 - Comptroller and Auditor General of India (GAG) - Role and duties of - Held: ,.. CAG is a constitutional functionary appointed u/Art. 148 of the Constitution - His main role is to audit the income and expenditure of the Governments, Government bodies and F State-run corporations - GAG examines the propriety, legality and validity of all expenses incurred by the Government - Comptroller and Auditor General's (Duties, Powers etc.) Act, 1971 Constitution of India, 1950 - Art. 148 - Comptroller and G Auditor General of India (GAG) - Whether GAG has a duty to examine expenditures even before they are deployed - Held: The office of GAG exercises effective control over the government accounts and expenditure incurred on schemes only after implementation of the same - Duty of the CAG arises only after the expenditure is incurred.   "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "JAI BHAGWAN VS. COMMR. OF POLICE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcxNTE=",
        "Citation": "[2013] 13 S.C.R. 752",
        "Case Type": "(CIVIL APPEAL /5162-5163/2013)",
        "Date": "05 JULY 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAxM18xM183NTIgLSA3NjNfMTcwMzMyMzcyNS5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 752",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "05 July 2013",
        "Petitioner:": "Jai Bhagwan",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2013 INSC 445",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Commr. Of Police & Ors.",
        "Case Type:": "CIVIL APPEAL /5162-5163/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Disciplinary Inquiry",
            "Service Law"
        ],
        "HeadNote": " Service Law: Disciplinary inquiry - On the charges of misconduct - Punishment of dismissal from service - Appellate authority, Administrative Tribunal as well as High Court confirming order of disciplinary authority - Held: There is nothing perverse about the finding as regards the charge of misconduct - But the punishment of dismissal from service for the kind of  misconduct alleged, is disproportionate - However, the false accusation on the part of the delinquent against his superior officer of having used casteist abuses to humiliate him, the case does not call for leniency - Hence, in view of totality of the circumstances, order of dismissal substituted to order of reduction of rank, with direction that he would have benefit of continuity of service, but would not be entitled to arrears of pay or other financial benefits for the period· between the date of .. dismissal and date of reinstatement on the lower post.   "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "JITENDRA SINGH @ BABBOO SINGH & ANR. VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcxNzg=",
        "Citation": "[2013] 13 S.C.R. 764",
        "Case Type": "(CRIMINAL APPEAL /763 /2003)",
        "Date": "10 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAxM18xM183NjQgLSA4MTlfMTcwMzMyMzc1OS5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 764",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "10 July 2013",
        "Petitioner:": "Jitendra Singh @ Babboo Singh & Anr.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2013 INSC 458",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur,Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /763 /2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice"
        ],
        "HeadNote": " Juvenile Justice (Care and Protection of Children) Act, 2000: ss. 2(k), 7A and 20 - Prosecution of accused u/ss. 147, 302, 3048 and 498A /PC - During trial, accused raised plea of juvenilITY under Juvenile Justice Act, 1986 - Plea rejected, finding him to be above 16 years of age - After trial, convicted u/s. 3048 and 498A and sentenced to 7 years and 2 years imprisonment respectively with fine of Rs. 1001- - Conviction and sentence confirmed in High Court - In appeal to this Court, accused took plea of juvenility under Juvenile Justice Act, 2000 - On direction of Supreme Court trial court's report as to age of the accused stating him to be of 13 years 8 months on the date of incident as per his school certificate and as per medical examination and other records his age was 17 years - Held: Per Madan Lokur, J: The accused was 17 years of age on the date of occurrence, and hence a juvenile under 2000 Act - His conviction is confirmed - The punishment which can be awarded to the accused is to require him to pay fine under clause (e) of s.21(1) of Juvenile Justice Act, 1986 - The fine of Rs. 1001- imposed by trial court is inadequate, in view of the gravity of the offences - Therefore, matter remanded to Juvenile Justice Board for determining appropriate quantum of fine - Per Thakur, J. (Supplementing) - Since the accused was above 16 years of age, on the date of occurrence, being not a juvenile under 1986 Act, there was no error of jurisdiction in trying the accused - Being a juvenile under 2000 Act, in view of ss. 7 A and 20, the court is not obliged to set aside the conviction, but only his sentence awarded by the regular court can be set aside and making reference to the Juvenile Justice Board - Juvenile Justice Act, 1986 - s. 21(1)(e) - Penal Code, 1860 - ss. 304B and 498A. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "UNION OF INDIA VS. ABN AMRO BANK AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcxOTI=",
        "Citation": "[2013] 13 S.C.R. 820",
        "Case Type": "(CRIMINAL APPEAL /975 /2007)",
        "Date": "12 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX184MjAgLSA4NzJfMTcwMzMyMzc5OC5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 820",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "12 July 2013",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 462",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Abn Amro Bank And Others",
        "Case Type:": "CRIMINAL APPEAL /975 /2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Export",
            "Transfer of Securities"
        ],
        "HeadNote": " Foreign Exchange Regulation Act, 1973:  ss.19 (1) (a), and (d), 29(1)(b), 47(1) and 49(1)(a) r/w. s.68 - Contravention of - Prosecution for - Alleging the company and its foreign share-holder (holding 51% shares of the Company) for carrying out business/trading activities of imported gold coins, in contravention of above provisions -  Accused found guilty for contravention of the provisions by Adjudicating Authority - Appellate Tribunal set aside the order of Adjudicating Authority - High Court upheld the order of appellate authority refusing to interfere with it on the ground that no questions of law arose for its consideration - On appeal, held: The trading activity of the company was without due approval under 19(1)(a) and (d) and 29(1)(b) - The company was not covered under the Notification relaxing the provisions of ss. 19 and 29(1)(b).  Doctrine - Doctrine of 'Lifting of corporate veil' - Applicability of, in cases of violation of provisions of Foreign Exchange Regulation Act. Interpretation of Statutes - 'Heading' of a provision - As - an aid to interpretation of the provision - Held: Heading of a - section can be regarded as a key to the interpretation of the operative portion of the section - If the language in the Section is plain, clear and unambiguous, the heading strengthens that meaning.  "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "MANOJ AND ANR. VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcyMTk=",
        "Citation": "[2013] 13 S.C.R. 873",
        "Case Type": "(CRIMINAL APPEAL /852 /2013)",
        "Date": "05 JULY 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX184NzMgLSA4ODNfMTcwMzMyMzgyOC5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 873",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "05 July 2013",
        "Petitioner:": "Manoj And Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 446",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /852 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "Eye-witness"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 302 and 325 - Prosecution of two accused u/ss. 302 and 506 rlw. s.34 - Conviction by trial court - High Court confirmed the conviction u/s. 302134 but acquitted the accused u/s. 506134 - On appeal, held: Prosecution case proved its case as regards the sequence of events leading to death of the deceased, beyond reasonable doubt - The witnesses, including the eye-witness, medical evidence as well as FSL report support the prosecution case - However, in absence of evidence that appellant No.2 intended to cause death or shared intention to cause death with appellant No. 1, he cannot be convicted u/s. 302134 - Conviction of appellant No. 1 uls. 302 upheld - Conviction of appellant No.2 altered to s.325 and his sentence altered to already undergone. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "MAHINDER KUMAR & ORS. VS. HIGH COURT OF MADHYA PRADESH THROUGH REGISTRAR GENERAL &ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcyNTI=",
        "Citation": "[2013] 13 S.C.R. 884",
        "Case Type": "(WRIT PETITION (CIVIL) /289/2007)",
        "Date": "12 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX184ODQgLSA5MzdfMTcwMzMyMzg3Mi5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 884",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "12 July 2013",
        "Petitioner:": "Mahinder Kumar & Ors.",
        "Disposal Nature:": "Case Disposed Off",
        "Netural Citation:": "2013 INSC 461",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Altamas Kabir,Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "High Court Of Madhya Pradesh Through Registrar General &ors",
        "Case Type:": "WRIT PETITION (CIVIL) /289/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judiciary",
            "Madhya Pradesh Higher Judicial Service"
        ],
        "HeadNote": " Judiciary - Higher Judicial Service - Madhya Pradesh Higher Judicial Service - Selection of entry level District Judge - Procedure followed by High Court - Challenged - Held: Having regard to the power vested in the High Court u/ r. 7, as well as para 9 of the advertisement (inviting applications for filling up the posts), in particular para 9 (iv), the High Court was fully empowered to prescribe its own fair procedure for purpose of evaluation of the marks of the candidates, in order to make the ultimate selection - No flaw found in the process adopted by the High Court - Para 9(iv) of the advertisement, read along with r. 7, fully empowered the High Court to prescribe a procedure from the stage of evaluating the answer sheets of the candidates, initially by different District Judges and after noticing different standard. adopted by different District Judges in the matter of valuation  of answer sheets of the candidates, for adopting the normalization process in order to streamline the whole selection in a fair manner - Also there was no conflict with the ~ Shetty Commission recommendation, as approved by Supreme Court - The procedure followed by 1st respondent High Court was also rational - No material on record in the support of the plea that the minimum percentage requirement for final selection was increased at the final stage - Procedure adopted by the 1st respondent High Court well in order and not calling for interference - Madhya Pradesh Uchchtar Nyayik Seva (Bharti Tatha Seva Sharten) Niyam, 1994 - r. 7 A (as amended by Madhya Pradesh Rajpatra (ASADHARAN) dated 08.06.2005). "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "M/S. INTEGRATED FINANCE CO. LTD. VS. RESERVE BANK OF INDIA ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcyNzY=",
        "Citation": "[2013] 13 S.C.R. 938",
        "Case Type": "(CIVIL APPEAL /5505...5508/2013)",
        "Date": "16 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX185MzggLSA5ODdfMTcwMzMyMzkwNy5wZGY=",
        "SCR Citation:": "[2013] 13 S.C.R. 938",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "16 July 2013",
        "Petitioner:": "M/s. Integrated Finance Co. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 472",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Reserve Bank Of India Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /5505...5508/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Non- Banking Finance Company",
            "Companies Act"
        ],
        "HeadNote": " Companies Act, 1956 - s.391 - Appellant, a Non- Banking Finance Company (NBFC) - RBI inspected the books of accounts of appellant-company- Inspection report disclosed violations of the provisions of the RBI Act - RBI issued notice to appellant-company - It started facing problems in running its operations because of drop in its profitability - Appellant-company proposed scheme of compromise with its creditors, viz. the depositors and bond holders - Petition seeking approval of the compromise . scheme under the Companies Act - Dismissal of, by High Court - Justification - Held: Justified - Chapter IIIB of the RBI Act has-overriding effect over all other laws including Companies.Act by incorporating s.45 with a clear intention to ensure that in a case of NBFC, a scheme u/s.391 of the Companies Act cannot be entertained unless it is in conformity with the provisions of s. 45QA of the RBI Act - On facts, there was clear lack of bonafides on the part of appellant-company in proposing the compromise scheme - There was non-disclosure of material facts required to be disclosed u/s. 391(1) r/w s. 393(1) of the 1956 Act - The scheme was introduced only with a view to avoid repayment to the small depositors - It was also contrary to public policy, and had been proposed with the oblique purpose of avoiding the mandate of s.45QA{i) of the RBI Act - Reserve Bank of India Act, 1934 - s.45QA. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "ARATHI SANDI VS. BANDI JAGADRAKSHAKA RAO AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcyOTk=",
        "Citation": "[2013] 13 S.C.R. 988",
        "Case Type": "(CIVIL APPEAL /934/2013)",
        "Date": "16 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwN18xM185ODggLSAxMDE5XzE3MDMzMjM5NDUucGRm",
        "SCR Citation:": "[2013] 13 S.C.R. 988",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "16 July 2013",
        "Petitioner:": "Arathi Sandi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 473",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Bandi Jagadrakshaka Rao And Ors.",
        "Case Type:": "CIVIL APPEAL /934/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Private international Law"
        ],
        "HeadNote": " International Law - Private international law - Doctrine of comity of courts - Dispute between husband and wife - Divorce proceedings before U.S. court - Custody of their minor child (U.S. citizen) granted to wife - Despite refusal of relocation of the wife with the minor child to India, the D wife came to India with minor child - U.S. Court thereafter made the husband custodial parent - U.S. court issued writ of Habeas Corpus for producing the child - Also issued abduction notice, Red comer notice and bailable/warrant against the wife - Writ petition u/Art .. 226 by the husband in India seeking custody of the child - High Court issued writ of Habeas Corpus and also directed the wife to produce the children before the Court - Wife did not comply with order of the Court and filed appeal - This Court held: The wife reached India in defiance of orders passed by U.S. Court \"  of competent jurisdiction and also did not regard the order of High Court - The wife cannot be allowed to take advantage of her own wrong - Direction to wife to handover the custody of the child to the U.S. Court arid participate in the proceedings of the Court - Family Law - Custody of ~  child.  "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "SALIL BALI VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTczMzU=",
        "Citation": "[2013] 13 S.C.R. 1020",
        "Case Type": "(WRIT PETITION (CIVIL) /10 /2013)",
        "Date": "17 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir\n*, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwN18xM18xMDIwIC0gMTA1MV8xNzAzMzIzOTg3LnBkZg==",
        "SCR Citation:": "[2013] 13 S.C.R. 1020",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "17 July 2013",
        "Petitioner:": "Salil Bali",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2013 INSC 474",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Altamas Kabir",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /10 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice"
        ],
        "HeadNote": " Juvenile Justice (Protection and Care of Children) Act, 2000 - s. 2(k) and (/) and s. 15 - Provisions under - Need to strike down - In view of the fact that criminal offences committed by persons within range of 16 to 18 years are on rise - Held: The Act as amended in 2006, and the Rules framed thereunder are based on sound principles recognised internationally and contained in the provisions of the Constitution - As per the reports of the Crimes Record Bureau, the number of crimes committed by juveniles comes to only about 2% of the country's crime rate - In the recent years there has been spurt in criminal activities by adults and not by juveniles - In absence of proper data, it would not be wise to deviate from the provisions of the Act, which represent collective wisdom of Parliament - Juvenile Justice (Care and Protection of Children) Rules, 2007.  "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "DHARAM PAL & ORS. VS. STATE OF HARYANA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTczNTM=",
        "Citation": "[2013] 13 S.C.R. 1052",
        "Case Type": "(CRIMINAL APPEAL /148/2003)",
        "Date": "18 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir\n*, Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice S.S. Nijjar, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvMjAwN18xM18xMDUyIC0gMTA3M18xNzAzMzI0MDQwLnBkZg==",
        "SCR Citation:": "[2013] 13 S.C.R. 1052",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "18 July 2013",
        "Petitioner:": "Dharam Pal & Ors.",
        "Disposal Nature:": "Case Remitted Back",
        "Netural Citation:": "2013 INSC 479",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Altamas Kabir",
        "Respondent:": "State Of Haryana & Anr.",
        "Case Type:": "CRIMINAL APPEAL /148/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Power of Magistrate",
            "Section 319 CrPC",
            "1973"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: ss. 190, 204 and 209 ~Power of Magistrate - To issue summons to those not named as accused in Police Report - Held: The Magistrate has power to disagree with the Police 0 Report u/s. 173(3) and proceed against the accused persons de hors- the police Report - Thus, the Magistrate can summon the persons named in Column 2 of the Police Report, and on being satisfied that case is made out against them, can try the case himself or commit the same to E Sessions Court as the case may be. s. 193 and 319 - Power of Sessions Court - To· take cognizance of offence of persons not named as accused in Charge-sheet - Held: After committal of case, Sessions Court has jurisdiction to take cognizance as a Court of original F jurisdiction, of the offences of the persons who have not been named as offenders, but whose complicity in the case is evident from the materials available on record - Hence, can summon the persons shown in Column 2 of Police Report - Before proceeding against such persons, Sessions Court G does not need to wait till the stage u/s. 319 is reached.  "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "STATE BANK OF INDIA THR. GENERAL MANAGER VS. NATIONAL HOUSING BANK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTczNzY=",
        "Citation": "[2013] 13 S.C.R. 1074",
        "Case Type": "(CIVIL APPEAL /2155/1999)",
        "Date": "31 JULY 2013",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvU3RhdGUgQmFuayBPZiBJbmRpYSBUaHIgR2VuZXJhbCBNYW5hZ2VyICB2cyAgTmF0aW9uYWwgSG91c2luZyBCYW5rICBPcnMxNzAxOTMwNzQzLnBkZg==",
        "SCR Citation:": "[2013] 13 S.C.R. 1074",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "31 July 2013",
        "Petitioner:": "State Bank Of India Thr. General Manager",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 504",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "National Housing Bank & Ors.",
        "Case Type:": "CIVIL APPEAL /2155/1999",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Special Court",
            "Recovery suit"
        ],
        "HeadNote": "Special Court (Trial of Offences Relating to Transactions c in Securities) Act, 1992 -Recovery suit - Special Court established under the Act passed decree - Propriety of the . decree - Held: Not proper - Plaintiff did not adduce any evidence in support of its pleadings and merely tendered certain documents but did not bother to prove them inspite of caution by the Special Court - Course adopted by the Special Court of looking into the correspondence between the parties, which had not been proved not permissible in law - Though the Special Court was not bound by the CPC, it did not relieve it from the obligation to follow the Evidence Act - Further, the Special Court erred in extensively relying upon the second interim report of the Jankiraman Committee - Janakiraman Committee is not even a statutory body authorised to collect evidence in the legal sense - Report o~ Janakiraman Committee is not evidence within the meaning of Evidence Act which the Special Court was bound to follow - Suit required to be dismissed on ground that no evidence was led by the plaintiff to establish its case - The plaintiff approached the Special Court with unclean hands by suppressing relevant material - There was sheer abuse of the legal process - Decree set aside in toto - Evidence Act, G 1872. "
    },
    {
        "volume": "2013Volume 13",
        "Case Name": "REKHA JAIN VS. NATIONAL INSURANCE CO. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc0MDI=",
        "Citation": "[2013] 13 S.C.R. 1113",
        "Case Type": "(CIVIL APPEAL /5370-5372/2013)",
        "Date": "01 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMy9QYXJ0IEkvX18xMTEzIC0gMTE1Nl8xNzAzMzI0MDgxLnBkZg==",
        "SCR Citation:": "[2013] 13 S.C.R. 1113",
        "Year/Volume:": "2013/ Volume 13",
        "Date of Judgment:": "01 August 2013",
        "Petitioner:": "Rekha Jain",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 506",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "National Insurance Co. Ltd.",
        "Case Type:": "CIVIL APPEAL /5370-5372/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "Compensation"
        ],
        "HeadNote": " Motor Vehicles Act, 1988 - s.166 - Compensation - Grant of - Pecuniary damages towards medical expenses - Television and film actress met with accident and sustained . I grievous injuries on her face and other parts of the body which c was assessed at 30% permanent disability - Tribunal awarded Rs.17,51, 7261- towards pecuniary damages namely, medical charges, medicine expenses and other expenses - Amount reduced by High Court to Rs. 7, 77,0001- Justification, Held: Not justified - Findings recorded by High Court or reduction of pecuniary damages from Rs.17,51, 7261 ·- to Rs. 7, 77, 0001- was wholly erroneous in law as the same was contrary to the facts pleaded and proved by producing evidence on record - Tribunal had awarded Rs. 17, 15, 7261- E towards the medical expenses based on the legal evidence and, therefore compensation awarded by the Tribunal was affirmed. Motor Vehicles Act, 1988 - s.166 - Compensation -  Grant of - Physical disability and functional disability - Difference between - Held: A man is not compensated for physical injury; he is compensated for the loss which he suffers as a result of that injury - Functional disability is a forceful alteration of career option on account of physical and ·~ mental G injuries due to an accident - Even though a claimant -does not suffer from 100% physical permanent disability, he suffers from 100% functional disability if he loses the capacity to pursue his work as a result of the accident.   Motor Vehicles Act, 1988 - s. 166 - Compensation - \"\"' : Grant of - Pecuniary damages - Television and film actress met with an accident and sustained grievous injuries on her face and other parts of the body which was assessed at 30% permanent disability - Held: For a film actress, physical B appearance particularly the facial features are very important to acting films and T. V. serials - On account of the accident, the face of appellant was disfigured, she put on weight and became fat and· therefore was unable to perform the role as an actress in films in future - Though as per the District Medical Board, the permanent disability of appellant was 30%, having regard to the nature of injuries suffered by her, the permanent disability of appellant should be treated as 100% functional disablement as she cannot act in the films and in T. V. serials in future. at all - This relevant aspect of the matter was conveniently omitted to be considered both by the Tribunal as well as by the High Court while determining compensation under various heads ·of non-pecuniary damages -On facts, annual income of appellant assessed at Rs.5,00,0001 - By adopting multiplier of 17, amount of Rs. 42, 50, 0001- awarded under the head of non-pecuniary E damages - Rs.10,00,0001- awarded for loss of amenities, pleasure of life and inability to attend social functions in future - Further Rs. 10, 00, 0001- awarded towards pain and suffering in view of the ordeal undergone by appellant.  "
    }
]