[
    {
        "volume": "2013Volume 16",
        "Case Name": "AHMED SHAH KHAN DURRANI @ A.S. MUBARAK VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzNTA=",
        "Citation": "[2013] 16 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL / 1438 /2007)",
        "Date": "21 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xLTI0M18xNzA0Mzc2Mjk1LnBkZg==",
        "SCR Citation:": "[2013] 16 S.C.R. 1",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "21 March 2013",
        "Petitioner:": "Ahmed Shah Khan Durrani @ A.s. Mubarak",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 178",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL / 1438 /2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Terrorist and Disruptive Activities"
        ],
        "HeadNote": "Terrorist and Disruptive Activities (Prevention) Act, 1987 - s.5 - Bombay serial blasts of 1993 - Possession of weapon- A-20 charged for keeping one AK-56 rifle and two magazines - Conviction of A-20 - Justification - Held: Justified - Sufficient material to show that recovery had been made at the behest of A-20 from the factory owned by a partnership to which he was the partner - In such a fact situation, he' ought to have explained the reason/source of his  knowledge of such contraband articles being kept in his factory - . - As he had not mentioned that he had seen someone  keeping the articles there, or somebody had told him about that, or he had seen the things lying there, the only reasonable inference drawn is that he himself had kept the same at that  place - Being a partner of the firm if he was having the knowledge that some contraband were lying in his premises, he ought to have informed the police if he had no guilty mind -Explanation that at the time of recovery he did not have the key, not enough to tilt the balance in his favour - As A-20 F made a statement leading to the discovery of AK-56 assault rifle and two magazines having kept in his workshop and the same had been found concealed on the loft, he cannot escape from the liability of possessing and concealing of the same, thus liable to be punished u/s.5 TADA. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "STATE OF MAHARASHTRA VS. FAZAL REHMAN ABDUL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzNzk=",
        "Citation": "[2013] 16 S.C.R. 244",
        "Case Type": "(CRIMINAL APPEAL /418/2011)",
        "Date": "21 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18yNDQtMzY3XzE3MDQzNzYyODAucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 244",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "21 March 2013",
        "Petitioner:": "State Of Maharashtra",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 181",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Fazal Rehman Abdul",
        "Case Type:": "CRIMINAL APPEAL /418/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Terrorists and Disruptive Activities",
            "Appeal"
        ],
        "HeadNote": "Penal Code, 1860 - s. 120-B, 302, 307, 326, 324, 427, C 435, 436, 201 and 212 - Terrorists and Disruptive Activities (Prevention) Act, 1987 - ss.3(2)(i)(ii}, 3(3) and (4), 5 and 6 - Arms Act, 1959 - ss.3 and 7 r/w. s.25(1-A}, (1-B)(a) - Explosives Act, 1884 - ss.3, 4(a},(b}, 5 and 6- Prevention of Damage to Public Property Act, 1984 - s.4 - Serial bomb blast in Bombay - Acquittal of respondents-accused - By Designated Court - Appeal by State - Held. In the facts of the case, respondent-accused Nos. 17, 24, 75 and 94 were wrongly acquitted under charge of conspiracy - Hence convicted for the charge of larger conspiracy and sentenced E to life imprisonment - Acquittal of rest of the respondent accused upheld. Appeal - Against acquittal - Scrutiny of - By appellate court - Criteria to be followed - Discussed. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "SANJAY DUTT (A-117) VS. THE STATE OF MAHARASHTRA, THROUGH CBI (STF), BOMBAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg0MDU=",
        "Citation": "[2013] 16 S.C.R. 368",
        "Case Type": "(CRIMINAL APPEAL /1060/2007)",
        "Date": "21 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18zNjggLSA0OTRfMTcwMzMxMzk1MC5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 368",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "21 March 2013",
        "Petitioner:": "Sanjay Dutt (a-117)",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 182",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "The State Of Maharashtra, Through Cbi (stf), Bombay",
        "Case Type:": "CRIMINAL APPEAL /1060/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Terrorist and Destructive Activities",
            "Confessional Statement"
        ],
        "HeadNote": " Terrorist and Destructive Activities (Prevention) Act, 1987 - ss. 3(2)(i)(ii), 3(3), (4), 5 and 6 - Penal Code, 1860 - 120- 8, 302, 307, 326, 427, 435, 436, 201 and 212 - Arms Act, 1959 - ss. 3, 7 and 25(1-A}, (1-B)(a) - Explosives Act, 1884 - s.98(1)(a)(b)(c) - Explosive Substances Act, 1908 - ss. 3, 4(a}(b), 5 and 6 - Prevention of Damage to Public Property Act, 1984 - s. 4 - Prosecution under - Designated Court convicted A-117 under the provisions of Arms Act and sentenced him to 6 years imprisonment; convicted A-118 under the provisions of Arms Act and u/s. 201 /PC and sentenced him to 5 years Rl-A-124 was convicted u/s. 25(1- B)(a) of Arms Act and s.201 IPC and sentenced to 2 years RI - Acquittal of A-120 - Conviction of A-53 u/s. 3(3) TADA and sentenced of 9 years RI - Conviction of A-119 u/ss. 3(3) and 5 of TADA and sentenced to 5 years RI - All the appellants-accused preferred appeal - The State filed appeal against acquittal of A-120 and cross-appeals in respect of A- 53 and A-119 - Held: Order of the Designated Court upheld as regards conviction/acquittal of the accused persons - However, in the circumstances of the case, sentence of A-117 reduced to 5 years RI from 6 years RI; sentence of A-124 reduced to 1 years RI from 2 years; and sentence of A-53 reduced to the period already undergone. s. 15 - Confessional statement under - Evidentiary value A of..., Held: A confessional statement is a substantive piece of evidence and can be the sole basis for conviction, if recorded in accordance with the provisions of TA!::A - A voluntary and truthful confessional statement requires no corroboration - But if such statement is to be used against the co-accused, the B Court may look for corroboration as a matter of prudence - Minor and curable irregularities in recording such statement do not affect the admissibility of the said evidence. s. 15 - Confessional statement - Retraction of..., Effect - Held: A voluntary and free confession even if retracted later, C can be relied upon. s. 15 - Confessional statement under - Reliance on - Permissibility- When accused is acquitted of TADA charges - Held: Confession recorded u/s. 15 can be relied upon in D case of a joint trial, even if the accused is subsequently acquitted of TADA charges. Evidence Act, 1872 - s.27 - Scope of - Held: s.27 is attracted even when identification is of the person, instead of E place where the article is to be found. Probation of Offenders Act, 1958: s. 4 - Scope of - Held: s. 4 is intended to attempt possible reformation of an offender instead of inflicting upon F him the normal punishment - Such exercise of discretion needs a sense of responsibility, by taking into consideration the attendant circumstances - In the present case, circumstances of the case and nature of the offence are so serious that they do not warrant A-117 benefit of provisions G of the Act. s. 4 - Effect of - Held: The provision will have overriding effect and shall prevail, if conditions prescribed therein are fulfilled - Code of Criminal Procedure, 1973 - s. 360. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "UNION OF INDIA AND OTHERS VS. SANJAY JETHI AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg0MjU=",
        "Citation": "[2013] 16 S.C.R. 495",
        "Case Type": "(CIVIL APPEAL /8914/2012)",
        "Date": "18 OCTOBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN180OTUgLSA1NDFfMTcwMzMxNDMwMS5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 495",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "18 October 2013",
        "Petitioner:": "Union Of India And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 705",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Sanjay Jethi And Another",
        "Case Type:": "CIVIL APPEAL /8914/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Armed Forces Rules",
            "Court of Inquiry"
        ],
        "HeadNote": " Armed Forces Rules, 1954 - rr. 177, 179 and 180 - Armed Forces Tribunal - Tribunal setting aside the decision rendered by the Additional Court of Inquiry and consequential C action taken or orders passed pursuant to the said order against first respondent and directing to convene a fresh Court of Inquiry (CO/) with a different Presiding Officer and other independent members - Propriety - Held: On facts, proper - What really weighed with the Tribunal while passing the D impugned order was that such members constituted the CO! who were biased or reasoned to be biased and such bias was discernible - In quasi-judicial proceedings, the authority empowered to decide a dispute between the contesting parties has to be free from bias - When free from bias is E mentioned, it means there should be absence of conscious or unconscious prejudice to either of the parties - In the case at hand, the Technical Members of the Tribunal had compiled the documents, · adopted the methodology, made observations, drawn inferences and expressed the view and, F above all, they had prepared the report which was brought on record as a document- To say, they had not played any role would tantamount to blinking at reality - Their inclusion as the Technical Members was not legally permissible - Even applying the rigorous substantive test, a case of prejudice G came into full play in the case at hand - Once a COi has been constituted to inquire into the allegations relating to a person's character and military reputation subject to the Act it should not be done by the persons who have expressed their views in writing behind the back of the person and assumed the role of the recommending authority which is statutory in nature to take disciplinary action - Law does not countenance the same - Also, in the fitness of things, the Presiding Officer should have recused himself to preside over the CO/ since his 9 inclusion in the CO/ had been objected to, on an earlier occasion, yet he was allowed to continue and was not changed - Natural justice - Bias.  Armed Forces Rules, 1954 - r.180 - Court of Inquiry C (CO/) - What r. 180 postulates - Held: r. 180 has a binding effect on the CO/ - The Rule provides for procedural safeguards regard being had to the fact that a person whose character and military reputation is likely to be affected is in a position to offer his explanation and in the ultimate eventuate may not be required to face disciplinary action - Thus  understood, the language employed in r. 180 postulates of a fair, just and reasonable delineation -Duty of the authorities to ensure that there is proper notice to the person concerned and he is given opportunity to cross-examine the witnesses and, most importantly, nothing should take place behind his  back.   Armed Forces Tribunal Act, 2007 - s. 14 - Jurisdiction, powers and authority of the tribunal in service matters - Held: Tribunal required to decide both questions of law and facts F that may be raised before it and conferred powers to deal with the cases in promptitude - Promptitude does not ostracize or drive away the apposite exposition of facts and necessary ratiocination - A seemly depiction of factual score, succinct analysis of facts and law, pertinent and cogent reasoning in G support of the view expressed having due regard to the rational methodology, are imperative. Administrative Law - Natural Justice - Bias - Effect of - Held: Bias is an insegregable facet of the concept of natural Justice as a genus - Question of bias would arise depending on the facts and circumstances of the case - Challenge of A bias, when sustained, makes the whole proceeding or order a nullity, the same being coram non-judice.   "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "URMILA DEVI VS. YUDHVIR SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg0Mzk=",
        "Citation": "[2013] 16 S.C.R. 542",
        "Case Type": "(CRIMINAL APPEAL /1822/2013)",
        "Date": "23 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN181NDItNTg4XzE3MDQzNzYyNjkucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 542",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "23 October 2013",
        "Petitioner:": "Urmila Devi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 714",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Yudhvir Singh",
        "Case Type:": "CRIMINAL APPEAL /1822/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Trial",
            "Summoning order"
        ],
        "HeadNote": "Criminal Trial - Summoning order - Nature of - How to C construe order passed by a Magistrate in exercise of its power u/ss. 200 and 202 CrPC when it decides to issue process as against the accused - Whether such an order could be the subject matter of challenge by way of revision u!s. 397 CrPC - Held: The order issued by the Magistrate deciding to summon an accused in .exercise of his power u/ss. 200 to 204 CrPC would be an order of intermediatory or quasi-final in nature and not interlocutory in nature - In view of the said position viz., such an order is intermediatory order or quasi final order, the revisionary jurisdiction provided u/s.397 CrPC, either with the District Court or with the High Court can be worked out by the aggrieved party·- Such an order of a Magistrate deciding to issue process or summons to an accused in exercise of his power u/ss. 200 to 204 CrPC, can always be subject matter of challenge under the .inherent jurisdiction of the High Court u/s. 482 CrPC -·Code of Criminal Procedure, 1973 - ss. 200 to 204, 397 and 482. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "BAKHSHISH SINGH VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg0NDk=",
        "Citation": "[2013] 16 S.C.R. 589",
        "Case Type": "(CRIMINAL APPEAL /1110/2009)",
        "Date": "06 AUGUST 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN181ODktNjE1XzE3MDQzNzYyNTcucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 589",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "06 August 2013",
        "Petitioner:": "Bakhshish Singh",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 518",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1110/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murderous assault",
            "Identification of accused"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302 and s, 02 r/w. 120-B Murderous assault leading to death of a person when he was taking a walk in the park adjoining his house - three accused  'B', his nephew ''S' and nephew's friend 'R' - Conviction of all the three accused, by-the Courts below - Justification. Held: On facts, justified - 'S' and 'R' had assaulted deceased with a knife which caused his death - However, 'S' and 'R' had nothing to gain by eliminating 'G' - They had-no conflict with him - . Evidence not demonstrating instances of any personal · ·motive borne by 'S' and 'R' against the deceased and the only reason why they killed the victim is that 'B' master minded the murder - 'B' was opposed to 'G' and wanted to get the Chairman ship of the Educational trust of which the deceased E was the Chairman - Relationship between deceased and his wife (PW1) on the one hand and 'B' and 'his wife on the other hand was completely hostile ..., 'B' and his wife had given murder threats to deceased and also threats to rape his daughter - To get the Chairmanship of the Trust or in any F case to remove the deceased was a sufficiently strong motive to have the opponent eliminated particularly when seen in the surrounding circumstances - Motive of 'B' along with other circumstantial evidence sufficient to convict the three accused ~ Evidence of PW1 and other prosecution witnesses was convincing, reliable and trustworthy. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "SUSHIL SHARMA VS. THE STATE OF N.C.T. OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg0NjM=",
        "Citation": "[2013] 16 S.C.R. 616",
        "Case Type": "(CRIMINAL APPEAL /693/2007)",
        "Date": "08 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN182MTYtNzA1XzE3MDQzNzYyNDUucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 616",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "08 October 2013",
        "Petitioner:": "Sushil Sharma",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 690",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "The State Of N.c.t. Of Delhi",
        "Case Type:": "CRIMINAL APPEAL /693/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Naina Sahni murder case"
        ],
        "HeadNote": "Penal Code, 1860- s.302 and s.120-B r/w s.201 - Naina Sahni murder case - Prosecution case that appellant killed his wife since he was suspecting that she was having some relationship with PW-12 and a/so because appellant did not want to make his marriage with the deceased public while the deceased was insisting on the same - Further case of the D prosecution that after killing her, the appellant with the help of A2 burnt her dead body in the tandoor of the Bar-be-Que restaurant owned by the appellant - Conviction of appellant u/s.302 and s.120-B r/w s.201 and of A2 u/s.120-B r/w s.201 - Justification - Held: The prosecution successfully proved E beyond reasonable doubt number of incriminating circumstances against the accused - Chain of circumstances complete and unerringly pointed to the guilt of appellant - Established circumstances capable of giving rise to inference inconsistent with any other hypothesis except the guilt of F appellant - Prosecution, therefore, proved that the appellant alone committed the murder of deceased in the flat where they were staying together and then conspired with A2 to do away with the dead body of the deceased so as to cause disappearance of the evidence of murder - At the instance of appellant, A2 burnt the dead body in the tandoor - G Appellant, therefore, rightly convicted u/s. 302 /PC and u/s.201 r/w s.120-B /PC - A2 rightly convicted u/s.201 r/w s.120-B. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "BALWANT RAI SALUJA & ANR. ETC. ETC. VS. AIR INDIA LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg0Nzg=",
        "Citation": "[2013] 16 S.C.R. 706",
        "Case Type": "(CIVIL APPEAL /10264-66/2013)",
        "Date": "13 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN183MDYtNzg3XzE3MDQzNzYyMzQucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 706",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "13 November 2013",
        "Petitioner:": "Balwant Rai Saluja & Anr. Etc. Etc.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 755",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Air India Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /10264-66/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act"
        ],
        "HeadNote": "Industrial Disputes Act, 1947 - ss.2(k), 2(ra), 2(s), 25T C and 25U - Vth Schedule, Entry No.10 - Factories Act, 1948 - Delhi Factories Rules of 1950 - Contract Labour (Regulations and Abolition) Act, 1970 - Industrial Disputes Act, 1947 - Whether the concerned workmen of Chefair, a unit of Hotel Corporation of India (HCI) with which Air India had entered into a contract to provide canteen services at its establishment, were entitled to be treated as being regular employees of Air India - And whether engaging the contract workmen in the canteen situated in the premises of Air India through HCI amounted to sham and camouflage by Air India to deprive the legitimate statutory and fundamental rights of the concerned workmen as provided under the provisions of the Industrial Disputes Act and the Constitution - Difference of opinion between Hon'ble Judges of the Division Bench - Matter referred to Hon'ble the Chief Justice of India for placing F the same before an appropriate Bench. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "SISTER MINA LALITA BARUWA VS. STATE OF ORISSA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg0OTU=",
        "Citation": "[2013] 16 S.C.R. 788",
        "Case Type": "(CRIMINAL APPEAL /2044/2013)",
        "Date": "05 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN183ODggLSA4MTRfMTcwMzMxNDM3MS5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 788",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "05 December 2013",
        "Petitioner:": "Sister Mina Lalita Baruwa",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 804",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of Orissa And Others",
        "Case Type:": "CRIMINAL APPEAL /2044/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Prosecution",
            "Role of Court"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - ss. 301 and 311 - Criminal prosecution - Trying charge u/s. 376(2}{g) !PC - Evidence of Statutory Authority (PW 18) who had conducted Test Identification Parade, not in consonance with the record of Test Identification Parade - Application of prosecutrix for recalling the evidence of that witness - Dismissed by courts below in view.of s. 301 - Held: There is serious irregularity. in the orders passed by courts below - The courts should have made an attempt to reconcile ss. 301 and 311 and ensured that the trial proceeded in right direction - Trial court directed to recall the evidence of PW 18 and call upon the prosecutor to cross-examine the witness on the disputed aspect of his statement and provide opportunity to the prosecutrix to file written arguments as provided u/s. 301. Criminal Trial - Role of court - While conducting a criminal proceeding, the courts should maintain a belligerent  approach, instead of a wooden one. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "ALSIA PARDHI VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1MTU=",
        "Citation": "[2013] 16 S.C.R. 815",
        "Case Type": "(CRIMINAL APPEAL /2048/2013)",
        "Date": "06 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN184MTUtODMwXzE3MDQzNzYyMTkucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 815",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "06 December 2013",
        "Petitioner:": "Alsia Pardhi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 807",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "CRIMINAL APPEAL /2048/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Investigation",
            "CBI"
        ],
        "HeadNote": "Investigation - Entrustment of - To CBI - Allegation of abduction of minor girl belonging to a de-notified tribal  community - By Government officials - Writ of Habeas Corpus - Dismissed relying of Report of State police without taking into consideration statement of the eye witness - On appeal, held: There is infirmity in the investigation ·conducted by the State police - Hence, CBI is appointed to conduct  investigation in. the case"
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "PUTTAMMA & ORS. VS. K. L. NARAYANA REDDY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1Mzg=",
        "Citation": "[2013] 16 S.C.R. 831",
        "Case Type": "(CIVIL APPEAL / 10918/2013)",
        "Date": "09 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN184MzEtODk0XzE3MDQzNzYyMDgucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 831",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "09 December 2013",
        "Petitioner:": "Puttamma & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 814",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "K. L. Narayana Reddy & Anr.",
        "Case Type:": "CIVIL APPEAL / 10918/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "Second Schedule"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - s.166 - Accident claim - Award of compensation - Use of multiplier method - Selection of multiplier based on age group of the deceased/victim - Split multiplier method - Applicability of - Held: The 1988 Act does no(envisage application of split multiplier - In absence . of any specific reason and evidence on record, Tribunal or Court should not apply split multiplier in routine course and should apply multiplier as per decision of Supreme Court in the case of Sarla Verma as affirmed in the case of Reshma Kumari. Motor Vehicles Act, 1988- ss.163A and 166- Principles E relating to determination of liability and quantum of compensation different for claims made u/s. 163A and claims ·made u/s. 166. Structured formula as prescribed under the 'Second Schedule in s. 163A and the multiplier mentioned therein not binding for claims u/s. 166. Motor Vehicles Act, 1988 - s. 163A, Second Schedule - Applicability and purpose of - Discussed. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "EASTERN COALFIELDS LTD. AND OTHERS VS. BAJRANGI RABIDAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1NjM=",
        "Citation": "[2013] 16 S.C.R. 895",
        "Case Type": "(CIVIL APPEAL /8634/2013)",
        "Date": "23 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN184OTUtOTA5XzE3MDQzNzYxOTcucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 895",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "23 September 2013",
        "Petitioner:": "Eastern Coalfields Ltd. And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 650",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Bajrangi Rabidas",
        "Case Type:": "CIVIL APPEAL /8634/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Date of birth",
            "Constitution of India"
        ],
        "HeadNote": "Service Law: Date of birth - Determination of - Date of birth of employee recorded as 2. 4. 1946 at the time of initial employment - Later employee seeking rectification of his date of birth as 2.4. 1948 on the basis of his Matriculation Certificate - Permissibility - Held: The date of birth mentioned in Matriculation Certificate has to be accepted as authentic - But in the present case, the employee in order to gain eligibility for appointment did not produce Matriculation Certificate at the time of initial appointment - Hence, he is estopped from relying on the Matriculation. Certificate - Estoppel. Constitution of India, 1950 - Art. 226 - Jurisdiction under - Nature and Scope of - Held the jurisdiction of High Court u/Art. 226 is equitable and discretionary - Such jurisdiction cannot be exercised, if there is error of law - If a person has taken undue advantage, the Court in its extra-ordinary jurisdiction would be within its domain to deny discretionary relief"
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "SUNIL MAHADEO JADHAV VS. THE STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1OTY=",
        "Citation": "[2013] 16 S.C.R. 910",
        "Case Type": "(CRIMINAL APPEAL /1004/2007)",
        "Date": "19 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN185MTAtOTM4XzE3MDQzNzYxNDUucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 910",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "19 November 2013",
        "Petitioner:": "Sunil Mahadeo Jadhav",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 763",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "The State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1004/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Custodial death",
            "police officials"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 302, 342, 218, 193 r/w. s. 34 - Custodial death - Prosecution of police officials - Circumstantial evidence - Acquittal by trial court - Conviction by High Court - On appeal, held: Since the arrest Panchnama and Arrest Register have been duly proved by PWs 21 and 22 and there is no evidence to show that they were fabricated, the accused cannot be held guilty u/ss. 218 and 193 - The accused also cannot be convicted u/s. 342 ------- because the deceased was a co-accused in a kidnapping case - The injuries on the deceased noticed in the post mortem, which were the cause of death, were not described in Arrest Panchnama - Therefore, it would be inferred that those injuries were caused to the deceased while in police custody - It is established that the deceased was last in the custody of accused No. 1 in the police lock-up - The burden to prove the injuries was on accused No. 1, which he failed -  Therefore, accused No. 1 would be held responsible for the injuries - The circumstances of the case established that accused No. 1 did not intend to cause death, he can be held guilty of culpable homicide not amounting to murder u/s. 304 - His conviction altered to one u/s. 304 from 302 - Hence, his sentence reduced to seven years RI with fine of Rs. 30001 - - Since accused Nos. 2 and 3 left the Police Station soon after the arrest, the deceased cannot be p said to be in their custody - Hence, they cannot be held responsible for the fatal injuries on the deceased - Therefore, their conviction set aside - Evidence Act, 1872- s. 106. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "AGRICULTURAL PRODUCE MARKET COMMITTEE VS. BIOTOR INDUSTRIES LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg2Mzc=",
        "Citation": "[2013] 16 S.C.R. 939",
        "Case Type": "(CIVIL APPEAL /3130-3131/2008)",
        "Date": "29 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN185MzktOTY4XzE3MDQzNzYxMjMucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 939",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "29 November 2013",
        "Petitioner:": "Agricultural Produce Market Committee",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 799",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Biotor Industries Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /3130-3131/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Agricultural Produce Market Fee"
        ],
        "HeadNote": "Agricultural Produce. Market Fee - Respondent company, situated in market area of appellant-APMC, undertaking manufacture of castor oil out of castor seed.s - Appellant-APMC sought to levy market fee on castor seeds . bought by respondent-company - Respondent-company contested the levy contending that castor seeds were brought, into the market area of APMC as provided u/r. 48(2) of the 1965 Rules and no fees were leviable on agricultural produce brought from outside the market area into the market area for . use therein by industrial concern situated in the market area - Levy of market fee on castor seeds - Validity - Held: Respondent-company placed order for purchase of castor seeds from its suppliers from outside the market area but no payment was immediately made for the same - When the castor seeds reached the market area, it was weighed by respondent-company and payment thereof was agreed to be made to the tune of quantity received and till then the castor seeds continued to be in the ownership of the seller - Respondent-company became owner of the property only once the exact weight of the castor seeds was ascertained and purchase voucher was obtained - Sale of castor seeds thus took place within the market area of appellant-APMC and accordingly appellant was authorised to charge fees from respondent-Company for such purchase - r.48(1) was applicable to the fact situation and not r.48(2) - Appellant APMC rightly made assessment of market fee and levied the same as per s.28 of the Act - Respondent-Company liable"
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "DLF LIMITED VS. MANMOHAN LOWE AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3NDA=",
        "Citation": "[2013] 16 S.C.R. 979",
        "Case Type": "(CIVIL APPEAL /10930/2013)",
        "Date": "10 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN185NzktMTAyMl8xNzA0Mzc2MTA5LnBkZg==",
        "SCR Citation:": "[2013] 16 S.C.R. 979",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "10 December 2013",
        "Petitioner:": "Dlf Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 820",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Manmohan Lowe And Others",
        "Case Type:": "CIVIL APPEAL /10930/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Development",
            "Haryana Apartment Ownership"
        ],
        "HeadNote": "Urban Development - Haryana Apartment Ownership A B Act, 1983 - ss. 3(i), 3(f), 11 (2) - Haryana Development and Regulation of Urban Areas Act, 1975- ss. 3(3)(a)(iv) - Rights C of the apartment owners vis-a-vis the colonizers - Apartment owners filed writ petition. seeking writ of certiorari to quash declaration filed by appellant-coloniser, on the ground that the same was not in conformity with s.3(f) of the Apartment Act since the appellant failed to include certain areas of the D complex as \"common areas and facilities\" within the declaration, thereby effectively depriving the apartment owners of their rights over the same - High Court held in favour of the apartment owners - On appeal, held: In a given case if the developer does not provide common areas or E facilities like corridors, lobbies, staircases, lifts and fire escape etc. the Competent Authority can look into the objections of the apartment owners but when statute has given a discretion to the colonizer to provide or not to provide as per s.3(f)(7) of the Apartment Act the community and F commercial facilities referred to in s. 3(3)(a)(iv) of Development Act, no objection could be raised by the apartment owners and they cannot claim any undivided interest over those facilities except the right of user - High Court erred in directing the DTCP (Director, Town and Country G Planning) to decide the objections of the apartment owners with regard to the declaration made by the appellant-colonizer."
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "B.S.N.L. VS. BHURUMAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3NjI=",
        "Citation": "[2013] 16 S.C.R. 1023",
        "Case Type": "(CIVIL APPEAL /10957 /2013)",
        "Date": "11 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMDIzLTEwNDRfMTcwNDM3NjA4Ny5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 1023",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "11 December 2013",
        "Petitioner:": "B.s.n.l.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 821",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Bhurumal",
        "Case Type:": "CIVIL APPEAL /10957 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act",
            "Retrenchment"
        ],
        "HeadNote": "Industrial Disputes Act, 1947 - s.25F - Retrenchment - Of daily wage worker - Industrial dispute raised - Management denied employer-employee relationship -Industrial Tribunal held that the workman was working under the Management and his services were illegally terminated and awarded his reinstatement With back wages - Award of Tribunal confirmed by High Court - Held: Termination of workman is rightly held to be illegal being violative of s. 25F - In the case of illegal termination of a daily wage worker, reinstatement with back wages is not automatic - Instead monetary compensation would serve the ends of justice - However, where the persons junior to the terminated workmen are regularized, the workman car-mot be denied reinstatement- In such cases reinstatement should be rule and denial thereof should be only in exceptional cases - In the facts of the present case, grant of compensation of Rs. 3 lakhs in lieu of reinstatement would serve the interest of justice. Constitution of India, 1950-Arts. 136 and 226 - Powers under- Scope of- Held: Findings of facts not to be interfered, in exercise of powers u/Arts.136 or 226, unless such findings are totally perverse and based on no evidence - Insufficiency of evidence is not a ground to interfere. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "CHAIRMAN-CUM-MANAGING DIRECTOR & OTHERS VS. BHARAT CHANDRA BEHERA & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3ODI=",
        "Citation": "[2013] 16 S.C.R. 1045",
        "Case Type": "(CIVIL APPEAL /10996/2013)",
        "Date": "12 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMDQ1IC0gMTA1OF8xNzAzMzE0NDIyLnBkZg==",
        "SCR Citation:": "[2013] 16 S.C.R. 1045",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "12 December 2013",
        "Petitioner:": "Chairman-cum-managing Director & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 826",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Bharat Chandra Behera & Another",
        "Case Type:": "CIVIL APPEAL /10996/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Appointment",
            "Service Law"
        ],
        "HeadNote": " Service Law: Appointment - Under scheme of employer for assistance to displaced persons whose land was acquired for setting up its establishment - After death of the appointee, his brother seeking appointment - High Court directing the employer to appoint the brother of the deceased employee - On appeal, held: The claim for appointment was neither covered under the scheme of 'land displaced persons' nor under the scheme of compassionate appointment - Hence, the claim for appointment was rightly rejected by the employer. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "DEAF EMPLOYEES WELFARE ASSOCIATION & ANOTHER VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3OTM=",
        "Citation": "[2013] 16 S.C.R. 1059",
        "Case Type": "(WRIT PETITION (CIVIL) /107/2011)",
        "Date": "12 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMDU5LTEwNzhfMTcwNDM3NjA3NS5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 1059",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "12 December 2013",
        "Petitioner:": "Deaf Employees Welfare Association & Another",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2013 INSC 828",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /107/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "Conveyance allowance"
        ],
        "HeadNote": "Constitution of India, 1950 - Articles 14 and 21 - Conveyance allowance, paid to disabled Government employees (visually and orthopaedically disabled) - Demand of, by deaf and dumb Government employees - Denial by the Government - Held: Is violative of Articles 14 and 21 - A person having any of the disabilities mentioned in s. 2(i) of Disabilities Act, entitled to benefit of all the Schemes and benefits provided by the Government - There cannot be further discrimination among the persons with varied or different types of disabilities - Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act, 1995 "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "KASHMIR SINGH VS. STATE OF HARYANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4MDg=",
        "Citation": "[2013] 16 S.C.R. 1079",
        "Case Type": "(CIVIL APPEAL /11030/2013)",
        "Date": "13 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMDc5LTEwODlfMTcwNDM3NjA1OC5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 1079",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "13 December 2013",
        "Petitioner:": "Kashmir Singh",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 832",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Haryana & Ors.",
        "Case Type:": "CIVIL APPEAL /11030/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - ss. 4, 18 & 23(1-A) - Acquisition for public purpose - Land acquired falling. in the Revenue Estate of Tohana, Tehsil Tohana, District Fatehabad, Haryana - Compensation - Determination of :.... Held: The acquisition of land in Fatehabad District itself, which was acquired in the year 1993 was the subject matter of consideration in the Asharfi case - It is clear fr.om the said judgment that price of land in the said area in 1991 was fixed @ Rs. 4201· per square yard - Supreme Court had applied the formula of 12% increase per year in the valuation of/and and on that basis fixed the market rate at approx. Rs.5201- per square yard and after taking a deduction of one-third, the valuation was arrived at Rs.3501- per square yard in the year 1993 - Going by the formula adopted in the said judgment, 12% per annum increase can be applied on the value of land determined as Rs.5201- per square yard in the year 1993, upto the year 2001 when Notification u/s.4 of the Act was issued in the instant case - However, from 1993 to 2001, there was attrition in the land rates - Therefore, on facts, land value enhanced by applying the formula of 12% per annum increase for a period of 4 years, instead of taking entire period 1993 and 2001 - When calculated in this manner, valuation of land in the year 2001 comes to Rs. 7701· per square yard- After making one-third deduction therefrom, the net valuation comes to Rs.5141- per square yard- Compensation accordingly fixed@ Rs.5141- per square yard for the acquired land of appellants. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "MANAGEMENT OF SUNDARAM INDUSTRIES LTD. VS. SUNDARAM INDUSTRIES EMPLOYEES UNION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4MjU=",
        "Citation": "[2013] 16 S.C.R. 1090",
        "Case Type": "(CIVIL APPEAL /11016/2013)",
        "Date": "13 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMDkwLTExMDZfMTcwNDM3NjA0OS5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 1090",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "13 December 2013",
        "Petitioner:": "Management Of Sundaram Industries Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 833",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Sundaram Industries Employees Union",
        "Case Type:": "CIVIL APPEAL /11016/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Misconduct",
            "Punishment"
        ],
        "HeadNote": "Labour Law - Misconduct - Punishment - Proportionality - Appellant-Company engaged in manufacture of rubber products - Issuance of fresh instructions by management of appellant-Company requiring the workmen (working as moulders to operate the rubber moulding machines) to place the bag of their production on the electronic weighing scale instead of placing them on the floor at the end of the shift as  they were doing till that time - The workmen considered this responsibility to be involving not only additional work in carrying the production bag to the weighing machine but also in devoting additional time beyond the shift hours without any additional remuneration for the same and refused to carry out the fresh instructions - Held: Refusal of the workmen to carry out the fresh instructions issued by the management was not without a lawful or reasonable justification and could not at any rate be described as contumacious - Inasmuch as the workmen concerned had declined to undertake this additional F responsibility which was not only consuming additional time but also additional effort they could not be accused of either deliberate defiance or misconduct that could be punished - Tribunal was in that view wrong in holding that the charge framed against the respondents was proved - Refusal to carry out the instructions requiring workmen to do additional work beyond the shift hours clearly tantamounted to changing the conditions of service of the workmen which was impermissible without complying with the requirements of s. 9-A of the Industrial Disputes Act - Even assuming that the finding"
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "M/S PRP EXPORTS & ETC. VS. THE CHIEF SECRETARY, GOVERNMENT OF TAMIL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4MzY=",
        "Citation": "[2013] 16 S.C.R. 1107",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /18662-18663/2013)",
        "Date": "13 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMTA3IC0gMTExOF8xNzAzMzE0NTUyLnBkZg==",
        "SCR Citation:": "[2013] 16 S.C.R. 1107",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "13 December 2013",
        "Petitioner:": "M/S PRP Exports & Etc.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2013 INSC 834",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "The Chief Secretary, Government Of Tamil",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /18662-18663/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals",
            "Permissibility"
        ],
        "HeadNote": " Mines and Minerals (Development and Regulation) Act, 1957 - ss. 4(1) and 4(1-A) - Tamil Na du Minor Mineral Concession Rules, 1959 - rr. 36(4) and 36(1) - Granite Conservation and Development Rules, 1999 - s. 19(2) - Suspension of quarrying operation.--Alleging unauthorized quarrying - Single. Judge of High Court permitted continuation of investigation of criminal cases against the petitioner, but permitted him to continue the quarry operations - Thereafter, suspension orders were passed under 1999 rules and show cause notices issued to the petitioners - Writ appeal - Division Bench allowed the appeal taking into consideration the subsequent suspension order - Held: In view of the fact that several writ petitions are pending for consideration before High Court on the issue, and that in the present case, High Court had issued some equitable directions, it would not be appropriate to pronounce upon merit of the case. Practice and Procedure - Subsequent events - Consideration of - Permissibility - Held: Courts should examine subsequent events, in a case, where larger public interest is involved. "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "MUNICIPAL CORPORATION OF GREATER MUMBAI AND ORS. VS. KOHINOOR CTNL INFRASTRUCTURE COMPANY PRIVATE LIMITED AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4Njc=",
        "Citation": "[2013] 16 S.C.R. 1119",
        "Case Type": "(CIVIL APPEAL /11150/2013)",
        "Date": "17 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMTE5IC0gMTE4MF8xNzAzMzE0NjIxLnBkZg==",
        "SCR Citation:": "[2013] 16 S.C.R. 1119",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "17 December 2013",
        "Petitioner:": "Municipal Corporation Of Greater Mumbai And Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 840",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Kohinoor Ctnl Infrastructure Company Private Limited And Another",
        "Case Type:": "CIVIL APPEAL /11150/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sanction",
            "Urban Development",
            "Open Space"
        ],
        "HeadNote": " Urban Development: Sanction for construction of high-rise building going upto 198. 50 meters - Provision for Public Parking Lot up to 13 floors - During the construction work, decision of Government to limit the height of Public Parking Lot to ground plus 4 upper  floors - Competent authority directing the builder to restrict the work of Public Parking upto ground plus 4 floors instead of 13 floors - By further order, the authority allowed Public Parking to the extent of already executed construction -:-- High Court quashed the orders passed by the authorities as being contrary to law - On appeal, settlement arrived at between the parties - The Court also noticed certain violations while granting initial sanction in respect of the building in question E - Memorandum of Settlement taken on record and parties directed to act strictly in accordance thereof - As regards other violations it held: Minimum recreational space as laid down under Development Control Regulation (OCR) 23, cannot be reduced on the basis of OCR 38(34) - The second proviso to OCR 43(1)(A) regarding fire protection requirements, is discriminating as against occupants of the plots upto the size of 600 sq. mtrs. and hence violative of Art. 14 of the Constitution - The provision is also violative of Article 21 as it is likely to lead to hazardous situation - Suggestions given regarding height of buildings vis-a-vis the adjoining roads and impact of additional FSI on the traffic situation - State Government, Development Plan Drafting Committee, and appellant-Municipal Corporation directed to consider the suggestions while framing the Development Plan for Greater · Mumbai - 'Technical Committee for High-Rise Buildings' B reconstituted - Development Control Regulations for Greater Mumbai, 1991 - Maharashtra Regional and Town Planning Act, 1966 - Constitution of India, 1950 - Articles 14 and 21.  Words and Phrases: 'Open space' and 'Site' - Meaning of, in the context of urban development.   "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "GULABRAO BABURAO DEOKAR VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4ODg=",
        "Citation": "[2013] 16 S.C.R. 1181",
        "Case Type": "(CRIMINAL APPEAL / 2113/2013)",
        "Date": "17 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN18xMTgxLTEyMDRfMTcwNDM3NjA0MS5wZGY=",
        "SCR Citation:": "[2013] 16 S.C.R. 1181",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "17 December 2013",
        "Petitioner:": "Gulabrao Baburao Deokar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 842",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "CRIMINAL APPEAL / 2113/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail",
            "Cancellation",
            "Economic offences"
        ],
        "HeadNote": "Bail - Cancellation of - Propriety - Economic offences - Defalcation of public money resulting into huge loss to the City Municipal Corporation - Number of accused including  the appellant - Offence alleged punishable with imprisonment for life - Appellant granted bail by the Sessions Judge u/ s.439(1) CrPC - High Court, however, allowed application filed by respondent Nos.2 to 4 u/ss. 439(2) and 482. CrPC and cancelled the bail granted to the appellant - On appeal, held:  Order passed by the Sessions Court was an order passed in breach of the mandatory requirement of the proviso to s. 439(1) CrPC - The Sessions Court did not grant proper and full opportunity to the prosecutor to point out as to why bail should not be granted to the appellant - Order passed by the Sessions Court was perverse since none of the factors pointed out by the prosecutor were considered by it - When the prosecutor had pointed out to the Sessions Court that the role of the appellant was no Jess than that of the three other accused whose bail had been rejected, the ·Sessions Court  ought to have considered these circumstances, justifying custodial interrogation, with due diligence - High Court is empowered u/s. 439(2) CrPC to set aside an unjustified, illegal or perverse order granting bail - On facts, the order passed by the High Court recorded cogent and overwhelming circumstances justifying cancellation of bail - Besides, as  attempts were made by the appellant to pressurise the witnesses and even the investigating officer, the order of the High Court cancelling the bail cannot be faulted on that "
    },
    {
        "volume": "2013Volume 16",
        "Case Name": "AGRICULTURAL PRODUCE MARKET COMMITTEE VS. BIOTOR INDUSTRIES LTD. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU2NDk=",
        "Citation": "[2013] 16 S.C.R. 969",
        "Case Type": "(CIVIL APPEAL /4860/2009)",
        "Date": "29 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNi9QYXJ0IEkvMjAxM18yN185NjktOTc4XzE3MDMzMjU1NzkucGRm",
        "SCR Citation:": "[2013] 16 S.C.R. 969",
        "Year/Volume:": "2013/ Volume 16",
        "Date of Judgment:": "29 November 2013",
        "Petitioner:": "Agricultural Produce Market Committee",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 800",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Biotor Industries Ltd. And Anr.",
        "Case Type:": "CIVIL APPEAL /4860/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Gujarat Agricultural Produce Markets Act, 1963 (20 of 1964)"
        ],
        "Keyword": [
            "Constitution of India",
            "Agricultural Produce"
        ],
        "HeadNote": " Gujarat Agricultural Produce Markets Act, 1963 - ss.28A and 59 - Gujarat Agricultural Produce Markets Rules, 1965 - r. 48(2) - Gujarat Agricultural Produce Markets  (Amendment) Act, 2007 - Entitlement to levy market fee on the respondent-Company for purchase of castor seeds - Held: On facts, demand for market fee by the APMC for castor seeds was justified since the castor seeds were bought in the market area and not brought into the market area - Order of  the Division Bench of the High Court in LPA setting aside the order of the single Judge and affirming the order of the Revisional Authority, without examining the correctness of r.48(2) and applying the Division Bench Judgment rendered in another LPA in connected matters, without considering the E factual matrix, is liable to be set aside - Matter remanded to High Court to place the matter before the Single Judge to examine the validity of r.48(2), as questioned with reference to s. 28A of the amended provision of Act No. 17 of 2007 and the impugned order of the Revisional Authority - Appellant may also approach the .State Government to amend the Rules by deleting r.48(2) - Interim order of the single Judge directing deposit of 50% of the demanded amount towards the market fee, restored - Constitution of India, 1950 - Arts. 14, 19, 21 and 226. "
    }
]