[
    {
        "volume": "2013Volume 9",
        "Case Name": "DEEPALI GUNDU SURWASE VS. KRANTI JUNIOR ADHYAPAK MAHAVIDYALAYA (D.ED.) AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMzE=",
        "Citation": "[2013] 9 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /6767/2013)",
        "Date": "12 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMS01MV8xNzAzMzA3NjE0LnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 1",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "12 August 2013",
        "Petitioner:": "Deepali Gundu Surwase",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 529",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "Kranti Junior Adhyapak Mahavidyalaya (d.ed.) And Others",
        "Case Type:": "CIVIL APPEAL /6767/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2007] 2 S.C.R. 60",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "J.k. Synthetics Ltd. V. K.p. Agrawal And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAyL1BhcnQgSS9KayBTeW50aGV0aWNzIEx0ZCAgdnMgIEtwIEFncmF3YWwgQW5kIEFucjE3MDE4NTM3MjIucGRm"
            },
            {
                "Scr Citation": "[1979] 1 S.C.R. 563",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Hindustan Tin Works Pvt. Ltd V. Employees Of Hindustan Tin Works Pvt. Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc5L3ZvbHVtZSAxL1BhcnQgSS9IaW5kdXN0YW4gVGluIFdvcmtzIFB2dCBMdGQgIHZzICBFbXBsb3llZXMgT2YgSGluZHVzdGFuIFRpbiBXb3JrcyBQdnQgTHRkMTcwMTk0MjIxMy5wZGY="
            },
            {
                "Scr Citation": "[1981] 1 S.C.R. 789",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Surendra Kumar Verma Etc. V. The Central Government Industrial Tribunal-cum-labour Court, New Delhi & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTgxL3ZvbHVtZSAxL1BhcnQgSS9zdXJlbmRyYSBrdW1hciB2ZXJtYSBldGMuX3RoZSBjZW50cmFsIGdvdmVybm1lbnQgaW5kdXN0cmlhbCB0cmlidW5hbC1jdW0tbGFib3VyIGNvdXJ0LCBuZXcgZGVsaGkgJiBhbnIuXzE2OTg4MTQ4MjYucGRm"
            },
            {
                "Scr Citation": "[1981] 3 S.C.R. 518",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Mohan Lal V. Management Of M/s Bharat Electronics Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTgxL3ZvbHVtZSAzL1BhcnQgSS8xOTgxXzNfNTE4LTUzNV8xNzAyMTAzMzg3LnBkZg=="
            },
            {
                "Scr Citation": "[2005] Supp. (5) S.C.R. 609",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "U.p. State Brassware Corpn. Ltd. And Anr. V. Udai Narain Pandey",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L1N1cHAuICg1KS9QYXJ0IEkvU18yMDA1XzYwOS02MjhfMTcwMjQ0Mzc0Ni5wZGY="
            },
            {
                "Scr Citation": "[2002] Supp. 1 S.C.R. 127",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Hindustan Motors Ltd. V. Tapan Kumar Bhattacharya And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL1N1cHAuICgxKS9QYXJ0IEkvaGluZHVzdGFuIG1vdG9ycyBsdGQuX3RhcGFuIGt1bWFyIGJoYXR0YWNoYXJ5YSBhbmQgYW5yLl8xNjk4NzQ0MzAzLnBkZg=="
            }
        ],
        "Acts": [
            "Industrial Disputes Act (14 of 1947)",
            "Maharashtra Employees Of Private Schools (conditions F Of Service) Act (3 of 1978)"
        ],
        "Keyword": [
            "Service Law",
            "Back Wages"
        ],
        "HeadNote": " Service Law: Back wages on reinstatement - Suspension and termination of services of school teacher - Declared by Tribunal as illegal - Reinstatement - Award of full back wages, set aside by High Court - Held: High Court committed grave error by interfering with the order passed by Tribunal for payment of back wages, ignoring that the charges levelled against appellant were frivolous and the inquiry was held in gross violation of the rules of natural justice - Impugned order set aside and order passed by Tribunal restored - Management shall pay full back wages to appellant.   Award of back wages, when termination of employee found to be illegal - Principles culled out - Labour law - Industrial Disputes Act, 1947 - s.11-A - Back wages. Maharashtra Employee of Private Schools (Conditions of Service) Act, 1977: Objects of the Act - Explained. Maharashtra Employees of Private Schools (Conditions of Service) Rules, 1981: G r. 34 - Suspension of employee - Entitlement to subsistence allowance - Discussed. Words and Phrases:  'Reinstatement' in the context of termination of service of an employee - Connotation of - Explained.  "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "PRABHUDAS DAMODAR KOTECHA & ORS. VS. MANHABALA JERAM DAMODAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzODU=",
        "Citation": "[2013] 9 S.C.R. 52",
        "Case Type": "(CIVIL APPEAL /6726-6727/2013)",
        "Date": "13 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNTIgLSA5MF8xNzAzMzA3NDc3LnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 52",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "13 August 2013",
        "Petitioner:": "Prabhudas Damodar Kotecha & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 534",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Manhabala Jeram Damodar & Anr.",
        "Case Type:": "CIVIL APPEAL /6726-6727/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Presidency Small Cause Courts Act",
            "Contemprenea Exposition"
        ],
        "HeadNote": " PRESIDENCY SMALL CAUSE COURTS ACT, 1882: s. 41 (1) - Suits or proceedings between licensors and licensees - Suit for eviction of gratuitous licensee - Held: Is maintainable before the Small Causes Courl ., Expression 'licensee' used in PSCC Act is a term of wider imporl intended to bring in a gratuitous licensee as well and is used in general sense of term as defined in s. 52 of Easements Act - It does not derive its meaning from the expression 'licensee' as used in sub-s. (4A) of s. 5 of Rent Act Bombay Rents, Hotel and . Lodging House Rates (Control) Act, 1947 - ss. 5(4-A) and 15- A - Interpretation of statutes - Contemporenea exposition - Easements Act, 1882 - s.52 - Transfer of Property Act, 1882. s.41(1) -Suits or proceedings between licensors and licensees and landlord and tenant- Jurisdiction - Held: s.41(1) confers jurisdiction on Small Causes Court to entertain and try all suits and proceedings between a \"licensor\" and a \"licensee\" relating to recovery of possession of any immovable property or relating to recovery of licence fee -- High Courl has correctly noticed that the clubbing of the expression \"licensor and licensee\" with \"landlord and tenant\" in s. 41(1) and clubbing of causes relating to recovery of licence fee is only with a view to bring all suits between \"landlord and tenant\" and \"licensor and licensee\" whether under Rent Act or under PSCC Act under one umberalla to avoid unnecessary delay, expenses and hardship. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "ASSISTANT ENGINEER, RAJASTHAN STATE AGRICULTURE MARKETING BOARD, SUB-DIVISION, KOTA VS. MOHAN LAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzOTU=",
        "Citation": "[2013] 9 S.C.R. 91",
        "Case Type": "(CIVIL APPEAL /6795/2013)",
        "Date": "16 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfOTEgLSAxMDRfMTcwMzMwNzY5Ny5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 91",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "16 August 2013",
        "Petitioner:": "Assistant Engineer, Rajasthan State Agriculture Marketing Board, Sub-division, Kota",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2013 INSC 542",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Mohan Lal",
        "Case Type:": "CIVIL APPEAL /6795/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Law",
            "Industrial Dispute"
        ],
        "HeadNote": " Labour Law: Termination of services of workman - Industrial dispute raised belatedly - No objection as to delay raised - Reinstatement ordered by Labour Court holding that termination was in violation of s.25-F o ID Act - Held: Delay in raising industrial dispute is an important circumstance which the Labour Court must keep in view, notwithstanding whether or not such objection has been raised -- Legal position to be followed in case of non-compliance of s.25-F, emphasized - In the instant case, workman worked as a work- charged employee for 286 days - Labour Court did not keep in view admitted delay of 6 years in. raising the industrial dispute by him - Judicial discretion exercised by Labour Court is, thus, flawed and unsustainable - In the circumstances, in lieu of reinstatement, compensation of Rs. 1 lac shall be paid by employer to workman - Industrial Disputes Act, 1947 -- s.25-F "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "VENKATESAN VS. RANI &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0MDI=",
        "Citation": "[2013] 9 S.C.R. 105",
        "Case Type": "(CRIMINAL APPEAL /462 /2008)",
        "Date": "19 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9WZW5rYXRlc2FuIF8gUmFuaSAmYW5yLl8xNzAxNjgwOTM1LnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 105",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "19 August 2013",
        "Petitioner:": "Venkatesan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 543",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Rani &anr.",
        "Case Type:": "CRIMINAL APPEAL /462 /2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Revision",
            "bum injuries",
            "Acquittal"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973:ss. 397 and 401 - Revision against order of acquittal -Scope of - High Court held that order of acquittal deservedreversal and remitted the matter to trial court for a freshdecision - Held: Revisional jurisdiction of High Court, whileexamining an order of acquittal is extremely narrow and oughtto be exercised only in cases where the trial court hadcommitted a manifest error of Jaw or procedure or hadoverlooked and ignored relevant and material evidencethereby causing miscarriage of justice - Further, re-appreciation of evidence is not to be made - In the instantcase, the view taken by the trial court in acquitting the accusedcannot be held to be a view impossible of being reached --Keeping in mind the limited jurisdiction for a scrutiny of thefoundation of the order of acquittal passed by the trial court,the reversal ordered by the High Court cannot be sustained.PENAL CODE, 1860:ss. 498-A, 304-B and 302 - Death of a married womanby bum injuries - Acquittal of husband by trial court - Set asideby High Court with a direction for decision afresh - Held: Theinvestigation and the evidence of prosecution witnesses donot reveal any harassment and ill-treatment to the deceasedby the accused prior to her death and, as such, no case u/s304-8 as well as u/s 498-A is made out against the accused- Insofar as the offence u/s 302 is concerned, there is no eye witness to the occurrence -- By the time the witnesses reachedthe place of occurrence, deceased was already engulfed inflames - There are contradictions in the depositions ofprosecution witnesses -- Further, the evidence of the doctorof Government Hospital that deceased herself had stated thatshe had been injured due to bursting of the stove while shewas cooking, casts a further doubt on the prosecution story -Order of High Court is set aside, and that of trial courtrestored."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "DR. RAM TAWAKYA SINGH VS. STATE OF BIHAR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0MTI=",
        "Citation": "[2013] 9 S.C.R. 117",
        "Case Type": "(CIVIL APPEAL /6831 /2013)",
        "Date": "19 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Eci4gUmFtIFRhd2FreWEgU2luZ2ggXyBTdGF0ZSBPZiBCaWhhciBBbmQgT3RoZXJzXzE3MDE2ODEyNzIucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 117",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "19 August 2013",
        "Petitioner:": "Dr. Ram Tawakya Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 544",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "State Of Bihar And Others",
        "Case Type:": "CIVIL APPEAL /6831 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Appointment",
            "Vice-Chancellors"
        ],
        "HeadNote": "UNIVERSITIES:Appointment of Vice-Chancellors and Pro-Vice-Chancellors - 'Consultation with State Government' -Expression 'consultation' - Connotation of - Explained - Held:Though, the final decision is with the consulter, he cannotgenerally ignore the advice of the consultee except for goodreasons -- There should be meeting of minds between theparties involved in the process of consultation on the materialfacts and points involved -- Consultation is not complete oreffective unless the parties thereto make their respective. points of view known to the other and discuss and examinethe relative merit of their views.Appointment of Vice-Chancellors and Pro ViceChancellors - Notifications dated 9.2.2013, 19.2.2013 and14.3.2013 issued for appointment of candidates as Vice-Chancellors and Pro Vice-Chancellors of differentUniversities in State of Bihar - Held: As regards the instantmatters, Chancellor has been consistently flouting themandate of law and making appointments completelydisregarding the requirement of academic excellence andexperience and without effectively consulting the StateGovernment -- He neither adopted any transparent methodof making selection nor did he keep in view the qualificationsenumerated in the relevant statutory provisions -- He alsoacted in contemptuous disregard of the pronouncements made by the High Court in two rounds of litigation, thatappointments of Vice-Chancellors and Pro Vice-Chancellorsmust precede meaningful and effective consultation with StateGovernment - He selected for appointment some persons whowere facing prosecution under various criminal laws and/orB involved in financial irregularities -- The mechanism adoptedby Chancellor in making appointments is blatantly violativeof the scheme of the BSU Act and the PU Act and also Art.14 of the Constitution - Impugned Notifications are quashed- Consequential directions issued - Bihar State Universitiesc Act, 1976 -ss.10 and 12 - Patna University Act, 1976 - ss. 11and 14 - Nalanda Open University Act, 1995 - ss. 11 and 13- Constitution of India, 1950 - Art. 14.Vice-Chancellors and Pro Vice-Chancellors -Appointment to the offices of - Held: Position of ViceChancellor and Pro Vice Chancellor is extremely importantin every University - They are responsible for maintaining theacademic standard and discipline of the University and alsoensure that all the bodies and authorities conduct themselvesin conformity with the statutory provisions -- Relevant statutoryprovisions prescribe the qualification of academic excellenceas a condition precedent for appointment to these posts -Even if the language of the relevant provisions may notpostulate selection of Vice-Chancellor or Pro Vice-Chancellorby inviting application through open advertisement, thecandidate must be a person reputed for his scholarship andacademic interest or eminent educationist having experienceof administering the affairs of any University, and selectionof such a person is possible only if a transparent method isadopted and efforts are made to reach out to people across ·the country -- Art. 14 of the Constitution which mandates thatevery action of the State authority must be transparent andfair has to be read in the language of these provisions -- TheUGC Regulations, which provide for constitution of a SearchCommittee consisting of eminent educationists academicians are intended to fill up an apparent lacuna inthe provisions - Bihar Acts No. 1212013, 1312013 and 1412013have subsequently amended the relevant provisions inconsonance with the relevant UGC Regulations.LOCUS STAND/:Appointment of Vice Chancellors and Pro Vice-Chancellors - Writ petition by a Professor and Head ofDepartment in a University, in the State, challenging theappointments, though he was not a candidate for suchappointments - Held: Maintainable - Further, even assuming Cthat the writ petitioner does not have any direct personalinterest in such appointments, High Court could have suomotu taken cognizance of the issues raised by him andtreated his petition as one filed in public interest and decidedthe same on merits - Public interest litigation.CONSTITUTION OF IND/A, 1950:Art. 136 - Appeal by State Government challenging orderof High Court after the Chancellor initiated process of makingappointments of Vice-Chancellors and Pro Vice-Chancellorspursuant to order of High Court - Maintainability of -Discussed."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "PROF. K.V. RAJENDRAN VS. SUPERINTENDENT OF POLICE, CBCID SOUTH ZONE, CHENNAI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0MjA=",
        "Citation": "[2013] 9 S.C.R. 199",
        "Case Type": "(CRIMINAL APPEAL /1167/2013)",
        "Date": "21 AUGUST 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMTk5IC0gMjExXzE3MDMzMDc3OTEucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 199",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "21 August 2013",
        "Petitioner:": "Prof. K.v. Rajendran",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 545",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Superintendent Of Police, Cbcid South Zone, Chennai & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1167/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Investigation",
            "Constitutional Powers"
        ],
        "HeadNote": " INVESTIGATION: Transfer of investigation to CBI - ·Held: Supreme Court or High Court can exercise its constitutional powers for transferring an investigation from the State investigating agency to any other independent investigating agency like CBI only in rare and exceptional cases - Where the investigation has already been completed and charge sheet has been filed, ordinarily superior courts should not reopen the investigation and it should be left open to thecourt, where the charge-sheet has been filed, to proceed with the matter in accordance with Jaw - In the instant case, the Jacts and circumstances do not present special features warranting transfer of investigation to CBI - Besides, the incident occurred 15 years back and final report uls 173(2) Cr.P.C. has already been submitted before the competent criminal court - It is open to the Magistrate to accept the final report or to reject the same and to direct further investigation u/s 173(8) Cr.P.C. - Constitution of India, 1950 - Arts. 136 and 226 - Code of Criminal Procedure, 1973 - ss. 173(2) and 173(8) "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "IN RE: RAMESHWAR PRASAD GOYAL, ADVOCATE VS. .",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0Mjc=",
        "Citation": "[2013] 9 S.C.R. 212",
        "Case Type": "(SUO MOTO CONTEMPT PETITION(CIVIL) /312/2013)",
        "Date": "22 AUGUST 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMjEyIC0gMjI5XzE3MDMzMDc4NzUucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 212",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "22 August 2013",
        "Petitioner:": "In Re: Rameshwar Prasad Goyal, Advocate",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 550",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": ".",
        "Case Type:": "SUO MOTO CONTEMPT PETITION(CIVIL) /312/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Advocate on Record",
            "Misconduct"
        ],
        "HeadNote": " SUPREME COURT RULES, 1966: 0. 4, r. BA read with r. 6 - Advocate on Record - Misconduct - AOR lending his signatures in large number of C cases, but not appearing in Court, inspite of Court's directions - Show cause notice issued - AOR tendered absolute and unconditional apology and promised not to repeat such misconduct - Held: Rule BA enables the Court to deal with a situation where an AOR commits misconduct or he/she conducts himself/herself in a manner unbecoming of an AOR -- The Court is competent to proceed against an AOR suo motu, without any complaint from any person, if prima facie it is of the opinion that the AOR is guilty of misconduct or of conduct unbecoming of an AOR \"- Though the conduct of the noticee-AOR, has been reprehensible and not worth pardoning, considering the fact and circumstances, his conduct is censured and he is warned not to behave in future in such manner -- Court shall examine his conduct for one year and, if no improvement is found, may initiate the proceedings again. 0.4, \"· 4 and 6 - Advocate-on-Record - Role and duty - Misconduct - AOR lending their signatures in large number of cases and not appearing in Court - Held: The institution of AOR is \"to facilitate the working of the Court, as contained in 0.4. r. 6. -- It entitles an AOR to act, plead, conduct and prosecute before the Court in respect of all matters filed by him -- To act means to file an appearance or any pleading or any application in the Court and such a task has been , entrusted solely upon an AOR and no other advocate can file an appearance or act for the party without his authorization - A - In case an AOR is only lending his signatures without taking any responsibility for conducting the case, the very purpose of having the institution of AsOR stands defeated -- In such a fact-situation, lending of signatures for consideration would amount to misconduct of his duty towards Court and such an attitude tantamounts to cruelty in the most crude form towards the innocent litigant -- Conduct of such an AOR is unbecoming of an AOR - An AOR is the source of lawful recognition through whom the litigant is represented - As per the Rules, no unauthorised person can deal with the Registry and it must strictly adhere to the Rules. INTERPRETATION OF STATUTES: Ejusdem generis - Term, 'otherwise' occurring in r.BA of Supreme Court Rules, 1966 - Held: Should be construed as ejesdum generis and must be interpreted to mean some kind of legal obligation or some transaction enforceable in law. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "RAJA@ SASIKUMAR & ANR. VS. STATE THROUGH INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0MzQ=",
        "Citation": "[2013] 9 S.C.R. 230",
        "Case Type": "(CRIMINAL APPEAL /1839/2009)",
        "Date": "22 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9SYWphQCBTYXNpa3VtYXIgJiBBbnIuIF8gU3RhdGUgVGhyb3VnaCBJbnNwZWN0b3IgT2YgUG9saWNlXzE3MDE2ODIwMzgucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 230",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "22 August 2013",
        "Petitioner:": "Raja@ Sasikumar & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 552",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Through Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /1839/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Contents of FIR"
        ],
        "HeadNote": "PENAL CODE, 1860: s. 302134 - Murder - Conviction of 3 out of 7 accused -Appeal. by two of the convicts -- Held: In a case of severalaccused persons, on the same set of evidence, if it is possibleto remove the chaff from the grain, then the court would notbe committing any mistake in sustaining the prosecution caseagainst whom the evidence is shown to be intact - In theinstant case, testimonies of PWs are acceptable insofar asthe involvement of appellants in the crime is concerned -- Theconclusion arrived at by High Court is concurred with.FIR:Contents of FIR - Witnesses not named in complaint -Held: There is no need to mention all the details graphicallyin the complaint and it depends upon so many factors suchas condition of the injured etc."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "FIONA SHRIKHANDE VS. STATE OF MAHARASHTRA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0NDM=",
        "Citation": "[2013] 9 S.C.R. 240",
        "Case Type": "(CRIMINAL APPEAL /1231 /2013)",
        "Date": "22 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9GaW9uYSBTaHJpa2hhbmRlIF8gU3RhdGUgT2YgTWFoYXJhc2h0cmEgQW5kIEFub3RoZXJfMTcwMTY4MjQ1My5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 240",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "22 August 2013",
        "Petitioner:": "Fiona Shrikhande",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 553",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Maharashtra And Another",
        "Case Type:": "CRIMINAL APPEAL /1231 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Complaint",
            "cognizance",
            "Intentional insult"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973:s. 202 -Complaint - Order of Magistrate takingcognizance and issuing process against accused -Challenged - Held: Scope of enquiry u/s 202 is extremelylimited in the sense that the Magistrate, at this stage, isexpected to examine prima facie the truth or falsehood ofallegations made in the complaint -- He is not expected toembark upon a detailed discussion of merits or demerits ofthe case, but only to consider inherent probabilities apparenton the statement made in the complaint -- Once theMagistrate has exercised his discretion in forming an opinionthat there is ground for proceeding, it is not for higher courtsto substitute its own discretion for that of the Magistrate -- Inthe instant case, the complaint discloses a prima facie casemade out for initiating proceedings for the offence punishableu/s 504 /PC - Penal Code, 1860 - s.504.PENAL CODE, 1860:s. 504 - Intentional insult with intent to provoke breach ofpeace - Ingredients - Explained."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "STATE OF ORISSA VS. KHAGA @ KHAGESWAR NAIK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0NTI=",
        "Citation": "[2013] 9 S.C.R. 249",
        "Case Type": "(CRIMINAL APPEAL /1249/2013)",
        "Date": "23 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBPZiBPcmlzc2EgXyBLaGFnYSBAIEtoYWdlc3dhciBOYWlrICYgT3JzLl8xNzAxNjgyNzUyLnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 249",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "23 August 2013",
        "Petitioner:": "State Of Orissa",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 558",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Khaga @ Khageswar Naik & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1249/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "sudden fight",
            "murder"
        ],
        "HeadNote": "Penal Code, 1860:s.302134 and s.300, Exception 4 - Ingredients of -Explained - Held: Evidence discloses that when the victimabused the accused, two of them brought weapons and lathiand attacked the victim - Thus, the accused had sufficient timeto cool down and, therefore, it cannot be said that the crimewas committed in a heat of passion - Further, deceased beingan old man had merely abused the accused, verbal abusesare not fight - Therefore, this ingredient is also not satisfied -High Court erred in holding the convicts guilty u/s.304 (Part-II) - Judgment of High Court, in so far as it altered theconviction of respondents from s.302134 to that of s.304134,is set aside and the conviction as recorded by trial court,restored."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "KAMLESH PRABHUDAS TANNA & ANOTHER VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0Nzg=",
        "Citation": "[2013] 9 S.C.R. 257",
        "Case Type": "(CRIMINAL APPEAL /1517/2007)",
        "Date": "26 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9LYW1sZXNoIFByYWJodWRhcyBUYW5uYSAmIEFub3RoZXIgXyBTdGF0ZSBPZiBHdWphcmF0XzE3MDE2ODMyMjgucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 257",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "26 August 2013",
        "Petitioner:": "Kamlesh Prabhudas Tanna & Another",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 562",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /1517/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Appeal",
            "Appreciation of evidence"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973:Appeal - High Court affirming the conviction - Held: It isthe sacrosanct duty of appellate court, while sitting in appealagainst judgment of trial court, to be satisfied that the guilt ofaccused has been established beyond all reasonable doubt-- Appreciation of evidence and proper re-assessment toarrive: at the conclusion is imperative in a criminal appeal -In the instant case, High Court, while dealing with the statutoryappeal has failed to appreciate and scrutinize the evidencein proper perspective, and the reasons ascribed by it foraccepting the evidence and concurring with the view of the trialcourt is not supported by any acceptable reason -- There istotal lack of deliberation and proper ratiocination - Judgmentof High Court set aside and matter remitted to it for disposalof the appeal afresh."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "PEPSU ROAD TRANSPORT CORPORATION VS. NATIONAL INSURANCE COMPANY,",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0ODQ=",
        "Citation": "[2013] 9 S.C.R. 266",
        "Case Type": "(CIVIL APPEAL /8276/2009)",
        "Date": "26 AUGUST 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9QZXBzdSBSb2FkIFRyYW5zcG9ydCBDb3Jwb3JhdGlvbiBfIE5hdGlvbmFsIEluc3VyYW5jZSBDb21wYW55LF8xNzAxNjgzNDEyLnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 266",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "26 August 2013",
        "Petitioner:": "Pepsu Road Transport Corporation",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 563",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "National Insurance Company,",
        "Case Type:": "CIVIL APPEAL /8276/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MOTOR VEHICLES ACT",
            "fake driving licence"
        ],
        "HeadNote": "MOTOR VEHICLES ACT, 1988:s. 149 (2) (a) (ii) - Plea of fake driving licence raised byinsurer-Held: Onus is on the insurer to establish the defence- As far as owner of vehicle is concerned, when he hires adriver, he has to check whether the driver has a valid drivinglicence - Thereafter he has to satisfy himself as to the competence of the driver - If that is done, it can be said thatthe owner had taken reasonable care in employing a personwho is qualified and competent to drive the vehicle - He isnot expected to verify the genuineness of driving licence withthe licensing authority- In the instant case, the driver had beenput to a driving test and had also been imparted training by the appellant employer - In view of the evidence of licensingauthority, it cannot be absolutely held that the licence to thedriver had not been issued by the said authority and that thelicence was fake - Insurer is liable to indemnify the insured."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "RAJASTHAN AGRICULTURE UNIVERSITY, BIKANER VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM0OTE=",
        "Citation": "[2013] 9 S.C.R. 276",
        "Case Type": "(CIVIL APPEAL /7160/2013)",
        "Date": "27 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9SYWphc3RoYW4gQWdyaWN1bHR1cmUgVW5pdmVyc2l0eSwgQmlrYW5lciBfIFN0YXRlIE9mIFJhamFzdGhhbiAmIE9ycy5fMTcwMTY4MzU4My5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 276",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "27 August 2013",
        "Petitioner:": "Rajasthan Agriculture University, Bikaner",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 571",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /7160/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Retiral benefits",
            "Service Law"
        ],
        "HeadNote": "Service Law:Retiral benefits - CPF Scheme and Pension Scheme -Belated option of employee for CPF scheme accepted byemployer - After getting retiral benefits accordingly, employeeclaiming benefit of Pension Scheme - Held: A special favour ·was done to respondent by appellant University by acceptinghis option even after the prescribed period was over, and,therefore, he cannot be permitted to take undue advantageof the same - Notification No. Pension/RAJAUIC/91/F-7513668-768 dated 17.8.1991."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "BAL GOPAL MAHESHWARI & ORS VS. SANJEEV KUMAR GUPTA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1MDI=",
        "Citation": "[2013] 9 S.C.R. 283",
        "Case Type": "(CIVIL APPEAL /7279 /2013)",
        "Date": "30 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9CYWwgR29wYWwgTWFoZXNod2FyaSAmIE9ycyBfIFNhbmplZXYgS3VtYXIgR3VwdGFfMTcwMTY4Mzg1OS5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 283",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "30 August 2013",
        "Petitioner:": "Bal Gopal Maheshwari & Ors",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 579",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Sanjeev Kumar Gupta",
        "Case Type:": "CIVIL APPEAL /7279 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Striking off the defence"
        ],
        "HeadNote": "Code of Civil Procedure, 1908:0. 15, r. 5 - Striking off the defence - Suit for eviction onground for default in payment of rent - Tenant filing writtenstatement belatedly - Application by land-lord for striking offthe defence as defendant failed to deposit the rent even afterreceipt of notice - Allowed by trial court and revisional court- Order set aside .by High Court in a petition under Art. 227of Constitution - Held: Trial court fully applied its mind whileexercising its discretionary power to strike off the defence -Revisional court noticed the grounds and, exercising itsrevisional jurisdiction, affirmed the order - Order passed by Ecourts below were not perverse nor had they exceeded theirjurisdiction - Therefore, it was not open to High Court to sitin appeal under Art. 227 of the Constitution to alter suchfindings of fact and to accept the written statement without anyground \"-Judgment of High Court is set aside - Constitutionof India, 1950 - Art.227."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "SUNIL DAMODAR GAIKWAD VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1MTQ=",
        "Citation": "[2013] 9 S.C.R. 295",
        "Case Type": "(CRIMINAL APPEAL /165-166/2011)",
        "Date": "10 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9TdW5pbCBEYW1vZGFyIEdhaWt3YWQgXyBTdGF0ZSBPZiBNYWhhcmFzaHRyYV8xNzAxNjg0MTUwLnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 295",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "10 September 2013",
        "Petitioner:": "Sunil Damodar Gaikwad",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2013 INSC 601",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /165-166/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "mitigating and aggravating factors",
            "socio-economic compulsions"
        ],
        "HeadNote": "PENAL CODE, 1860:ss. 302 and 307 - Accused causing death of his wife and2 sons and attempting to cause death of his daughter -Sentenced to death by counts below u/s. 302 and lifeimprisonment u/s. 307 - Held: Apart from drawing a 'balancesheet' of mitigating and aggravating factors, socio-economiccompulsions such as poverty are also factors that are to beconsidered by courts while awarding a sentence -- In theinstant case, it has come in evidence that accused sufferedfrom economic and psychic compulsions - He had no priorcriminal record -- He had, in fact, intended to wipe out thewhole family including himself on account of abject poverty -- The possibility of reforming and rehabilitating him cannotbe ruled out - He is not likely to be menace or threat ordanger to society -- In the facts and circumstances, the casedoes not fall under the rarest of rare category so as to wan-anta punishment of death -- The 'individually inconclusive andcumulatively marginal facts and circumstances' tend towardsawarding lesser sentence of life imprisonment - Sentence u/s. 302 commuted to life imprisonment which would be till theend of his biological life - Sentence uls 307 reduced to 7years RI - In case the sentence of imprisonment for life isremitted or commuted to any specified period, the sentenceof imprisonment uls. 307 shall commence thereafter."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "DR. KULMEET KAUR MAHAL & ORS. VS. STATE OF PUNJAB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1MjA=",
        "Citation": "[2013] 9 S.C.R. 320",
        "Case Type": "(CIVIL APPEAL /7940 /2013)",
        "Date": "11 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Eci4gS3VsbWVldCBLYXVyIE1haGFsICYgT3JzLiBfIFN0YXRlIE9mIFB1bmphYiAmIE9ycy5fMTcwMTY4NDM4OC5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 320",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "11 September 2013",
        "Petitioner:": "Dr. Kulmeet Kaur Mahal & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 605",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Punjab & Ors.",
        "Case Type:": "CIVIL APPEAL /7940 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Medical admissions",
            "Impleadment"
        ],
        "HeadNote": "EDUCATION: Medical admissions - Admission to PG MedicalCourses - Weightage to in service candidates - Clarificatoryorder by High Court in review petition, without disturbing thealready allocated seats - Held: On facts, since the order doesnot deprive the appellants in getting admission into theirpreferred colleges or subjects, and they have already beenadmitted into various colleges and counseling is also over,it would not be in the interest of justice to disturb theadmissions of appellants or contesting respondents - Legalquestions left open.Impleadment:Medical admissions - Application for impleadment -Significance of time limit - Explained - Delay/Laches."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "MANOHAR LAL SHARMA VS. M.C.I. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1MzE=",
        "Citation": "[2013] 9 S.C.R. 325",
        "Case Type": "(WRIT PETITION (CIVIL) /590/2013)",
        "Date": "12 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9NYW5vaGFyIExhbCBTaGFybWEgXyBNLmMuaS4gQW5kIE90aGVyc18xNzAxNjg0NzQ2LnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 325",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "12 September 2013",
        "Petitioner:": "Manohar Lal Sharma",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 609",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "M.c.i. And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /590/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Medical education",
            "Medical Council of India"
        ],
        "HeadNote": " Coal - Allotment of coal blocks - Cancellation of - C Allotment of coal blocks made by Screening Committee of D E · F G H the Government of India and Government Dispensation route held arbitrary and illegal - Consequences of such cancellation - Affidavit by Union of India to the effect that coal is actually mined from 40 coal blocks listed in Annexure I to the affidavit and 6 coal blocks listed in Annexure II are ready for extraction - Issue whether the allotment of these coal blocks to be cancelled or not - Held: Process of allotment cannot be reopened collaterally through the appointment of a committee, as it would virtually amount to nullifying the judgment - All the parties likely to be adversely affected were given a hearing, .thus, principle of natural justice was applied - The first category of allotments are o,ther than those mentioned in Annexure 1 and Annexure 2 which are illegal and arbitrary, the allottees have not yet entered into any ·mining lease and they have not yet commenced production, thus, all these allotments are quashed - Second category being the 46 coal blocks mentioned in Annexure 1 and Annexure 2, though have commenced production or are on the verge of commencing production - These allocations are illegal and arbitrary, thus, are liable to be cancelled - However, the allotment of coal blocks Moher and Moher Amroli Extension allocated to Sasan Power Ltd. (UMPP), Tasia (allotted to Steel Authority of India Ltd. (SAIL), and Pakri Barwadih coal block (allotted to National Thermal PowerCorporation (NTPC), not liable to be cancelled - The cancellation would take effect from 31st March, 2015- Period of six months is being given since the Central Government and GIL would need some time to adjust to the changed situation and move forward as a/so adequate time is given to the coal block allottees to adjust and manage their affairs - Allottees of the coal blocks other than those covered by the judgment and the four coal blocks covered by this order to pay an amount of Rs. 2951- per metric ton of coal extracted as an additional levy within the stipulated period - Coal extracted hereafter ti/131 st March, 2015 would also attract the additional levy of Rs. 2951- per metric ton - Scrutiny by CBI in respect of allotment of 12 coal blocks out of 46 would continue.Education/Educational Institution: Medical education - Renewal of permission granted for third batch of MBBS -Subsequently rejected by Medical Council of India - Held: MCI has got the power to conduct a surprise inspection to find out whether the deficiencies pointed out have been rectified or not, especially when the College submits a compliance report - In the instant case, deficiencies pointed out by MCI team in its report are fundamental and very crucial, which cannot be ignored in the interest of medical education - MCI is duty bound to cancel the request if fundamental and minimum requirements are not satisfied - In the circumstances, MCI has rightly passed the order rejecting the approval for renewal of permission. Indian Medical Council Act, 1956: Medical Council of India - Powers and responsibilities of, as regards maintaining standards of medical education - Explained - Held: MCI, while deciding to grant permission, is not functioning as a quasi-judicial authority, but only as an administrative authority - Rigid rules of natural justice are, therefore, not contemplated - MCI has got power to conduct surprise inspection, which contemplates no notice - It has no power to dilute the statutory requirements - Minimum Standard Requirements for the Medical College for 150 Admissions Annually Regulations, 1999 - Schedule II - Natural justice. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "STATE OF U.P. VS. M/S LAKSHMI SUGAR & OIL MILLS LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1Mzk=",
        "Citation": "[2013] 9 S.C.R. 345",
        "Case Type": "(CIVIL APPEAL / 8085/2013)",
        "Date": "12 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMzQ1IC0gMzU5XzE3MDMzMDc5MzcucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 345",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "12 September 2013",
        "Petitioner:": "State Of U.p.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 611",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "M/s Lakshmi Sugar & Oil Mills Ltd. And Ors.",
        "Case Type:": "CIVIL APPEAL / 8085/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Scheduled Undertaking",
            "Writ Jurisdiction"
        ],
        "HeadNote": " UTTAR PRADESH SUGAR (ACQUISITION) ACT, 1971: UNDERTAKINGS s.2(h)(vi) read with s.3 - 'Scheduled undertaking' - Vesting of, in Sugar Corporation - Land of Sugar factory shown in revenue records as \"Parti Kadim Tilla\" (land not cultivated for a long time and in the form of hillock), held by consolidation authorities as vested in the Corporation - High Court directing to restore the name of sugar Company in revenue records - Held: All the three statutory authorities concurrently held that there was no evidence on record to show that the subject land was ever held or occupied by the respondent-Company for agricultural purposes or that any agricultural activity was ever carried out on the same -- These concurrent findings of fact could not have been reversed by the High Court in its writ jurisdiction -- Therefore, the subject land has been rightly taken as vested in the Corporation. CONSTITUTION OF INDIA 1950: Art. 226 - Writ jurisdiction of High Court - Scope of - High Court reversing the concurrent findings of all the three consolidation authorities - Held: Whether or not the respondent-company held or occupied the subject land for cultivation was essentially a question of fact, answered against the company -- High Court failed to appreciate that it was not sitting in appeal over the findings recorded by the authorities below -- It could not reappraise the material and hold that the land was held or occupied for cultivation and substitute its own finding for that of the authorities -- High Court, thus, committed an error - Uttar Pradesh Sugar Undertakings (Acquisition) Act, 1971. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "RESURGENCE INDIA VS. ELECTION COMMISSION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1NTE=",
        "Citation": "[2013] 9 S.C.R. 360",
        "Case Type": "(WRIT PETITION (CIVIL) /121/2008)",
        "Date": "13 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMzYwIC0gMzgzXzE3MDMzMDgwNzkucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 360",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "13 September 2013",
        "Petitioner:": "Resurgence India",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2013 INSC 617",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Election Commission Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /121/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Freedom of Speech and Expression",
            "Voter's Right"
        ],
        "HeadNote": " Constitution of India, 1950:. Art. 19(1)(a) - Freedom of speech and expression - Right to know...: Voter's right to know about the candidate contesting the election - /Explained - Held: Citizen's right to know of the candidate who represents him in Parliament/State Assembly will constitute an integral part of Art.19(1)(a); and any act, which is derogative of the fundamental rights is ultra vires - Purpose of filing of affidavit along with the nomination paper is to effectuate the fundamental right of the citizen under Art.19(1)(a) - The citizens are entitled to have the necessary information at the time of filing of the nomination paper in order to make a choice of their voting. Representation of the People Act, 1951: s.33-A read with ss. 36 and 125-A - Right to information - Candidates contesting the election - Filing of nomination paper - Affidavit with particulars left blank - Furnishing of information as required under sub-s.(1) of s.33-A and as laid down in the judgments of Supreme Court in Association for Democratic Reforms and People's Union for Civil Liberties - Principles culled out and directions issued - Held: Every candidate is obligated to file an affidavit with relevant information with regard to his/her criminal antecedents, assets and liabilities and educational qualifications - Filing of affidavit with particulars left blank will render the affidavit nugatory - If a candidate fails to fill the blanks even after reminder by Returning Officer, the nomination paper is fit to be rejected -Power of Returning Officer to reject nomination paper must be exercised very sparingly but the bar should not be laid so high that justice itself is prejudiced - It is clarified that Para 73 of the judgment in People's Union for Civil Liberties will not come in the way of Returning Officer to reject the nomination paper when affidavit is filed with particulars left blank. s.36 read with s.33-A - Scrutiny of nomination - Duty of Returning Officer - Explained - Furnishing of relevant information - Held: Returning Officer can compel a candidate to furnish information relevant on the date of scrutiny - Election Commission already has a standard draft format for reminding the candidates to file an affidavit as stipulated - Another clause may be inserted in the format for reminding the candidates to fill the blanks with relevant information thereby conveying the message that no affidavit with particulars left blank will be entertained.  s.125 A(i) - Filing of false affidavit and filing of affidavit E with particulars left blank - Held: Filing of affidavit with particulars left blank will be directly hit by s.125A(i) - However, as the nomination paper itself is rejected by Returning Officer, there is no reason to penalize the candidate again for the same act by prosecuting him/her - If the F candidate who has filed an affidavit with false information as well as the candidate who has filed an affidavit with particulars left blank are treated at par, it will result in breach of fundamental right guaranteed under Art. 19(1 )(a) of the Constitution, viz., 'right to know', which is inclusive of freedom G of speech and expression. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "H. P. SCHEDULED TRIBES EMPLOYEES FEDERATION & ANR. VS. HIMACHAL PRADESH S. V. K. K. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1NjY=",
        "Citation": "[2013] 9 S.C.R. 384",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) / 30143/2009)",
        "Date": "13 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMzg0IC0gNDA5XzE3MDMzMDgxODEucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 384",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "13 September 2013",
        "Petitioner:": "H. P. Scheduled Tribes Employees Federation & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 618",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Himachal Pradesh S. V. K. K. & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) / 30143/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reservation in Promotion",
            "Statement Made by Counsel"
        ],
        "HeadNote": " SERVICE LAW: ReseNation in promotion - Consequential seniority - Compliance of direction in M. Nagaraj's case - State of Himachal Pradesh issuing circulars dated 7.9.2007 and 23.1.2010- Plea of State Government to await the finalization of 117th Constitution Amendment - Held: The material on record indicates the intention of the State not to comply with the earlier decision to implement the policy of reseNation in promotions and the grant of consequential seniority - State Government, directed to take a final decision on the issue - The proposed 117th Constitutional Amendment would not adversely affect the merits of the claim of petitioner, for grant of promotion with consequential seniority. Practice and Procedure: Statement made by counsel before Court - Disposal of case accordingly - Held: When a statement is made before the court it is, as a matter of course, assumed that it is made sincerely and is not an effort to over-reach the court - The statement by the counsel is not expected to be flippant, mischievous, misleading and certainly not false - This confidence in statements made by the counsel is founded on the assumption that the counsel is aware that he is an officer of the court. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "STANDARD CHARTERED BANK VS. DHARMINDER BHOHI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1ODI=",
        "Citation": "[2013] 9 S.C.R. 410",
        "Case Type": "(CIVIL APPEAL /8486/2013)",
        "Date": "13 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9TdGFuZGFyZCBDaGFydGVyZWQgQmFuayBfIERoYXJtaW5kZXIgQmhvaGkgQW5kIE90aGVyc18xNzAxNjg1OTIxLnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 410",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "13 September 2013",
        "Petitioner:": "Standard Chartered Bank",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2013 INSC 619",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Dharminder Bhohi And Others",
        "Case Type:": "CIVIL APPEAL /8486/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "DRT",
            "DRAT",
            "adjournments"
        ],
        "HeadNote": "SECURITISATION AND RECONSTRUCTION OFFINANCIAL ASSETS AND ENFORCEMENT OFC SECURITY INTEREST ACT, 2002:Delay in disposal of cases and granting of adjournmentsby DRT and DRAT - Object of the Act - Explained -- Held:Delay in disposal of application by DRT and appeal by DRAT has the potentiality or creating a corrosion in the economicspine of the country - Grant of an adjournment should be anexception and not a routine and mechanical matter -Tribunals are expected to act in quite promptitude, so that an. ingenious litigant does not take recourse to dilatory tactics -In the case at hand, there was no reason for DRAT to keep on adjourning the matter and finally dispose it by passing anextremely laconic order -- A curative step is warranted andChairman and Members of DRAT shall endeavour to remainalive to the obligations as expected of them by such speciallegislations, namely, SARFAESI Act and ROB Act - Adjournments.RECOVERY OF DEBTS DUE TO BANKS ANDFINANCIAL INSTITUTIONS ACT, 1993: ss. 19 and 22 - Object of the Act and the procedurebefore Tribunal - Held: DRT and DRAT shall not be boundby the procedure laid down by the Code of Civil Procedure,but shall be guided by the principles of natural justice andsubject to the rules framed -- They have been conferred powers to regulate their own procedure, as the very purposeof their establishment is to expedite disposal of applicationsand appeals preferred before them -- They have the characterof specialized institutions with expertise and have beenconfeffed jurisdiction to decide the /is in speedy manner sothat the larger public interest, that is, the economy of thecountry does not suffer.s.19(25) - Powers of Tribunal - Held: s.19(25) conferslimited powers -- Tribunal has been given power under thestatute to pass such other orders and give such directions asto give effect to its orders or to prevent abuse of its processor to secure the ends of justice -- Tribunal is required tofunction within the statutory parameters - It does not have anyinherent powers - Tribunal cannot assume the role of a courtof different nature which can grant \"liberty to initiate any actionagainst the bank\" -- Taking note of a submission made at thebehest of auction purchaser and then proceed to say that heis at liberty to file any action against bank for any omissioncommitted by it, has no sanction of law -- Therefore, theobservation, namely, \"liberty is also given to the auctionpurchaser to file action against the bank for any omissioncommitted by it\", is deleted -- Judgment of High Court wherebyit has declined to interfere with the grant of liberty by ORA Tis also set aside."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "M/S. TATA IRON & STEEL CO. LTD. VS. STATE OF JHARKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1OTM=",
        "Citation": "[2013] 9 S.C.R. 437",
        "Case Type": "(CIVIL APPEAL /8246/2013)",
        "Date": "16 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNDM3IC0gNDUwXzE3MDMzMDgyNDkucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 437",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "16 September 2013",
        "Petitioner:": "M/s. Tata Iron & Steel Co. Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 625",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Jharkhand & Ors.",
        "Case Type:": "CIVIL APPEAL /8246/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reference",
            "Industrial Disputes Act",
            "Jurisdiction of Labour Court"
        ],
        "HeadNote": " Industrial Disputes Act, 1947: s.10(1) - Reference of disputes to Labour Court - Jurisdiction of Labour Court - Explained. s.10(1) - Reference of dispute to Labour Court - Defective reference - Held: In the instant case, the reference does not reflect the real dispute between the parties - On the contrary, the manner in which the reference is worded, shall preclude the appellant to put forth and prove its case as it would deter the Labour Court to go into those issues - The reference also implies that the appropriate Government has itself decided the contentious issues and assumed the role of an adjudicator which is, otherwise, reserved for the Labour Court/ Industrial Tribunal - The reference being defective, is quashed - Appropriate Government directed to make reference afresh, incorporating real essence of the dispute as discussed in the judgment. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "R. VENKATA RAMANA & ANR. VS. THE UNITED INDIA INSURANCE CO. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2MDU=",
        "Citation": "[2013] 9 S.C.R. 451",
        "Case Type": "(CIVIL APPEAL /8283 /2013)",
        "Date": "17 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNDUxIC0gNDU2XzE3MDMzMDgzMjIucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 451",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "17 September 2013",
        "Petitioner:": "R. Venkata Ramana & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 631",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "The United India Insurance Co. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /8283 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Accident",
            "Just Compensation"
        ],
        "HeadNote": " Motor Vehicles Act, 1988: Motor accident - Victim, a 17 year old student became disabled - Tribunal awarded compensation of Rs. 18, 75, 8001 - with 7.5% interest- High Court reduced it to Rs. 12,45,8001 - Held: Keeping in view the amount spent by parents on treatment of victim and the fact that he has practically become bedridden and would require care by a person throughout his life, compensation by Tribunal was just and proper- Judgment of High Court set aside and that of Tribunal restored. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "AJOY ACHARYA VS. STATE BUREAU OF INV. AGAINST ECO. OFFENCE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2MTg=",
        "Citation": "[2013] 9 S.C.R. 457",
        "Case Type": "(CRIMINAL APPEAL /1454/2013)",
        "Date": "17 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Bam95IEFjaGFyeWEgXyBTdGF0ZSBCdXJlYXUgT2YgSW52LiBBZ2FpbnN0IEVjby4gT2ZmZW5jZV8xNzAxNjg2ODk0LnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 457",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "17 September 2013",
        "Petitioner:": "Ajoy Acharya",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 632",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Bureau Of Inv. Against Eco. Offence",
        "Case Type:": "CRIMINAL APPEAL /1454/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "prosecution of public servant",
            "Previous sanction"
        ],
        "HeadNote": "Code of Civil Procedure, 1973:s. 197 read with s.239 CrPC and s.19 of P.C. Act -Previous sanction for prosecution of public servant -Appellant, an /AS, holding offices of Industries Commissionerin State Government and a nominee Director of MPSIDC -Misuse of position by appellant while discharging his 0responsibilities as a nominee Director of MPSIDC -Prosecution of - Held: The Governor under Clause 89 ofMemorandum and Articles of Association of MPSIDC hasabsolute discretion to nominate anyone suitable as per hiswisdom, as nominee Director of MPSIDC and is also vested with absolute discretion to remove a nominee Director -Participation of appellant in the meeting of the Board ofDirectors of MPSIDC was not on account of his holding theoffice of Industries Commissioner, Government of MadhyaPradesh, nor was it on account of his being a member of IAScadre - Therefore, sanction if required, ought to have been Fobtained from the Governor of the State - However, sinceappellant was not holding the public office which he is allegedto have abused, when the first charge sheet was filed, therewas no need to obtain any sanction before proceeding toprosecute him for the offences Alleged against him.s.197 - Previous sanction for prosecution of publicservant - Held: Sanction is essential only if, at the time of taking cognizance, accused was still holding the public officewhich he allegedly abused.s. 197 - Previous sanction for prosecution of publicservant - Plurality of offices held by public servant - Held: Ifan accused holds a plurality of offices, sanction is essentialonly at the hands of the competent authority entitled toremove him from service of the office which he had allegedlymisused.s. 197 - Previous sanction for prosecution of publicC servant - Public servant, a nominee Director of MPSIDC -Plea that such nominee Director was not in charge of conductof business of MPSDIC nor was he responsible for its day today activities - Held: Accusation implicating the appellant, isdirectly attributable to him as nominee Director of MPSIDCD - His culpability lies in the mischief of passing the resolutionin question - Implementation of said resolution is theconsequential effect of the said mischief."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "RANJEET GOSWAMI VS. STATE OF JHARKHAND & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2Mzc=",
        "Citation": "[2013] 9 S.C.R. 497",
        "Case Type": "(CRIMINAL APPEAL /1465/2013)",
        "Date": "18 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9SYW5qZWV0IEdvc3dhbWkgXyBTdGF0ZSBPZiBKaGFya2hhbmQgJiBBbnIuXzE3MDE2ODcxOTEucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 497",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "18 September 2013",
        "Petitioner:": "Ranjeet Goswami",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 635",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Jharkhand & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1465/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile in conflict with law"
        ],
        "HeadNote": "JUVENILE JUSTICE (CARE AND PROTECTION OFCHILDREN) ACT, 2000:s. 2(2) - Juvenile in conflict with law - Proof of juvenility- The school leaving certificate having been proved, theaccused could not be subjected to medical examination -Going by the school leaving certificate, since appellant wasa juvenile on the date of occurrence, he can be tried only byJJ Board."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "DR. B. R. AMBEDKAR MEDICAL COLLEGE & OTHERS VS. UNION OF INDIA & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2NTU=",
        "Citation": "[2013] 9 S.C.R. 503",
        "Case Type": "(WRIT PETITION (CIVIL) /580/2013)",
        "Date": "18 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Eci4gQi4gUi4gQW1iZWRrYXIgTWVkaWNhbCBDb2xsZWdlICYgT3RoZXJzIF8gVW5pb24gT2YgSW5kaWEgJiBBbm90aGVyXzE3MDE2ODczOTQucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 503",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "18 September 2013",
        "Petitioner:": "Dr. B. R. Ambedkar Medical College & Others",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 636",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India & Another",
        "Case Type:": "WRIT PETITION (CIVIL) /580/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Medical admissions",
            "Enhancement of annual intake"
        ],
        "HeadNote": "Enhancement of Annual Intake Capacity inUndergraduate Courses in Medical College for the AcademicSession 2013-14 only Regulations 2013:Medical admissions - Enhancement of annual intakecapacity in undergraduate medical courses - CorrigendumNotification issued by Central Government confining benefitsof Regulations, 2013 to Government Colleges only - Held:The Corrigendum is not violative of Art. 14 - In a given case, Central Government, in exercise of power confe\"ed on it byvirtue of Establishment of Medical College Regulations(Amendment), 2012, for reasons to be recorded in writing, canmodify the time schedule in respect of any of five classes orcategories of applicants mentioned in Regulation 1999 -Central Government has power to modify the time scheduleto Government Medical Colleges alone, out of the fivecategories -The corrigendum extending the last date wasmade applicable only to Government medical collegesrecording the reason that the time would be very short so as to process the applications by MCI received from non-government medical colleges - Therefore, it cannot be saidthat the decision taken by Central Government is perverse,arbitrary or unreasonable, so as to strike down thecorrigendum, under the extra-ordinary jurisdiction of the Court under Art. 32 of the Constitution - Establishment of MedicalCollege Regulations, 1999 - Establishment of MedicalCollege Regulations (Amendment), 2012 - Constitution ofIndia, 1950 - Art. 14 read with Art. 32 The petitioners-Private unaided Medical Collegeschallenged the corrigendum Notification No. 37(1) 2013/One Time Permission/Med./1935, in so far as it confinedthe benefits of the \"Enhancement of Annual IntakeCapacity in Undergraduate Courses in Medical Collegeforthe Academic Session 2013-14 only Regulations2013\" ( \"Regulations 2013\"), to the Government MedicalColleges only, as ultra vires Art. 14 of the Constitution ofIndia, 1950."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "UNIVERSITY GRANTS COMMISSION & ANR. VS. NEHA ANIL BOBDE (GADEKAR)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2NjY=",
        "Citation": "[2013] 9 S.C.R. 521",
        "Case Type": "(CIVIL APPEAL /8355/2013)",
        "Date": "19 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Vbml2ZXJzaXR5IEdyYW50cyBDb21taXNzaW9uICYgQW5yLiBfIE5laGEgQW5pbCBCb2JkZSAoZ2FkZWthcilfMTcwMTY4NzYyNi5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 521",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "19 September 2013",
        "Petitioner:": "University Grants Commission & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 641",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Neha Anil Bobde (gadekar)",
        "Case Type:": "CIVIL APPEAL /8355/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "University Grants Commission",
            "National Eligibility Test"
        ],
        "HeadNote": "University Grants Commission Act, 1956:ss.12 and 26 - National Eligibility Test 2012 conductedby UGC - Challenges on the ground that changes ofqualifying criteria reflected in final declaration of final resultswas arbitrary, illegal, without authority and violative of Arl. 14of the Constitution - Held: All the steps taken by UGC werestrictly in accordance with clause 7 of the Notification for NETExamination, 2012 - Prescribing the qualifying criteria as perclause 7 does not amount to a change in the rule as it wasalready pre-meditated in the notification - It cannot be saidthat the UGC has acted arbitrarily or whimsically against thecandidates - To clear the NET Examination, means clearingthe final results, not merely passing in individual papers,which is only the initial step - Candidate should satisfy thefinal qualifying criteria laid down by UGC before declarationof results - It is open to UGC to lay down any \"qualifyingcriteria\", which has a rational nexus to the object to beachieved, i.e. for maintenance of standards of teaching,examination and research - UGC has only implemented theopinion of Experls by laying down the qualifying criteria, whichcannot be considered as arbitrary, illegal or discriminatory orviolative of Arl. 14 of the Constitution of India - UniversityGrants Commission Regulations, 2010.Universities:Academic matters - Held: In academic matters, unlessA there is a clear violation of statutory provisions, Regulationsor Notification issued, courts shall keep their hands off sincethose issues fall within domain of the experts."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "BALDEV SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2ODE=",
        "Citation": "[2013] 9 S.C.R. 547",
        "Case Type": "(CRIMINAL APPEAL /1303/2005)",
        "Date": "20 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9CYWxkZXYgU2luZ2ggXyBTdGF0ZSBPZiBQdW5qYWJfMTcwMTY4ODAwNC5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 547",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "20 September 2013",
        "Petitioner:": "Baldev Singh",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2013 INSC 644",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1303/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay in lodging of FIR",
            "Evidence",
            "Witness at enmity"
        ],
        "HeadNote": "PENAL CODE, 1860:ss. 302 read with s. 120-B - Police party picking up 7members of complainant's family - Victims did not return -Conviction by courts below u/ss 364, 452, 120-B and 302 -Held: Evidence adduced is that the seven persons abductedby appellants were seen in different police stations and alsoin residential quarters near the police station - On thisevidence, court cannot hold that the two appellants have killedthe seven abducted persons only because they have not beentraced or are found missing - No material has been placedbefore the court to establish that the last police station in whichthe seven persons or any of them were kept was under thecontrol of the appellants - In absence of such evidence, thefinding of guilt recorded by courts below u/s. 302 againstappellants, was not correct either on facts or on law -Therefore, conviction of appellants u/s. 302 read with s. 120- is set aside.ss. 364 and 452 - Seven members of a family pickedup by police party - Victims did not return - Held: It has beenestablished that appellants had gone to the house ofcomplainant in the early morning and picked up 7 membersof his family - Therefore, conviction of appellants u/ss 364and 452 was rightly maintained by High Court- The sentenceof three years with fine u/s 452 is maintained - However, inthe facts of the case, keeping in view illustration (h) tos.220(1) CrPC, as seven persons had been abducted by appellants, they were guilty of seven offences and should bepunished for each of these offences u/s. 364 - Therefore, itis directed that the fine of Rs.40001- as imposed by trial courtand the period of rigorous imprisonment of five years will befor each of the seven offences of abduction and the five yearsB rigorous imprisonment for each of the seven offences ofabduction will run consecutively and not concurrently - Codeof Criminal Procedure, 1973 - s.220(1), /11.(h).Delay/Laches:Delay in lodging of FIR - Held: Delay in lodging of FIRoften results in embellishment as well as the introduction ofa distorted version of what may have actually happened, butthe facts of each case have to be examined to find outwhether the delay in lodging the FIR is fatal to prosecution case - In the instant case, there is enough evidence of thefact that complainant was afraid of lodging the complaint tolocal police station which was under the control of one of the.. accused-appellants - Delay of 2 months and 21 days inlodging the FIR has been explained by the facts and the evidence adduced - FIR.Delay in recording statements u/s 161 CrPC - Held:Complainant in the very first complaint had named theappellants as the persons who raided their house and pickedup seven members of his family, and therefore, the fact thatthere was considerable delay of two years from the date oflodging the FIR in recording of statements of witnesses doesnot make their evidence in this regard doubtful.Evidence:Witness at enmity with accused - Evidence of - Held:Testimony .of such a witness has to be carefully scrutinizedby the court before it is accepted, but only on account ofenmity, court cannot discard evidence of the witness altogether."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "DELTA DISTILLERIES LIMITED VS. UNITED SPIRITS LIMITED & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2OTY=",
        "Citation": "[2013] 9 S.C.R. 573",
        "Case Type": "(CIVIL APPEAL / 8426/2013)",
        "Date": "23 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice H.L. Gokhale\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9EZWx0YSBEaXN0aWxsZXJpZXMgTGltaXRlZCBfIFVuaXRlZCBTcGlyaXRzIExpbWl0ZWQgJiBBbnIuXzE3MDE2ODg0MjkucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 573",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "23 September 2013",
        "Petitioner:": "Delta Distilleries Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 649",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "United Spirits Limited & Anr.",
        "Case Type:": "CIVIL APPEAL / 8426/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "court assistance in taking evidence",
            "Arbitral Tribunal"
        ],
        "HeadNote": "ARBITRATION AND CONCILIATION ACT, 1996:s. 27 rlw s. 25 - Petition for seeking court assistance intaking evidence - Claim regarding set-off/refund pertainingto sales tax - Prayer by respondent seeking to produceassessment orders relating to appellant - Held: Arbitrator IArbitra/ Tribunal is required to make an. award on merits ofthe claim placed before it - For that purpose, if any evidencebecomes necessary, Tribunal ought to have power to get theevidence and it is for this purpose only that the enablingprovision in s.27 has been made - If a claim is to be decidedon the basis of an order of assessment, claimant cannot bedenied the right to seek a direction to party concerned toproduce the assessment order - High Court rightly directedthe appellant to produce the documents which were soughtby first respondent - Arbitration Act, 1940 - s.43.Interpretation of statutes:Construing of a statutory provision - Held: Words usedin a statute are to be read as they are used, to the extentpossible, to ascertain the meaning thereof - s. 71 ofMaharashtra Value Added Tax, 2002 and s. 64 of BombaySa/es Tax Act, contain a bar only against Government officers Gfrom producing the documents mentioned therein - Thereis no bar therein against a party to produce any suchdocument - Maharashtra Value Added Tax, 2002 - s. 71 -Bombay Sales Tax Act, 1959 - s.64."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "KUSHESWAR NATH PANDEY VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3MTg=",
        "Citation": "[2013] 9 S.C.R. 593",
        "Case Type": "(CIVIL APPEAL /6658/2013)",
        "Date": "05 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9LdXNoZXN3YXIgTmF0aCBQYW5kZXkgXyBTdGF0ZSBPZiBCaWhhciAmIE9ycy5fMTcwMTY4OTE0MC5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 593",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "05 August 2013",
        "Petitioner:": "Kusheswar Nath Pandey",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 514",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /6658/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Promotion"
        ],
        "HeadNote": "Service Law - Promotion - Time bound promotion -Granted to appellant in 1998 - Promotion subsequently foundto be irregular as appellant had not passed promotionalexamination prior thereto - Orders issued in 2009 forcancellation of the promotion - Justification - Held: On facts,not justified - The appellant was not at all in any way at fault- It was a time bound promotion which was given to him andsome eleven years thereafter, the Government Authoritieswoke up - Moreover, appellant had passed the requiredexamination subsequently in 2007 much before thecancellation orders were issued in 2009 - Approach of theGovernment authorities was totally unjustified."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "M/S TIRUPATI DEVELOPERS VS. STATE OF UTTARAKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3MjU=",
        "Citation": "[2013] 9 S.C.R. 598",
        "Case Type": "(CIVIL APPEAL /6619/2013)",
        "Date": "08 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNTk4IC0gNjA4XzE3MDMzMDgzOTUucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 598",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "08 August 2013",
        "Petitioner:": "M/s Tirupati Developers",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 527",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Uttarakhand & Ors.",
        "Case Type:": "CIVIL APPEAL /6619/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Indian Stamp Act"
        ],
        "HeadNote": " Indian Stamp Act, 1899 - s.28 rlw Art.5 (b-1) of Schedule 18 [as applicable to the State of Uttarakhand] and ss.33, 38 and 47 A - Deficit stamp duty - Agreements for sale executed in favour of appellant - Presented before the Deputy Registrar for registration - Matter referred by him to Assistant Commissioner (Stamp and Registration) who held that the stamp duty paid on the documents was deficient and directed the appellant to make up for the deficit stamp duty alongwith penalty imposed as well as interest - Writ Petitions in High Court - Partial relief given to appellant modifying the orders of Deputy Registrar, inasmuch as deficient stamp duty was worked out at a lesser amount and on this reduced penalty of 15% was imposed - Held: The subject matter of the documents fell u/s. 33 - Subsequent conduct of the parties in cancelling the agreements cannot be a reason for not taking action u/s. 33138 - Main argument of the appellant before the High Court was that at the relevant time stamp duty was payable @ Rs. 801- per thousand whereas the Assistant Commissioner (Stamps) had calculated the same @ Rs. 1251 - per thousand - This argument has already been accepted by the High Court whereby stamp duty payable was reduced and relief to that extent has already been given - Likewise the High Court also set aside the order of the Assistant Commissioner (Stamps) in so far as the interest payment was imposed upon the appellant - In any case, High Court reduced the penalty to 15% of the deficit stamp duty, thereby giving sufficient succour to the appellant - No further relief can be granted to the appellants. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "STATE OF UTTARANCHAL AND ANOTHER VS. SRI SHIV CHARAN SINGH BHANDARI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3Mzg=",
        "Citation": "[2013] 9 S.C.R. 609",
        "Case Type": "(CIVIL APPEAL /7328-7329/2013)",
        "Date": "23 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBPZiBVdHRhcmFuY2hhbCBBbmQgQW5vdGhlciBfIFNyaSBTaGl2IENoYXJhbiBTaW5naCBCaGFuZGFyaSBBbmQgT3RoZXJzXzE3MDE2ODk3MTkucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 609",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "23 August 2013",
        "Petitioner:": "State Of Uttaranchal And Another",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 560",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Sri Shiv Charan Singh Bhandari And Others",
        "Case Type:": "CIVIL APPEAL /7328-7329/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Ad hoc promotion",
            "Service matters",
            "Limitation"
        ],
        "HeadNote": "SERVICE LAW:Ad hoc promotion - Granted to junior - Held: A seniorhas right to be considered even for adhoc promotion -- Ifseniors are eligible as per the rules and there is no legaljustification to ignore them, the employer, at his whim orcaprice, cannot extend the promotional benefit to a junior onad hoc basis.Ad hoc promotion - Granted to junior - Belated claim byseniors to promote them from the date their junior was grantedad hoc promotion - However on regular promotion, theirseniority in promotional post maintained - Held: Thoughclaim of promotion is based on the concept of equality andequability, relief has to be claimed within a reasonable time-- In the instant case, cause of action had arisen for assailingthe order when junior employee was promoted on ad hoc basis-- A stale claim of getting promotional benefits should nothave been entertained by Tribunal and accepted by HighCourt -- Direction given by Tribunal which has been concurredwith by High Court, being unsustainable in law, is set aside -Delay/Laches.Service matters - Limitation - Held: The issue oflimitation or delay and /aches should be considered withreference to the original cause of action -- A mere submissionof representation to competent authority does not arrest time."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, JALANDHAR VS. M/S. KAY KAY INDUSTRIES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3NDQ=",
        "Citation": "[2013] 9 S.C.R. 623",
        "Case Type": "(CIVIL APPEAL /7031/2009)",
        "Date": "26 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNjIzIC0gNjQwXzE3MDMzMDg0NjAucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 623",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "26 August 2013",
        "Petitioner:": "Commissioner Of Central Excise, Jalandhar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 565",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Kay Kay Industries",
        "Case Type:": "CIVIL APPEAL /7031/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Rules"
        ],
        "HeadNote": " CENTRAL EXCISE RULES, 1944: rr. 57-A(4) and (5) read with r.57-A(6) and (1) -Notification No. 58197-CE(NT) dated 1.9.1997·- Deemed MODVAT credit - Claimed by manufacturer of final product - Adjudicating authority and appellate authority ordered recovery of the amount on the ground that the supplier of inputs had not discharged full duty liability - Held: In the instant case,. a declaration was given by manufacturer of inputs indicating that excise duty had been paid on the said inputs under the Act - Further, the said inputs were directly received from manufacturer and not purchased from the market - When the prescribed procedure has been duly followed by assessee-manufacturer of final products, it cannot be said that the assessee has not taken reasonable care as prescribed in the notification - Orders of adjudicating authority and appellate authority rightly quashed by Tribunal and High Court - Notification No. 58197-CE (NT) dated 1.9.1997 - Clause (6) - Customs Tariff Act, 1975 - s. 3- Central Excise Act, 1944. s.57-A(6), Proviso - Credit of duty of excise or additional duty- Held: The proviso postulates and requires \"reasonable care» and not verification from the department whether the duty stands paid by the manufacturer-seller. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "LAXMI NARAIN MODI VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3NTA=",
        "Citation": "[2013] 9 S.C.R. 641",
        "Case Type": "(WRIT PETITION (CIVIL) /309 /2003)",
        "Date": "27 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNjQxLTY1N18xNzA0NDU5NzIzLnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 641",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "27 August 2013",
        "Petitioner:": "Laxmi Narain Modi",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 575",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /309 /2003",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Slaughter houses",
            "Prevention of Cruelty to Animals"
        ],
        "HeadNote": "Prevention of Cruelty to Animals (Establishment and Registration of Societies for Prevention of Cruelty to Animal) Rules, 2000; Prevention of Cruelty to Animals (Slaughter House) Rules,. 2000; Solid Waste (Management and Handling) Rules, 2000; Environment Protection Act, 1986: By Orders dated 23.8.2012 and 10.10.2012, Supreme Court directed constitution of State Committees for supervising and monitoring the implementation of the provisions of these statutes - By Order dated 27.8.2013 directed State Committees to file Action Taken Report - Held : Action taken Reports indicated that in many States, slaughter houses have been functioning without any licence and even the licenced slaughter houses are also not following the various provisions as well as the guidelines issued by the MoEF - There is no periodical supervision or inspection of the various slaughter houses functioning in various parts of the country - The presence of an experienced Judicial Officer in the State Committees would give more life and light to the Committees, who can function as its Convener - The Convener, so appointed, would see that the Committees meet quite often and follow and implement the provisions of the Act as well as the guidelines issued by the MoEF, which has been made a part of order dated 27.8.2013 - In such circumstances, request made to the Chief Justices of the various High Courts in the country to nominate the name of a retired District Judge. for a period of two years as a Convener of the Committee so as to  enable him to send the quarterly reports to  Supreme Court. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "SINGARENI COLLIERIES CO. LTD. VS. VEMUGANTI RAMAKRISHAN RAO & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3NTg=",
        "Citation": "[2013] 9 S.C.R. 658",
        "Case Type": "(CIVIL APPEAL /7212-7213/2013)",
        "Date": "29 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNjU4IC0gNjc4XzE3MDMzMDg1MzAucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 658",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "29 August 2013",
        "Petitioner:": "Singareni Collieries Co. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 578",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Vemuganti Ramakrishan Rao & Ors.",
        "Case Type:": "CIVIL APPEAL /7212-7213/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "Certified Copy",
            "Casus Omissus"
        ],
        "HeadNote": " LAND ACQUISITION ACT, 1894: s. 11-A, Explanation, read with ss. 4 and 6 - Limitation to make award - Time taken for obtaining copy of stay order - Held: Cannot be excluded to bring the award within limitation -- Explanation to s. 11-A permits exclusion of the period during which the court had stayed the acquisition proceedings 0 for the purpose of reckoning the period of two years prescribed for making the Award, but it does not provide for exclusion of the time taken to obtain a certified copy of the judgment or order by which the stay order was either granted or vacated - s. 12 of Limitation Act has no application to making of an award under LA Act - Doctrine of casus omissus also cannot E be applied - In the instant case, award made stood elapsed - Limitation Act, 1963 - s. 12 - Interpretation of Statutes - Incorporation by reference - Casus omissus. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "NOOR SABA VS. ANOOP MISHRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3NjQ=",
        "Citation": "[2013] 9 S.C.R. 679",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /3/2012)",
        "Date": "29 AUGUST 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNjc5IC0gNjg3XzE3MDMzMDg2MDQucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 679",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "29 August 2013",
        "Petitioner:": "Noor Saba",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 582",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Anoop Mishra & Anr.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /3/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court"
        ],
        "HeadNote": " Contempt of court: Contempt petition alleging non-compliance of Court's order - Held: The exercise of contempt jurisdiction is summary in nature and an adjudication of the liability of the alleged contemnor for wilful disobedience of the Court is normally made on admitted and undisputed facts - In the instant case, the respondents have filed affidavits stating that  the order of the Court has been complied with and the revised family pension as due to the petitioner is being regularly paid to her and arrears have also been deposited in her bank account - Further, the dispute raised by the petitioner with regard to the last pay drawn by her husband is a disputed question of fact - Accordingly, the Court holds that no case for omission of any contempt of its order is made out.   "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "PUNJAB SCHOOL EDUCATION BOARD VS. DALIP CHAND AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3NzM=",
        "Citation": "[2013] 9 S.C.R. 688",
        "Case Type": "(CIVIL APPEAL /7820/2013)",
        "Date": "06 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNjg4IC0gNjkxXzE3MDMzMDg3NTUucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 688",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "06 September 2013",
        "Petitioner:": "Punjab School Education Board",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 594",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Dalip Chand And Others",
        "Case Type:": "CIVIL APPEAL /7820/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law"
        ],
        "HeadNote": " SERVICE LAW: Service qualifying for pension - Service in Punjab Education Department - Reckoning of for pension on superannuation from Punjab School Education Board - Held: Employee is entitled to get benefit of Notification dated 17.03.2011 issued by Punjab School Education Board and shall be eligible to add his service qualifying for superannuation pension -- Punjab School Education Board (Employees Pension, Provident Fund and Gratuity) Regulations, 1991 --Regulation 6. The respondent prior to his selection as Superintendant in Punjab School Education Board on 08.08.1979, had worked in Department of Education, Punjab from 7 .4.1965 upto 08.08.1979. On his superannuation w.e.f. 31.10.2000 from the School Education Board, he claimed pension by reckoning his both the services, i.e. service in Education Department and that in School Education Board. His claim was rejected on the ground that since he was appointed neither on transfer nor on deputation but was appointed through direct recruitment, the service rendered by him in Education Department could not be treated as qualifying service for pension. However, his writ petition was allowed by the High Court. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "ROHILKHAND MEDICAL COLLEGE & HOSPITAL, BAREILLY VS. MEDICAL COUNCIL OF INDIA & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3Nzk=",
        "Citation": "[2013] 9 S.C.R. 692",
        "Case Type": "(WRIT PETITION (CIVIL) /585/2012)",
        "Date": "06 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNjkyIC0gNzIwXzE3MDMzMDg4MzgucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 692",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "06 September 2013",
        "Petitioner:": "Rohilkhand Medical College & Hospital, Bareilly",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 595",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Medical Council Of India & Another",
        "Case Type:": "WRIT PETITION (CIVIL) /585/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Educational Institutions",
            "Legislation",
            "Judicial Notice"
        ],
        "HeadNote": " Medical Colleges Regulation (Amendment 2010 Part II): Clause 8(3)(1)(d) - Revocation of permission/recognition for award of MBBS degree - Approval for renewal of permission to Medical College for increased intake from 100 to 150 seats for academic year 2013-2014 - Revoked by MCI 0 on receipt of information from CBI with _regard to conspiracy between the Chairman of the Medicai College on the one hand and public functionaries of Union Ministry and Government Hospital on the other, which Jed to issuance of order passed for additional intake of students for academic year 2008-2009 - Held: CBI, in its charge-sheet, pointed out  serious infirmities in the report submitted by the inspection team constituted by the Union Ministry- CBI investigation has revealed that fraud was practiced by the Central team as well as the college to get the sanction for the 3rd batch of MBBS students for the academic year 2008-09 - That was sufficient F for the MCI to take action, and revoke the Jetter of permission granted for academic year 2013-14 - The decision of MCI is in accordance with Regulations 8(3)(1)(d) - Minimum Standard Requirements for the Medical College for 100 Admissions Annually Regulations, 1999.   Indian Medical Council Act, 1956: ss. 10A and 19A - s. 10A, mandates that when a new medical college is to be established or the number of seats to be increased, the permission of Central Government is a A pre-requisite - s. 19A obliges MCI to prescribe minimum required standards for medical education and the recommendations made by MCI to Central Government carry considerable weight - In the instant case, MCI constantly on all the occasions, recommended to Central Government not B to renew permission for admission of the third batch for the academic year 2008-09, but in spite of the same, a Central Team was appointed, a favourable report was got and permission was accorded by Central Government for the year 2008-09, which was the subject matter of CBI investigation. Education/Educational Institutions: Admission to medical courses - Court took notice with concern, of unprecedented growth of Technical and Medical Institutions in the country which has resulted in widespread prevalence of various unethical practices and emphasized that there is extreme necessity of a Parliamentary Legislation for curbing these unfair practices - Legislation - Judicial notice - Constitution of India, 1950 - Art. 21.    "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "BHANWAR LAL & ANR. VS. RAJASTHAN BOARD OF MUSLIM WAKF & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3ODY=",
        "Citation": "[2013] 9 S.C.R. 721",
        "Case Type": "(CIVIL APPEAL /7902/2013)",
        "Date": "09 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNzIxIC0gNzQxXzE3MDMzMDg4ODcucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 721",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "09 September 2013",
        "Petitioner:": "Bhanwar Lal & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 599",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Rajasthan Board Of Muslim Wakf & Ors.",
        "Case Type:": "CIVIL APPEAL /7902/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Wakf",
            "Jurisdiction"
        ],
        "HeadNote": " Rajasthan Wakf Act, 1995: s. 85 read with ss. 5, 6 and 7 - Bar of jurisdiction of civil court - Jurisdiction of Tribunal - Explained - Held: In the instant case, the suit is for cancellation of sale deed, rent and for possession as well as rendition of accounts and for removal of trustees - Suit for possession and rent as also for cancellation of sale deed is to be tried by civil court - However, suit pertaining to removal of trustees and rendition of accounts would fall within the domain of the Tribunal - Since the suit was filed much before the Act came into force, the civil court, where the suit was filed, will continue to have the jurisdiction over the issue and would be competent to decide the same - Jurisdiction.  The property in dispute being in the possession. of the petitioners, respondent no. 1, the Rajasthan Board of Muslim Wakf and Respondent No. 2 the Muslim Board Committee, claiming it to be a wakf property, filed a civil suit for possession of the said property and for rendition of accounts as also for a declaration to the effect that the sale deed dated 28.2.1983 in favour of the petitioners was invalid. The petitioners contested the suit, and all the parties led their evidence. When the matter was ready for final hearing, on 2.12.2000, respondents Nos. 1 and 2 filed an application u/s 85 of the Rajasthan Wakf Act, 1995 contending that the jurisdiction of the civil court having been barred, the suit could not be tried by it and prayed that the plaint be returned to be presented before the Tribunal constituted under the Act. The application was allowed. The revision petition filed by the petitioners was dismissed by the High Court relying upon the judgment in Syed /namul Haq Shah's 1 case. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "MAHARASHTRA EKTA HAWKERS UNION AND ANOTHER VS. MUNICIPAL CORPORATION, GREATER MUMBAI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3OTE=",
        "Citation": "[2013] 9 S.C.R. 742",
        "Case Type": "(CIVIL APPEAL /4156/2002)",
        "Date": "09 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfNzQyIC0gNzc0XzE3MDMzMDkwMzcucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 742",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "09 September 2013",
        "Petitioner:": "Maharashtra Ekta Hawkers Union And Another",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 600",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Municipal Corporation, Greater Mumbai And Others",
        "Case Type:": "CIVIL APPEAL /4156/2002",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Street Vendors",
            "Hawkers",
            "National Policy on Urban Street Vendors"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "LONDHE PRAKASH BHAGWAN VS. DATTATRAYA EKNATH MANE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3OTM=",
        "Citation": "[2013] 9 S.C.R. 775",
        "Case Type": "(CIVIL APPEAL /7921 /2013)",
        "Date": "10 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Mb25kaGUgUHJha2FzaCBCaGFnd2FuIF8gRGF0dGF0cmF5YSBFa25hdGggTWFuZSAmIE9ycy5fMTcwMTc1MDk4My5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 775",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "10 September 2013",
        "Petitioner:": "Londhe Prakash Bhagwan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 603",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Dattatraya Eknath Mane & Ors.",
        "Case Type:": "CIVIL APPEAL /7921 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay",
            "reasonable time"
        ],
        "HeadNote": "Delay/Laches:Delay in filing appeal before School Tribunal -Appointment of Headmaster challenged belatedly - Held: Ifno time-limit has been prescribed in a statute to apply beforeappropriate forum, court has to be approached within areasonable time - In the instant case, appointment ofappellant was within the knowledge of respondent from dayone, but he did not take any steps for a long time - Periodof 9 years and 11 months, is an inordinate delay to pursuethe remedy and that too without submitting any cogent reasontherefor - Court has no power to condone the same in sucha case - Maharashtra Employees of Private Schools(Conditions of Service) Regulation Act, 1977 - s. 9 -Appeal.The appointment of the appellant as the Headmasterwas approved in a meeting held on August 14, 1996,which was presided over by respondent No.1 asOfficiating Headmaster. On August 16, 1996 the appellantwas appointed on the said post. On July 11, 2007,respondent No.1 challenged the appointment of theappellant and filed an application for condonation of delaybefore the School Tribunal. By order dated 14-3-2007, thesaid application was dismissed by the School Tribunal,observing that respondent No.1 had denied himself theclaim to the said post of Headmaster. The writ petitionfiled by respondent No. 1 was dismissed by the High Court, but in the review petition it recalled the order andremanded the matter to the School Tribunal, holding thatthe provisions of limitation do not apply to appeals filedu/s 9(1 )(b) of the Maharashtra Employees of PrivateSchools (Conditions of Service) Regulation Act, 1977."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "ESHA BHATTACHARJEE VS. MANAGING COMMITTEE OF RAGHUNATHPUR NAFAR ACADEMY AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3OTQ=",
        "Citation": "[2013] 9 S.C.R. 782",
        "Case Type": "(CIVIL APPEAL /8183-8184/2013)",
        "Date": "13 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Fc2hhIEJoYXR0YWNoYXJqZWUgXyBNYW5hZ2luZyBDb21taXR0ZWUgT2YgUmFnaHVuYXRocHVyIE5hZmFyIEFjYWRlbXkgQW5kIE90aGVyc18xNzAxNzUxMTk2LnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 782",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "13 September 2013",
        "Petitioner:": "Esha Bhattacharjee",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 620",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Managing Committee Of Raghunathpur Nafar Academy And Others",
        "Case Type:": "CIVIL APPEAL /8183-8184/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay",
            "Educational Institutions"
        ],
        "HeadNote": "Delay IL aches:Appeal against interim order filed belatedly - Prayer tocondone 2449 days delay - Allowed by Division Bench ofHigh Court - Principles as regards condonation of delayculled out - Additional guidelines laid down - Held: Rules of limitation are not meant to destroy the rights of the parties --They are meant to see that parties do not resort to dilatorytactics but seek their remedy promptly -- Every legal remedymust be kept alive for a legislatively fixed period of time --Order passed by Division Bench of High Court condoning the delay is set aside - Appeal.Education/Educational Institutions:Managing committee of school - Non-compliance ofcourt's order - Inordinate delay in filing appeal - Held: Thepersons who are nominated or inducted as members orchosen as Secretaries of the managing committees ofschools are required to behave with responsibility and not toadopt a casual approach -- A statutory committee cannotremain totally indifferent to an order passed by court."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "U.P. POWER CORPORATION LTD. VS. N.T.P.C. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3OTc=",
        "Citation": "[2013] 9 S.C.R. 805",
        "Case Type": "(CIVIL APPEAL /4117 /2006)",
        "Date": "18 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9VLnAuIFBvd2VyIENvcnBvcmF0aW9uIEx0ZC4gXyBOLnQucC5jLiBMdGQuICYgT3JzLl8xNzAxNzUxMzkxLnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 805",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "18 September 2013",
        "Petitioner:": "U.p. Power Corporation Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 637",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "N.t.p.c. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /4117 /2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Fixation of tariff",
            "Central Electricity Regulatory Commission"
        ],
        "HeadNote": "CENTRAL ELECTRICITY REGULATORY COMMISSION (TERMS AND CONDITIONS FOR DETERMINATION OF TARIFF) REGULATIONS, 2001:Regulation 2.5 read with Regulation 1.9 - Taking over ofThermal Power Station - Excess expenditure - Fixation of tariff- Relevant period being 1.4.2001 to 31.3.2004 - Held: Basisfor fixation of tariff has to be the \"actual capital expenditure\"incurred on the completion of the project -- But where theactual expenditure exceeds the approved expenditure, theexcess so incurred can be taken into consideration to theextent the same is allowed by Central Electricity Authority oran appropriate independent agency nominated for thepurpose - This implies that the excess expenditure must gothrough a process of scrutiny either by CEA or theindependent agency before it can constitute an input fordetermination of tariff - Scrutiny of the excess would in tumprimarily involve examination of two distinct aspects: (a)Whether the excess expenditure has been actually incurredor is a make believe or an exaggeration by the generatingcompany; and (b) Whether the expenditure was capital innature - In the instant case, CERC had on a prudent checkdisallowed a substantial part of the excess that was claimedby respondent-NTPC and the claim allowed had beenconceded by appellant-Corporation to have been actuallyspent by respondent for completion of project."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "DAVALSAB HUSAINSAB MULLA VS. NORTH WEST KARNATAKA ROAD TRANSPORT CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4MDA=",
        "Citation": "[2013] 9 S.C.R. 826",
        "Case Type": "(CIVIL APPEAL /8487/2013)",
        "Date": "24 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9EYXZhbHNhYiBIdXNhaW5zYWIgTXVsbGEgXyBOb3J0aCBXZXN0IEthcm5hdGFrYSBSb2FkIFRyYW5zcG9ydCBDb3Jwb3JhdGlvbl8xNzAxNzUxNTU4LnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 826",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "24 September 2013",
        "Petitioner:": "Davalsab Husainsab Mulla",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 652",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "North West Karnataka Road Transport Corporation",
        "Case Type:": "CIVIL APPEAL /8487/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Law",
            "Dismissal of workman",
            "Misconduct"
        ],
        "HeadNote": "Labour Law:Dismissal of workman - Misconduct - Workmantravelling in Corporation Bus without ticket - On being caught,misbehaving with the checking squad and threatening the0 Checking Inspector of his life - In disciplinary inquiry chargesfound proved - Past conduct also considered - Order ofdismissal - Labour Court held the order fully justified - Held:Having regard to the gravity of the misconduct found provedagainst the appellant in an enquiry held for that purpose byE way of disciplinary procedure prescribed in the relevant rules,the conclusion of Labour Court on this aspect cannot beassailed.Industrial Disputes Act, 1947:s. 11-A - Power of Labour Court to give appropriate reliefin case of discharge of dismissal of workman - Exercise ofdiscretion - Explained - Held: In the instant case, LabourCourt examined the scope of exercising its discretion u/s. 11 Ain order to interfere with punishment imposed on appellant -G Having regard to the factors, referred by Labour Court, it rightlydeclined to exercise its discretionary jurisdiction uls. 11 A tointerfere with the punishment of dismissal - However, it isopen to appellant or his dependants to approach theauthorities concerned for settlement of any benefits payable under the provisions of the Act as well as under Employees'Pension Scheme, 1995 - Employees' Provident Fund andMiscellaneous Provisions Act, 1952 - s. 6A."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "TAMIL NADU RURAL DEVELOPMENT ENGINEERS ASSOCIATION VS. THE SECRETARY TO GOVERNMENT RURAL DEVELOPMENT DEPARTMENT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4MDU=",
        "Citation": "[2013] 9 S.C.R. 840",
        "Case Type": "(CIVIL APPEAL /8758/2013)",
        "Date": "27 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9UYW1pbCBOYWR1IFJ1cmFsIERldmVsb3BtZW50IEVuZ2luZWVycyBBc3NvY2lhdGlvbiBfIFRoZSBTZWNyZXRhcnkgVG8gR292ZXJubWVudCBSdXJhbCBEZXZlbG9wbWVudCBEZXBhcnRtZW50ICYgT3JzLl8xNzAxNzUxNzIzLnBkZg==",
        "SCR Citation:": "[2013] 9 S.C.R. 840",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "27 September 2013",
        "Petitioner:": "Tamil Nadu Rural Development Engineers Association",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 658",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "The Secretary To Government Rural Development Department & Ors.",
        "Case Type:": "CIVIL APPEAL /8758/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW",
            "Quota for promotion"
        ],
        "HeadNote": "SERVICE LAW:Seniority between direct recruits and promotee AssistantEngineers - Held: Appellants were absorbed in RDDepartment as Overseers - Their previous service inHighways Department was also on the post of Overseers -Their claim for benefit of previous service on lower post ofOverseer for determining seniority on higher post of AssistantEngineer cannot be accepted - Appellants were promotedas Assistant Engineers much later than respondents- Assistant Engineers (direct recruits) had started dischargingtheir functions as Assistant Engineers in RD Department -Respondents had completed five years service as AssistantEngineers and under the relevant rules were eligible to bepromoted as Assistant Executive Engineers - Consequently,they were duly promoted as Assistant Executive Engineer - Thus, the action taken by State Government cannot be saidto be either arbitrary or violative of Art. 14 or 16 of theConstitution of India.Quota for promotion to post of Assistant Executive Engineer - Held: For promotion to the post of AssistantExecutive Engineer (RD), more than one mode of recruitmenti.e. promotion from Assistant Engineer (RD) and recruitmentby transfer from the feeder category of Junior Engineer andSenior Draughting Officer have been recognised and stipulated - Further, on the post of Assistant Engineer (RD)there is more than one mode of recruitment i.e. directrecruitment and recruitment by transfer from the feedercategory of Overseers - Therefore, rules providing ratio of6:2:~ cannot be said to be violative of Art. 14 or 16 of theConstitution - Further, fixation of quota/ratio is the prerogativeof the executive and in the instant case, the ratio was fixed inthe service rules framed under Art. 309 of the Constitution -Constitution of India, 1950 - Arts. 14, 16 and 309."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "POONGODI & ANR. VS. THANGAVEL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4MTM=",
        "Citation": "[2013] 9 S.C.R. 862",
        "Case Type": "(CRIMINAL APPEAL / 1542/2013)",
        "Date": "27 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Qb29uZ29kaSAmIEFuci4gXyBUaGFuZ2F2ZWxfMTcwMTc1MjA5OS5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 862",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "27 September 2013",
        "Petitioner:": "Poongodi & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 659",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Thangavel",
        "Case Type:": "CRIMINAL APPEAL / 1542/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "monthly maintenance",
            "mode of enforcement"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973s. 125(3), first proviso - Order of High Court curtailing theentitlement of appellants to maintenance to a period of oneyear prior to the date of filing of application - Held: Theapplication of appellants was in continuation of their earlierD application - The provision does not create a bar nor does itin any way affect the entitlement of a claimant to arrears ofmaintenance - Order of High Court set aside - Respondentdirected to pay the entire arrears of maintenance due toappellants and to continue to pay monthly maintenance.s. 125(3), first proviso - Explained."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "ANIL KUMAR & ORS. VS. M. K. AIYAPPA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4MzI=",
        "Citation": "[2013] 9 S.C.R. 869",
        "Case Type": "(CRIMINAL APPEAL / 1590-1591 /2013)",
        "Date": "01 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9BbmlsIEt1bWFyICYgT3JzLiBfIE0uIEsuIEFpeWFwcGEgJiBBbnIuXzE3MDE3NTI0NjEucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 869",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "01 October 2013",
        "Petitioner:": "Anil Kumar & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 666",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "M. K. Aiyappa & Anr.",
        "Case Type:": "CRIMINAL APPEAL / 1590-1591 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "post-cognizance stage",
            "pre-cognizance stage"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973:ss.197 rlw ss.190, 200 and 156(3) CrPC and s.19 of thePC Act - Complaint u/s 200 against a public servant -Previous sanction not obtained - Special Judge directinginvestigation to be conducted by DSP, Lokayukta - Held:Once it is noticed that there was no previous sanction, theMagistrate cannot order investigation against a public servantwhile invoking powers u!s. 156(3) Cr.P.C. - The Special Judge 0has stated no reason for ordering investigation -- High Courthas rightly quashed the order of Special Judge as well as thecomplaint - Prevention of Corruption Act, 1988 - s. 14.ss.156(3) r/w s.190 - Power of Magistrate to orderinvestigation - Held: A Magistrate, who is otherwisecompetent to take cognizance, has the power to refer a privatecomplaint for police investigation u/s. 156(3) Cr.P.C. -- Whena Special Judge refers a complaint for investigation u/s.156(3) Cr.P.C., obviously, he has not taken cognizance of theoffence and, therefore, it is a pre-cognizance stage andcannot be equated with post-cognizance stage."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "SANOBANU NAZIRBHAI MIRZA & ORS. VS. AHMEDABAD MUNICIPAL TRANSPORT SERVICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4NDI=",
        "Citation": "[2013] 9 S.C.R. 882",
        "Case Type": "(CIVIL APPEAL /8251 /2013)",
        "Date": "03 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfODgyIC0gODk3XzE3MDMzMDkxMDIucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 882",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "03 October 2013",
        "Petitioner:": "Sanobanu Nazirbhai Mirza & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 669",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Ahmedabad Municipal Transport Service",
        "Case Type:": "CIVIL APPEAL /8251 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Fatal Motor Accident",
            "Compensation"
        ],
        "HeadNote": " s. 166 - Fatal motor accident - Compensation - Annual income of deceased-Polisher -- Addition towards future prospects - Multiplier - Tribunal and High Court taking annual income of deceased at Rs. 150001- -- Held: Claim petition having been filed u/s. 166, taking notional income of 0 deceased at Rs. 15, 0001- per annum on the basis of /Ind Schedule to s. 163-A is an erroneous approach to determine just and reasonable compensation in favour of legal representatives of the deceased who was the sole earning member of family - Deceased was working as a polisher, E which is a skilled job - Keeping in view the evidence on record, it would be just and proper to take a sum of Rs. 50001 - as monthly income of deceased - Since deceased was self- employed and about 25 years of age, there must be an addition of 50 % to his actual income - There being 5 dependents, 1!5th amount is to be deducted towards personal expenses - Keeping in view life expectancy of deceased, multiplier of 20 must be applied - Besides, Rs. 1, 00, 0001- must be added towards loss of consortium and further Rs. 1,00,0001- under the head loss of care and guidance of minor children -- Total compensation allowed as Rs. 16,96,0001- G as detailed in the judgment - Further directions with regard to payment, its apportionment amongst dependents and fixed deposits, given. s. 166 - Fatal motor accident - Compensation - Tribunal awarding Rs. 3,51,3001- as total compensation - High Court reducing it to Rs. 2,51,5001- and directing to return Rs. 99,5001 - to respondent with 9 % interest - Held: The finding of fact recorded by Tribunal in the absence of any evidence in rebuttal to show that deceased was not working as a polisher and it is not a skilled work, is an erroneous finding for the reason that both Tribunal and High Court have not assigned reason for not accepting the evidence on record with regard to the nature of work that was being performed by deceased - - State Government in exercise of its statutory power uls. 3 of Minimum Wages Act, 1948 must issue a notification for fixing the wages of a polisher -- Even in the absence of such a notification, both Tribunal as well as High Court should have at least taken the income of deceased as Rs.40,0001- per annum as per the table provided in the /Ind Schedule to s. 163-A of M. V. Act for the purpose of determining just, fair and reasonable compensation under the heading loss of dependency of appellants, though said amount is applicable only to the claims under no fault liability - Minimum Wages Act, 1923 - s. 3 - Legislation. s. 166 - Claim petition - Enhancement of compensation in appeal - Held: Legal representatives of deceased are entitled to compensation as mentioned under various heads in the table as provided in the judgment -- Even though certain claims were not preferred by them, they are legally and legitimately entitled for the said claims -- Accordingly, the Court awards compensation, more than what was claimed by dependants as it is the statutory duty of Tribunal and appellate court to award just and reasonable compensation to legal representatives of deceased to mitigate their hardship and agony, as they filed application u/s. 166. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "DEPUTY COMMISSIONER, K VS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4NTg=",
        "Citation": "[2013] 9 S.C.R. 898",
        "Case Type": "(CIVIL APPEAL /8948/2013)",
        "Date": "04 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice S.M. Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfODk4IC0gOTEwXzE3MDMzMDkxNTYucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 898",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "04 October 2013",
        "Petitioner:": "Deputy Commissioner, K",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 675",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "& Ors.",
        "Case Type:": "CIVIL APPEAL /8948/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Misconduct",
            "Dismissal from Service"
        ],
        "HeadNote": " SERVICE LAW: Misconduct - Dismissal from service - Appellant, in drunken state, forcibly entering into office of Principal - High Court substituting the order of dismissal by withholding of two increments without cumulative effect - Held: When the charge  is proved, it is the disciplinary authority with whom lies the discretion to decide as to what kind of punishment is to be imposed - If appellate authority is of the opinion that the case warrants lesser penalty, it can reduce the penalty imposed by Disciplinary Authority - However, such a power is ordinarily not available to court! tribunal - Where it is found that  punishment is disproportionate to the nature of charge, court can only refer matter back to disciplinary authority to take appropriate view by imposing lesser punishment, rather than directing itself the exact nature of penalty -- Judgment of High Court is set aside and that of Tribunal restored, upholding the  punishment of removal of respondent from service.   Punishment - Judicial review - Held: Court while undertaking judicial review of the matter is not supposed to substitute its own opinion on reappraisal of facts - In exercise G of power of judicial review, court can interfere with the punishment imposed when it is found to be totally irrational or is outrageous in defiance of logic - Entering the school premises in working hours in an inebriated condition and thereafter forcibly entering into Principal's room would constitute a serious misconduct - Penalty of removal for such A a misconduct cannot be treated as disproportionate - Constitution of India, 1950 - Art. 14.   "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "AJAHAR ALI VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4NjY=",
        "Citation": "[2013] 9 S.C.R. 911",
        "Case Type": "(CRIMINAL APPEAL /1623/2013)",
        "Date": "04 OCTOBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfOTExIC0gOTIyXzE3MDMzMDkyMTQucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 911",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "04 October 2013",
        "Petitioner:": "Ajahar Ali",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 676",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /1623/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Force",
            "Modesty of Woman"
        ],
        "HeadNote": " PENAL CODE, 1860: s. 354 - Criminal force to outrage modesty of woman - c Accused convicted and sentenced to six months simple imprisonment with fine - Held: Provisions of s.354 have been enacted to safeguard public morality and decent behaviour - If any person uses criminal force upon any woman with the intention or knowledge that woman's modesty will be outraged, 0 he is to be punished - Courts cannot take lenient view in awarding sentence on the ground of sympathy or delay as the same cannot be any ground for reduction of sentence - Appellant has committed a heinous crime and with the social condition prevailing, modesty of a woman has to be strongly E guarded - It is not a fit case so as to give benefit of 1958 Act to appellant - As appellant had been awarded only six months imprisonment, considering the matter under the JJ Act, 2000 would not serve any purpose at such a belated stage - Juvenile Justice (Care and Protection of Children) Act, 2000 - Probation of Offenders Act, 1958 - Delay. CONSTITUTION OF INDIA, 1950:   Art. 136 - Criminal appeal - Concurrent findings of three courts below - Court declines to reappreciate the evidence.  "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "OMPRAKASH VS. LAXMINARAYAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4ODE=",
        "Citation": "[2013] 9 S.C.R. 923",
        "Case Type": "(CIVIL APPEAL /9032/2013)",
        "Date": "07 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9PbXByYWthc2ggXyBMYXhtaW5hcmF5YW4gJiBPcnMuXzE3MDE3NTM1NTAucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 923",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "07 October 2013",
        "Petitioner:": "Omprakash",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 685",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Laxminarayan & Ors.",
        "Case Type:": "CIVIL APPEAL /9032/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Conveyance",
            "duly stamped",
            "admissibility of document"
        ],
        "HeadNote": "STAMP ACT, 1899:s.35 r/w s.2(10), Schedule 1-A, Art. 23, as substituted bys. 6 of Act 22 of 1990 - Instrument not duly stamped,inadmissible in evidence - \"Conveyance\" - Agreement to sellcontaining recital that possession had been handed over topurchaser - Held: In the instant case, the agreement to sell 0with possession is an instrument which requires payment ofthe stamp duty applicable to a deed of conveyance -- Dutyas required, has not been paid and, therefore, trial court rightlyheld the same to be inadmissible in evidence.EVIDENCE:Agreement to sell - Containing the recital of delivery ofpossession - Held: At the time of considering the question ofadmissibility of document, it is the recital therein which shallgovern the issue -- It does not mean that the recital in the Fdocument shall be conclusive but for the purpose ofadmissibility it is the terms and conditions incorporated thereinwhich shall hold the field -- Deeds and Documents."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "SOMNATH SARKAR VS. UTPAL BASU MALLICK & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM4OTI=",
        "Citation": "[2013] 9 S.C.R. 935",
        "Case Type": "(CRIMINAL APPEAL /1651/2013)",
        "Date": "07 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Tb21uYXRoIFNhcmthciBfIFV0cGFsIEJhc3UgTWFsbGljayAmIEFuci5fMTcwMTc1Mzc3NS5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 935",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "07 October 2013",
        "Petitioner:": "Somnath Sarkar",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2013 INSC 686",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Utpal Basu Mallick & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1651/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dishonour of cheque",
            "compensation",
            "fine"
        ],
        "HeadNote": "s. 138 of N. I. Act r/w s.357(3) CrPC - Dishonour of cheque- Conviction - Sentence of six months simple imprisonmentand to pay compensation to complainant, affirmed bySessions Judge - High Court in revision filed by accused,substituting six months sentence by imposing a further sumequivalent to cheque amount - Held: High Court wascompetent to impose a sentence of fine only upon accused -- It has rightly set aside the sentence of imprisonment -However, as the amount of fine imposed by High Court overand above the amount of compensation exceeds double thecheque amount, it would violate s. 138 N. I. Act - Complainanthas received compensation as per adjudication of trial court- Accused sentenced to pay further a fine of Rs.20,0001- andon his failure to do so, he would be liable for imprisonmentfor six months - Code of Criminal Procedure, 1973 - s.357(3). cs. 138 - Power of court to levy fine - Held: Is circumscribedto twice the cheque amount -- Even in a case where court maybe taking a lenient view in favour of accused by not sendinghim to prison, it cannot impose a fine more than twice thecheque amount -- That statutory limit is inviolable and mustbe respected -- High Court has, in the case at hand,overlooked the statutory /imitation on its power to levy a fine."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "STATE OF HARYANA & OTHERS VS. NAVIR SINGH AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5MTA=",
        "Citation": "[2013] 9 S.C.R. 949",
        "Case Type": "(CIVIL APPEAL / 9030 /2013)",
        "Date": "07 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBPZiBIYXJ5YW5hICYgT3RoZXJzIF8gTmF2aXIgU2luZ2ggQW5kIEFub3RoZXJfMTcwMTc1NDEzMS5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 949",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "07 October 2013",
        "Petitioner:": "State Of Haryana & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 687",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Navir Singh And Another",
        "Case Type:": "CIVIL APPEAL / 9030 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "mortgage by deposit of title deeds",
            "Registration"
        ],
        "HeadNote": "TRANSFER OF PROPERTY ACT, 1872:ss. 59 and 58(f) - Mortgage and mortgage by deposit oftitle deeds - Discussed.s. 58(f) - Mortgage by deposit of title deeds - Held: Chargeof mortgage can be entered into revenue record in respect ofmortgage by deposit of title-deeds and for that, instrument ofmortgage is not necessary.REGISTRATION ACT, 1908:.s. 17(1)(c) - Registration of instrument creating interest -Mortgage by deposit of title deeds - Held: When debtordeposits with creditor title-deeds of property for the purposeof security, it becomes mortgage in terms of s. 58(f) ofTransfer of Property Act and no registered instrument isrequired u/s. 59 thereof, as in other classes of mortgage -Mortgage by deposit of title-deeds may be effected inspecified towns by debtor delivering to his creditor documentsof title to immovable property with intent to create a securitythereon - No instrument is required to be drawn for thispurpose - However, parties may choose to have amemorandum prepared only showing deposit of title-deeds -In such a case also registration is not required and, therefore,payment of registration fee and stamp duty is not required -Letter of Finance Commissioner would apply in cases where the instrument of deposit of title-deeds incorporates terms andconditions in addition to what flows from the mortgage bydeposit of title-deeds - Transfer of Property Act, 1872 · - ss.5B(f) and 59 - Letter dated 29.3.2007 issued by FinanceCommissioner."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "TOFAN SINGH VS. STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5MjI=",
        "Citation": "[2013] 9 S.C.R. 962",
        "Case Type": "(CRIMINAL APPEAL /152 /2013)",
        "Date": "08 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9Ub2ZhbiBTaW5naCBfIFN0YXRlIE9mIFRhbWlsIE5hZHVfMTcwMTc1NDMyNy5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 962",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "08 October 2013",
        "Petitioner:": "Tofan Singh",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2013 INSC 700",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /152 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "police officer",
            "confessional statement"
        ],
        "HeadNote": "NARCOTIC DRUGS SUBSTANCES ACT, 1985: AND PSYCHOTROPICs. 67 - Power to call for information etc. - Questions: (i)whether the officer investigating the matter under NDPS Actwould qualify as police officer or not and (ii) whether thestatement recorded by the investigating officer u/s. 67 of theD Act can be treated as confessional statement or not, even ifthe officer is not treated as police officer - Referred to largeBench - Further, sentence suspended till the disposal ofappeal by the larger Bench - Appellant released on bail.The appellant, along with others, was convicted u/s.E 8(c) r/w s. 21 (c) and s. 29 of the Narcotic Drugs andPsychotropic Substances Act, 1985 and was sentencedto R1 for 10 years with fine of Rs. 1 lakh under each ofthe two counts. His appeal was dismissed by the HighCourt."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "SUNIL DUTT SHARMA VS. STATE (GOVT. OF NCT OF DELHI)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5NTE=",
        "Citation": "[2013] 9 S.C.R. 1000",
        "Case Type": "(CRIMINAL APPEAL / 1333 /2013)",
        "Date": "08 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS9TdW5pbCBEdXR0IFNoYXJtYSBfIFN0YXRlIChnb3Z0LiBPZiBOY3QgT2YgRGVsaGkpXzE3MDE3NTQ4MjMucGRm",
        "SCR Citation:": "[2013] 9 S.C.R. 1000",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "08 October 2013",
        "Petitioner:": "Sunil Dutt Sharma",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2013 INSC 691",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State (govt. Of Nct Of Delhi)",
        "Case Type:": "CRIMINAL APPEAL / 1333 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry death",
            "sentence of life imprisonment"
        ],
        "HeadNote": "s.304-B - Dowry death - Conviction and sentence of lifeimprisonment awarded by courts below - Sentence, ifexcessive or disproportionate - Held: The principles ofsentencing evolved by Supreme Court though largely in thecontext of death penalty will be applicable to all lessersentences so long as the sentencing judge is vested with thediscretion to award a lesser or a higher sentence resemblingthe swing of the pendulum from the minimum to themaximum - Jn the instant case, the proved facts on the basisof which offence u/s. 304-B was held to be established, whileacquitting the accused-appellant of offence u/s. 302, do notdisclose any extraordinary, perverse or diabolic act on his partto take an extreme view of the matter -- On a cumulativeapplication of the principles that would be relevant to adjudgethe crime and the criminal test, this is not a case where themaximum punishment of life imprisonment ought to havebeen awarded At the same time, from the order of trial court,it is clear that some of the injuries on the deceased, thoughobviously not fatal injuries, are attributable to accused-appellant and, as such, the minimum sentence prescribed i.e.seven years would also not meet the ends of justice Rathera sentence of ten years RI would be appropriate - Orderedaccordingly - Sentence/Sentencing - Code of CriminalProcedure, 1973 - s.354(2). Sentence/Sentencing:Sentence for offence punishable u/s 304-B /PC - Held:In a situation where commission of an offence is held to beproved by means of a legal presumption the circumstancessurrounding the crime to determine the presence ofaggravating circumstances (crime test) may not be readilyforthcoming unlike a case where there is evidence of overtcriminal acts establishing the direct involvement of theaccused with the crime to enable the court to come to specificconclusions with regard to the barbarous or depraved natureof the crime committed - Necessity to combat the menace ofdemand for dowry or to prevent atrocities on women and likesocial evils as well as the necessity to maintain the purity ofsocial conscience cannot be determinative of the quantum ofsentence inasmuch as the said parameters would becommon to all offences uls. 304-B /PC - It, therefore, cannotbe elevated to the status of acceptable jurisprudentialprinciples to act as a rational basis for awarding varyingdegrees of punishment on a case to case basis - Factors tobe taken into account while imposing the sentence uls 304/PC, discussed - Penal Code, 1860 - s.304-B."
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "UNION OF INDIA & ANR. VS. NATIONAL FEDERATION OF THE BLIND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5Nzc=",
        "Citation": "[2013] 9 S.C.R. 1023",
        "Case Type": "(CIVIL APPEAL /9096/2013)",
        "Date": "08 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMTAyMyAtIDEwNjhfMTcwMzMwOTMyNS5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 1023",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "08 October 2013",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 688",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "National Federation Of The Blind & Ors.",
        "Case Type:": "CIVIL APPEAL /9096/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reservation",
            "Persons with Disabilities"
        ],
        "HeadNote": " PERSONS WITH DISABILITIES (EQUAL OPPORTUNITIES, PROTECTION OF RIGHTS AND FULL PARTICIPATION) ACT, 1995: s. 33 - Reservation of posts for persons with disabilities - Held: Section 33 Jays down that every appropriate Government has to appoint on a minimum of 3% vacancies in an establishment, persons with disabilities, out of which 1% each shall be reserved for (i) persons suffering from blindness and low vision, (ii) persons suffering from hearing impairment and (iii) persons suffering from locomotor or cerebral palsy - - View of the High Court that computation of reservation must be on the basis of total cadre strength is clearly rroneous - s.33 establishes the intention of legislature viz. reservation of 3% for persons with disability should have to be computed on the basis of total vacancies in the strength of a cadre and not just on the basis of the vacancies available in the identified posts. s. 33 - Reservation of posts for persons with disabilities - Held: The Section does not distinguish the manner of computation of reservation between Group A and B posts or Group C and D posts respectively -- Computation of G reservation for persons with disabilities has to be done in case of Group A, B, C and D, posts in an identical manner viz., \"computing 3% reservation on total number of vacancies in the cadre strength\" -- Accordingly, certain clauses in OM dated 29. 12. 2005, which are contrary to scheme of reservation, are struck down and appropriate Government is directed to issue new Office Memorandum(s) consistent with the decision rendered by the Court - In order to ensure proper implementation of reservation policy for disabled and to B protect their rights, further directions given - Government of India, Department of Personnel and training 0. M. dated 29. 12. 2005. INTERPRETATION OF STATUTES: C Construing of a provision - Held: While interpreting any provision of a statute the plain meaning has to be given effect and if language is simple and unambiguous, there is no need to traverse beyond the same. Headings and marginal notes - Held: Heading of a D Section or marginal note may be relied upon to clear any doubt or ambiguity in the interpretation of the provision and to discern the legislative intent - When the Section is clear and unambiguous, there is no need to traverse beyond those words -- Therefore, the headings or marginal notes cannot E control the meaning of the body of the section. SOCIAL JUSTICE: Reservation in employment for persons with disabilities - Held: Employment is a key factor in the empowerment and inclusion of people with disabilities -- It is an alarming reality that the disabled people are out of job not because their disability comes in the way of their functioning rather it is social and practical barriers that prevent them from joining the workforce - Therefore, bringing them in the society based on G their capabilities is the need of the hour - State has a categorical obligation under the Constitution of India and under various International treaties relating to human rights in general and treaties for disabled persons in particular, to protect the rights of disabled persons - Directions issued to ensure proper implementation of reservation policy for persons with disability and to protect their rights. "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "A.K. SINGHANIA VS. GUJARAT STATE FERTILIZER CO. LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5ODg=",
        "Citation": "[2013] 9 S.C.R. 1069",
        "Case Type": "(CRIMINAL APPEAL /1692-1718/2013)",
        "Date": "17 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMTA2OSAtIDEwODJfMTcwMzMwOTM4Ni5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 1069",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "17 October 2013",
        "Petitioner:": "A.k. Singhania",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 701",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Gujarat State Fertilizer Co. Ltd. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1692-1718/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Complaint Against a Company",
            "Cheque Dishonour"
        ],
        "HeadNote": " NEGOTIABLE INSTRUMENTS ACT, 1881: s. 141 rlw s. 138 - Complaint against a company, its Chairman, Managing Directors and Directors - Petitions· by two directors seeking to quash the proceedings against them - Held: In case of offence by company for dishonour of cheque, culpability of Directors has to be decided with 0 reference to s. 141 -- To bring the Directors within the mischief of s. 138, it shall be necessary to allege that at the relevant time they were in charge of and responsible to the conduct of business of the Company -- It is necessary ingredient to proceed against such Directors -- In the instant case, the  averments in the complaints nowhere suggest that the two Directors concerned were incharge and responsible for conduct of business of the company at the time when the offence was committed - Thus, the necessary averment in the complaints is Jacking - Therefore, prosecution of two Directors  concerned cannot be allowed to continue and their prosecution in all the cases, is quashed.   "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "B. AMRUTHA LAKSHMI VS. STATE OF ANDHRA PRADESH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5OTk=",
        "Citation": "[2013] 9 S.C.R. 1083",
        "Case Type": "(CIVIL APPEAL / 9193/2013)",
        "Date": "18 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMTA4MyAtIDExMDJfMTcwMzMwOTQ0NS5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 1083",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "18 October 2013",
        "Petitioner:": "B. Amrutha Lakshmi",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2013 INSC 702",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "State Of Andhra Pradesh And Ors.",
        "Case Type:": "CIVIL APPEAL / 9193/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prospective Operation",
            "Administrative Law",
            "Public Employment"
        ],
        "HeadNote": " IND/AN ADMINISTRATIVE SERVICE (APPOINTMENT BY SELECTION) REGULATIONS, 1997: Regulation 4 rlw Regulation 3 - Selection to I.A. S. under non-State Civil Services category for the year 2011 - State Government to send proposals for consideration of Committee - Held: Names of officers from the cadre of Assistant Commission~r of Commercial Taxes and above, who were of D outstanding merit and were eligible, were to be forwarded, but names which were sent for consideration were, only of Joint Commissioners and Additional Commissioners and not Assistant Commissioners -- Appellants were very much eligible for being considered, and there were so many similar eligible candidates -- Once a candidate comes into the zone of consideration, and satisfies all the requirements, including that of outstanding merit and ability, he cannot be told that merely because he is junior in the seniority, his name will not F be forwarded for consideration -- When there is a criteria laid down for selection, Administration has to confine to the same, and it cannot impose an additional criterion, as it will mean treating similarly situated employees dissimilarly, and denying equal opportunity to some of them in the matter of public employment on the basis of a criterion which is not laid down, resulting into violation of Arts. 14 and 16(1) of the  Constitution -- The decision of respondents not to consider appellants for selection was violative of Art. 14 and Art. 16(1) of the Constitution, since it was arrived at on the basis of a criterion which was not laid down -- Indian Administrative Service (Promotion by Appointment) Regulations, 1955 - Constitution of India, 1950 - Arts.14 and 16(1).  JUDGMENT: Prospective operation of judgment - Names of B appellants not sent by department for selection to IAS -- Held: Since the selection for the year 2011 had been over even before the interim application in CAT was decided, setting aside the selection conducted some two years back, and asking the respondents to re-do the exercise after considering C the appellants and other similarly situated candidates, would create lot of uncertainty, in as much as appellants and such other similarly situated candidates, might or might not finally succeed in the selection process -- Therefore, it will not be proper to set aside the selections made -- Though the  declaration is being granted that the appellants and persons situated like them were entitled to be considered by the Committee, no further relief in that behalf can be granted to them - The opinion rendered by the Court will have to operate prospectively in the matter of application of the relevant rules,  for the future selections.   ADMINISTRATIVE LAW: Public employment - Non-consideration of claim of candidates on unjust grounds -- Damages - Held: Even  though appellants cannot get the relief sought, they must get damages for non-consideration on unjust grounds, as Commissioner for Commercial Tax had acted to reduce the zone of consideration, contrary to the rules, and instructions -- The award of damages is necessary also as those who are  responsible for administration cannot trample upon rights of others on the grounds which are unsustainable in law -- Therefore, State Government is directed to pay to appellants the damages and litigation costs, as ordered in the judgment and may recover the amounts from erring officer(s) -  Damages.   "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "CENTRE FOR PUBLIC INTEREST LITIGATION VS. UNION OF INDIA AND OTHERS ,",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwMDU=",
        "Citation": "[2013] 9 S.C.R. 1103",
        "Case Type": "(WRIT PETITION (CIVIL) /681 /2004)",
        "Date": "22 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMTEwMyAtIDExMjVfMTcwMzMwOTQ5My5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 1103",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "22 October 2013",
        "Petitioner:": "Centre For Public Interest Litigation",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2013 INSC 709",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India And Others ,",
        "Case Type:": "WRIT PETITION (CIVIL) /681 /2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Writ Petition",
            "Food Adulteration"
        ],
        "HeadNote": " PUBLIC HEALTH: Food articles injurious to public health -- Held: Art. 21 of c the Constitution of India guarantees the right to live with dignity - Any food article which is hazardous or injurious to public health is a potential danger to fundamental right to life guaranteed under Art.21 - Children and infants are uniquely susceptible to the effects of pesticides because of their  physiological immaturity and greater exposure to soft drinks, fruit based or otherwise -  paramount duty is cast on the State and its authorities to achieve an appropriate level of protection to human life and health which is a fundamental right guaranteed to the citizens under Art. 21 read with Art. 39(e) E and (f) and Art. 47 of the Constitution - Therefore, provisions of FSS Act and PFA Act and the rules and regulations framed thereunder have to be interpreted and applied in the light of the Constitutional principles, and endeavour has to be made to achieve an appropriate level of protection of human life and health - Considerable responsibility is cast on the Authorities F as well as the other officers functioning under the Acts to achieve the desired results - Constitution of India, 1950 - Art. 21, 39(e)(f) and 47 -- Food Supply and Standards Act, 2006 - Prevention of Food Adulteration Act, 1954.   PUBLIC INTEREST LITIGATION:  Writ petition before Supreme Court - For constituting a Committee of Experts to evaluate harmful effects of soft drinks on human health particularly on health of children, and to take regulatory measures - Held: Adequate provisions have already been made in various Acts, Rules and Regulations - - By and large, the various grievances raised by the petitioner are covered by the legislations - Their enforcement has to be B ensured by the authorities concerned -- FSS Act has been enacted to consolidate laws relating to food and to establish the Food Safety and Standards Authority in India for laying down science based standards for articles of food -- It provides for machinery for examining the grievances and if a citizen c has got any complaint with regard to the ingredients of any soft drinks, he can approach the machinery -- On the basis of the orders passed by the Court and in exercise of powers conferred u/s 13(4) of the FSS Act, the Food Authority, constituted an expert Scientific Panel on Labelling and 0 Claims/Advertising and that Panel, after examining the various grievances raised by the petitioner and giving an opportunity of being heard, passed an order on 12.9.2012 - Food and Safety Standards Authority of India is, further directed to gear up their resources with their counterparts in all the States and Union Territories and conduct periodical E inspections and monitoring of major fruits and vegetable markets, so as to ascertain whether they conform to such standards set by the Act and the Rules - Respondents shall strictly follow the provisions of the FSS Act as well as the Rules and Regulations framed thereunder - Constitution of India, F 1950 - Arts.21, 39(e), (f) and 47 - Food Supply and Standards Act, 2006 -- Prevention of Food Adulteration Act, 1954, Food Safety and the Standards (Food Products Standards and Food Additives) Regulations, 2011 -- Food Safety and Standards (Packaging and Labelling) Regulations, 2011-- Fruit Products Order, 1955.   "
    },
    {
        "volume": "2013Volume 9",
        "Case Name": "MARY VS. STATE OF KERALA AND ORS,",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwMTY=",
        "Citation": "[2013] 9 S.C.R. 1126",
        "Case Type": "(CIVIL APPEAL /9466/2003)",
        "Date": "22 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA5L1BhcnQgSS8yMDEzXzlfMTEyNiAtIDExNDZfMTcwMzMwOTU3OS5wZGY=",
        "SCR Citation:": "[2013] 9 S.C.R. 1126",
        "Year/Volume:": "2013/ Volume 9",
        "Date of Judgment:": "22 October 2013",
        "Petitioner:": "Mary",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 710",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Kerala And Ors,",
        "Case Type:": "CIVIL APPEAL /9466/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Doctrine of Frustration",
            "Doctrine of Fairness"
        ],
        "HeadNote": " KERALA ABKARI SHOPS (DISPOSAL IN AUCTION) RULES, 1974:   5 (10), (15) and (19) - Auction purchaser failing to execute the agreement - Forfeiture of deposit - Held: In terms of sub-r. (15) of r. 5, security money deposited by auction 0 purchaser is liable to be forfeited.  CONTRACT ACT, 1872: s. 56 - Contract to do act, afterwards becoming impossible - Doctrine of frustration - Statutory contract -  Auction purchaser finding impossible to run abkari shops due to resistance by local residents, the area being a holy place - State also found it impossible to re-sell or re-dispose of abkari shops -- Held: Doctrine of frustration excludes ordinarily further performance where the contract is silent as  to the position of the parties in the event of performance becoming literally impossible -- However, in a statutory contract in which party takes absolute responsibility, it cannot escape liability whatever may be the reason -- In such a situation, events will not discharge the party from the  consequence of non-performance of contractual obligation - - Further, in a case in which consequence of non-performance of contract is provided in statutory contract itself, parties shall be bound by that and cannot take shelter behind s. 56 - In the instant case, by reason of sub-r. (15) of r. 5 of 197 4 Rules, State was entitled to forfeit the security money -- In the face A of specific consequences having been provided, appellant shall be bound by it and could not take benefit of s.56 - Kerala Abkari Shops (Disposal in Auction) Rules, 1974 -- r. 5(15) - Doctrines/ Principles -- Doctrine of frustration - Doctrine of fairness. ADMINISTRATIVE LAW: Doctrine of fairness - Held: It is a doctrine developed in the administrative law field to ensure rule of law and to prevent failure of justice where an action is administrative in nature  - Where the function is quasi-judicial, the doctrine of fairness is evolved to ensure fair action -- But, it certainly cannot be invoked to amend, alter, or vary an express term of the contract between the parties -- This is so even if the contract is governed by a statutory provision - Sub-r.(15) of r.5 of 1974 o Rules cannot be struck down on the ground of reasonableness and fairness -- Kerala Abkari Shops (Disposal in Auction) Rules, 1974 - r.5(15).   "
    }
]