[
    {
        "volume": "2013Volume 5",
        "Case Name": "SUKHDEV SINGH VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI2OA==",
        "Citation": "[2013] 5 S.C.R. 1004",
        "Case Type": "(CIVIL APPEAL /5892/2006)",
        "Date": "23 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TVUtIREVWIFNJTkdIX1VOSU9OIE9GIElORElBIEFORCBPUlMuXzE3MDA1NjQ1NDcucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 1004",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "23 April 2013",
        "Petitioner:": "SUKHDEV SINGH",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 275",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "UNION OF INDIA AND ORS.",
        "Case Type:": "CIVIL APPEAL /5892/2006",
        "Order/Judgment:": "Order",
        "Case referred": [
            {
                "Scr Citation": "[2005] Supp. (5) S.C.R. 385",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Union Of India And Anr. V. Major Bahadur Singh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L1N1cHAuICg1KS9QYXJ0IEkvU18yMDA1XzM4NS0zOTRfMTcwMjM3Mjg5Mi5wZGY="
            },
            {
                "Scr Citation": "[1970] 1 S.C.R. 457",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "A. K. Kraipak & Ors. Etc. V. Union Of. India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTcwL3ZvbHVtZSAxL1BhcnQgSS9BLiBLLiBLcmFpcGFrICYgT3JzLiBFdGMuIF8gVW5pb24gT2YuIEluZGlhICYgT3JzLl8xNzAxNzU0NzQ3LnBkZg=="
            },
            {
                "Scr Citation": "[1978] 2 S.C.R. 621",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Maneka Gandhi V. Union Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc4L3ZvbHVtZSAyL1BhcnQgSS9tYW5la2EgZ2FuZGhpX3VuaW9uIG9mIGluZGlhIF8xNzAwNTU3NTU0LnBkZg=="
            },
            {
                "Scr Citation": "[1985] Supp. (2) S.C.R. 131",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Union Of India And Another V. Tulsiram Patel And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg1L1N1cHAuICgyKS9QYXJ0IEkvdW5pb24gb2YgaW5kaWEgYW5kIGFub3RoZXJfdHVsc2lyYW0gcGF0ZWwgYW5kIG90aGVyc18xNzAwNTQ4ODA5LnBkZg=="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Service Law: Annual Confidential Repot (ACR)"
        ],
        "HeadNote": "Service Law: C Annual Confidential Repot (ACR) - Communication of the entry therein - To the Public servant (other than military service) - Matter refeffed by Division Bench of Supreme court to Three Judge Bench, finding inconsistency as regards the law laid down on the issue, by the judgments passed in *U.P. Jal Nigam case and **Major Bahadur Singh case - Subsequently, Supreme Court, in ***Dev Dutt case held that every entry in ACR of a public servant must be communicated to him/her within a reasonable period - Held: The view taken in Dev Dutt case is leal/y sound and thus approved - E Therefore, every entry in ACR whether it be poor, fair, average, good or very good, must be communicated to the public servant within a reasonable period."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SATYAJIT BALLULBHAI DESAI & ORS. VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMDE=",
        "Citation": "[2013] 5 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /1158/2012)",
        "Date": "20 JULY 2012",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Ms. Justice Gyan Sudha Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TYXR5YWppdCBCYWxsdWxiaGFpIERlc2FpICYgT3JzLiBfIFN0YXRlIE9mIEd1amFyYXRfMTcwMTMxODg3OS5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "20 July 2012",
        "Petitioner:": "Satyajit Ballulbhai Desai & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2012 INSC 291",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /1158/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Remand",
            "police custody"
        ],
        "HeadNote": "s. 167 r/w s. 57 - Remand of accused in police custody - On revival of complaint at the instance of a third party and after accused were enlarged on bail by High Court - Held: Grant of order for police remand should be an exception and not a rule and for that investigating agency is required to make out a strong case and must satisfy the Magistrate that without police custody it would be impossible for police authorities to undertake further investigation - Order permitting police remand cannot be treated lightly or casually and strict adherence to the statutory provision is mandatory. s. 167 rlw s. 57 - Police remand - Held: In the instant case, the order for police remand of appellants cannot be sustained for: (i) courts below have overlooked the fact that complainant had entered into a compromise with the alleged accused/appellant in the civil suit and had withdrawn the complaint which was later revived at the instance of a third party who had nothing to do with the complaint and (ii) High Court had granted bail to appellants which clearly had a bearing on the plea seeking police remand - Disclosure of reasons by magistrate allowing police remand specially in a matter when accused has been enlarged on bail by High Court is all the more essential - Constitution of India, 1950 -Art. 21. s. 167 - Police remand after accused had been granted,bail by High Court - Procedure - Held: Correct course for investigating authorities should have been to approach the High Court as power of Magistrate to grant police remand after the accused has been granted bail by the High Court, would cease to exist - Therefore, High Court as also Judicial Magistrate were not legally justified in permitting police remand of appellants even for three days in the wake of the existing facts and features of the matter - Impugned order passed by High Court as also that passed by Judicial Magistrate, permitting police remand of the appellants are set aside-Practice and Procedure. s. 57 rlw s. 167 CrPC and Art. 22(2) - Detention of a person by police and period of remand in police custody - Discussed - Constitution of India, 1950 - Arts. 21 and 22(2)."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "STATE OF PUNJAB VS. SALIL SABHLOK AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMDc=",
        "Citation": "[2013] 5 S.C.R. 18",
        "Case Type": "(CIVIL APPEAL /7640/2011)",
        "Date": "15 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TdGF0ZSBPZiBQdW5qYWIgXyBTYXVsIFNhYmhsb2sgQW5kIE9ycy5fMTcwMTMxOTIyMi5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 18",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "15 February 2013",
        "Petitioner:": "State Of Punjab",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 106",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik,Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Salil Sabhlok And Ors.",
        "Case Type:": "CIVIL APPEAL /7640/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Chairman",
            "State Public Service Commission",
            "Public Interest Litigation"
        ],
        "HeadNote": "Constitution of India, 1950 - Arts.226, 316 and 320 - State Public Service Commission - Appointment of Chairman - Interference u/Art.226 of the Constitution- Scope - Held: High Court should not normally, in exercise of its power u!Art.226, interfere with the discretion of the State Government in selecting and appointing the Chairman of the State Public Service Commission - But in an exceptional case, if'it is shown- that relevan,.t factors implied from the very nature of the duties entrusted to Public Service Commissions u!Art.320 have not been considered by the State Governmen't in selecting and appointing the Chairman of the State Public Service Commission, the High Court can invoke its wide and extra-ordinary powers u!Art.226 and quash the selection and appointment to ensure that the discretion of the State Government is exercised within the bounds of the Constitution -On facts, where appointment of 'H' as Chairman of the Punjab Public Service Commission was quashed by the High Court while exercising jurisdiction u!Art.226, the materials on record do not indicate that 'H' had any knowledge or experience whatsoever· either in administration or in recruitment nor do the materials indicate that he had the qualities to perform the duties as the Chairman of the State Public Service Commission u/Art.320 - Decision of the State Government to appoint 'H' as the Chairman of the Punjab Public Service Commission was invalid for non-consideration of relevant factors implied from the very nature of the duties entrusted to Public Service Commissions u!Art.320 - Impugned order of High Court accordingly not interfered with. Constitution of India, 1950 - Art.226 - Power under - Exercise of- Scope - Held: Art.226 vests in the High Court the power to issue to any person or authority, including in appropriate cases, any Government, within those territories directions, orders or writs, including writs in the nature of habeas corpus, mandamus, prohibition, quo warranto and certiorari, or any of them, for the enforcement of any of the rights conferred by Part Ill and for any other purpose. Public Service Commisison - State Public Service Commission - Appointment of Chairman - Procedure - Implied relevant factors - Held: It is for the Governor who is the appointing authority u/Art.316 to lay down the procedure - But in absence of any procedure laid down by the Governor, the State Government would not have absolute discretion - The State Government has to select only persons with integrity and competence for appointment, because the discretion vested in the State Government u!Art.316 is impliedly limited by the purposes for which the discretion is vested and the purposes are discernible from the functions of the Public Service Commission enumerated in Art. 320 - The State Public Service Commission is expected to act with independence from the State Government and with fairness, besides competence and maturity acquired through knowledge and experience of public administration - Even though Art.316 does not specify the aforesaid qualities of the Chairman of a Public Service Commission, these qualities are amongst the. implied relevant factors which have to f?e taken into consideration by the Government while determining the competency of the person to be selected and appointed as Chairman of the Public Service Commission u/Art.316 - Constitution of India, 1950 - Articles 316 and 320. Public Interest Litigation - Selection of 'H' for appointment. as Chairman of the Punjab Public Service Commission -Wljt petition challenging such appointment - Maintainability:- . Held: Respondent No. 1 filed the writ petition for espousing the cause of the general public of the State of Punjab with a view to ensure that a person appointed as the Chairman of the Punjab Public Service Commission is a man of ability and integrity so that recruitment to public services in the State of Punjab are from the best available talents and are fair and is not influenced by politics and extraneous considerations - Considering the averments in the writ petition, it cannot be · held that the writ petition was just a service matter in which only the aggrieved party had the locus to initiate a legal action in the court of law - The writ petition was a matter affecting cause of the general public of the State of Punjab with a view to ensure that a person appointed as the Chairman of the Punjab Public Service Commission is a man of ability and integrity so that recruitment to public services in the State of Punjab are from the best available talents and are fair and is not influenced by politics and extraneous considerations - Considering the averments in the writ petition, it cannot be · held that the writ petition was just a service matter in which only the aggrieved party had the locus to initiate a legal action in the court of law - The writ petition was a matter affecting c interest of the general public in the State of Punjab and any member of the public could espouse the cause of the general public so long as his bonafides were not in doubt - When respondent No. 1 brought to the notice of the High Court through the writ petition that the State Government of Punjab 0 proposed to appoint 'H' as Chairman of the Public Service Commission, only because of his political affiliation, the High Court rightly entertained the writ petition as a public interest litigation.Practice & Procedure - Reference to larger Bench - Writ E petition challenging appointment of 'H' ·as Chairman of the Punjab Public Service Commission - Division Bench of the High Court made academic reference· to Full Bench of three Judges of the High Court on specific questions of law - Justification - Held: On facts, justified - No merit in the F submission that the Division Bench of the High Court having found in its order that the irregularities and illegalities pointed out in the writ petition against 'H' were unsubstantiated, should not have made an academic reference to the larger Bench of the High Court - The Division Bench of the High Court was G of the view that the persons to be appointed must have competence· and integrity, but how such persons are to be identified and selected must be considered by a Bench of three Judges and accordingly made the reference - Punjab High Court Rules - rr. 6, 7, 8 and 9.Practice & Procedure - Reference to larger Bench - Scope of reference - Writ petition challenging appointment of Chairman of the Punjab Public Service Commission - Division Bench of the High Court made reference to Full Bench of three Judges of the High Court on specific questions of law relating to procedure for identifying persons of  competence and integrity for such appointment - Full Bench, instead of deciding the specific questions, gave directions to the State of Punjab and the State of Haryana to follow a particular procedure for appointment of Members and Chairman of the Public Service Commission till such time a  fair, rational, objective and transparent policy to meet the mandate of Art.14 of the Constitution was made- Justification - Held: Not justified - The Full Bench of the High Court decided issues which were not referred to it by the Division Bench of the High Court - It acted beyond its jurisdiction and 0 usurped the-constitutional power of the Governor in laying down the procedure for appointment of the Chairman and Members of the Public Service Commission - Constitution of India, 1950 - Art.316."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "VOLUNTARY HEALTH ASSOCIATION OF PUNJAB VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMTQ=",
        "Citation": "[2013] 5 S.C.R. 111",
        "Case Type": "(WRIT PETITION (CIVIL) /349/2006)",
        "Date": "04 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9Wb2x1bnRhcnkgSGVhbHRoIEFzc29jaWF0aW9uIE9mIFB1bmphYiBfIFVuaW9uIE9mIEluZGlhICYgT3RoZXJzXzE3MDEzMTk0MzAucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 111",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "04 March 2013",
        "Petitioner:": "Voluntary Health Association Of Punjab",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 134",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /349/2006",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pre-Conception",
            "Pre-Natal Diagnostic Techniques"
        ],
        "HeadNote": "Pre-Conception and Pre-Natal Diagnostic Techniques (Prohibition of Sex Selection) Act, 199./ - Pre-Conception and Pre-Natal Diagnostic Techniques (Prohibition of Sex Selection) Rules, 1996 - Proper i111ple111entation of the Act and the Rules- Sought by filing writ petition u/Art. 32 of the Constitution - Supre111e Court by its order dated ./.3.2017 issued certain directions and fi1rther directed the States to file their respective status reports - From time to time also issued directions - Held: Despite the Scheme of the Act and purpose of the various provisions and also the Rules framed under the Act, the dropping of sex ratio still remains a social ajjliction and a disease - Therefore. in addition to the directions issued earlie1; certai11 direc1io11s issued.Pre-Co11ception a11d Pre-Natal diagnostic Techniques (Prohibitio11 of Sex Seleclion) Act, 199./ - ss. 3-A, ./, 5, 6, 7, 16, 17, 20, 23, 25, 27 and 30 - Pre-Conception and Pre-Natal Diagnostic Techniques (Prohibilion <~l Sex Selection) Rules, 1996 - rr. 9(./), JO and Fomt \"F\" - Misuse and 11'1'011g illfe11Jretation of the provisions, hy a11t/1orilies concerned - Alleged hy Indian Afedical Associalion in ils petilio11 u!Art. 32 of the Co11slitutio11 - Prayed j(Jr jiwning appropriate guidelines and safeguard parameters, providing for classification of offences, so as to prohibit misuse of the Act - Also prayed/or adding certain provisos/exceptions toss. 7, 17, 23 and 1: 9 - Held: -Averments of present nature with such prayers are not entertainable - Whenever there is abuse of process of law, the individual is .fi·ee to avail the legal remedy. Crime Against Women - Female child foeticide - Held: When a female foetus is destroyed through artificial means ll'hich is legally impermissible, the dignity of life of woman to be born, is extinguished. Comtitution of India - Right to equality - A female child isentitled to enjoy equal right that a male child is allowed to have - A The perception of any individual or group or organization or system treating a woman with inequity, indignity, inequality or any kind of discrimination is constitutionally impermissible."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "STATE OF MAHARASHTRA VS. KAMAL AHMED MOHAMMED VAKIL ANSARI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMTA=",
        "Citation": "[2013] 5 S.C.R. 128",
        "Case Type": "(CRIMINAL APPEAL /445/2013)",
        "Date": "14 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfMTI4LTE5OV8xNzAzMjM1MTU2LnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 128",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "14 March 2013",
        "Petitioner:": "State Of Maharashtra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 162",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Kamal Ahmed Mohammed Vakil Ansari & Ors.",
        "Case Type:": "CRIMINAL APPEAL /445/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1998] 2 S.C.R. 664",
                "Judicial Consideration": "Explained and Relied on",
                "Judgment Name": "State Of Gujarat V. Mohammed Atik And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk4L3ZvbHVtZSAyL1BhcnQgSS9TdGF0ZSBPZiBHdWphcmF0ICB2cyAgTW9oYW1tZWQgQXRpayBBbmQgT3JzMTcwMTg2NDQ2Ni5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Evidence Act"
        ],
        "HeadNote": " Evidence Act, 1872 - ss.5 to 16, 17 to 31, 32 and 60 - Appreciation of evidence - Two different cases relating to the 2006 bomb blasts in local trains of Mumbai Suburban Railways - Separate trials - Different accused in the two cases - Respondents were accused in the first case - Three persons accused in the second case, who were not accused/co-accused in the first case, made confessional statements before officials holding the rank · of Deputy Commissioners of Police who were witnesses in the first case -Prayer made by respondents to summon the said witnesses as defence witnesses - Tenability - Held: Not tenable - Respondents could not be pennitted to summon said witnesses ,, as defence witnesses, in order to substantiate confessional statements made by the three accused in the second case - Said witnesses could not vouchsafe the truth or falsity of the confessional statements - Their evidence did not fall within the realm of admissibility with reference to ''facts in issue\" or \"relevant facts\" - Whilst it was pennissible to the accused-respondents to rely on the confessional statements made by the three accused in the second case, it was open to them to do so only through the persons who had made the confessional statements - Only the three accused in the second case who made the confessional statements could vouchsafe for the same and be produced as defence witnesses by accused-respondents, for their statements fell in the realm of relevance u/s. 11 - And if said three accused appear as defence witnesses in the first case, protection available to a witness u/s. 132, would also extend to them, if they are compelled to answer questions posed to them, while appearing as defence witnesses - Maharashtra Control of Organised Crime Act, 1999(MCOCA)-ss.3(1)(ij, 3(2), 3(3), 3(4), 3(5)-IPC-ss.302, A 307, 324, 325, 326, 327, 427, 436, 1208, 121-A, 122, 123, 124A, 201, 212 - Unlawful Activities (Prevention) Act, 1967 - ss.10, 13, 16, 17, 18, 19, 20, 40 - Explosives Act, 1884 - ss. 6, 98 - Explosive Substances Act, 1908 - ss.3, 4, 5, 6 - Prevention of Damage to Public Property Act, 1984 - ss.3, 4 - Railways Act, 1989- ss.151, B 152, 153, 154. Evidence Act, 1872 - ss.5 to 16 - Admissible evidence - Expanse/sphere of - Held: Is postulated in s.5 - Evidence may be given \"of every fact in issue\" and of such other facts expressly ''declared to be relevant': and of no other facts - ss. 6 to 16 define C \"relevant facts': in respect whereof evidence can be given. Evidence Act, 1872 - s.6- Rule of ''res gestae\" incorporated in s. 6 -Admissibility under - Determining test - Case regarding bomb blasts in local trains of Mumbai Suburban Railways - Confessions made by accused in another case sought to be  admitted as evidence - Held: The confession_s were not spontaneous reactions arising out the bomb blasts which was the ''fact in issue\" and could not be said to have contemporaneously arisen along with bomb blasts, hence, were not admissible under the rule of res gestae.   Evidence Act, 1872 - s. 11 - Realm of relevance under - Held: Facts inconsistent with ''facts in issue\" are included in the realm of relevance - Likewise, facts making existence or non-existence of a ''fact in issue\" highly probable or improbable, also included in the realm of relevance - In order to be relevant u/s. 11, such statement ought to be \"a statement about the existence of a fact': and not 'a statement as to its existence\". Evidence Act, 1872 - ss. 17 to 31 - Admissions and confessions -Admissibility and inadmissibility of - Held: An admission or a confession to be relevant must pertain to a \"fact  in issue\" or a ''relevant fact\" - In that sense, s. 5 (and consequently ss.6 to 16) inescapably intertwined with admissible admissions/ confessions - Admissibility of admissions/ confessions, would depend on whether they would fall in the realm of \"facts in issue\" or \"relevant facts\" - That in tum to be determined with reference to ss.5to 16.   Evidence Act, 1872 - ss. 17 to 31 - Admissions and confessions - Held: Are exceptions to the \"hearsay\" rule - The Evidence Act places them in the province of relevance,  presumably on the ground, that they being declarations against the interest of the person making them, they are in all probability true.  Evidence Act, 1872 - ss. 17 to 31 - Admissions and confessions - Admissibility - Held: Person who made the admission/confession (or of whose behest, or on whose behalf it was made), should be a party to the proceeding because that is the only way a confession can be used against him.' Evidence Act, 1872 - ss. 17 to 31 - Admissions and confessions - Admissibility -· Held: Only such admissions confessions are admissible Which are made without'any coercion, threat of promise.  Evidence Act, 1872 - ss. 25 and 26 - Confessions made · before a police officer or while in police custody - 1; admissible - E Held: A confession should.be uninfluenced, voluntary and fair and since it may not be possible to presume, that admissions/ confessions are uninfluenced, voluntary and fair, i.e., without coercion, threat or promise, if made to a police officer, 'or while in police custody,·· the same are· rendered 'inadmissible.  Evidence Act, 1872 ~ s. 27 -Admissibility under- Held: Gamut of the bar contemplated ulss.25 and 26, is marginally limited by way of a proviso thereto, recorded in s.27 - Thereunder, a confession has been made admissible, to the extent of facts \"discovered\" on the basis of such confession. Eviqence Act, 1 B72 - ~- 30 .- Ordinarily, a confessional statement is admissible only as against an accused who bas made it- But there is only one exception - Exception provided for in s.30 whereunder a confessional statemenican be used even against a co-accused - For such admissibility, the person making H .. the confession 'besides lmpficating himself, should also implicate  others jointly tried with him - In that situation alone, such· a A confessional statement is relevant even against the others implicated. Evidence Act, 1872 - s. 32 - Secondary evidence is permissible when the issue relates to the cause of a person's death, or the circumstances of a transaction which resulted in his B death - But such permissibility, would extend clarify to the exigencies expressly enumerated in s. 32.  Evidence Act, 1872 - s. 60 - Direct! primary evidence. -.Oral evidence in respect of a fact, must be of a primary,evidence would be evidence of a primary nature, if it satisfies the state of facts described as \"direct\" in s.60 - Oral evidence cannot (be hearsay, for that would be indirect/secondary evidence of the fact in issue (or the relevant fact).  Maharashtra Control of Organise,d Crime Act,, 1.9~9.- s.18. - Confession made 0 to police officer (not below the rank of Deputy ·• Commissioner of Police) - Admissibility- Interpretation of s.18 - Overriding effect - Held: S.18 of the'MCOCA though a nonobservant clause, overrides the mandate contained in 's's. 25 and 26 of the Evidence Act, by rendering a· confession as admissible, even if !ti~ made to a police officer (pC(.tbelow -~he' rank 'of Deputyy .  Commissioner of Po/tee) - However, s. 18 of the MCOCA makes such confessional statements admissible,. only ioi 1 ¥he trial of such person, or co-accused, abetter or conspirator\" - Evidence Abt, 1872 - ss.25 and 26 Maharashtra Control of Organised _Crime,1999; s.18 - Interpretation of - Strict interpretation - Held: Since s. 18 .of the MCOCA is an exception to? the role !aid down in ss.25 an~ 26 of the Evidence Act, the same will have to be interpreted strictly, _and for the limited purpose contemplated thereunder Evidence Act, 1872 - ss. 25 and 26.  "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "NIRMALA J. JHALA VS. STATE OF GUJARAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMjQ=",
        "Citation": "[2013] 5 S.C.R. 200",
        "Case Type": "(CIVIL APPEAL /2668/2005)",
        "Date": "18 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9OaXJtYWxhIEouIEpoYWxhIF8gU3RhdGUgT2YgR3VqYXJhdCAmIEFuci5fMTcwMTMxOTc5OC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 200",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "18 March 2013",
        "Petitioner:": "Nirmala J. Jhala",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 170",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Gujarat & Anr.",
        "Case Type:": "CIVIL APPEAL /2668/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial service",
            "Enquiry Office",
            "Departmental Inquiry",
            "Natural Justice",
            "Judicial Review"
        ],
        "HeadNote": "Judicial service - Complaint against judicial officer - By the accused whose case she was trying -Alleging demand of illegal gratification - Enquiry Officer finding her guilty- High Court on administrative side recommended imposition of punishment of compulsory retirement to the State Government-Accordingly the delinquent officer given compulsory retirement - Challenged - Division Bench of High Court rejected the challenge - On appeal, held: Imposition of punishment of compulsory retirement on the delinquent officer is not correct - Complainant was disbelieved by the Enquiry Officer as well as the High Court on various issues - The court wrongly put the burden to prove those negative circumstances on the delinquent officer, while the onus was on the department to prove the charges - In the facts of the case it would be said that the complainant had ill-wilr'and motive to make allegations against the delinquent officer - Hence the order of punishment is set aside and the delinquent officer is honourably exonerated of all the charges - Cost imposed on the State to the tune of Rs.5 lakhs to be paid to the delinquent officer- Evidence - Burden to prove. Judiciary - Duty of higher judiciary to protect subordinate judiciary - Held: For functioning of democracy, and for an independent judiciary to dispense justice without fear and favour, High Court need to protect the honest judicial officers. Service Law: Departmental Inquiry - Quasi Criminal/Quasi judicial in nature - Standard of proof- Held in such cases though doctrine of proof beyond reasonable doubt does not apply, but principle of probabilities would apply. Departmental Inquiry - Evidence !material relied on in preliminary inquiry - Also relied on in regular inquiry - Held: In absence of information in the charge-sheet that evidence/ material in preliminary inquiry would be relied on, it was not permissible to rely on the same in regular inquiry - Reliance thereon is violative of principles of natural justice- Natural Justice. Natural Justice - Applicability of - Held: Natural justice is an inbuilt and inseparable ingredient of fairness and reasonableness - It should be strictly adheared to whenever as a result of an order, civil consequences follow- In certain factual circumstances, even non-observance of the rule would itself result in prejudice. Judicial Review - Scope of - Held: It is circumscribed and confined to correct errors of law or procedural error, resulting in manifest misca!Tiage of justice or violation of principles of natural justice - However, the Court should exercise its discretion with great caution keeping in mind the larger public interest."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "STATE OF UTTARAKHAND VS. YOGENDRA NATH ARORA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNDM=",
        "Citation": "[2013] 5 S.C.R. 233",
        "Case Type": "(CRIMINAL APPEAL /459/2013)",
        "Date": "18 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TdGF0ZSBPZiBVdHRhcmFraGFuZCBfIFlvZ2VuZHJhIE5hdGggQXJvcmFfMTcwMTMyMDE1MC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 233",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "18 March 2013",
        "Petitioner:": "State Of Uttarakhand",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 171",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Yogendra Nath Arora",
        "Case Type:": "CRIMINAL APPEAL /459/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption",
            "Repatriation"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988 - s.19(1)(c) - Sanction for prosecution - Competent authority - Employee of an C undertaking of the State of Uttar Pradesh - Consequently taken on deputation and posted in a undertaking of the State of Uttarakhand - While working there, case lodged against employee-respondent u/s. 7 rlw s. 13(1 )(d) and 13(2) of the Act - Respondent repatriated on the same day to his parent D organization by the State Government of Uttarakhand which also granted sanction for his prosecution - High Court quashed prosecution holding that the State Government of the Uttar Pradesh was competent to remove him and to grant necessary sanction,_ and not the State Government of E Uttarakhand - Whether respondent being on deputation to an undertaking of the State Government of Uttarakhand, it had the power to repatriate him which would mean the power of removal from office by the State Government of Uttarakhand - Held, No - The power to repatriate does not embrace within F itself the power of removal from office as envisaged ul s.19(1)(c) of the Act - The purport of taking the sanction from the authority competent to remove a corrupt government servant from his office is not only to remove him from his temporary office but to remove him from government service G - It was the State Government of the Uttar Pradesh which was competent to remove the respondent and to grant necessary sanction."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SUSHIL K. CHAKRAVARTY (D) THR. LRS. VS. M/S. TEJ PROPERTIES PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNTM=",
        "Citation": "[2013] 5 S.C.R. 243",
        "Case Type": "(CIVIL APPEAL /2600-2601 /2013)",
        "Date": "19 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfMjQzIC0gMjY2XzE3MDMyNDAxMzMucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 243",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "19 March 2013",
        "Petitioner:": "Sushil K. Chakravarty (d) Thr. Lrs.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 174",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "M/s. Tej Properties Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /2600-2601 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Legal Representatives",
            "Ex-parte",
            "Death of Sole Defendant"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - Order XX/I, rule 4(4) - Suit pending before High Court - Death of sole defendant during pendency of the suit - High Court proceeded with the C matter ex-parte, as against the sole defendant, without impleading his legal representatives in his place - Justification - Held: On facts, the defendant had filed a written statement but had thereafter failed to appear and contest the suit - High Court had taken a conscious decision  Order XX/I Rule 4(4),   to proceed with the matter ex-parte as against interests of such a defendant, without first requiring the plaintiff to implead the legal representatives of the deceased defendant - This was clearly permissible u/Order XX/I Rule 4(4) - It was done on the High court's satisfaction, that it was a fit case to exempt E the plaintiff from the necessity of impleadin'g the legal representatives of the sole defendant - Determination of the High Court, with reference to Order XX// Rule 4(4), accordingly, upheld."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SHIVDEV KAUR (D) BY LRS. & ORS. VS. R.S. GREWAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNjU=",
        "Citation": "[2013] 5 S.C.R. 267",
        "Case Type": "(CIVIL APPEAL / 5063-5065/2005)",
        "Date": "20 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TaGl2ZGV2IEthdXIgKGQpIEJ5IExycy4gJiBPcnMuIF8gUi5zLiBHcmV3YWxfMTcwMTMyMDczMy5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 267",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "20 March 2013",
        "Petitioner:": "Shivdev Kaur (d) By Lrs. & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 177",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "R.s. Grewal",
        "Case Type:": "CIVIL APPEAL / 5063-5065/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession",
            "life interest"
        ],
        "HeadNote": "Hindu Succession Act, 1956 - s.14(2) - 'Life interest' created in favour of a Hindu female - Under a 'Will' executed prior to commencement of the Act - Held: After commencement of the Act, the 'life interest' would not stand converted to 'absolute title'. Words and Phrases - Expression 'destitute' - Meaning of, in the context of Succession."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "M/S. GHCL EMPLOYEES STOCK OPTION TRUST VS. M/S INDIA INFOLINE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNzg=",
        "Citation": "[2013] 5 S.C.R. 276",
        "Case Type": "(CRIMINAL APPEAL /488/2013)",
        "Date": "22 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfMjc2IC0gMjk0XzE3MDMyNDAyOTIucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 276",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "22 March 2013",
        "Petitioner:": "M/s. Ghcl Employees Stock Option Trust",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 187",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "M/s India Infoline Limited",
        "Case Type:": "CRIMINAL APPEAL /488/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Issuance of Summons",
            "Quashing"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.482 - Complaint case - Issuance of summons - Quashing of - Respondent c no.1-comppany dealt with securities and were registered stock brokers and agents - Appellant opened a Demat Account with respondent no.1-company - Respondent nos.2 to 7 were Managing Director, Company Secretary and Directors of respondent no.1-company - Complaint filed by appellant 0 alleging that the respondents committed criminal breach of trust and cheating, inasmuch as they sold off 8, 76, 668 shares of the appellant and misappropriated the entire sale proceeds - Metropolitan Magistrate summoned the respondents to face trial under ss.415, 409, 34, 1208 - Criminal proceedings initiated against respondent nos.2 to 7 - Quashed by High E Court - Justification - Held: Justified - Order of Magistrate summoning the accused must reflect that he has applied his mind to the facts of the case and the law applicable thereto - Magistrate has to record his satisfaction with regard to the existence of a prima facie case on the basis of specific F allegations made in the complaint supported by satisfactory evidence and other material on record - On facts, the order passed by the Magistrate reveals that two witnesses were examined by the complainant but none of them specifically stated as to which of the accused committed breach of trust G or cheated the complainant except general and bald allegations made therein - In the order issuing summons, the Magistrate did not record his satisfaction about the prima facie case as against respondent Nos.2 to 7 and the role played by them in the capacity of Managing Director, Company A Secretary or Directors of the company which is sine qua non for initiating criminal action against them - Issuance of summons against respondent Nos. 2 to 7 was therefore illegal and amounted to abuse of the process of law - Penal Code, 1860 - SS. 415, 409, 34 and 1208."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "RAKESH AND ANOTHER VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyODk=",
        "Citation": "[2013] 5 S.C.R. 295",
        "Case Type": "(CRIMINAL APPEAL /1779/2009)",
        "Date": "22 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9SYWtlc2ggQW5kIEFub3RoZXIgXyBTdGF0ZSBPZiBIYXJ5YW5hXzE3MDEzMjExNTMucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 295",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "22 March 2013",
        "Petitioner:": "Rakesh And Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 188",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1779/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "dying declaration",
            "Dowry death"
        ],
        "HeadNote": "Penal Code, 1860 - ss.498A and 302 r/w s.34 - Dowry death - Prosecution of husband and mother-in-Jaw - Conviction by courts below relying on dying declaration of the deceased - Held: Prosecution case established beyond reasonable doubt - The dying declaration is acceptable in conviction upheld"
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MADHAVI AMMA & ORS. VS. S. PRASANNAKUMARI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMDQ=",
        "Citation": "[2013] 5 S.C.R. 307",
        "Case Type": "(CIVIL APPEAL /2735-2736/2005)",
        "Date": "22 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9NYWRoYXZpIEFtbWEgJiBPcnMuIF8gUy4gUHJhc2FubmFrdW1hcmkgJiBPcnMuXzE3MDEzMjEzNTUucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 307",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "22 March 2013",
        "Petitioner:": "Madhavi Amma & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 189",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "S. Prasannakumari & Ors.",
        "Case Type:": "CIVIL APPEAL /2735-2736/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Land Reforms"
        ],
        "HeadNote": "Kera/a Land Reforms Act, 1963 - ss. 80, BOB, 79A, 102 and 125 - Eviction proceedings under the 1965 Act - C Reference u/s.125(3) of the 1963 Act, by Rent Control Authority calling for decision as to status of appellant(s) as a tenant or Kudikidappukaran - On Reference, Land Tribunal returned . a finding that appel/ant(s) was not a Kudikidappukaran but was only a tenant occupying a building o belonging to the respondent and not a hut or homestead - Held: The only scope to challenge the conclusion of the Land Tribunal was by way of an appeal under the provisions of 1965 Act by virtue of the specific stipulations contained in s. 125(6) of the 1963 Act - In order for a person to claim the status of E Kudikidappukaran, he has to ensure that the status claimed is in the first instance accepted by the local authority in appropriate proceedings uls.BO of the 1963 Act and more importantly in proof for such acceptance his name is entered as Kudikidappukaran in the register prepared and maintained F for that purpose by the local authority - Approach made by the appellant(s) by invoking s.BOB of the 1963 Act in order to assert his right as Kudikidappukaran even without getting his status ascertained in appropriate proceedings u/s. BO of the 1963 Act was wholly invalid and rightly rejected by the original authority - Appellate Authority failed to understand the scope, G power and jurisdiction of Appellate power u/s.102 of the 1963 Act as against the order passed uls. BOB of the 1963 Act - Order of Appellate Authority was, wholly without any jurisdiction and rightly set aside by the High Court - Kera/a Buildings (Lease and Rent Control) Act, 1965. Kera/a Land Reforms Act, 1963 - s.125 - Status of Kudikidappukaran - Determination - Bar of jurisdiction of Civil Court/Rent Control Court - Held: Such question can be 8 exclusively decided only by the Land Tribunal - However, after such decision is rendered pursuant to a reference made to it and the ultimate decision of the Civil Court/Rent Control Court is taken up by way of appeal, the Appellate Court! appellate authority of a Civil Court or Rent Control Court while C examining the merits of the decision of the concerned Civil Court or the original authority on the question of eviction can also examine the correctness of the decision rendered by the Land Tribunal as regards the status as a Kudikidappukaran."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "KHACHAR DIPU @ DILIPBHAI NAKUBHAI VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMjQ=",
        "Citation": "[2013] 5 S.C.R. 341",
        "Case Type": "(CRIMINAL APPEAL /532-533/2013)",
        "Date": "04 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9LaGFjaGFyIERpcHUgQCBEaWxpcGJoYWkgTmFrdWJoYWkgXyBTdGF0ZSBPZiBHdWphcmF0XzE3MDEzMjE2ODUucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 341",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "04 April 2013",
        "Petitioner:": "Khachar Dipu @ Dilipbhai Nakubhai",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 213",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /532-533/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Hostile witness"
        ],
        "HeadNote": "Penal Code, 1860- s.302 - Murder-Appellant and two other accused - Deceased was going to his field on cycle - Appellant dashed motor vehicle from behind - Deceased was C thrown off from his cycle - He was then tied behind the motor vehicle and dragged for considerable distance - Few days earlier, the accused had quarrelled with the deceased and had threatened him - Conviction of appellant uls. 304 Part I by trial court - Altered to that u/s.302 by High Court - On appeal,  held: Post mortem report showed injuries on vital parts of the deceased's body, the face was crushed and further there were marks of dragging - A quarrel or altercation has its own triviality but it gets magnified when the dashing of the vehicle is proven and the nature of the injuries caused on the E deceased is taken note of - That apart, there is evidence that the body was dragged - Intention to cause bodily injury proved - Injuries sufficient in the ordinary course of nature to cause death - No flaw in the analysis made by the High Court for altering the conviction u/s.304 Pert I recorded by the trial F Judge to that u/s.302."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "B.T. KRISHNAMURTHY VS. SRI BASAVESWARA EDUCATION SOCIETY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMzI=",
        "Citation": "[2013] 5 S.C.R. 359",
        "Case Type": "(CIVIL APPEAL /2948/2013)",
        "Date": "08 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9CLnQuIEtyaXNobmFtdXJ0aHkgXyBTcmkgQmFzYXZlc3dhcmEgRWR1Y2F0aW9uIFNvY2lldHkgJiBPcnMuXzE3MDEzMjE5NTUucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 359",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "08 April 2013",
        "Petitioner:": "B.t. Krishnamurthy",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 219",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Sri Basaveswara Education Society & Ors.",
        "Case Type:": "CIVIL APPEAL /2948/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "regularization",
            "Reinstatement"
        ],
        "HeadNote": "Service Law: Reinstatement and regularization - Of part-time lecturer - Held: Temporary! part-time lecturer working without any appointment \"fetter and without any selection process, cannot be reinstated and his services cannot be regularized. Termination - Temporary/part-time Lecturer - Working without appointment letter - Termination of service orally communicated - Legality of - Held: Termination simp/icitor is not per se illegal and not violative of principles of natural justice."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "AARUSHI DHASMANA VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMzg=",
        "Citation": "[2013] 5 S.C.R. 371",
        "Case Type": "(WRIT PETITION (CIVIL) /232/2012)",
        "Date": "10 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9BYXJ1c2hpIERoYXNtYW5hIF8gVW5pb24gT2YgSW5kaWEgQW5kIE90aGVyc18xNzAxMzIyMTk3LnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 371",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "10 April 2013",
        "Petitioner:": "Aarushi Dhasmana",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2013 INSC 231",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /232/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Human rights",
            "Craniopagus Twins"
        ],
        "HeadNote": "Human rights - Craniopagus Twins (CTs), two minor girls 'S' and 'F' - Parental consent not forthcoming either for investigation or for surgical operation - Duty of the Court - C Right to life - Right to bodily integrity - Wardship Jurisdiction ....:. Exercise of - Application of \"least detrimental test\" - Held: The Court has to adopt a balancing exercise - First and foremost consideration of the Court is \"welfare of the children\", which overrides the views or opinions of the parents - Parents D of 'S' and 'F' are against carrying on any investigation as well as surgical operation but, 'S' and 'F' being ward of the Court, the Court has got a responsibility to find out whether it is possible to save both and if not, at least one, for which , investigations are necessary - Intrinsic value of both 'S' and E 'F' is equal, but when medical investigation is carried on, a balance sheet has to be drawn up of the advantages and disadvantages which flow from the performance or the non- performance of a surgical treatment - If the balance shifts heavily in favour of one, that has to be accepted, otherwise, F both will sink and die - Proper medical invesstigation could not be carried out by the medical team of Al/MS, mainly, because of the parental opposition - Medical team of AIIMS could not come out with a solution, they were apprehensive of the fact that the investigations had their own risk and had also opined that detailed medical treatment would be possible G only after thorough investigation - No positive direction can be given in the absence of an expert medical opinion indicating that either of 'S' and 'F' can be· saved due to surgical operation or at feast one - Directions issued considering the facts and circumstances of this case - Constitution of India, 1950 - Article 21."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "V.K. SURENDRA VS. V.K. THIMMAIAH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNDc=",
        "Citation": "[2013] 5 S.C.R. 386",
        "Case Type": "(CIVIL APPEAL /1499 /2004)",
        "Date": "10 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9WLmsuIFN1cmVuZHJhIF8gVi5rLiBUaGltbWFpYWggJiBPcnMuXzE3MDEzMjI0MzUucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 386",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "10 April 2013",
        "Petitioner:": "V.k. Surendra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 232",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "V.k. Thimmaiah & Ors.",
        "Case Type:": "CIVIL APPEAL /1499 /2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Partition suit"
        ],
        "HeadNote": "Suit - Partition suit - By daughter - Claiming 1110 share C in the property of her deceased father - Claiming that the property was self-acquired - The 3 sons of deceased stated that the property was ancestral - One of the sons D-3 claimed a specific share in the property on the strength of a Will executed by the deceased - Trial court held that D-3 was D entitled to the share through th~ Will 7 1-(igty Court decreed the suit holding that the property was ancestral and the(efore the deceased and his four sons were entitled to equal share i.e. 1!5th - Thus the four sons were entitled to 11!50th share and the five daughters and the sole descendant of one of the E daughters were entitled to 1!50th share - Held: The High Court rightly held that the property was ancestral and not se/f- acquired - No interference with the order of High Court is called for."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "RAMJI GUPTA & ANR. VS. GOPI KRISHAN AGRAWAL (D) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNjA=",
        "Citation": "[2013] 5 S.C.R. 398",
        "Case Type": "(CIVIL APPEAL /629/2004)",
        "Date": "11 APRIL 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9SYW1qaSBHdXB0YSAmIEFuci4gXyBHb3BpIEtyaXNoYW4gQWdyYXdhbCAoZCkgJiBPcnMuXzE3MDEzMjI3MzcucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 398",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "11 April 2013",
        "Petitioner:": "Ramji Gupta & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 242",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Gopi Krishan Agrawal (d) & Ors.",
        "Case Type:": "CIVIL APPEAL /629/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit",
            "Tenants"
        ],
        "HeadNote": "Suit - Suit by landlord against tenants alleging default in C payment of rent - Tenants claiming to be owners of the property on the strength of sale deed executed by the vendor (mother of the landlord) - Small Causes Court decreed the suit, relying on a judgment passed in 1958 (whereby vendor (a Hindu female) was held to be life estate holder in the D property). and held that by virtue of the judgment, the son of the vendor (landlord) acquired the property - Judgment confirmed by District Judge and High Court - On appeal, held: Courts below rightly decreed the suit. Provincial Small Causes Courts Act, 1887 - s. 23 - Adjudication of issue of title - By Small Causes Court - Held: Small Causes Court cannot adjudicate upon issue of title - Such question if decided incidentally by Small Causes Court, would not operate as res-judicata in a subsequent suit based on title - In the instant case, trial court rightly refused to go F into such issue."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "R.K. JAIN VS. UNION OF INDIA & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzODY=",
        "Citation": "[2013] 5 S.C.R. 411",
        "Case Type": "(CIVIL APPEAL /3878/2013)",
        "Date": "16 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNDExIC0gNDI3XzE3MDMyNDA0NDAucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 411",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "16 April 2013",
        "Petitioner:": "R.k. Jain",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 256",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Union Of India & Anr",
        "Case Type:": "CIVIL APPEAL /3878/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Information",
            "ACR of Public Servant"
        ],
        "HeadNote": "Right to Information Act, 2005 - ss.8(1)(j) and 11 - Information regarding ACR of public servant - Whether can C be disclosed to third person - ACR record of an officer cannot be disclosed to third person, except in cases involving overriding public interest - However, such disclosure of information would be after following the procedure under D s.11(1)."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "UNION OF INDIA VS. RAFIQUE SHAIKH BHIKAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MDE=",
        "Citation": "[2013] 5 S.C.R. 428",
        "Case Type": "(CIVIL APPEAL /28609/2011)",
        "Date": "16 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Aftab Alam\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNDI4IC0gNDU0XzE3MDMyNDA1ODAucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 428",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "16 April 2013",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Case Disposed Off",
        "Netural Citation:": "2013 INSC 257",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aftab Alam",
        "Respondent:": "Rafique Shaikh Bhikan & Ors.",
        "Case Type:": "CIVIL APPEAL /28609/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hajj Policy",
            "Lady Pilgrims"
        ],
        "HeadNote": " Hajj policy - Policy for Haj Committee of India Pilgrims C - Held: Practice of framing Hajj Policy on annual basis is adhoc and unsatisfactory - Requirement of a policy framework for five years - Proposed Hajj Policy 2013 - 2017 be posted on the website of the Ministry of External Affairs (MEA) inviting objections, comments and suggestions - Final policy to D remain valid and operative for five years upto Hajj 2017 and may be amended only in case of any change in arrangements with the Kingdom of Saudi Arabia as per the agreement entered into between the two countries every year. Hajj policy - Lady pilgrims - Held: Hajj Policy to pay attention to special needs of the lady pilgrims. Hajj policy - Time bound conduct of Hajj process - Held: Time schedule with regard to the hajj process as fixed by the Haj Committee of India to be strictly adhered to - No authority or court to interfere in the process of submission of applications, scrutiny and allotment of seats by the Haj Committees, in case the interference would lead to disturbing the time schedule. Hajj policy - Accommodation in Saudi Arabia - Committee constituted by Supreme Court to make arrangements for the pilgrims' accommodation in Saudi Arabia on a long term basis - Committee expected to make arrangements for stay of Indian pilgrims in Saudi Arabia by taking accommodations on lease for a term not less than five A years before the commencement of Hajj 2013. Hajj policy - Air Fare - Government of India to invite tenders from the three Saudi Airlines and all the Indian registered Airlines besides any other airlines that may be 8 eligible under the Saudi Policy. Hajj policy - Grievance redressal - Held: At present a Joint Secretary in the Ministry of External Affairs is in-charge of Gulf and Hajj - But both the Gulf and the Hajj involve huge responsibilities - Government of India to give responsibility  of the Hajj alone to an Officer of the level of the Joint Secretary - Hajj cell to also have a permanent and effective grievance redressal mechanism - An officer of the level of Deputy Secretary to be made in-charge of dealing with all grievances concerning Hajj received from any of the Haji  Committees or any individual or group of individuals - Central Government advised to constitute a high powered committee to review the functioning of the Haj Committee of India, the State Haj Committees and the Union Territory Haj Committees and to consider the· suggestions or grievances E made by those Committees with a view to improving their performance.  Hajj policy - Policy for Private Tour Operators (PTOs) - Held: Classification of PTOs to categories 1 & 2 fair and reasonable and strikes a proper balance between needs of the pilgrims and also making provision for new entrants on a calibrated basis - Policy, approved after modifications by Supreme Court - Approved policy to be called Policy for Private Tour Operators for Hajj 2013-2017 - It shall remain valid for five years and shall not be questioned before any court or authority.   "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "THAMMU PANDURANGA RAO & ANR. VS. STATE OF ANDHRA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MDQ=",
        "Citation": "[2013] 5 S.C.R. 455",
        "Case Type": "(CRIMINAL APPEAL /1132/2009)",
        "Date": "26 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNDU1IC0gNDY1XzE3MDMyNDA3MDkucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 455",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "26 April 2013",
        "Petitioner:": "Thammu Panduranga Rao & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 288",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Andhra Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1132/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Death",
            "Right to Private Defence"
        ],
        "HeadNote": "Penal Code, 1860 : ss.304 (Part If), 323 and 325 - Prosecution for causing death and injuries - Conviction by trial court u/ss. 304, 323 and 325 - High Court modified the conviction u/s. 304 to 304 (Part If) and reduced the sentence - On appeal, held: High Court order passed after proper analysis of the evidence - Hence does not calf for interference - High Court order upheld. s.97 - Right to private defence - Exercise of- Held: Right to private defence should be used only as a shield to avert an attack ~ It should not be vindicitve and cannot be used to retaliate - It ca'!not be exercised for causing more harm than necessary"
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "REPUBLIC OF ITALY & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MTE=",
        "Citation": "[2013] 5 S.C.R. 466",
        "Case Type": "(WRIT PETITION (CIVIL) /135/2012)",
        "Date": "26 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNDY2IC0gNDcxXzE3MDMyNDA3NjIucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 466",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "26 April 2013",
        "Petitioner:": "Republic Of Italy & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 282",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /135/2012",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "International Law"
        ],
        "HeadNote": " International Law - Incident of killing of two fishermen by c two marines of Italy - At the distance of 20.5 nautical miles from the Indian sea-coast, off the coastline of the State of Kerala - Initiation of Criminal proceedings against the marines by the Sate of Kerala - Writ Petition by Republic of Italy and SLP by the two marines questioning the jurisdiction of  Republic of India and the State of Kerala to investigate and try the case - Supreme Court disposed of the Petitions holding that the State of Kerala had no jurisdiction to investigate and try the case and Union of India had jurisdiction to proceed with the investigation and trial until it was proved E that Article 100 of UNCLOS, 1982 was applicable to the case - Direction was given to Union of India to set up Special Court to try the case and to dispose of the same in accordance with the provisions of the Maritime Zones Act, 1976, IPC, Cr.P.C. and provisions of UNCLOS, 1982 - Matter mentioned before  supreme Court stating that Government of India received a communication from the Embassy of Italy which indicated that the Government of Italy had decided not to return the accused marines to India to stand trial - Court after giving certain directions enquired as to what steps were taken to constitute  the Special Court - The Court was informed that National Investigation Agency was appointed to take-over the investigation - Handing-over the investigation to the National Investigation Agency was opposed by the accused marines - Held: Supreme Court cannot be called upon to decide as to which would be the agency to investigate - It is for the Central Government to take decision in the matter - As the Central Government has duly taken steps in terms of the directions given in the main judgment, it is left to the Central Government to take further steps in the matter.  "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "STATE OF RAJASTHAN & ANR. VS. MILAP CHAND JAIN & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MTU=",
        "Citation": "[2013] 5 S.C.R. 472",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /20363-20368/2013)",
        "Date": "01 MAY 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TdGF0ZSBPZiBSYWphc3RoYW4gJiBBbnIuIF8gTWlsYXAgQ2hhbmQgSmFpbiAmIEFuci4gRXRjLl8xNzAxMzI0NTIyLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 472",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "01 May 2013",
        "Petitioner:": "State Of Rajasthan & Anr.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 298",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Milap Chand Jain & Anr. Etc.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /20363-20368/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 136",
            "SLPs"
        ],
        "HeadNote": "Constitution of India, 1950 - Arlic/e 136 - SLPs filed by petitioner-State challenging the same order which was the subject matter of challenge in previous SLPs - Held: A fresh batch of SLPs against the impugned judgment and order against which SLPs were earlier dismissed, cannot be enterlained by a coordinate Bench unless the coordinate Bench were inclined to take a different view and were to refer the matter to a larger Bench - On facts, although the question of law was allowed to be kept open in the earlier matter, no discriminatory treatment should be meted out to another set of teachers who were affected by one and the same order of the State of Rajasthan, wherein the order of the State was set aside by the High Courl and one batch of special leave petitions against the same as also Review were dismissed - The implication of the observation in regard to the fact that the question of law was allowed to be kept open was meant to be urged in a matter arising out of a subsequent event in which a similar question arose - Insofar as instant SLPs are concerned, that is not the situation as the SLPs have been filed by the petitioner-State of Rajasthan against the same impugned order, which was the subject matter of challenge in the earlier appeals - Instant SLPs fit to be dismissed solely on the ground of parity -Practice and Procedure."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "HABIB VS. STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MjI=",
        "Citation": "[2013] 5 S.C.R. 476",
        "Case Type": "(CRIMINAL APPEAL /911/2007)",
        "Date": "01 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9IYWJpYiBfIFN0YXRlIE9mIFV0dGFyIFByYWRlc2hfMTcwMTMyNDg3Mi5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 476",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "01 May 2013",
        "Petitioner:": "Habib",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 299",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Uttar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /911/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motive",
            "Administration of Criminal Justice"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 - Prosecution of 3 accused - Acquittal by trial court - High Court convicting 2 of the C accused- and upholding acquitted of one - Appeal by the convicted accused - Held: Prosecution case is supported by evidence of eye-witnesses and medical evidence - Conviction upheld.  Administration of Criminal Justice - If two views are possible, one pointing to the guilt and other to the innocence, view favourable to the accused to be adopted. Motive - Evidentiary value - Held: Motive loses its significance in case of direct trust-worthy evidence. E Witness - Interested witness - Evidentiary value - A witness, if trustworthy, cannot be discarded merely because, it is interested. F Appeal - Appeal -against acquittal - Held: In such appeal, appellate court is required to re-appreciate the evidence."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MADHAO AND ANR. VS. STATE OF MAHARASHTRA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0Mjc=",
        "Citation": "[2013] 5 S.C.R. 484",
        "Case Type": "(CRIMINAL APPEAL /684/2013)",
        "Date": "03 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9NYWRoYW8gQW5kIEFuci4gXyBTdGF0ZSBPZiBNYWhhcmFzaHRyYSBBbmQgQW5yLl8xNzAxMzI1MjEzLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 484",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "03 May 2013",
        "Petitioner:": "Madhao And Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 305",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Maharashtra And Anr.",
        "Case Type:": "CRIMINAL APPEAL /684/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "cognizance of the offence",
            "investigation by the police"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - ss.156(3) and 190 - Government of Maharashtra framed scheme as per which land was to be purchased by the Government and made available to SCs ~nd neo-Buddhists below the poverty line - Appellants while working under the Scheme were involved in execution of sale deeds in favour of the Government of Maharashtra - Complaint against appellants and others alleging that under the si3id scheme, certain land was purchased from a dead person - Direction of Magistrate to the Police to investigate the matter u/s.156(3) and to submit a detailed report within one month - Challenged - Held: Magistrate before taking cognizance of the offence can order investigation u/s. 156(3) - When a Magistrate receives a complaint he is not bound to take cognizance - If on a reading of the complaint, he finds that the allegations therein disclose a cognizable offence and forwarding of the complaint to the police for investigation uls. 156(3) will be conducive to justice and save the valuable time of the Magistrate from being wasted in enquiring into a matter which was primarily the duty of the police to investigate, he will be justified in adopting that course as an alternative to taking cognizance of the offence itself - Where a Magistrate orders investigation by the police before taking cognizance uls.156(3) and receives the report thereupon he can act on the report and discharge the accused or straightaway issue process against the accused or apply his mind to the complaint filed before him and take action ul s. 190- In the instant case, while issuing direction for investigation u/s. 156(3), the Magistrate did not exceed his· A power nor violated any of the provisions contained in CrPC - Procedure adopted and power exercised by the Magis.trate was acceptable and in accordance with the scheme of CrPC."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "BHAIKON @ BAKUL BORAH VS. STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MzM=",
        "Citation": "[2013] 5 S.C.R. 497",
        "Case Type": "(CRIMINAL APPEAL /194/2008)",
        "Date": "03 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9CaGFpa29uIEAgQmFrdWwgQm9yYWggXyBTdGF0ZSBPZiBBc3NhbV8xNzAxMzI1NDczLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 497",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "03 May 2013",
        "Petitioner:": "Bhaikon @ Bakul Borah",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 306",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /194/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "murder",
            "Remission",
            "Sentence"
        ],
        "HeadNote": "Penal Code, 1860 - ss.302 and 376- Rape and murder - ·Trial court convicted the accused and imposed death sentence and life imprisonment for offences punishable u/ C ss.302 and 376 respectively - High Court confirmed the conviction, but reduced the death sentence to life imprisonment and the sentence of life imprisonment to 7 years imprisonmerJt - Held: Version of the eye-witness is reliable and the same is corroborated by evidence of another  witness and also by medical evidence - Hence, conviction and sentence awarded by High Court upheld. Sentence/sentencing - Remission of sentence of life imprisonment - Held: Life imprisonment means imprisonment for whole of the life subject to the remission power granted under Articles 72 and 161 of the Constitution - When death sentence is commuted to life imprisonment, executive power of remission to be exercised cautiously, taking note of the gravity of the offence - Constitution of India, 1950 - Articles 72 and 161."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "VIDYA DHAR & ORS. VS. MULTI SCREEN MEDIA PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MzU=",
        "Citation": "[2013] 5 S.C.R. 510",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /9967/2013)",
        "Date": "03 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir\n*, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9WaWR5YSBEaGFyICYgT3JzLiBfIE11bHRpIFNjcmVlbiBNZWRpYSBQdnQuIEx0ZC5fMTcwMTMyNTY4OS5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 510",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "03 May 2013",
        "Petitioner:": "Vidya Dhar & Ors.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 301",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Altamas Kabir",
        "Respondent:": "Multi Screen Media Pvt. Ltd.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /9967/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Trial",
            "Balancing of interests"
        ],
        "HeadNote": "Criminal Trial - Free and fair trial - Balancing of interests C - Junior Basic Trained (JBT) Teachers Recruitment Scam - Conviction of petitioners - Pending appeal - Proposal of respondent to broadcast I telecast an episode on television on \"JBT Teachers Scam\"- Suit for permanent injunction by Petitioners to restrain respondent from such broadcast/ D telecast - Injunction order passed by Single Judge of High Court -- Set aside by Division Bench in appeal - SLPs - Plea of petitioners that they were entitled to a fair trial and the proposed telecast would have prejudicial impact on their rights, and further, though the petitioners might stand E convicted, an appeal is a continuation of the trial and even at the appellate stage, there was every possibility of bias against them - Held: Once the trial was completed and the Petitioners convicted and, thereafter, arrested, there was no further possibility of any bias against them at the time of F hearing of the appeal - No interference called for with the order of the Division Bench of the High Court - However, in order to safeguard the interests of the Petitioners, certain restrictions imposed at the time of the screening of the episode concerned - Prevention of Corruption Act, 1988 - G s. 13(2) - Penal Code, 1860 - s. 120B - Code of Criminal Procedure, 1973 - s.389."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MD. ISHAQUE AND OTHERS VS. STATE OF WEST BENGAL AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NDc=",
        "Citation": "[2013] 5 S.C.R. 518",
        "Case Type": "(CRIMINAL APPEAL /1421/2007)",
        "Date": "03 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9NZC4gSXNoYXF1ZSBBbmQgT3RoZXJzIF8gU3RhdGUgT2YgV2VzdCBCZW5nYWwgQW5kIE90aGVyc18xNzAxMzI2MTYwLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 518",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "03 May 2013",
        "Petitioner:": "Md. Ishaque And Others",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 307",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of West Bengal And Others",
        "Case Type:": "CRIMINAL APPEAL /1421/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Death",
            "serious injuries"
        ],
        "HeadNote": "Penal Code, 1860 - s.304 Part I - Number of persons forced out of their houses - Assaulted with various weapons - Death of one person and serious injuries to three others (PWs 1, 2 and 4) - Conviction of accused-appellants uls.302 - Justification - Held: PWs 1 to 6 subjected to lengthy cross- examination, but nothing significant to discredit their evidence - Mere fact that some witnesses were interested witnesses, not a ground to discard their evidence, when evidence taken. as a whole supported the case of the prosecution -:- PW1, PW2, PW4 sustained serious injuries, and their evidence was believed by the court - Prosecution succeeded in proving the place of occu\"ence, the time of occurrence as well as the manner of assault made on injured persons who were all examined by the Court and their evidence fully co\"oborated the prosecution case - Prosecution successfully proved that it was the appellants and others who had committed the crime - Several injuries were caused by the appellants on the vital parts of the deceased and the injured persons, with dangerous weapons and the injuries were sufficient, as certified by the doctor, in the ordinary course of nature to cause death - Appellants caused the injuries with deadly weapons, therefore, intention can be presumed regarding causing injuries likely to cause death, which falls uls.304 Part I - Conviction therefore converted to that uls.304 Part I with RI of 10 years and fine of Rs.5,000/-each - 50% of the money recovered as fine to be paid to wife of the deceased as compensation."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MANOJ GIRI VS. STATE OF CHHATISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NjU=",
        "Citation": "[2013] 5 S.C.R. 529",
        "Case Type": "(CRIMINAL APPEAL /470/2012)",
        "Date": "08 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Sharad Arvind Bobde\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9NYW5vaiBHaXJpIF8gU3RhdGUgT2YgQ2hoYXRpc2dhcmhfMTcwMTMyNjk4MC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 529",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "08 May 2013",
        "Petitioner:": "Manoj Giri",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 325",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of Chhatisgarh",
        "Case Type:": "CRIMINAL APPEAL /470/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "murder",
            "gang rape"
        ],
        "HeadNote": "Penal Code, 1860 - ss.396 & 376(2)(g) - Dacoity with murder and gang rape - Five accused - Conviction of accused-appellant - Challenged - Held: No merit in the C contention that conviction of appellant was unjustified in view of acquittal of the other four accused - It cannot be said that conviction for dacoity with murder can be maintained only when five or more persons are convicted - Evidence against the four co-accused was not sufficient to convict them - If D properly convicted each one of them were liable to be punished with death uls.396 /PC- Since that did not happen, conviction of five persons - or even one - can stand - PW1 was a married woman and was overpowered by several men before she was raped - Ample evidence of rape in view of the E forensic report regarding the clothes of PW1 and those of the appellant - Entire evidence alongwith proper and clear identification at identification parade and in the court by PW1 leaves no manner of doubt that the conviction of appellant was well founded."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "NATASHA SINGH VS. CBI (STATE)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NzA=",
        "Citation": "[2013] 5 S.C.R. 539",
        "Case Type": "(CRIMINAL APPEAL /709/2013)",
        "Date": "08 MAY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNTM5IC0gNTU2XzE3MDMyNDA5NDkucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 539",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "08 May 2013",
        "Petitioner:": "Natasha Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 326",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Cbi (state)",
        "Case Type:": "CRIMINAL APPEAL /709/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 311 Cr. P. C"
        ],
        "HeadNote": "code of Criminal Procedure, 1973 - s.311 - Proceedings initiated under the /PC and Prevention of C Corruption Act - Three accused including appellant - Appellant, in her defence examined one witness, DW-2 and after proving certain documents closed her defence - Trial Court fixed date for hearing final arguments - Prior to date of final hearing, application filed by appellant u/s.311 CrPC for D permission to examine three witnesses - Application dismissed by trial court on ground that examination of the witnesses sought to be examined by the appellant was unnecessary - High Court affirmed the order of trial court - Propriety - Held: Not proper - Application filed uls. 311 E Cr.P. C. must be allowed if fresh evidence is being produced to facilitate a just decision -The trial court prejudged the evidence of the witnesses sought to be examined by the appellant, and thereby caused grave and material prejudice to the appellant as regards her defence, which tantamounts F to a flagrant violation of the principles of law governing the production of such evidence in keeping with the provisions of s. 311 Cr. P. C - Trial Court reached the conclusion that production of such evidence by the defence was not essential to facilitate a just decision of the case - Such an assumption G was wholly misconceived, and not tenable in law as appellant has every right to adduce evidence in rebuttal of the evidence brought on record by the prosecution - Furthermore, instant case not one where if application filed by the appellant had been allowed, the process would have taken much time - In fact, disallowing the said application, has caused delay - No prejudice would have been caused to the prosecution, if the defence had been permitted to examine said three witnesses - Application u/s.311 Cr.P. C. filed by appellant accordingly B allowed - Prevention of Corruption Act, 1988 - s. 13(2) rlw s.13(1)(d) - /PC - s.1208 rlw ss.420, 467, 468, 471. A Code of Criminal Procedure, 1973 - s.311 - Powers under- Scope and object-Held: Poweru ls.311 Cr.P.C. must be invoked by the Court only in order to meet the ends of C justice, for strong and valid reasons, and the same must be exercised with great caution and circumspection - Determinative factor should be, whether summoning/recalling of the said witness is in fact, essential to the just decision of the case - Adducing evidence in support of the defence is a D valuable right - Denial of such right would amount to the denial of a fair trial - Under no circumstances can a person's right to fair trial be jeopardized - Criminal trial - Fair trial."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SCHLUMBERGER ASIA SERVICES LTD. VS. OIL & NATURAL GAS CORPORATION LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0ODE=",
        "Citation": "[2013] 5 S.C.R. 557",
        "Case Type": "(CRIMINAL APPEAL /709/2013)",
        "Date": "08 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNTU3IC0gNTcyXzE3MDMyNDEwNTYucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 557",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "08 May 2013",
        "Petitioner:": "Schlumberger Asia Services Ltd.",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2013 INSC 335",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Oil & Natural Gas Corporation Ltd.",
        "Case Type:": "CRIMINAL APPEAL /709/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration",
            "Conciliation",
            "Arbitral Tribunal"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s. 11 (6) - Petition under - For appointment of nominee Arbitrator on behalf of respondent and also appointment of third Arbitrator (Presiding  Arbitrator) in Arbitral Tribunal to adjudicate disputes between the parties - Maintainability - Whether arbitration petition liable to be dismissed on ground of limitation as it raises dead claims or the matter ought to be left to be decided by the Arbitral Tribunal - Held: The Chief Justice or the  designated Judge can also decide whether the claim was dead one or a long-based claim - But it is not imperative for the Chief Justice or his designate to decide the questions at the threshold - It can be left to be decided by the Arbitral Tribunal - In the present case, there is a dispute as to whether  the repeated notices sent by the petitioner to the respondents were ever received - There are further disputes (even if the notices were received by respondent-ONGC) as to whether they were actually received in the correct section of respondent-ONGC - These are matters of evidence which are normally best left to be decided by the Arbitral Tribunal - It  would be appropriate for Supreme Court to constitute the entire Arbitral Tribunal in exercise of powers u/s. 11 (6).  "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "CHRISTIAN MEDICAL COLLEGE VELLORE & ORS VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0OTQ=",
        "Citation": "[2013] 5 S.C.R. 573",
        "Case Type": "(TRANSFER PETITION (CIVIL) /98/2012)",
        "Date": "13 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9DaHJpc3RpYW4gTWVkaWNhbCBDb2xsZWdlIFZlbGxvcmUgJiBPcnMgXyBVbmlvbiBPZiBJbmRpYSBBbmQgT3JzLl8xNzAxMzI4MzU2LnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 573",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "13 May 2013",
        "Petitioner:": "Christian Medical College Vellore & Ors",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 344",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "TRANSFER PETITION (CIVIL) /98/2012",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education",
            "Admission",
            "Medical Courses"
        ],
        "HeadNote": " Education - Admission - Medical Courses - Notification published on 27th December, 2010, being No. MCl-81(1)/ C 2010-MED/49070 dated 21st December, 2010, issued by the Medical Council of India (MCI), notifying a National Eligibility Entrance Test (NEET) - Competence of the MCI to introduce such a test which denudes different medical colleges from having any control over their entrance examinations and D admissions on the basis thereof - On 13th December, 2012, Supreme Court posted the matters for final hearing on 15th, 16th and 17th January, 2013, and allowed the respective entrance examinations, which had already been notified, to be held, while the hearing progressed but directed that results E of the examinations were not to be declared until further orders F of the Court- However, hearing could not be concluded within 17th January, 2013 - Held: On account of the. delay in completion of the hearing and the prospect of the students losing a year on account thereof, students hoping to gain admission on the strength of the results of the examinations, which have already been held and for which they had appeared, should not be denied such opportunity, at least for this year - Without fresh entrants into the Post-Graduate courses, even for a year, the hospitals are likely to be adversely affected - Besides, the students have been caught  in the legal tangle for no fault of thrillers and are the victims of policy decisions - In order to safeguard their interests, as also the interest of the hospitals, the bar imposed on 13th December, 2012, for this year's entrance examinations is lifted and, to that extent, order of 13th December, 2012 modified - Results of the examinations already conducted allowed to be declared to enable the students to take advantage of the same for the current year - Indian Medical Council Act, 1956 B -s.3.   "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "RUKMINI AMMA & ORS. VS. RAJESWARY (DEAD) THROUGH LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MDg=",
        "Citation": "[2013] 5 S.C.R. 579",
        "Case Type": "(CIVIL APPEAL /1475-1476/2005)",
        "Date": "22 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNTc5IC0gNjAzXzE3MDMyNDExNTUucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 579",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "22 March 2013",
        "Petitioner:": "Rukmini Amma & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 192",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Rajeswary (dead) Through Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /1475-1476/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mortgage",
            "Redemption"
        ],
        "HeadNote": " Mortgage - redemption - Permissibility - Land mortgaged - During subsistence of the mortgage, the land sold in auction by Revenue authorities for appropriation of agricultural income tax liabilities of the mortgagor - The land was purchased by the mortgagee - After about 30 years, mortgagor filing suit for redemption - Suit dismissed by trial court, but decreed by first appellate court and High Court -  On appeal, held: Mortgagor not entitled to redemption - The . sale of land in auction by Revenue authorities to the mortgagee has extinguished the redemption rights of the mortgagor - Under the contractual terms of the mortgage deeds, there was no obligation on the part of the mortgagee E to clear the tax liability of the mortgagor - Obligation of the mortgagee to pay Government dues, can only be relatable to the dues, arising against the land mortgaged and not against the person of the mortgagor - Even under s. 76(c) of the Transfer of Property Act, the liabilities contemplated to be Fcleared by the mortgagee, will not include the Income tax liability of an assessee - Transfer of Property Act, 1872 - s. 76(c) - Trust Act 1882 - s.90.  "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "KULWANT SINGH & ORS. VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1Mjk=",
        "Citation": "[2013] 5 S.C.R. 604",
        "Case Type": "(CRIMINAL APPEAL /1548/2007)",
        "Date": "02 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9LdWx3YW50IFNpbmdoICYgT3JzLiBfIFN0YXRlIE9mIFB1bmphYl8xNzAxMzI4OTc2LnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 604",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "02 April 2013",
        "Petitioner:": "Kulwant Singh & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 205",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1548/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "dowry death",
            "Presumption"
        ],
        "HeadNote": " Penal Code, 1860 - ss.304B and 498A - Death of married woman within seven years of marriage at the house C of her in-laws in suspicious circumstances - She died due to aluminium phosphate poisoning - Conviction of husband and parents-in-law u/s.3048 & 498A - Justification - Held: On facts, justified - There was no delay in lodging the FIR - Evidence on record clearly indicates that the deceased was D subjected to harassment for dowry not only by the husband (appellant no.1) but also by the parents-in-law (appellant nos.2 & 3) - Deceased was harassed for dowry till almost immediately before her death - Presumption of dowry death can safely be drawn in the instant case - Evidence Act, 1872 E - s.113B. Penal Code, 1860 - s.304B - Death of married woman within seven years of marriage at the house of her in-laws in suspicious circumstances - Husband (appellant no.1) and parents-in-law (appellant nos. 2 & 3) convicted uls.304B IPC F and sentenced to 7 years RI - Plea of appellant nos.2 and 3 for leniency in sentence considering their old age and physical disability - Held: Rejected - Law prescribes a minimum of seven years imprisonment for offence u/s.304- 8 /PC - No provision for reducing the sentence for any reason  whatsoever nor has any exception being carved out in law - Even though appellant nos. 2 and 3 are now aged, they were responsible for the death of the wife of appellant no. 1 through aluminium phosphide poisoning - Sentence I Sentencing.   Evidence Act, 1872 - s. 1138 - Presumption as to dowry A death - When can be safely drawn - Discussed - Penal Code, 1860 - s.304B.  "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "UNION OF INDIA & ORS. VS. EX-GNR AJEET SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NDQ=",
        "Citation": "[2013] 5 S.C.R. 620",
        "Case Type": "(CIVIL APPEAL /4465/2005)",
        "Date": "02 APRIL 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSAmIE9ycy4gXyBFeC1nbnIgQWplZXQgU2luZ2hfMTcwMTMyOTM3MC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 620",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "02 April 2013",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 206",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Ex-gnr Ajeet Singh",
        "Case Type:": "CIVIL APPEAL /4465/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Army Act",
            "Court martial proceedings",
            "plea of juvenility",
            "Misjoinder of charges"
        ],
        "HeadNote": "AMartial proceedings, plea of juvenility was not raised at initial A stage,, hence not applicable - Army Rules, 1951 - r.51. Code of Criminal Procedure, 1973 - s.464 - Misjoinder of charges - Affect of- Held: Misjoinder for charges is merely an irregularity which can be cured - Misjoinder of charges 8 would not invalidate the proceedings unless a failure of justice has occasioned or the person aggrieved has been prejudiced. Court Martial - Nature of - Court Martial proceeding is substitute of a criminal trial - Hence the case coming against the order in Court Martial proceedings should be examined C in accordance with the principles/law applicable in a criminal case. Criminal Jurisprudence ~ There would be failure of justice not only by unjust conviction, but also by acquittal of the guilty - In case substantial justice has been done, it should not be defeated, when pitted against technicalities - Justice should not be tampered with mercy.rmy Act, 1950- ss.39(a) and 52(a) -Army Rules, 1951 rr. 65, 72 and 79 - Court martial proceedings for absence without leave, for theft of ammunitions and for possession of counterfeit sea/ - Punishment of dismissal from service and 7 years RI - Writ petition - High Court held that entire court martial proceedings stood vitiated as the same could not 0 have been held for the offences which the delinquent had committed as a juvenile - Held: In view of the Juvenile Justice Act, the delinquent could not have been tried in Court Martial for the offences which he had committed as a juvenile - But each charge was in respect of a separate and distinct offence and each charge could have been tried separately - Thus, E trial by Court Martial was partly valid - Valid part of the proceedings is required to be saved by applying the principle of severability of offences - Hence, Court Martial Proceedings could not have been held invalid in entirety - By joint trial of all the charges, no prejudice has been caused F to the accused, rather he has been benefited - Therefore, conviction recorded by the Court Martial is maintained, but in view of the facts of the case, sentence is reduced to 5 years RI - Juvenile Justice (Care and Protection of Children) Act, 2000. c - G Juvenile Justice (Care and Protection of Children) Act, 2000 - ss.6, 15, 16, 18, 19, 20, 29 and 37 - Applicability of the Act~ Held: The Act being a special Act, has an overriding effect on any other statute - In the instant case, in Court"
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "M/S. USHA STUD AND AGRICULTURAL FARMS PRIVATE LIMITED AND OTHERS VS. STATE OF HARYANA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NTQ=",
        "Citation": "[2013] 5 S.C.R. 645",
        "Case Type": "(CIVIL APPEAL /2557/2013)",
        "Date": "02 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfNjQ1IC0gNjczXzE3MDMyNDEyODEucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 645",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "02 April 2013",
        "Petitioner:": "M/s. Usha Stud And Agricultural Farms Private Limited And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 199",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "State Of Haryana And Others",
        "Case Type:": "CIVIL APPEAL /2557/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - ss. 5-A and 6(1) - Violation C of - Discrimination in release of acquired land - Lands owned by appellants and five similarly situated others acquired for one and the same purpose - State Government I HUDA released acquired lands of five others, by executing agreements with them, but did not accord similar treatment · D to appellants - Justification - Held: Not justified - Appellants were subjected to hostile discrimination - The solitary reason put forward by the respondents for not releasing the appellants' land, namely, that most of it was lying vacant was ex-facie erroneous, which is clear from the notings recorded by the E officers and the Special Secretary to the Chief Minister of the State on th.e objections filed by the appellants - While ordering the issue of notification u/s.6(1), the Chief Minister did not even advert to the objections filed by the appeliants and the report made by the Land Acquisition Collector u/s.5- F A(2) - Direction given by the Chief Minister for issue of notification u/s. 6(1) without considering the objections· of the appellants and other relevant factors was vitiated due to non- app/ication of mind - Decision taken at the level of the Chief Minister not in consonance with the scheme of s.5-A(2) rlw G s. 6(1) - The State Government's refusal to release the appellants' land resulted in violation of their right to equality granted u/Article 14 of the Constitution - Constitution of India, 1950 - Art. 14.Land Acquisition Act, 1894 - s.5-A(2) - Purpose and effect of - Opportunity to the objector - Obligation of the Collector - Rule of audi alteram partem."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "BHARAT PETROLEUM CORPORATION LIMITED VS. RAMA CHANDRASHEKHAR VAIDYA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NzA=",
        "Citation": "[2013] 5 S.C.R. 674",
        "Case Type": "(CIVIL APPEAL /2770/2013)",
        "Date": "02 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Aftab Alam\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9CaGFyYXQgUGV0cm9sZXVtIENvcnBvcmF0aW9uIExpbWl0ZWQgXyBSYW1hIENoYW5kcmFzaGVraGFyIFZhaWR5YSBBbmQgQW5yLl8xNzAxMzMxMDAyLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 674",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "02 April 2013",
        "Petitioner:": "Bharat Petroleum Corporation Limited",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 207",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aftab Alam",
        "Respondent:": "Rama Chandrashekhar Vaidya And Anr.",
        "Case Type:": "CIVIL APPEAL /2770/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Property Law",
            "Renewal",
            "Lease"
        ],
        "HeadNote": "Property Law - Lease - Renewal - Statutory right as provided u/s. 5(2) of the 1976 Act - Exercise of - Scope - Burrnah Shell, predecessor of appellant-oil company, came in occupation of property in question on basis of lease deed dated September 22, 1955 - Lease was for 25 years and due to expire on February 28, 1980 - Lease deed gave to the lessee the unilateral right of renewal for an additional period of 25 years - 1976 Act came into force whereafter the right, title and interest of Burmah Shell first stood transferred to and vested in the Central Government and later, in the appellant- company - On October 17, 1979, appellant-lessee gave notice of renewal - After February 28, 1980, appellant continued in occupation of the suit property but no fresh deed of lease executed and registered renewing the terms of previous lease - Held: In case renewal was claimed in terms of stipulation in the lease deed, in absence of a fresh deed of renewal, the appellant's status became that of a month to month tenant and after 25 years in that relationship, it would be ludicrous for appellant to tum around and claim renewal of lease u/s.5(2) - The lessor cannot be faulted for terminating· the tenancy by a notice under the TPA Act - The other possibility is that though in the renewal notice dated October 17, 1979 there is no reference to s.5(2), the renewal must be deemed tq have taken place under that provision and by virtue of s .. 5(2), renewal clause of the existing lease stood superseded - If that be the'> position, then appellant has already exercised and exhausted its right uls.5(2) and there can be no question of a second renewal in terms of the A statutory provision - Viewed from any angle, the appellant cannot claim any further renewal of lease beyond February 28, 2005 - Burmah Shell (Acquisition of Undertakings in India) Act, 1976 - Transfer of Property Act, 1882."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "RAMESH CHANDRA SHAH AND OTHERS VS. ANIL JOSHI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NzM=",
        "Citation": "[2013] 5 S.C.R. 687",
        "Case Type": "(CIVIL APPEAL /2802-2804/2013)",
        "Date": "03 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9SYW1lc2ggQ2hhbmRyYSBTaGFoIEFuZCBPdGhlcnMgXyBBbmlsIEpvc2hpIEFuZCBPdGhlcnNfMTcwMTMzMTg4Ni5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 687",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "03 April 2013",
        "Petitioner:": "Ramesh Chandra Shah And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 210",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "Anil Joshi And Others",
        "Case Type:": "CIVIL APPEAL /2802-2804/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Selection"
        ],
        "HeadNote": "Service Law - Selection - Procedure of - Challenge to - Waiver of right to objection ..:.. Held: Person who consciously takes part in the process of selection cannot, thereafter, tum C around and question the method of selection and its outcome -:- On facts, the private respondents having taken part in the . process of selection with full knowledge that recruitment was being made under the General Rules, they had waived their right to question the advertisement or the methodology D adopted for making selection - Having appeared in the written · test and taken a chance to be declared successful, they will be deemed to have waived their right to challenge the . advertisement and the procedure of selection - The conduct of the private respondents clearly disentitles them from E seeking relief under Art.226 of the Constitution - High Court committed grave error by entertaining the grievance made by them - Uttar Pradesh Medical Health and Family Welfare Department Physiotherapist and Occupational Therapist Service Rules, 1998 (Special Rules) - Uttarakhand F · Procedure for Direct Recruitment for Group •c\" Posts (Outside the purview of the Uttarakhand Public Service Commission) Rules, 2008 (General Rules) - Uttar Pradesh Procedure for Direct Recruitment for Group 'C' Posts (Outside the purview of the Uttar Pradesh Public Service Commission) Rules, G · 1998 - Doctrines -Doctrine of waiver"
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "BHAGWATI DEVELOPERS PRIVATE LTD. VS. THE PEERLESS GENERAL FINANCE INVESTMENT COMPANY LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NzY=",
        "Citation": "[2013] 5 S.C.R. 708",
        "Case Type": "(CIVIL APPEAL /361-362/2005)",
        "Date": "04 APRIL 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9CaGFnd2F0aSBEZXZlbG9wZXJzIFByaXZhdGUgTHRkLiBfIFRoZSBQZWVybGVzcyBHZW5lcmFsIEZpbmFuY2UgSW52ZXN0bWVudCBDb21wYW55IExpbWl0ZWQgJiBPcnMuXzE3MDEzMzI0NDgucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 708",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "04 April 2013",
        "Petitioner:": "Bhagwati Developers Private Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 215",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "The Peerless General Finance Investment Company Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /361-362/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Companies Act",
            "Company petition",
            "Withdrawal of case"
        ],
        "HeadNote": "Companies Act, 1956: ss. 397 and 398 - Comparw petition - With the consent of other share-holders - Withdrawal of, by original petitioners - Effect of- Held: The withdrawal would not render the petition D non-existent, or non-maintainable - The constructive parties who provide consent to file the petition, are entitled to be transposed as petitioners in the case. s. 399 - Company petition - With the consent of other share-holders - Form of consent - Held: Consent need not E be given by the share-holder personally - It can be given by Power of Attorney holder of such share-holder - The issue of consent must be decided on he basis of broad concensus approach, in relation to the avoidance and subsistence of the case - If share-holder who had initially given consent to help F meet the requirement of 1110th share-holding, transfer of shares by him or if he cease_s to be share-holder, would not affect the maintainability and continuity of petition. Companies Rules, 1959 - r. 88(2) - Company petition G - Withdrawal of - Procedure for, prescribed under r. 88(2) - Whether excludes applicability of the procedure under CPC - Held: No - Code of Civil Procedure,· 1908. Code of Civil Procedure, 1908"
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "ASPI JAL & ANR. VS. KHUSHROO RUSTOM DADYBURJOR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1ODA=",
        "Citation": "[2013] 5 S.C.R. 732",
        "Case Type": "(CIVIL APPEAL /2908/2013)",
        "Date": "05 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9Bc3BpIEphbCAmIEFuci4gXyBLaHVzaHJvbyBSdXN0b20gRGFkeWJ1cmpvcl8xNzAxMzMyOTUxLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 732",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "05 April 2013",
        "Petitioner:": "Aspi Jal & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 218",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Khushroo Rustom Dadyburjor",
        "Case Type:": "CIVIL APPEAL /2908/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Matter in issue"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: c s. 10 - Applicability of - Held: s. 10 is not applicable where few of the matters in issue are ' common in both the suits - - It is applicable when the entire subject matter in controversy is same - 'Matter in issue' does not mean any of the questions in issue - s. 10 is not applicable in the facts and circumstances of the present case. ' 0 E s. 10 - Purpose and object of - Held: The basic purpose and underlying object of s. 10 is to avoid the possibility of contradictory verdicts by two courts in respect of same relief, and to protect the defendant from multiplicity of proceedings. Words and Phrases - 'Matter is issue' - Meaning of, in the context of s. 1 O CPC."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "LAL BAHADUR & ORS. VS. STATE (NCT OF DELHI)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1OTA=",
        "Citation": "[2013] 5 S.C.R. 744",
        "Case Type": "(CRIMINAL APPEAL /1794/2008)",
        "Date": "08 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9MYWwgQmFoYWR1ciAmIE9ycy4gXyBTdGF0ZSAobmN0IE9mIERlbGhpKV8xNzAxMzMzMzkwLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 744",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "08 April 2013",
        "Petitioner:": "Lal Bahadur & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 225",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State (nct Of Delhi)",
        "Case Type:": "CRIMINAL APPEAL /1794/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Assassination",
            "Criminal Trial"
        ],
        "HeadNote": "Penal Code, 1860 - ss.1471149/4491436!302!395/396 - Assassination of the Prime Minister of India - Communal riots c - Violent mob attacks on Sikh community - Mob killing husband and father-in-law of PW1 and also looting articles - Acquittal .of accused-appellants - Reversal of acquittal by High Court - Justification - Held: Justified -The witnesses consistently deposed with regard to the offence committed by 0 the appellants and their evidence remained unshaken during their cross-examination - Mere marginal variation and contradiction in their statements not a ground to discard the testimony of the eye-witness who was none else but widow of one deceased - Further, relationship not a factor to affect E credibility of a witness - Discovery of dead body of the victim not the only mode of proving the corpus delicti in murder - In fact, there are very many cases of such nature like the present one where the discovery of the dead body was impossible, especially when members of a particular community were murdered in such a violent mob attack on F Sikh community in different places and the offenders tried to remove the dead bodies and also looted articles - High Court correctly appreciated the evidence and reversed the findings of the trial court. G H Criminal Trial - Evidence - Appreciation - Assassination of the Prime Minister of India - Communal riots - Mob ki//ing husband and father-in-law of PW1 - Delay in filing of FIR and in recording of the statements of witnesses by the police - Held: Did not affect the prosecution case - . A Instant incident was not solitary, such incidents took place in almost all parls of the country - Circumstances of the case were extraordinary - The city was in turmoil and persons having witnessed crimes would naturally be apprehensive and afraid in coming forward to depose against the perpetrators, B till things settled down; the State machinery was overworked; and in such circumstances, delay in recording the statements of witnesses cannot be a ground to reduce its evidentiary value or to completely ignore it - Furlher, witnesses prior to the incident were residents of the same area and knew the c assailants and it was not the case of the appellants that the delay could have resulted .in wrong identification of the accused - Penal Code, 1860 - ss.147/149/4491436130213951 396. Appeal - Appeal against acquittal - Power of the appellate Court to re-appreciate evidence - Held: The appellate courl has full power to review the evidence upon which the order of acquittal is founded - High Coult is entitled to re-appreciate the entire evidence in order to find out whether findings recorded by the trial courl are perverse or unreasonable."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MANOJ H. MISHRA VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2MDE=",
        "Citation": "[2013] 5 S.C.R. 770",
        "Case Type": "(CIVIL APPEAL /2969/2013)",
        "Date": "09 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9NYW5vaiBILiBNaXNocmEgXyBVbmlvbiBPZiBJbmRpYSAmIE9ycy5fMTcwMTMzMzY5NC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 770",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "09 April 2013",
        "Petitioner:": "Manoj H. Mishra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 227",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /2969/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Law",
            "Misconduct"
        ],
        "HeadNote": "Labour Law - Misconduct - Removal - Propriety - Appellant, workman and trade union leader, at an Atomic power project - Accident at the project due to heavy rains - Appellant wrote letter to Editor of a vernacular newspaper narrating about the incident and also highlighting serious lapses on the part of the project authorities in regard to functioning of the project and the imminent danger to it - Removal of appellant on ground that he unauthorisedly communicated to the Press, official information concerning the project; made statement, which amounted to criticism of the project management or casting of aspersion on the integrity of its authorities and enabled the press to create a news story creating embarrassment to the project as well as to the State authorities - Punishment imposed on the appellant - Held: Was not disproportionate - Appellant without any justification assumed the role of vigilante - Action of appellant was not merely to highlight shortcomings in the organization - Appellant indulged in making scandalous remarks by alleging that there was widespread corruption within the organization - Such allegations clearly had a deleterious effect throughout the organization apart from casting shadows of doubts on the integrity of the entire project - Conduct of appellant did not fall within the high moral and ethical standard required of a bona fide \"whistle blower\" - Employees working within the highly sensitive atomic organization are sworn to secrecy and have to enter into a confidentiality agreement - Appellant failed to maintain the standards of confidentiality and discretion as required - No · A injustice much less any grave injustice done to the appellant. Labour Law - Departmental Enquiry - Admission by delinquent workman - Closure of enquiry proceedings - Removal - Plea for re-opening of the enquiry - Rejected by 8 the Appellate as well as the Revisional Authority- High Court declined to reopen thf:1 issue - On appeal, held: Once the Enquiry Officer had declined to accept the conditional admission made by the appellant-delinquent, it was open to him to deny the charges - But he chose to make an C unequivocal admi$sion, instead of reiterating his earlier denial as recorded in preliminary hearing - Extraordinary jurisdiction u/Article · 136 cannot be exercised for re-opening the entire issue at this stage - Such power reserved to enable the Supreme Court to prevent grave miscarriage of justice - It is normally not exercised when the High Court has taken a D view that is reasonably possible - On facts, appellant failed to demonstrate any perversity in the decision rendered by the High Court - He cannot now be permitted to resile from the admission made before the Enquiry Officer - Constitution of India, 1950 - Article 136. E Corruption - Prevention of - Informer - \"Whistle blower\" - Who is - Held: Every informer cannot automatically be said to be a bonafide \"whistle blower\" - \"Whistle blower\" would be a person who possesses the qualities of a crusader - His F honesty, integrity and motivation should leave little or no room for doubt - Primary motivation for action of a person to be called a \"whistle blower\" should be to cleanse an organization - It should not be incidental or byproduct for an action taken· for some ulterior or selfish motive - On facts, the appellant- G delinquent did not fulfill the criteria for being granted the status of a \"whistle blower\"."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "STATE OF KERALA VS. ABDUL ALI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2MTI=",
        "Citation": "[2013] 5 S.C.R. 799",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /13802/2006)",
        "Date": "10 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TdGF0ZSBPZiBLZXJhbGEgXyBBYmR1bCBBbGlfMTcwMTMzMzkxOC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 799",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "10 April 2013",
        "Petitioner:": "State Of Kerala",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2013 INSC 235",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Abdul Ali",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /13802/2006",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Preservation of Trees Act"
        ],
        "HeadNote": "Kera/a Preservation of Trees Act, 1986 - ss.2(e), 4 and 5 - Notification u/s.5 providing total prohibition of cutting of trees - Plea that the forest in question, being not a 'Private Forest' within meaning of s.2(f)(1)(i) of Kera/a Private Forests (Vesting and Assignment) Act, 1971, could not be brought under purview of the Notification uls.5 of Preservation of Trees Act- Held: Explanation II u/s.5 of Preservation of Trees Act is a piece of legislation by reference - Therefore, the definition of 'Private Forest' under the Vesting and Assignment Act is to be taken for 'Private Forest' u/s,5 of the Preservation of Trees Act - The forest in question were covered by Madras Preservation of Private Forests Act, 1949 - Since the definition of 'Private Forest' u/s.2(f)(1)(i) excludes the forests on which Madras Preservation of Private Forests Act was applicable, the forest in question would not be covered u/ s.2(f)(1)(i) of Vesting and Assignment Act and consequently would also not be covered under the provisions of Preservation of Trees Act - Hence cannot be notified u/s.5 of Preservation of Trees Act - However, the trees specified uls.2(e) of Preservation of Forest Act would not fall outside the purview of s.4, whereby no tree or its branch would be cut without previous permission (in writing), of the authorized officer - Kera/a Private Forests (Vesting and Assignment) Act, 1971 - s.2(f)(1)(i) - Madras Preservation of Private Forests Act, 1949."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "VENKATARAJA & ORS. VS. VIDYANE DOURERADJAPERUMAL (D) THR.LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2Mjg=",
        "Citation": "[2013] 5 S.C.R. 814",
        "Case Type": "(CIVIL APPEAL / 7605-7606/2004)",
        "Date": "10 APRIL 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9WZW5rYXRhcmFqYSAmIE9ycy4gXyBWaWR5YW5lIERvdXJlcmFkamFwZXJ1bWFsIChkKSBUaHIubHJzLiAmIE9ycy5fMTcwMTMzNDM5NS5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 814",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "10 April 2013",
        "Petitioner:": "Venkataraja & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 236",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Vidyane Doureradjaperumal (d) Thr.lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL / 7605-7606/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "declaration"
        ],
        "HeadNote": "Specific Relief Act, 1963 - s.34, proviso - Suit filed by appellants for declaration of title to property without seeking consequential relief of possession - Maintainability - Held: Where defendant is not in physical possession, and not in a position to deliver possession to the plaintiff, it is not necessary for the plaintiff in a suit for declaration of title to property, to claim possession - However, in the instant case, respondent nos.3 to 10 were tenants, residing in the suit property and definitely in a position to deliver the possession - Respondent nos. 3 and 10 being admittedly in possession of the suit property, the appellants/plaintiffs had to necessarily claim the consequential relief of possession of the property - Suit filed by the appellants/plaintiffs was not maintainable, as they did not claim such consequential relief - To say that the appellants would be entitled to file independent proceedings for eviction of said respondents under a different statute, would amount to defeating the provisions of Or.II, r.2 CPC as well as the proviso to s.34 - Code of Civil Procedure, 1908- Or.II, r.2 - Specific Relief Act 1877 - s.42. Specific Relief Act, 1963 - s. 34, proviso - Purpose of - Held: The very purpose of the proviso to s.34, is to avoid G multiplicity of proceedings, and also loss of revenue of court fees."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MOHAN LAL & ANR VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2MzY=",
        "Citation": "[2013] 5 S.C.R. 831",
        "Case Type": "(CRIMINAL APPEAL /878-879/2011)",
        "Date": "11 APRIL 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9Nb2hhbiBMYWwgJiBBbnIgXyBTdGF0ZSBPZiBQdW5qYWJfMTcwMTMzNDc3Ny5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 831",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "11 April 2013",
        "Petitioner:": "Mohan Lal & Anr",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 246",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /878-879/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gang rape",
            "presumption"
        ],
        "HeadNote": " Penal Code, 1860- s.376(2)(b, (g) and 366- Gang rape A B - Of student - By teachers - Convicted by courts below u/ c s.3762)(g) and 366 and sentenced to 10 years RI and fine - Held: Accused rightly convicted - Since the accused were public servants and the prosecutrix being a student in their custody, provisions of s.376(2)(b) are also applicable - There being fiduciary relationship between the accused and the 0 prosecutrix, provisions of s.114-A of Evidence Act are attracted - Thus there is presumption against any consent by the prosecutrix and the accused have not rebutted that presumption - Considering the relationship between the accused and prosecutrix, life imprisonment should have been  proper punishment - But in the circumstances that State has not come in appeal and Special Leave Petition of another accused was dismissed by Supreme Court, the Court is not in a position to issue notice for enhancement of punishment - Evidence Act, 1872 - s.114-A.  "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SMT. NEENA VIKRAM VERMA VS. BALMUKUND SINGH GAUTAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2NTU=",
        "Citation": "[2013] 5 S.C.R. 845",
        "Case Type": "(CIVIL APPEAL /3840/2013)",
        "Date": "12 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TbXQuIE5lZW5hIFZpa3JhbSBWZXJtYSBfIEJhbG11a3VuZCBTaW5naCBHYXV0YW0gJiBPcnMuXzE3MDEzMzUxNDkucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 845",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "12 April 2013",
        "Petitioner:": "Smt. Neena Vikram Verma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 251",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Balmukund Singh Gautam & Ors.",
        "Case Type:": "CIVIL APPEAL /3840/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Election Petition",
            "Recrimination Petition"
        ],
        "HeadNote": "Election Petition - Recrimination Petition - Filed by appellant - Application of respondent u/Or. VII, r. 11 CPC for rejection of Recrimination Petition - Allowed by High Court, consequently leading to dismissal of Recrimination Petition - Appellant challenged the order - By consent order passed by Supreme Court, order of High Court set aside, and Recrimination Petition restored to the file of Election Petition - Subsequent application of respondent No. 1 u/Or. VI, r. 16 CPC for striking off certain pleadings from the Recrimination Petition - Allowed by High Court on ground that such pleadings were vague, vexatious, non-specific and without any material facts - Propriety - Held: Not proper - Once it is accepted by a party by consent that a particular petition (in the instant case the Recrimination Petition) is to be heard by the Court, by giving up the objection u/Or. VII, r.11, the very party cannot be subsequently permitted to seek the striking off the pleadings containing the cause of action under the garb that the pleadings containing the cause of action are unnecessary, vexatious or scandalous - No Court is expected to permit any matter to be raised which might and ought to have been made ground of defence or attack, once the same is relinquished by the party concerned - High Court ought to have noted this basic principle of any litigation - It could not have entertained the application u/Or. VI. 6, r. 16 when Supreme Court had restored the Recrimination Petition to the file of High Court by consent in order to decide it expeditiously - High Court to now proceed to decide theRecrimination Petition expeditiously - Code of Civil Procedure, 1908 - Or. VI, r. 16 and Or. VII, r. 11 - Representation of Peoples Act, 1951 - s.97 - Conduct of Elections Rules, 1961 - r.63. Election Petition - Verification - Defect in - Removal - B Held: Defect in the verification in the matter of Election Petition can be removed in accordance with the principles of CPC, and that it is not fatal to the Election Petition."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MARGARET ALMEIDA & ORS. ETC. VS. BOMBAY CATHOLIC CO-OPERATIVE HOUSING SOCIETY LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2NzU=",
        "Citation": "[2013] 5 S.C.R. 871",
        "Case Type": "(CIVIL APPEAL /2683-2685 /2013)",
        "Date": "22 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9NYXJnYXJldCBBbG1laWRhICYgT3JzLiBFdGMuIF8gQm9tYmF5IENhdGhvbGljIENvLW9wZXJhdGl2ZSBIb3VzaW5nIFNvY2lldHkgTHRkLiAmIE9ycy5fMTcwMTMzNTU2MS5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 871",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "22 March 2013",
        "Petitioner:": "Margaret Almeida & Ors. Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 195",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Bombay Catholic Co-operative Housing Society Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /2683-2685 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interim Relief",
            "Entitlement"
        ],
        "HeadNote": "Interim Relief - Entitlement - Housing Society passes resolution on 25.9.1966 for re-development of the area which was let out to 69 tenant members - As per resolution, after redevelopment, 230 tenements would be constructed out of which 161 were meant for allottee-members and 69 for the tenant-members - The resolution, when challenged by tenant- members u/s. 91 of Co-operative Societies Act, attained finality in favour of the Society- 161 beneficiaries also made deposits in the year 1966 to the Society - The tenant- members again challenged the resolution u/s. 18 of the Act seeking bifurcation of the Society, which issue is still pending - The Society by its resolution dated 6.12.2009 gave effect to its earlier resolution dated 25. 9. 1966 - Consequential conveyance deed dated 7.12.2009 was executed- 15 out of the 69 tenant-members, then filed suits seeking direction to restrain the society from taking steps in furtherance of resolution dated 6. 12. 2009 and the consequential conveyance deed - Interim relief not granted - In Notice of Motion, Single Judge of High Court granted interim relief and subsequently made the interim order absolute - Division Bench of High Court vacated the interim . order - ·Held: The tenant-members are not entitled to interim relief - By vacating the interim order no irreparable loss is caused to them - They being in minority (initially at the time of filing of suit 15 and when reached this Court reduced to 5) as against 225 members, balance of convenience is in favour of the majorityand not the contesting tenant-members - Their plea to procure a better offer for development than that offered to B Society, also shows that they are agreeable to development and the initiation of proceedings for restraining development - lacks bonafide - The tenant-members are also not entitled to the interim relief as they do not have proprietary interest in the subject matter."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SUNIL KUNDU AND ANR. VS. STATE OF JHARKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2OTM=",
        "Citation": "[2013] 5 S.C.R. 924",
        "Case Type": "(CRIMINAL APPEAL /1073/2008)",
        "Date": "09 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Aftab Alam, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TdW5pbCBLdW5kdSBBbmQgQW5yLiBfIFN0YXRlIE9mIEpoYXJraGFuZF8xNzAxMzM1OTgxLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 924",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "09 April 2013",
        "Petitioner:": "Sunil Kundu And Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 229",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "State Of Jharkhand",
        "Case Type:": "CRIMINAL APPEAL /1073/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Criminal Jurisprudence",
            "Investigation",
            "Interested witness"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302134 - Murder - Prosecution for - Conviction by Courts below - Held: In view of serious lapses in the case, prosecution case not proved beyond reasonable doubt - Hence, the accused are liable to be acquitted. 0 Criminal Jurisprudence - Prosecution must stand or fall on its own - If it has not proved its case beyond reasonable doubt, it cannot draw support from weakness of the defence case. Investigation - Defective investigation - Effect of - Held: Lapses and i\"egularities in investigation, if they do not go to E ..,)he root of the matter, if they do not dislodge the substratum ' of prosecution case, they can be ignored - In the present case, lapses, being serious, cannot be ignored. F Witness - Interested witness - Evidentiary value - Held: Evidence of interested witness, if consistent, can be relied upon and not to be mechanically over-looked - In the present case, the interested witnesses, not being truthful, their presence itself being doubtful, cannot be relied upon. Criminal Trial - Direct evidence and medical evidence G - Inconsistency between \"\"'.\" Effect of- Held: Where eye-witness is cogent, medical evidence recedes in background - But when eye-witness account is totally inconsistent with medical evidence, there is reason to believe that improvements aremade in the Court to bring the prosecution case in conformity A with the post-mortem report - In the present case, eye-witness account is inconsistent with medical evidence as regards firearm injury, hence not credible."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "NEW OKHLA INDUSTRIAL DEVELOPMENT AUTHORITY, VS. SARVPRIYA SEHKARI AVAS SAMITI LTD. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3MDc=",
        "Citation": "[2013] 5 S.C.R. 945",
        "Case Type": "(CIVIL APPEAL /3265/2013)",
        "Date": "11 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9OZXcgT2tobGEgSW5kdXN0cmlhbCBEZXZlbG9wbWVudCBBdXRob3JpdHksIF8gU2FydnByaXlhIFNlaGthcmkgQXZhcyBTYW1pdGkgTHRkLiBBbmQgQW5yLl8xNzAxMzM2NDE2LnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 945",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "11 April 2013",
        "Petitioner:": "New Okhla Industrial Development Authority,",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 247",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Sarvpriya Sehkari Avas Samiti Ltd. And Anr.",
        "Case Type:": "CIVIL APPEAL /3265/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Development",
            "Legislation by incorporation"
        ],
        "HeadNote": "Urban Development - Land purchased by co-operative housing societies - Subsequently declared as industrial C development area under Industrial Area Development Act - High Court held that the societies are entitled to suitable alternative developed land on the basis of recommendations in Khodaiji Committee Report and as per the order dated 22.10.2002 passed by the State under Urban Planning and D Development Act - Held: Recommendations in Khodaiji Committee Report, on facts would not enure to the benefit of the societies - Order dated 12. 10. 2002 is also not applicable to the appellant- Authority - Appeals allowed. Uttar Pradesh Urban Planning and Development Act, 1973- s.41- Provision under- Incorporated in Uttar Pradesh Industrial Area Development Act, 1976 by virtue of·s.12 thereof - Order passed under s.41 of 1973 Act, whether applicable to the authorities under 1976 Act - Held: Power exercised uls.41 shall not be applicable to the authorities under 1976 Act merely because s.41 was included in 1976 Act by incorporation - The decision taken by one administrative department, shall not apply to the authorities within administrative control of another department, unless conscious decision is taken to apply the same to both the categories of authorities. E F G Legislation - Legislation by incorporation - Effect of - Provisions, of earlier Act incorporated in the later Act, become part and parcel of the later Act - the device of legislation by incorporation is adopted for the sake of convenience."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "RAJESH & OTHERS VS. RAJBIR SINGH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3MjA=",
        "Citation": "[2013] 5 S.C.R. 961",
        "Case Type": "(CIVIL APPEAL /3860 /2013)",
        "Date": "12 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9SYWplc2ggJiBPdGhlcnMgXyBSYWpiaXIgU2luZ2ggJiBPdGhlcnNfMTcwMTMzNjcxNC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 961",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "12 April 2013",
        "Petitioner:": "Rajesh & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 248",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Rajbir Singh & Others",
        "Case Type:": "CIVIL APPEAL /3860 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles",
            "Fatal accident"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - s.166 - Fatal accident - Compensation - Grant of - Addition to actual income of the C deceased towards future prospects - Norms laid down with regard to salaried persons in Sar/a Verma case - Further explained in Santosh Devi case, and also. made applicable · to self-employed and persons on fixed wages - Clarification now given in regard to self-employed and persons on fixed D wages with reference to their age - Held: In case the deceased victim was below 40 years, there must be an addition of 50% to the actualincome of the deceased while computing future prospects - Addition should be 30% in case the deceased was in the age group of 40 to 50 years - Since in case of those E self-employed or on fixed wages, there is normally no age of superannuation, it will only be just and equitable to provide an addition of 15% in the case where the victim was between the age group of 50 to 60 years - There should normally be no addition thereafter. F Motor Vehicles Act, 1988 - s. 166 - Fatal accident - Grant of compensation - Loss of consortium to the spouse - Held: The loss of companionship, love, care and protection, etc., the spouse is entitled to get, has to be compensated appropriately - On facts, it would only be just and reasonable that the courts award at least Rs. 1 /akh for loss of consortium. Motor Vehicles Act, 1988 - s. 166 - Fatal accident - Grant of compensation - 'Funeral Expenses' - HeldTribunals have been quite frugal with regard to award of compensation under the head 'Funeral Expenses' - 'Price Index' has gone up in that regard also - On facts, it will be just, fair and equitable, under the head of 'Funeral Expenses', in the absence of evidence to the contrary for higher B expenses, to award at least an amount of Rs. 25, 0001. Motor Vehicles Act, 1988 - s. 166 - Fatal accident - Deceased aged 33 years - Earning salary of Rs. 9, 5201- per month - Compensation - Grant of - Held: 50% salary added C as future prospects-114th deducted as personal expenses of the deceased - Multiplier of 16 applied - Rs. 1 lakh awarded towards loss of consortium and further Rs. 1 /akh towards loss of care and guidance for minor children - Rs. 25, ODO/- awarded towards funeral expenses - Total compensation awarded amounting to Rs.22,81,3201-. D Motor Vehicles Act, 1988 - s.166 - Just compensation - Meaning of - Held: 'Just Compensation' is adequate compensation which is fair and equitable, on the faqts and circumstances of the case, to make good the loss suffered E as a result of the wrong, as far as money can do so, by applying the well-settled principles relating to award of compensation. Motor Vehicles Act, 1988 - s.166 - Compensation - F Duty of the Court - To fix just compensation, i\"espective of the claim - Held: The Court should not succumb to niceties or technicalities, in matters relating to compensation - Attempt of the Court should be to equate, as far as possible, the misery on account of the accident with the compensation so that the injured/the dependants should not face the vagaries G of life on account of the discontinuance of the income earned by the victim - Tribunal/Court has a duty, i\"espective of the claims made in the Application, if any, to properly award a just, equitable, fair and reasonable compensation, if necessary, ignoring the claim made in the application for H compensation."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "HAZARA SINGH VS. RAJ KUMAR AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3NTY=",
        "Citation": "[2013] 5 S.C.R. 979",
        "Case Type": "(CRIMINAL APPEAL /603-604/2013)",
        "Date": "18 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9IYXphcmEgU2luZ2ggXyBSYWogS3VtYXIgQW5kIE9ycy5fMTcwMTMzNzQ1MS5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 979",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "18 April 2013",
        "Petitioner:": "Hazara Singh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 268",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Raj Kumar And Ors.",
        "Case Type:": "CRIMINAL APPEAL /603-604/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentencing policy"
        ],
        "HeadNote": "Penal code, 1860 - s. 307 - Conviction under - Trial court sentenced two accused to 5 years RI and another two accused to 3 years Rf - High Court in appeal upheld the C conviction, but reduced the sentence to the period already undergone - Held: conviction upheld - Reduction of sentence by High Court without appreciating the nature of offence, grievous injuries of witnesses/Victims, is unsustainable. D Sentence/Sentencing - Sentencing policy - It is duty of the court to consider all the relevant factors to impose an appropriate sentence - The punishment awarded should be directly proportionate to the nature and magnitude of the offence - Undue sympathy to impose inadequate sentence would do more harm to the Justice system and undermine the public confidence in the efficacy of law."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "BHARAT BHUSHAN VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3NzA=",
        "Citation": "[2013] 5 S.C.R. 1013",
        "Case Type": "(CRIMINAL APPEAL /628-629/2013)",
        "Date": "26 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9CaGFyYXQgQmh1c2hhbiBfIFN0YXRlIE9mIEhpbWFjaGFsIFByYWRlc2hfMTcwMTMzNzc1MC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1013",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "26 April 2013",
        "Petitioner:": "Bharat Bhushan",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 283",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /628-629/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "Juvenile Justice"
        ],
        "HeadNote": "Penal Code, 1860 -s.376 - Rape of about 11 years old girl - Acquittal by trial court - Conviction by High Court relying on the evidence of witnesses and medical evidence - C Awarded sentence of 5 years and fine with default clause - Held: Conviction by High Court is justified - But since the accused was a juvenile under Juvenile Justice Act, 2000, High Court was not right in awarding sentence - High Court should have referred the case to Juvenile Justice Board for D sentence - However, in view of the facts that on the date of the present judgment, the accused was 36 years old, having family and has already undergone 3 years sentence, it would not be appropriate to refer the case to Juvenile Justice Board - Therefore, direction issued to release the accused from E custody - Juvenile Justice (Care and Protection of Children) Act, 2000 - ss.2(k), 2(1), 7-A, 20 and 49 - Juvenile Justice (Care 8nd Protection of Children) Rules, 2007 - rr.12 and 98. Juvenile Justice (Care and Protection of Children) Act, F 2000 - s. 20 - Applicability - Scope of - Held: As regards proceedings pending against a juvenile on the date the Act came into force, Court can record a finding regarding culpability of the accused, but cannot pass order on sentence · - For passing the sentence, the case should be referred to the Juvenile Board."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "HARI DASS SHARMA VS. VIKAS SOOD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3OTQ=",
        "Citation": "[2013] 5 S.C.R. 1029",
        "Case Type": "(CIVIL APPEAL /4127 /2013)",
        "Date": "29 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Ms. Justice Gyan Sudha Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9IYXJpIERhc3MgU2hhcm1hIF8gVmlrYXMgU29vZCAmIE9ycy5fMTcwMTMzODMyNy5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1029",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "29 April 2013",
        "Petitioner:": "Hari Dass Sharma",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 291",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Vikas Sood & Ors.",
        "Case Type:": "CIVIL APPEAL /4127 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control"
        ],
        "HeadNote": "Rent Control - H.P. Urban Rent Control Act, 1987 - s.14(3)(c) & 14(4)- Eviction order passed by Rent Controller - On ground that appellant-landlord bona fide required the C tenanted building for purposes of addition and alteration of the building or re-building - Eviction order maintained by High Court - But direction passed by High Court that only on the valid revised/renewed building plan being sanctioned by the competent authority, such eviction order shall be available for D execution and thereafter the executing court· shall allow reasonable time to the respondents-tenants for vacating the property and delivering possession to appellant-landlord - Propriety - Held: Once High Court maintained the order of eviction, the tenants were obliged to give vacant possession E of the building to the landlord and could only ask for reasonable time to deliver vacant possession to the landlord - s.14(3)(c) does not require that building plans should be sanctioned by the local authorities as a condition precedent to the entitlement of the landlord for e'(iction of the tenant - F Direction of the High Court that the order of eviction could only be executed on the revised plan of the building being approved clearly contrary to s.14(4) and the proviso thereto - Time granted to respondents to vacate the building within 3 months - Respondents can apply for re-entry into the building in accordance with the proviso to clause (c) of s. 14(3) G of the Act introduced by the Himacha/ Pradesh Urban Rent Control (Amendment) Act, 2009."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "GURU GRANTH SAHEB STHAN MEERGHAT VANARAS VS. VED PRAKASH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4MzE=",
        "Citation": "[2013] 5 S.C.R. 1042",
        "Case Type": "(CIVIL APPEAL /4166/2013)",
        "Date": "01 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9HdXJ1IEdyYW50aCBTYWhlYiBTdGhhbiBNZWVyZ2hhdCBWYW5hcmFzIF8gVmVkIFByYWthc2ggQW5kIE9ycy5fMTcwMTMzODgwNC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1042",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "01 May 2013",
        "Petitioner:": "Guru Granth Saheb Sthan Meerghat Vanaras",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 293",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Ved Prakash And Ors.",
        "Case Type:": "CIVIL APPEAL /4166/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Simultaneous proceedings",
            "civil",
            "criminal"
        ],
        "HeadNote": "Evidence Act, 1872 - ss.40 to 43 - Simultaneous proceedings in Criminal as well as civil court between same C parties and in respect of same property - Stay of the proceedings in civil court, during pendency of the trial - Held: Grant of stay was not correct - Even in case of conflicting decisions in civil and criminal courts, such an eventuality cannot be taken as a relevant consideration - In the facts of D the case also there is no likelihood of any embarrassment to defendants and the outcome of civil court will also not prejudice their defence in criminal case."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "MAHENDRA NATH DAS VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4NDg=",
        "Citation": "[2013] 5 S.C.R. 1053",
        "Case Type": "(CRIMINAL APPEAL /677/2013)",
        "Date": "01 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfMTA1MyAtIDEwNzVfMTcwMzI0MTU2NS5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1053",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "01 May 2013",
        "Petitioner:": "Mahendra Nath Das",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 294",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "CRIMINAL APPEAL /677/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Mercy Petition"
        ],
        "HeadNote": "Constitution of India, 1950 - Article 72 - Murder - Accused-appellant convicted and sentenced to death - He C submitted mercy petition to the President under Article 72 of the Constitution and prayed for commutation of the death sentence into life imprisonment - Petition rejected after 12 years - Propriety of - Held: Not propf!f;..- 12 years delay in disposal of the mercy petition sufficient for commutation of the D sentence of death into life imprisonment - Sentence of df';ath awarded to appellant accordingly commuted into life imprisonment - Sentence I Sentencing - Commutation of sentence."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "STATE OF RAJASTHAN VS. SHRAVAN RAM & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4NzE=",
        "Citation": "[2013] 5 S.C.R. 1076",
        "Case Type": "(CRIMINAL APPEAL /427/2007)",
        "Date": "01 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfMTA3NiAtIDEwODhfMTcwMzI0MTYyNy5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1076",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "01 May 2013",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 295",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Shravan Ram & Anr.",
        "Case Type:": "CRIMINAL APPEAL /427/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Multiple Dying Declaration"
        ],
        "HeadNote": " Evidence Act, 1872 - s.32 - Multiple dying declarations - Appreciation of - Held: It is not the plurality of the dying c declarations but the reliability thereof that adds weight to the prosecution case - If a dying declaration is found to be voluntary, reliable and made in fit mental condition, it can be relied upon without any corroboration but the statement should be consistent throughout - However, if some inconsistencies o are noticed between one dying declaration and the other, the Court has to examine the nature of the inconsistencies, namely, whether they are material or not and while scrutinising the contents of various dying declarations, in such a situation, the court has to examine the same in the light of the various surrounding facts and circumstances - On facts, there are not only material contradictions in both the dying declarations but also inter-se discrepancies in the depositions of the witnesses as well - Due to discrepancies and contradictions between the two dying declarations and also in the absence of any other  reliable evidence, the High Court was justified in reversing the conviction of accused-respondents which calls for no interference by the Supreme Court.  "
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SMT. SARITA DOKANIA AND ANR.ETC. VS. SMT. KRISHNA DEY AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4ODc=",
        "Citation": "[2013] 5 S.C.R. 1089",
        "Case Type": "(CIVIL APPEAL /4547-4548/2013)",
        "Date": "06 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TbXQuIFNhcml0YSBEb2thbmlhIEFuZCBBbnIuZXRjLiBfIFNtdC4gS3Jpc2huYSBEZXkgQW5kIEFuci5fMTcwMTMzOTc5Ni5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1089",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "06 May 2013",
        "Petitioner:": "Smt. Sarita Dokania And Anr.etc.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2013 INSC 310",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Smt. Krishna Dey And Anr.",
        "Case Type:": "CIVIL APPEAL /4547-4548/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interest",
            "earnest money"
        ],
        "HeadNote": "Interest - On earnest money - Suits for specific performance of agreement - Decreed by trial court - Decree C modified by High Court declining the relief of specific performance and granting the alternative relief of refund of earnest money - On appeal to Supreme Court notice issued limited on the question of interest on earnest money - Plea of vendor that vendee was not entitled to interest because the D vendor had immediately after the agreement had offered to refund the earnest money - Held: Vendor was liable to pay interest on the earnest money from the date of its receipt - The vendors in order to avoid the liability to pay interest, should have deposited the earnest money with the trial court, E instead of utilizing the same - Direction to vendor to refund the earnest money alongwith interest at the rate of 9% from the date of receipt of earnest money, till the date of its payment."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SMT. V. SUDHA VS. P. GANAPATHI BHAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4OTk=",
        "Citation": "[2013] 5 S.C.R. 1093",
        "Case Type": "(CIVIL APPEAL /4340/2013)",
        "Date": "06 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice H.L. Gokhale\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TbXQuIFYuIFN1ZGhhIF8gUC4gR2FuYXBhdGhpIEJoYXQgJiBBbnIuXzE3MDEzNDAwNjEucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 1093",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "06 May 2013",
        "Petitioner:": "Smt. V. Sudha",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 311",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "P. Ganapathi Bhat & Anr.",
        "Case Type:": "CIVIL APPEAL /4340/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles",
            "Compensation"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - ss.168 & 173 - Just Compensation - Grant of- Towards future medical expenses - Appellant, aged about 36 years, hit by motorcycle driven C by respondent no. 1 - Admitted in Hospital, and treated by PW2, Orthopaedic Surgeon - Serious physical impairment in left leg of appellant - Claim petition by appellant for compensation of Rs.3,50,0001- - MACT awarded amount of Rs.1,94,3501- with interest@ 8% p.a from the date of petition D - High Court enhanced the award to Rs.2,65,0001- - Plea of appellant that future medical expenses and necessary treatment were not considered adequately by the High Court - Appellant claimed that she needed to undergo hip replacement surgery which could cost Rs.2 lakhs - Held: E Tribunal is required to determine the amount of compensation 'which appears to it to be just' - Compensation should, to the extent possible fully and adequately restore the claimant to the position prior to the accident - On facts, High Court awarded only Rs.15,0001- towards·future medical expenses- F It lost sight of the statement of PW2 that to minimize persistent disablement, the appellant needed to undergo femoral head excision and Bipolar Hemi-arthoplasty which would cost more than Rs.90,0001- - Corroborative evidence given by PW2 accepted, and amount as reflected in his evidence added - F This would add an amount of Rs. 75, 0001- to the compensation awarded by the High Court which takes it to a figure of Rs. 3, 40, 0001 - Further, since, PW2 said that the expenses could be more than Rs. 90, 0001- but did not specifyhow much would be that amount, further amount of Rs.10,0001 - added to make it Rs.3,50,0001- and thus fully allow the claim of the appellant."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "SHIVASHARANAPPA AND OTHERS VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5MTc=",
        "Citation": "[2013] 5 S.C.R. 1104",
        "Case Type": "(CRIMINAL APPEAL /1366/2007)",
        "Date": "07 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TaGl2YXNoYXJhbmFwcGEgQW5kIE90aGVycyBfIFN0YXRlIE9mIEthcm5hdGFrYV8xNzAxMzQwNDQ4LnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 1104",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "07 May 2013",
        "Petitioner:": "Shivasharanappa And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 319",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1366/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal appeal",
            "Child witness",
            "Behaviour of witness"
        ],
        "HeadNote": "Penal Code, 1860- ss. 143, 147,448,302 and 201 rlw. s. 149 - Prosecution under - Acquittal by trial court on the C ground that in view of unnatural behaviour of witnesses, it was not safe to convict the accused on the basis of their evidence - High Court convicted all the accused - Held: Trial court rightly disbelieved the evidence of the witnesses treating their conduct as unnatural - There were no compelling o circumstances requiring a reversal of judgment of acquittal - Conviction order passed by High Court set aside. Appeal - Criminal appeal - Against acquittal - Scope of - Held: Powers of the appellate court in appeal against E acquittal are extensive and plenary to review and reconsider the evidence and interfere with acquittal -But such interference should be on the basis of absolute assurance of the guilt, and not on the basis that another possible view or different view could be taken. F Witness: Child witness - reliance on - Held: Testimony of child witness, if credible, truthful and corroborated, can form basis for conviction - However, corroboration is not mandatory, but G should be followed as a rule of prudence. Behaviour of witness - Relevance of - For reliance on the testimony of the witness - Held : Behaviour of witnesses or their reactions differ from situation to situation and individualto individual - But if the behaviour is absolutely unnatural, the testimony of witness may not deserve credence and acceptance."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "PALWINDER SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5MzY=",
        "Citation": "[2013] 5 S.C.R. 1120",
        "Case Type": "(CRIMINAL APPEAL /2356/2009)",
        "Date": "08 MAY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9QYWx3aW5kZXIgU2luZ2ggXyBTdGF0ZSBPZiBQdW5qYWJfMTcwMTM0MDg3OC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1120",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "08 May 2013",
        "Petitioner:": "Palwinder Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 323",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /2356/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "murder",
            "robbery"
        ],
        "HeadNote": "Penal Code, 1860 - s.302134 and 392134 - Prosecution C for murder and robbery - By 4 accused including the appellant-accused - Conviction of all the accused by trial court - High Court convicting appellant-accused while acquitting rest of the accus'ed - Held: Prosecution case proved by evidence of eye-witnesses supported by medical o evidence and the recoveries made at the instance of the accused - Conviction of appellant-accused upheld."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "ANAMIKA ROY VS. JATINDRA CHOWRASIYA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5NTA=",
        "Citation": "[2013] 5 S.C.R. 1131",
        "Case Type": "(CIVIL APPEAL /4539/2013)",
        "Date": "09 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9BbmFtaWthIFJveSBfIEphdGluZHJhIENob3dyYXNpeWEgQW5kIE90aGVyc18xNzAxMzQxMjcwLnBkZg==",
        "SCR Citation:": "[2013] 5 S.C.R. 1131",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "09 May 2013",
        "Petitioner:": "Anamika Roy",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 327",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Jatindra Chowrasiya And Others",
        "Case Type:": "CIVIL APPEAL /4539/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "West Bengal Premises Tenancy Act"
        ],
        "HeadNote": "West Bengal Premises Tenancy Act, 1956 - s. 13(4) - Suit for eviction of tenanted premises - On the ground of bona fide requirement - Trial court as well as first appellate court decreed the suit directing eviction of entire rented premises - High Court remitted the matter to trial court opining that in view of s.13(4) it was the duty of the court to consider whether partial eviction of the tenant could have satis;ied the requirement of the landlady - Held: In view of the findings by trial court and first appellate court that the landlady required the entire premises, High Court committed grave error in holding that partial eviction should have been considered - Consideration of extent of requirement by the courts, would be sufficient compliance of provision of the Act."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "STATE OF HARYANA VS. JANAK SINGH & ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5NjA=",
        "Citation": "[2013] 5 S.C.R. 1144",
        "Case Type": "(CRIMINAL APPEAL / 792-793/2013)",
        "Date": "10 MAY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9TdGF0ZSBPZiBIYXJ5YW5hIF8gSmFuYWsgU2luZ2ggJiBFdGMuXzE3MDEzNDE2MDAucGRm",
        "SCR Citation:": "[2013] 5 S.C.R. 1144",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "10 May 2013",
        "Petitioner:": "State Of Haryana",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 336",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Janak Singh & Etc.",
        "Case Type:": "CRIMINAL APPEAL / 792-793/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "Sentencing"
        ],
        "HeadNote": "Crime Against Women - Rape - Held: Rape is one of the most heinous crimes against women, which violates her C right to life guaranteed under Article 21 of the constitution - Constitution of India, 1950 - Article 21. Bodhisattwa Gautam vs. Subhra Chakraborty (1996) 1 490:1995 (6) Suppl. SCR 731 - relied on. sec D Sentence/Sentencing - Rape case - Punishment for - High Court in appeal, maintaining the conviction of the accused persons, but reduced the sentence of imprisonment of accused No. 1 from 8 years to already undergone(i.e. more than 2 years) and of accused No. 2 from 4 years to already E undergone (i.e. 1year10 months and 7 days) - On appeal, held: Sentence bargaining is impermissible in a serious office like rape - Minimum sentence for rape is 7 years as provided uls 376(1) /PC - The minimum sentence can be reduced only after assigning adequate and special reasons - The reasons F must contain extenuating circumstances which prompted the court to reduce the sentence below the prescribed minimum - The courts are required to strictly abide by this legislative command - In the instant case, High Court heard the appeals in slipshod manner - Even if the accused did not press the G appeals, it was the duty of the High Court to consider the propriety of conviction - The High Court could have reduced the sentence below the minimum prescribed under the Jaw only when it gave reasons containing extenuatingcircumstance - High Court did not give any reason for reducing the sentence and such a course is against the mandate of s. 376(1) /PC, hence legally unsustainable - Matter remanded to High Court for disposal afresh - Penal Code, 1860 - s.376(1). State of Karnataka vs. Krishnappa (2000) 4 SCC 75: 2000 (2) SCR 761; State of A.P. vs. Bodem Sundara Rao(1995) 6 sec 230: 1995 (4) Suppl. SCR 48 - relied on."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "JOSE S/O EDASSERY THOMAS VS. STATE OF KERALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5NjY=",
        "Citation": "[2013] 5 S.C.R. 1154",
        "Case Type": "(CRIMINAL APPEAL /234/2010)",
        "Date": "22 MAY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS8yMDEzXzVfMTE1NCAtIDExNjVfMTcwMzI0MTcyMC5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1154",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "22 May 2013",
        "Petitioner:": "Jose S/o Edassery Thomas",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 353",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Kerala",
        "Case Type:": "CRIMINAL APPEAL /234/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder of Wife",
            "Dying Declaration"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 - Murder of wife - By setting her on fire, while she was sleeping - Circumstantial evidence Conviction by courts below - Held: The cumulative effect of the evidence viz., the conduct of the accused, dying declaration and the motive proves the guilt of the accused - The chain of circumstances exclusively leads towards the accused and none else - Conviction upheld. Dying declaration - Acceptance of - Plea that in view of 92% burn injuries, dying declaration of deceased not acceptable - Held: There is no thumb rule that a person sustaining a particular percentage of bum injuries would not E be in a position to give dying declaration - In the instant case, evidence proves that the deceased was in a fit state of mind while making dying declaration, hence the declaration is acceptable."
    },
    {
        "volume": "2013Volume 5",
        "Case Name": "KARAN SINGH VS. STATE OF HARYANA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5ODE=",
        "Citation": "[2013] 5 S.C.R. 1166",
        "Case Type": "(CRIMINAL APPEAL /1474/2010)",
        "Date": "28 MAY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA1L1BhcnQgSS9LYXJhbiBTaW5naCBfIFN0YXRlIE9mIEhhcnlhbmEgQW5kIEFuci5fMTcwMTM0MjQ0OS5wZGY=",
        "SCR Citation:": "[2013] 5 S.C.R. 1166",
        "Year/Volume:": "2013/ Volume 5",
        "Date of Judgment:": "28 May 2013",
        "Petitioner:": "Karan Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 355",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Haryana And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1474/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Investigation"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 - Murder - Conviction by courts below - Held: Consistent versions by the material  witnesses regarding motive for murder - Prosecution case also supported by independent witness - There was no reason to falsely implicate the accused who was an influential person -conviction upheld. D Investigation : Tainted investigation - Effect - Held: Tainted investigation leads to miscarriage of criminal justice, and thus deprives a man of his fundamental rights guaranteed under Article 21 of the Constitution :.. Every investigation must be judicious, fair transparent and expeditious to ensure compliance with the rules of law as required under Articles 19, 20 and 21 of the Constitution - Constitution of India, 1950 - Articles, 19, 20 and 21. F Tainted investigation - Effect of - On prosecution case - Held: Every discrepancy in investigation does not result in acquittal unless proved that it was dishonest or guided investigation or seriously prejudiced the defence of the accused."
    }
]