[
    {
        "volume": "2013Volume 12",
        "Case Name": "GULAM SARBAR VS. STATE OF BIHAR (NOW JHARKHAND)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNTM=",
        "Citation": "[2013] 12 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /1316 /2012)",
        "Date": "07 OCTOBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX18xIC0gMTlfMTcwMzMyMDgwNC5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 1",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "07 October 2013",
        "Petitioner:": "Gulam Sarbar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 677",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Bihar (now Jharkhand)",
        "Case Type:": "CRIMINAL APPEAL /1316 /2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Conspiracy",
            "Number of Witnesses",
            "Arrest"
        ],
        "HeadNote": " Penal Code, 1860: s.302 rlw s.120-8 - Murder committed with criminal conspiracy - conviction and sentence of life imprisonment - Upheld by High Court - Held: The manner in which the crime was committed indicates that it was a pre-planned murder -- There was no material contradiction, embellishment or improvement in the deposition of eye-witness -- High Court re appreciated the evidence and upheld the findings of fact · recorded by trial court observing that ocular evidence was in conformity with medical evidence and it was a clear case of conspiracy - In the facts and circumstances of the case, findings recorded by courts below do not warrant interference. s. 120-B - Criminal conspiracy - Ingredients of - Explained. Evidence Act, 1872: s. 134 - Number of witnesses - Held: In the matter of appreciation of evidence, it is not the number of witnesses but quality of their evidence which is important, as there is no requirement under law of evidence that particular number of witnesses is to be examined to prove/disprove a fact - Conviction can be based on the testimony of a sole eye- witness -- The test is whether the evidence has a ring of truth, is cogent, credible and trustworthy. Evidence: Arrest -- Recovery of vehicles used in crime - Witness of arrest memo and panch witness of recovery of vehicles not examined - Held: In the absence of putting such an issue to Investigating Officer, appellants cannot seek any benefit of such omission or error by prosecution in conducting of trial - - If prosecution had not examined Panchnama witnes.ses and witnesses to the arrest memos, appellants could have examined them in their defence. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "STATE OF RAJASTHAN VS. UCCHAB LAL CHHANWAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNjk=",
        "Citation": "[2013] 12 S.C.R. 20",
        "Case Type": "(CIVIL APPEAL /9544/2013)",
        "Date": "22 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX18yMCAtIDI5XzE3MDMzMjA4OTYucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 20",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "22 October 2013",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2013 INSC 711",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Ucchab Lal Chhanwal",
        "Case Type:": "CIVIL APPEAL /9544/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Promotion",
            "Affected Party"
        ],
        "HeadNote": " PRACTICE AND PROCEDURE: Promotion - Challenged before High Court in writ petition - Persons junior to respondents, but promoted, not arrayed as parties in writ petition filed by respondents - Writ petition allowed by High Court - Held: Once respondents are promoted, the persons who have been promoted earlier would become juniors in the promotional cadre, and they being not arrayed as parties in the /is, an adverse order cannot be passed against them as that would go against the basic tenet of principles of natural justice -- On this singular ground, judgments of single Judge and Division Bench of High Court are set aside - However, the finding of High Court holding that circular dated 26. 7. 2006 was not applicable as the controversy relating to promotion pertained to the year 1996-97, is. unexceptionable and is concurred with - Service law - Government of Rajasthan Circular dated 26. 7.2006 -  Rajasthan Police Service Rules, 1954.   Party - Non-joinder of affected party - Effect of'.  "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "DR. BALRAM PRASAD VS. DR. KUNAL SAHA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxODU=",
        "Citation": "[2013] 12 S.C.R. 30",
        "Case Type": "(CIVIL APPEAL /2867 /2012)",
        "Date": "24 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvRHIgQmFscmFtIFByYXNhZCAgdnMgIERyIEt1bmFsIFNhaGEgIE9yczE3MDE4NTc4OTkucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 30",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "24 October 2013",
        "Petitioner:": "Dr. Balram Prasad",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 717",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Dr. Kunal Saha & Ors.",
        "Case Type:": "CIVIL APPEAL /2867 /2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Complaint",
            "Medical negligence"
        ],
        "HeadNote": "CONSUMER PROTECTION ACT, 1986:Complaint - Medical negligence - Contributorynegligence - Death of an US f)ased patient in hospital in India- National Commission holding the hospital and doctors liablefor medical negligence as also the husband of deceasedliable for contributory negligence and, as such, deducting 10%towards contributory negligence from compensation, awardingRs. 1,55,58,750 to claimant - Held: Appellant-Hospital isvicariously liable for its doctors and is, therefore, directed topay total amount of compensation amounting toRs. 6, 08, 00, 5501-, under various heads as detailed injudgment, after deducting Rs.25 lakhs payable by appellants-doctors - National Commission erred in holding that claimanthad contributed to negligence of appellant-doctors andHospital which resulted in death of his wife when SupremeCourt had clearly absolved the claimant of such liability andremanded the matter back to National Commission only fordetermining the quantum of compensation - Finding ofNational Commission in this regard is set aside and it is re-emphasized that claimant did not contribute to negligence ofappellants-doctors and Hospital which resulted in death of hiswife - Consumer Protection Rules, 1987 - r. ·r4(c).Enhancement of compensation by complainantsubsequent to filing of claim petition - Claimant making additional claims by way of affidavit before NationalCommission - Held: Claim for enhancement of compensationby claimant is justified - Claimant is entitled for enhancedcompensation under certain items in additional claimpreferred before National Commission - Further, claim ofclaimant having remained pending for 15 years, value ofmoney has devalued to a great extent - Therefore, inflationshould be considered while deciding the quantum ofcompensation - It is wholly untenable in law for the 'Hospitaland the doctors to plead that without there being anamendment to the claim petition, the claimant is not entitledto seek the additional claims by way of affidavit, and that theclaim is ~arred by limitation -- Supreme Court has got thepower under Art. 136 of the Constitution and the duty to awardjust and reasonable compensation to do complete justice tothe affected claimant - Code of Civil Procedure, 1908 - Constitution of India, 1950 - Art. 136. Just and fair compensation - Held: Status, futureprospects and educational qualification of deceased must bejudged for deciding adequate, just and fair compensation -Principle of just and reasonable compensation is based on E'restitutio in integrum', i.e., claimant must receive the sum ofmoney which would put him in the same position as he wouldhave been if he had not sustained the wrong - Court is dutybound and entitled to award just compensation' irrespectiveof the fact whether any plea in that behalf was raised byclaimant or not.Future prospects of income - Held, 'Future loss. ofincome' is different from 'future prospects of income' in termsof potential of victim - Jn awarding just and reasonablecompensation, future prospects of deceased must have beenreasonably judged by the National Commission.Medical negligence - Compensation - Multiplier methodHeld: Just, fair and reasonable compensation has to be determined on the basis of the income of aeceased at thetime of death of the victim and other related claims onaccount of the death - Therefore, the plea to apply tilemultiplier method in determination of compensation, does notinspire confidence.BMedical negligence - Death of patient - Compensationtowards loss of income of deceased - Held: Whiledetermining the income of deceased, evidence on record hasto be relied on - Further, 30% added towards future loss ofC income of deceased - 113 of total income is required to bededucted towards personal expenditure of deceased -Estimating the life expectancy of a healthy person as 70 years,compensation to be awarded by multiplying the total loss ofincome by 30.DEFMedical negligence - Death of patient - Claim byhusband under the heads loss of income for missed work,travel expenses and legal expenses - Held: Claim towardsmissed work cannot be allowed as the same has no direct .nexus with the negligence of appellant-doctors and hospital -- However, claim towards travel expenses and legal expenses,partly allowed.Other pecuniary damages - Medical negligence - Deathof patient -- Expenses incurred by claimant towards treatment,travel and hotel expenses in this regard, allowed.Non-pecuniary damages -Medical negligence - Death ofpatient -- Compensation under the head )Jain and sufferingof patient during the course of treatment', allowed - Loss ofconsortium, allowed -- However, under the head, 'emotionalG distress, pain and suffering for claimant himself', nocompensation can be awarded since this claim bears no directlink with negligence of hospital and doctors in treatingclaimant's wife. Medical negligence - Interest on compensation amount- Held: Not awarding interest by National Commission oncompensation amount from the date of filing of originalcomplaint up to the date of payment is most unreasonableand is opposed to provisions of Interest Act - Therefore, 6%interest is awarded on the compensation finally determinedfrom date of the petition till payment - Interest Act, 1978.Medical Negligence -- Liability of nursing homes,hospitals and doctors - Need of an appropriate legislation -Held: Doctors, hospitals and nursing homes and otherconnected establishments are required to be dealt with strictlyif they are found to be negligent with patients and do not taketheir responsibility seriously - Central and State Governmentsmay consider enacting laws wherever there is absence of one,for effective functioning of private hospitals and nursinghomes."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SITA RAM VS. BALBIR@ BALI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxOTc=",
        "Citation": "[2013] 12 S.C.R. 165",
        "Case Type": "(CRIMINAL APPEAL /1834 /2013)",
        "Date": "24 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU2l0YSBSYW0gIHZzICBCYWxiaXIgQmFsaSAgQW5yMTcwMTg1ODA2OS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 165",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "24 October 2013",
        "Petitioner:": "Sita Ram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 715",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Balbir@ Bali & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1834 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cancellation of bail",
            "Additional Sessions Judge"
        ],
        "HeadNote": "BAIL:Cancellation of bail -- A group of 30-35 persons led byfirst respondent, armed with lathis and firearms causing deathof one person and injuries to others - High Court grantinganticipatory bail to first respondent - Held: AdditionalSessions Judge has found prima facie case against firstrespondent and other accused -- Incident had caused public 0panic in the area - First respondent is a very influential personin the area -- Moreover, his antecedents are such that areasonably strong apprehension of his tampering withwitnesses or to carry out threats is imminent and omnipresent--The severity of the attack and leading role of first respondent Eshould not be overlooked - In the circumstances, theimpugned order is set aside and bail granted to firstrespondent is cancelled - Penal Code, 1860 - ss. 109, 114,148, 302, 307, 323, 325 rlw s.149 - Arms Act, 1959 - ss.25and 27."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "T.C. GUPTA VS. BIMAL KUMAR DUTTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyMDk=",
        "Citation": "[2013] 12 S.C.R. 170",
        "Case Type": "(CIVIL APPEAL /9476 /2013)",
        "Date": "25 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvVGMgR3VwdGEgIHZzICBCaW1hbCBLdW1hciBEdXR0YSAgT3JzMTcwMTg1ODIwNy5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 170",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "25 October 2013",
        "Petitioner:": "T.c. Gupta",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 722",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Bimal Kumar Dutta & Ors.",
        "Case Type:": "CIVIL APPEAL /9476 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt proceedings"
        ],
        "HeadNote": "CONTEMPT OF COURT:Contempt proceedings - A contempt action being in thenature of quasi criminal proceedings, the degree ofsatisfaction that must be reached by the court to hold a personguilty of commission of contempt would be akin to what isrequired to prove a criminal charge, namely, proof beyondreasonable doubt. Contempt proceedings -- Alleging disobedience of orderof High Court - High Court holding the appellant guilty ofcommission of contempt of its order and directing for hispersonal appearance for hearing on quantum of punishmentE - Held: Order of the court in respect of which violation isalleged must be clear, unambiguous and unequivocal anddefiance thereof must be apparent on the very face of theaction with which a contemnor is charged -- In the instant case,the interim order of the High Court had directed status quo toF be maintained in respect of allotments -- Admittedly, noallotments had been made by the appellant or any otherauthority -- Order of High Court set aside - HaryanaDevelopment and Regulation of Urban Areas Act, 1975.G Contempt proceedings - Interpretation of the orderalleged to have been disobeyed - Held: Would not beappropriate while dealing with a charge of contempt -- In asituation like the case in hand, where High Court had directedmaintenance of. status quo as to allotment, it was not open for High Court to hold the contemnor guilty by understanding Athe said order to mean status quo or a restraint in respect ofgrant of licences under the Act.CONTEMPT OF COURTS ACT, 1971:s.12, Explanation - Unconditional apology - Held: Anapology tendered by a contemnor should not be rejectedmerely on the ground that it is qualified or conditional so longit is made bona fide -- There is nothing on record to suggestthat the unqualified and unconditional apology tendered byappellant in his reply before the High Court was actuated byreasons that are not bona fide."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "GURJANT SINGH @ JANTA VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyMjk=",
        "Citation": "[2013] 12 S.C.R. 180",
        "Case Type": "(CRIMINAL APPEAL /1868/2013)",
        "Date": "28 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX18xODAgLSAxOTdfMTcwMzMyMDk4OC5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 180",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "28 October 2013",
        "Petitioner:": "Gurjant Singh @ Janta",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 724",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1868/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Search and Seizure",
            "Criminal Appeal"
        ],
        "HeadNote": " NARCOTIC DRUGS AND PSYCHOTROPIC SUBSTANCES ACT, 1985: s. 50 - Requirement and purpose of search and seizure in presence of a Gazetted Officer or Magistrate - Explained. ss.42 and 50 rlw s.15 - Appellant caught carrying 3 bags D of poppy husk in tractor trolley - Conviction of accused and sentence of 10 years RI and fine of Rs. 1 lakhs u/s 15 - Upheld by High Court - Held: Compliance of s. 50 of conducting search in the presence of Gazetted Officer or a Magistrate, cannot be an empty formality and cannot be dealt E with lightly by courts -- Conclusion of trial court that ss.42 and 50 were not applicable to the case was a total misunderstanding of legal provisions in the light of facts placed before it -- Judgement of trial court and confirmation of the same by High Court cannot be sustained -- Conviction F and sentence imposed on appellant is set aside. s. 50 - Search and seizure in presence of Gazetted Officer or Magistrate - Held: In the instant case, trial court omitted to examine defence of appellant that the officer in whose G presence search was carried out was not a regularly promoted D.S.P. but an \"own rank pay D.S.P. \". Criminal appeal -- Duty of appellate court - Held: High Court being the first appellate court was required to independently reappraise the entire material, and record the conclusions supported by cogent reasons -- High Court failed to independently examine the correctness of findings recorded by trial court and simply extracted a portion of the judgment of trial court, while affirming the conviction-- It failed to exercise its jurisdiction in dismissing the appeal. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SUKUMAR DE VS. BIMALA AUDDY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNTM=",
        "Citation": "[2013] 12 S.C.R. 198",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /25797 /2004)",
        "Date": "28 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX18xOTggLSAyMDRfMTcwMzMyMTEyMC5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 198",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "28 October 2013",
        "Petitioner:": "Sukumar De",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 725",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Bimala Auddy & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /25797 /2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Set Aside Sale",
            "Judgement-Debtors"
        ],
        "HeadNote": " NARCOTIC DRUGS AND PSYCHOTROPIC SUBSTANCES ACT, 1985: s. 50 - Requirement and purpose of search and seizure in presence of a Gazetted Officer or Magistrate - Explained. ss.42 and 50 rlw s.15 - Appellant caught carrying 3 bags D of poppy husk in tractor trolley - Conviction of accused and sentence of 10 years RI and fine of Rs. 1 lakhs u/s 15 - Upheld by High Court - Held: Compliance of s. 50 of conducting search in the presence of Gazetted Officer or a Magistrate, cannot be an empty formality and cannot be dealt E with lightly by courts -- Conclusion of trial court that ss.42 and 50 were not applicable to the case was a total misunderstanding of legal provisions in the light of facts placed before it -- Judgment of trial court and confirmation of the same by High Court cannot be sustained -- Conviction F and sentence imposed on appellant is set aside. s. 50 - Search and seizure in presence of Gazetted Officer or Magistrate - Held: In the instant case, trial court omitted to examine defence of appellant that the officer in whose presence search was carried out was not a regularly promoted D.S.P. but an \"own rank pay D.S.P. \". Criminal appeal -- Duty of appellate court - Held: High Court being the first appellate court was required to independently reappraise the entire material, and record the "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "MANISH TRIVEDI VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNzU=",
        "Citation": "[2013] 12 S.C.R. 205",
        "Case Type": "(CRIMINAL APPEAL /1881/2013)",
        "Date": "29 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTWFuaXNoIFRyaXZlZGkgIHZzICBTdGF0ZSBPZiBSYWphc3RoYW4xNzAxODU4OTU4LnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 205",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "29 October 2013",
        "Petitioner:": "Manish Trivedi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 728",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /1881/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public servant",
            "Legal fiction"
        ],
        "HeadNote": "RAJASTHAN MUNICIPAL/TIES ACT, 1959:s.87 of the Rajasthan Act r/w s.21, /PC and s.2(c)(viii) ofPC Act -- 'Public servant' - Appellant, a Municipal Councillorand Member of Municipal Board - Held: By s. 87 of RajasthanMunicipalities Act, Legislature has created a fiction that everyMember of Municipal Board shall be deemed to be a publicservant within the meaning of s. 21, /PC - Thus, appellant isa public servant within the meaning of s.21,IPC - Penal Code,1860- s.21 - Prevention of Corruption Act, 1988 - s.2(c)(viii).PREVENTION OF CORRUPTION ACT, 1988:s.2(c)(viii) - 'Public servant' - Held: Act envisageswidening of the scope of definition of expression 'publicservant' -- It was brought in force to purify public administration-- Legislature has used a comprehensive definition of 'publicservant' to achieve the purpose of punishing and curbingcorruption among public servants -- Therefore, it would beinappropriate to limit the contents of definition clause by aconstruction which would be against the spirit of the statute -Interpretation of statute.s.2(c)(viii) - 'Public servant' - Appellant a MunicipalCouncillor and Member of Municipal Board - Held: Is a publicservant within the meaning of s.2(c) -- Clause (viii) of s.2(c)makes any person, who holds an office by virtue of which he is authorized or required to perform any public duty, to be apublic servant -- Word 'office' in the context would mean aposition or place to which certain duties are attached and hasan existence which is independent of the persons who fill it -- Councillors and Members of Municipal Board are positionsB under Rajasthan Municipalities Act -- They perform variousduties which are in the field of public duty -- RajasthanMunicipalities Act, 1959 -- s.87-- Penal Code, 1860 - s.21."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "UNITED INDIA INSURANCE COMPANY LTD. VS. SUNIL KUMAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyOTI=",
        "Citation": "[2013] 12 S.C.R. 223",
        "Case Type": "(CIVIL APPEAL /9694/2013)",
        "Date": "29 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvVW5pdGVkIEluZGlhIEluc3VyYW5jZSBDb21wYW55IEx0ZCAgdnMgIFN1bmlsIEt1bWFyICBBbnIxNzAxODU5MTAzLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 223",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "29 October 2013",
        "Petitioner:": "United India Insurance Company Ltd.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2013 INSC 729",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Sunil Kumar & Anr.",
        "Case Type:": "CIVIL APPEAL /9694/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "compensation",
            "insurer"
        ],
        "HeadNote": "MOTOR VEHICLES ACT, 1988:s. 163-A rlw s. 170 and 173 - Special provisions as topayment of compensation on structured formula basis -Appeal by insurer - Held: In view of points (iii) to (v) in ShilaDatta's case having been referred to larger Bench as also theview in Sinitha's case that it is.-open to the owner or insurancecompany, as the case may be, 'to defeat a claim u/s 163-A ofthe Act by pleading and establishing a fault ground (wrongfulact or neglect or default), matter referred to larger Bench.s. 163-A - Petition for compensation - Held: Liability tomake compensation u/s 163-A is on the principle of no faultand, therefore, the question as to who is at fault is immaterialand foreign to an enquiry uls 163-A -- Once it is establishedthat death or permanent disablement occurred during thecourse of user of vehicle and the vehicle is insured, insurancecompany or owner, as the case may be, shall be liable to paycompensation, which is a statutory obligation."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "JAGDISH SINGH VS. HEERALAL AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMDk=",
        "Citation": "[2013] 12 S.C.R. 232",
        "Case Type": "(CIVIL APPEAL / 9771 /2013)",
        "Date": "30 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvMjAwOF8xMl8yMzIgLSAyNTBfMTcwMzMyMTI3MS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 232",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "30 October 2013",
        "Petitioner:": "Jagdish Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 734",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Heeralal And Others",
        "Case Type:": "CIVIL APPEAL / 9771 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Security Interest",
            "Civil Court"
        ],
        "HeadNote": " MOTOR VEHICLES ACT, 1988: s. 163-A rlw s. 170 and 173 - Special provisions as to payment of compensation on structured formula basis - Appeal by insurer - Held: In view of points (iii) to (v) in Shila Datta's case having been referred to larger Bench as also the view in Sinitha's case that it is.-open to the owner or insurance company, as the case may be, 'to defeat a claim u/s 163-A of the Act by pleading and establishing a fault ground (wrongful act or neglect or default), matrek referred to larger Bench. s. 163-A - Petition for compensation - Held: Liability to make compensation u/s 163-A is on the principle of no fault and, therefore, the question as to who is at fault is immaterial and foreign to an enquiry uls 163-A -- Once it is established that death or permanent disablement occurred during the course of user of vehicle and the vehicle is insured, insurance company or owner, as the case may be, shall be liable to pay compensation, which is a statutory obligation. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "RAJEEV KUMAR VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMzE=",
        "Citation": "[2013] 12 S.C.R. 251",
        "Case Type": "(CRIMINAL APPEAL /967/2005)",
        "Date": "31 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Ms. Justice Gyan Sudha Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvMjAwOF8xMl8yNTEgLSAyNjhfMTcwMzMyMTQ0OC5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 251",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "31 October 2013",
        "Petitioner:": "Rajeev Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 736",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /967/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry Death",
            "Cruelty and Abetment of Suicide"
        ],
        "HeadNote": " SECURITISATION AND RECONSTRUCTION OF FINANCIAL ASSETS AND ENFORCEMENT OF C SECURITY INTEREST ACT, 2002: ss. 2(zc) and 2(zf) - Security interest - Onginal title deeds of properties deposited with bank creating equitable mortgage against loan - Held: Security interest, within the meaning of s.2(zf) has been created in respect of the properties in question which are secured assets within the meaning of s.2(zc), in favour of the secured creditor (the bank) within the meaning of s.2(zd) -- On failure to re-pay, the bank can always enforce its security interest over the secured assets. ss.13(4), 17 and 34 - Title deeds deposited with bank as security against loan - Borrower failed to repay the loan - Bank sold the property after publishing the auction notice - Suit by plaintiff's claiming the property as HUF property - Held: In case the borrower fails to discharge his /iab1/ity, the bank can F take the \"measures\" provided in s.13(4) for recovery of the loan amount - s.17confers a right of appeal to any person, aggrieved by any of the \"measures\" referred to in sub-s. (4) of s.13 taken by the secured creditor- Expression 'any person' used in s. 17 is of wide import and takes witbjn its fold the G borrower, the guarantor as also the plaintiffs in the-suit as well - Thus, irrespective of the question whether the civil suit is maintainable or not under the Act itself, a remedy is provided to such persons so that they can invoke the provisions of s. 17, in case the bank (secured creditor) adopts any measure including the sale of secured assets, on which plaintiffs claim interest. s. 34 rlw s. 35 - Civil court not to have jurisdiction - Held: Civil court jurisdiction is completely barred, as regards the \"measure\" taken by a secured creditor under sub-s. (4) of s.13 B against which an aggrieved person has a right of appeal before ORT or Appellate Tribunal to determine as to whether there has been any illegality in the \"measures\" taken - Bank, in the instant case, has proceeded only against secured assets of borrowers - In the circumstances, High Court was in c error in holding that only civil court has jurisdiction to examine as to whether the \"measures\" taken by secured creditor under sub-s. (4) of s.13 were legal or not - Judgment of High Court is set aside - Code of Civil Procedure, 1908 - s.9. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "BHUPENDRA VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNDQ=",
        "Citation": "[2013] 12 S.C.R. 269",
        "Case Type": "(CRIMINAL APPEAL /1774/2008)",
        "Date": "11 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQmh1cGVuZHJhICB2cyAgU3RhdGUgT2YgTWFkaHlhIFByYWRlc2gxNzAxODU5NzE4LnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 269",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "11 November 2013",
        "Petitioner:": "Bhupendra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 745",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1774/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Demand for dowry",
            "Dowry death"
        ],
        "HeadNote": "PENAL CODE 1860:ss.498, 304-B and 306 - Demand for dowry by bride'shusband and his parents - Death of bride by consumingpoisonous substance - Conviction of husband by courts below- Upheld.ss. 304-B and s.306 - Dowry death - Chemicalexamination of viscera - Held: Not mandatory in every caseof a dowry death - Even when a viscera report is sought for,its absence is not necessarily fatal to the case of theprosecution when an unnatural death punishable u/s 304-Bor u/s 306 takes place -- In a case of unnatural death invitings.304-B /PC (read with the presumption uls 113-8 of EvidenceAct) or s.306 /PC (read with the presumption u/s 113-A ofEvidence Act) as long as there is evidence of poisoning,identification of the poison may not be absolutely necessary.ss.304-B and 306 - Dowry death and suicide - Held:ss.306 and 304-B not mutually exclusive -- If a conviction forcausing suicide is based on s.304-B, it will necessarily attracts. 306 -- However, the converse is not true."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "PEOPLE`S UNION FOR CIVIL LIBERTIES & ANR. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNTQ=",
        "Citation": "[2013] 12 S.C.R. 283",
        "Case Type": "(WRIT PETITION (CIVIL) /161/2004)",
        "Date": "27 SEPTEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvUGVvcGxlcyBVbmlvbiBGb3IgQ2l2aWwgTGliZXJ0aWVzICBBbnIgIHZzICBVbmlvbiBPZiBJbmRpYSAgQW5yMTcwMTg1OTg5My5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 283",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "27 September 2013",
        "Petitioner:": "People`s Union For Civil Liberties & Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2013 INSC 655",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /161/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Freedom of speech and expression",
            "Writ petition"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950:Art. 19(1)(a) - Freedom of speech and expression --Decision taken by a voter after verifying the credentials of thecandidate, either to vote or not is a form of expression underArt.19(1)(a) -- Fundamental right under Art.19(1)(a) read withstatutory right uls. 79(d) of the RP Act is violated unreasonablyif right not to vote effectively is denied and secrecy isbreached - Representation of the People Act, 1951 - s. 79(d).Art. 32 rlw Arts. 19(1)(a) and 14- Writ petition challengingrr.41(2), (3) and 49-0 of Conduct of Election Rules - Held: Ismaintainable -- Casting of vote is a facet of right of expressionof an individual under Art.19(1)(a) -- Fundamental right underArt.19(1)(a) read with statutory right u/s. 79(d) of RP Act isviolated unreasonably if right not to vote effectively is deniedand secrecy is breached, which attracts Art. 14 -- Any violationof the said rights gives the aggrieved person the right toapproach Supreme Court under Art.32 and a prima facie caseexists for exercise of jurisdiction under Art. 32 ·_ Besides, itmay not be appropriate to direct the petitioners to go to eachand every High Court and seek appropriate relief -- Therefore,Supreme Court is competent to hear the issues raised in thewrit petition filed under Art.32 - Conduct of Election Rules,1961 - rr. 41 (2), (3) and 49-0."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "PREMLATA JOSHI VS. CHIEF SECRETARY STATE OF UTTARAKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNjU=",
        "Citation": "[2013] 12 S.C.R. 324",
        "Case Type": "(CIVIL APPEAL /10236/2013)",
        "Date": "12 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvUHJlbWxhdGEgSm9zaGkgIHZzICBDaGllZiBTZWNyZXRhcnkgU3RhdGUgT2YgVXR0YXJha2hhbmQgIE9yczE3MDE4NjAwNjIucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 324",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "12 November 2013",
        "Petitioner:": "Premlata Joshi",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 750",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Chief Secretary State Of Uttarakhand & Ors.",
        "Case Type:": "CIVIL APPEAL /10236/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "promotion"
        ],
        "HeadNote": "Service Law: Appointment by promotion - Appointment to post ofDirector, Medical Health - Held: In the instant case, promotionis on the basis of merit alone, where seniority should play therole only if two candidates are of equal merit and not otherwise- Government Order laid down the criteria of judging the meritand specified the categories as 'excellent', 'good' and'unsuitable' - DPC committed the mistake by grading theofficers in 'very good', 'good' and 'unfit' categories --Byeliminating 'excellent' category and replacing it with 'verygood' category, private respondent was severely prejudicedSince DPC did not follow the procedure as laid down even inthe OM, the promotion of appellant was rightly set aside byHigh Court - Uttar Pradesh Medical Health (Group A) ServiceRules, 1990 - r.B -- Uttarakhand Government Servant (Criteriafor Recruitment by Promotion) Rules, 2004- rr. 4 and B -Government Order dated 16.4.2003 - Para 2(a) - Costs.Recovery of excess amount - Held: Since appellant hasalready retired and promotion given to her is because of thewrong exercise of the Department in not applying Rules/OMcorrectly and it was not because of any misrepresentation orsuppression by the appellant, no recovery of the excessamount paid to her is called for."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SUKHWINDER SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MDQ=",
        "Citation": "[2013] 12 S.C.R. 339",
        "Case Type": "(CRIMINAL APPEAL /1023 /2008)",
        "Date": "12 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX18zMzkgLSAzNDlfMTcwMzMyMTY0OS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 339",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "12 November 2013",
        "Petitioner:": "Sukhwinder Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 751",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1023 /2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry Death"
        ],
        "HeadNote": " PENAL CODE, 1860: s.304-8 - Dowry death - Conviction of husband by High Court - Held: The evidence on record discloses that after marriage, attitude of accused was hostile towards deceased - Five days prior to incident deceased had described to her father about the demands raised by accused and that there was danger to her life - Thus, harassment of dowry was soon before the death - Fwther, victim died of poisoning within 7 years of marriage - Therefore, presumptions uls 304-8 /PC ands. 113-8 of Evidence Act are attracted - Conviction upheld - Evidence Act, 1872 - s.113-8. INVEST/GA TION: Discrepancies in timing and date of handing over of case property - Overwriting in inquest report - Held: Cases in which substratum of prosecution case is strong and substantiated F by reliable evidence, lapses in investigation should not persuade the court to reject the prosecution case and unnecessary weightage should not be given to minor errors or lapses - In the instant case, the doctor clearly deposed about the date of handing over the case property to police after G post-mortem - There seems to be mistake in giving dates -- Simi la rly, the overwriting in the inquest report is inconsequential -- It could be a mere inadvertent lapse - Further, sending the special report to magistrate the following day has no adverse impact on prosecution case - Code of Criminal Procedure, 1973 - s.57. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "N. MANJEGOWDA VS. THE MANAGER, THE UNITED INDIA INSURANCE CO.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzOTE=",
        "Citation": "[2013] 12 S.C.R. 350",
        "Case Type": "(CIVIL APPEAL /10192-10193/2013)",
        "Date": "12 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvMjAwOF8xMl8zNTAgLSAzNjBfMTcwMzMyMTU5OS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 350",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "12 November 2013",
        "Petitioner:": "N. Manjegowda",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 749",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "The Manager, The United India Insurance Co.",
        "Case Type:": "CIVIL APPEAL /10192-10193/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Accident",
            "Motor Vehicles"
        ],
        "HeadNote": " MOTOR VEHICLES ACT, 1988: s.166 - Accident of an advocate aged 36 years - Compensation under head 'loss of future income due to disability' - Multiplier - Annual income of Advocate assessed  by Tribunal on the basis of Income Tax returns - Held: Functional disability of an accident victim requires determination on the basis of nature of disability in the light of the career or profession which the claimant was pursuing - It should not be computed mechanically only on percentage E of physical disability - A young Advocate is bound to suffer huge professional loss on account of injuries as have been sustained by the appellant - He was having partial sensory loss all over his limbs and lacked proper coordination in all four limbs -- It is the medical opinion that appellant requires an assistant for daily routine work - High Court erred in  reducing compensation under head 'loss of future income' - Loss of earning should be treated as 70% and appropriate multiplier should be 16 in place of 13 - On that basis, the loss of income due to disability is enhanced from Rs.6, 17,5001- (as awarded by Tribunal) by Rs.4,00,0001- - Compensation  under other heads calls for no interference - Claimant shall be entitled to 6% interest on total compensation from date of petition till date of payment.   "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "KRISHNA KANT TIWARI VS. KENDRIYA VIDYALAYA SANGATHAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MTU=",
        "Citation": "[2013] 12 S.C.R. 361",
        "Case Type": "(CIVIL APPEAL /10239/2013)",
        "Date": "12 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvS3Jpc2huYSBLYW50IFRpd2FyaSAgdnMgIEtlbmRyaXlhIFZpZHlhbGF5YSBTYW5nYXRoYW4gIEFucjE3MDE4NjA3MjIucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 361",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "12 November 2013",
        "Petitioner:": "Krishna Kant Tiwari",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2013 INSC 752",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Kendriya Vidyalaya Sangathan & Anr.",
        "Case Type:": "CIVIL APPEAL /10239/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pay protection",
            "Cut off date"
        ],
        "HeadNote": "SERVICE LAW:Pay protection - Cut off date - Teacher in StateGovernment - Joining as primary teacher in KendriyaVidyalaya Sangathan on 23. 7. 1987 and confirmed on23.9.1989 -- Claim for protection of pay as per O.M. dated7. 8. 1989 which was given effect from 1. 8. 1989 - Held: It ispermissible for the Government to lay down the cut off datefrom which the benefit would be available to the employees -- Once it is stated that the order takes effect from 1. 8. 1989,the clause will have to be given its plain meaning as it isdrafted -- Therefore, the employees like the appellant who wasin the State Government service earlier, will be entitled to payprotection from that date i.e. 1. 8. 1989 -- He will, however, notget the pay protection prior to that date -- Interpreted this way,it will not amount to giving any retrospective effect to theMemorandum -- The last pay drawn by the claimant in Stateservice as on 1. 8. 1989, directed to be protected withconsequential service benefits - Government of India,Department of Personnel and Training O.M. dated 7.8.1989."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "TRIBHUVANSHANKAR VS. AMRUTLAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MzA=",
        "Citation": "[2013] 12 S.C.R. 368",
        "Case Type": "(CIVIL APPEAL /10316 /2013)",
        "Date": "13 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvVHJpYmh1dmFuc2hhbmthciAgdnMgIEFtcnV0bGFsMTcwMTg2MDg2OS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 368",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "13 November 2013",
        "Petitioner:": "Tribhuvanshankar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 754",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Amrutlal",
        "Case Type:": "CIVIL APPEAL /10316 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for eviction",
            "adverse possession"
        ],
        "HeadNote": "MADHYA PRADESH ACCOMMODATION CONTROLACT, 1961:Suit for eviction - Defendant denying title of plaintiff oversuit premises and setting up plea of adverse possession -Finding of trial court that there is no relationship of landlordand tenant between parties, not assailed - Held: Once a finding0 was recorded that there was no relationship of landlord andtenant under the Scheme of the Act, there was no necessityto enter into an enquiry with regard to the title of the plaintiffbased on the sale deed or the title of the defendant as putforth by way of assertion of long possession - High Court isjustified to the extent that no equitable relief could be grantedin a suit instituted under the Act - But, it has committed anillegality by affirming the judgment and decree passed by trialcourt because by such affirmation, defendant becomes ownerof the premises by acquisition of title by prescription and,therefore, impugned judgment to that extent is vulnerable and accordingly the said affirmation is set aside - Judgment of High Court is affirmed only to the extent that as relationship of landlord and tenant was not established, defendant was not liable for eviction under the Act - The issue of right, title andinterest is open - In the circumstances, plaintiff is entitledG under law to file a fresh suit for title and recovery ofpossession and such other reliefs as the law permits anddefendant is entitled to resist the same by putting forth all hisstand and stance including the plea of adverse possession."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "A.M. SANGAPPA @ SANGAPPA VS. SANGONDEPPA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0NDI=",
        "Citation": "[2013] 12 S.C.R. 397",
        "Case Type": "(CIVIL APPEAL /10490/2013)",
        "Date": "19 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQW0gU2FuZ2FwcGEgIFNhbmdhcHBhICB2cyAgU2FuZ29uZGVwcGEgIEFucjE3MDE4NjEwMjIucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 397",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "19 November 2013",
        "Petitioner:": "A.m. Sangappa @ Sangappa",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 759",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Sangondeppa & Anr.",
        "Case Type:": "CIVIL APPEAL /10490/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "First appeal"
        ],
        "HeadNote": "CODE OF CIVIL PROCEDURE, 1908:0.41, r.31 - First appeal - Disposal of - Held: A regularfirst appeal is to be disposed of, particularly, in the light of 0.41 r.31 - It mandates that appellate court has to frame pointsfor determination, decision thereon, reasons for the decisionand where the decree appealed from is reversed or varied,the relief to which appellant is entitled -- First appeal is avaluable right and unless restricted by law, the whole case isopen for rehearing both on questions of fact and law --Accordingly, judgment of appellate court must reflect itsconscious application of mind and record findings supportedby reasons, on all issues arising along with contentions putforth by both sides -- In the instant case, relevant aspects havenot been noticed and adverted to by High Court -- Appeal hasbeen decided in an unsatisfactory manner which falls shortof considerations expected from the court of first appeal --Judgment of High Court is set aside and regular first appealis remanded to it for disposal afresh."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "GANESHA VS. SHARANAPPA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0NTY=",
        "Citation": "[2013] 12 S.C.R. 400",
        "Case Type": "(CRIMINAL APPEAL /1948 /2013)",
        "Date": "19 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvR2FuZXNoYSAgdnMgIFNoYXJhbmFwcGEgIEFucjE3MDE4NjExOTUucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 400",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "19 November 2013",
        "Petitioner:": "Ganesha",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 762",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Sharanappa & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1948 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Revisional power",
            "Informant",
            "complainant"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973:s.401(3) r/w s.386(a) - Revisional power of High Court-Explained - High Court converting the acquittal intoconviction - Held: High Court while exercising the powers ofrevision can exercise all those powers which have beenconferred on the court of appeal u/s 386 but, in view of sub-s.D (3) of s. 401, while exercising such power, High Court cannotconvert a finding of acquittal into one of conviction - In theinstant case, High Court rightly come to the conclusion thatit is one of the exceptional cases as the finding of acquittal ison a total misreading and perverse appreciation of evidenceE and rightly set aside the order of acquittal, but it gravely erredin converting the order of acquittal into that of conviction,instead of directing re-hearing by trial court - Order of HighCourt set aside, but, in the circumstances of the case, re-hearing by trial court declined - Penal Code, 1860 - s.324.s.154 and s.2(d) rlw s.200- 'Informant' and 'complainant'- Distinction between - Explained."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "TAMIL NADU MERCANTILE BANK LTD. VS. STATE THROUH DEPUTY SUPERINTENDENT OF POLICE AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0NjY=",
        "Citation": "[2013] 12 S.C.R. 411",
        "Case Type": "(CRIMINAL APPEAL /1958/2013)",
        "Date": "20 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvVGFtaWwgTmFkdSBNZXJjYW50aWxlIEJhbmsgTHRkICB2cyAgU3RhdGUgVGhyb3VoIERlcHV0eSBTdXBlcmludGVuZGVudCBPZiBQb2xpY2UgQW5kIEFucjE3MDE4NjEzNTkucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 411",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "20 November 2013",
        "Petitioner:": "Tamil Nadu Mercantile Bank Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 764",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Throuh Deputy Superintendent Of Police And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1958/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Quashing of criminal proceedings"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973:s.482 - Quashing of criminal proceedings - Respondents-accused defrauding the Bank in collusion with Bank officials- Charge-sheet against respondents-accused and Bankofficials for offences punishable u/ss 406, 409, 420 and 120-B /PC filed - High Court quashing criminal proceedingsagainst non-bank officials-accused respondents - Held: HighCourt erred in interfering with criminal proceedings on theground that bank could recover the loss caused by fraudthrough orders of Debt Recovery Tribunal or through theproceedings under the Negotiable Instruments Act or civilproceedings -- Even if the accused voluntarily at a later stagesettles the monetary claim, that cannot be made a ground toquash the criminal proceedings unless the well establishedprinciples for exercise of power u/s 482 are made out --Criminal proceedings can continue even if the a/legationdiscloses a civil dispute also - It is only when the dispute ispurely civil in nature but still the party chooses to initiatecriminal proceedings, criminal proceedings may be quashed- In the instant proceedings, it is not a case requiringinterference in exercise of power u/s 482 - The proceedingscannot be termed as an abuse of the process of courtbecause the a/legations if accepted in entirety are most likelyto make out criminal offence alleged against accused-respondents -- The interest of justice is also not attracted inthe instant case to warrant interference with the criminal proceedings - Judgment of High Court set aside - Penal Code, 1860 - ss. 406, 409, 420 and 120-B."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "DUDDILLA SRINIVASA SHARMA AND ORS. VS. V. CHRYSOLITE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0ODE=",
        "Citation": "[2013] 12 S.C.R. 421",
        "Case Type": "(CIVIL APPEAL /10492 /2013)",
        "Date": "21 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvRHVkZGlsbGEgU3Jpbml2YXNhIFNoYXJtYSBBbmQgT3JzICB2cyAgViBDaHJ5c29saXRlMTcwMTg2MTUxOS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 421",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "21 November 2013",
        "Petitioner:": "Duddilla Srinivasa Sharma And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 765",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "V. Chrysolite",
        "Case Type:": "CIVIL APPEAL /10492 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Recruitment"
        ],
        "HeadNote": "SERVICE LAW:Recruitment - Candidates shortlisted by fixing higherqualification - Held: A person who fulfils the eligibilityconditions as per the recruitment rules cannot be excludedeven from appearing in the qualifying written examination byfixing higher educational qualification bench mark - Further,when there is a particular provision for short listing thecandidates in the Rules or Instructions, the short listing is tobe resorted to in accordance with the criterion mentioned inthose Rules or Instructions - In the instant case, a specificcriterion for shortlisting was prescribed, which was not followed- High Court rightly quashed the selection - However, theappellants continuing by virtue of interim orders, shallcontinue till selections are made and shall be allowed toparticipate in the selection process - Those of the appellantswho get so selected, shall retain their seniority from the dateof the initial appointment - Andhra Pradesh JudicialMinisterial Service Rules, 2003 - r. 8 - Circular dated 1. 7. 1996."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SUBHASISH MONDAL @ BIJOY VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0OTE=",
        "Citation": "[2013] 12 S.C.R. 435",
        "Case Type": "(CRIMINAL APPEAL /1391 /2008)",
        "Date": "21 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU3ViaGFzaXNoIE1vbmRhbCAgQmlqb3kgIHZzICBTdGF0ZSBPZiBXZXN0IEJlbmdhbDE3MDE4NjE2NTUucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 435",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "21 November 2013",
        "Petitioner:": "Subhasish Mondal @ Bijoy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 766",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /1391 /2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Double murder",
            "Circumstantial evidence"
        ],
        "HeadNote": "PENAL CODE, 1860:s.302 -Double murder -- Accused charged with murderof his elder brother and mother - Circumstantial evidence -Conviction by courts below - Held: The guilt of accused hasbeen proved beyond reasonable doubt - The recoveriesmade from the place of incident, the injuries on the personof accused, the evidence of witnesses that accused was seenloitering around after the incident, all point towards the guiltof the accused - Besides, accused held a strong grudgeagainst his mother and elder brother as his mother had giventhe name of his elder brother for employment on compassionate ground on the death of his father - The motiveof vengeance is established and in cases in which onlycircumstantial evidence is available, motive assumes a greatimportance - Further, accused has simply pleaded innocence- No other explanation has been offered by him in spite of theincriminating circumstances that pointed to his guilt - This is a suspicious facet of this case - All these circumstances, whichform a reliable chain of events, proved the hypothesis thataccused is guilty of the gruesome murder of his elder brotherand mother - Conviction and sentence of accused-appellantsustained - Evidence - Circumstantial evidence - Criminal law- Motive."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "PATHAN MOHAMMED SULEMAN REHMATKHAN VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MDY=",
        "Citation": "[2013] 12 S.C.R. 446",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /32507 /2013)",
        "Date": "22 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvUGF0aGFuIE1vaGFtbWVkIFN1bGVtYW4gUmVobWF0a2hhbiAgdnMgIFN0YXRlIE9mIEd1amFyYXQgIE9yczE3MDE4NjE4MTEucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 446",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "22 November 2013",
        "Petitioner:": "Pathan Mohammed Suleman Rehmatkhan",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 770",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /32507 /2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Policy decision",
            "Administrative Law"
        ],
        "HeadNote": "Administrative Law: Policy decision - Setting up of International FinancialServices Centre - Joint venture company with 50:50 publicprivate participation - Approval by Central Government -Allotment of land to Company - Challenged on the basis ofreport of CAG that State Government did not adopt a uniformpolicy in alienation and allotment of land -· Held: A decisiontaken In good faith, with good intentions, without anyextraneous considerations, cannot be belittled, even if thatdecision was ultimately proved to be wrong - Non-floatingof tenders or absence of public auction or invitation alone isnot a sufficient reason to characterize the action of a publicauthority as either arbitrary or unreasonable or amounting tomala fide or improper exercise of power - Keeping in viewthe various orders passed by State Government andresolutions allotting lands to fourth respondent and also thenotification issued under Special Economic Zones Act, 2005,High Court has rightly held that it cannot be said that StateGovernment has acted against public interest - Governmenthas noticed development and employment opportunities thatthe project would bring into the State - Decision taken byGovernment was also transparent - Further. these are purelypolicy decisions taken by State Government and, while so, ithas examined the benefits the project would bring into theState and to its people - It is open to the State and theauthorities to take economic and management decision depending upon the exigencies of a situation guided byappropriate financial policy notified in public interest - Thatis what has been done in the instant case - Public InterestLitigation. Comptroller and Auditor General of India:Power of CAG - Explained."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "ASHOK KUMAR AGGARWAL VS. NEERAJ KUMAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MjU=",
        "Citation": "[2013] 12 S.C.R. 457",
        "Case Type": "(CRIMINAL APPEAL / 1839/2013)",
        "Date": "22 NOVEMBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQXNob2sgS3VtYXIgQWdnYXJ3YWwgIHZzICBOZWVyYWogS3VtYXIgIEFucjE3MDE4NjE5OTgucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 457",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "22 November 2013",
        "Petitioner:": "Ashok Kumar Aggarwal",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 771",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Neeraj Kumar & Anr.",
        "Case Type:": "CRIMINAL APPEAL / 1839/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt proceedings"
        ],
        "HeadNote": "Contempt of Court:Contempt proceedings - Held: Proceedings of contemptare quasi criminal in nature and the burden and standard ofproof required is the same as in criminal cases -· Chargeshave to be proved beyond reasonable doubt and allegedcontemnor becomes entitled to the benefit of doubt as it wouldbe very .hazardous to impose sentence in contemptproceedings on some probabilities. Contempt petition - Filed under Art. 215 of the Constitution - On the a/legation of suppression of facts byrespondents before Special Judge dealing with bailapplication of contempt-petitioner - Held: Power under Art.215 of the Constitution can be exercised only in accordancewith the procedure prescribed by Jaw - High Court wasrequired to examine as to whether proper procedure wasadopted in bringing the petition under Art. 215 of theConstitution and as to whether the limitation as prescribed u/s 20 of the 1971 Act was attracted in the case - High Court did not advert to any of such issue of paramount importance- More so, no reasoning has been given to reach aconclusion that no deliberate attempt was made byrespondents to cause any prejudice to appellant - As both the parties had raised issues on facts as well as on Jaw, High Court ought to have dealt with the case adverting to allrelevant issues, particularly, when appellant had made anallegation that his liberty had been jeopardised by respondents by interfering with the course of justice by misleading the court - Judgment and order impugned is set aside and the case remitted to the High Court to decide itafresh answering all the factual and legal issues raised by theparties - Contempt of Courts Act, 1971 - s.20 - Constitutionof India, 1950 - Art.215."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "MANOHARAN VS. SIVARAJAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NDU=",
        "Citation": "[2013] 12 S.C.R. 471",
        "Case Type": "(CIVIL APPEAL /10581 /2013)",
        "Date": "25 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTWFub2hhcmFuICB2cyAgU2l2YXJhamFuICBPcnMxNzAxODYyMjAxLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 471",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "25 November 2013",
        "Petitioner:": "Manoharan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 781",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Sivarajan & Ors.",
        "Case Type:": "CIVIL APPEAL /10581 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Deficiency in court fee",
            "Suit"
        ],
        "HeadNote": "Code of Civil Procedure, 1908:.s.149 - Deficiency in court fee - Suit - Application byplaintiff-appellant for extension of time to pay balance courtfee - Rejected by trial court- High Court rejecting appellant'sapplication for condonation of delay in filing regular firstappeal - Held: s. 149 prescribes a discretionary power whichempowers the court to allow a party to make up the deficiencyof court fee payable on plaint etc. - It is also a usual practicethat court provides an opportunity to the party to pay court feewithin a stipulated time - Further, subject to submission of anaffidavit by appellant of his income, court fee could have beenwaived or provided by District Legal Services Authority -Appellant deserved waiver of court fee so that he could contesthis claim on merits which involved his substantive right -Trial court erred in rejecting the case of appellant due to non-payment of court fee - Delay in filing regular first appeal,having been explained, High Court erred in rejecting theapplication for con(i9nation of delay in filing the appeal -Judgments and decrees of trial court and High Court, setaside - Delay by appellant in· payment of court fee iscondoned - Case remanded to trial cdurt for payment of courtfee - Liberty given to appellant to approach District LegalService Authority/Taluk Legal SeNice Committee for grant oflegal aid for sanction of court fee - Trial court shall adjudicate on rights of parties on merits - Legal Services Authorities Act, 1987 - s.12(h) - Kerala State Legal Services Authorities Rules, 1998 - r.12 - Constitution of India, 1950 - Arts. 39-A rlw Art.21- Social justice - Court fee. Constitution of India, 1950: Art.39-A - Equal justice and free legal aid - Applicationof plaintiff for extension of time to pay balance court fee,rejected by trial court - Held: Art. 39A is equally applicableto district judiciary - It is the duty of courts to see that justiceis meted out to people irrespective of their socio economicC and cultural rights or gender identity -· Art. 39A provides forholistic approach in imparting justice to litigating parties - Itnot only includes providing free legal aid via appointment ofcounsel for the litigants, but also includes ensuring that justiceis not denied to litigating parties due to financial difficulties -D Social justice."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "GOJER BROTHERS PRIVATE LIMITED VS. THE STATE OF WEST BENGAL AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NjM=",
        "Citation": "[2013] 12 S.C.R. 489",
        "Case Type": "(CIVIL APPEAL /10757-58/2013)",
        "Date": "28 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice G.S. Singhvi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvR29qZXIgQnJvdGhlcnMgUHJpdmF0ZSBMaW1pdGVkICB2cyAgVGhlIFN0YXRlIE9mIFdlc3QgQmVuZ2FsIEFuZCBPdGhlcnMxNzAxODYyNDAwLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 489",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "28 November 2013",
        "Petitioner:": "Gojer Brothers Private Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 791",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "The State Of West Bengal And Others",
        "Case Type:": "CIVIL APPEAL /10757-58/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition"
        ],
        "HeadNote": "Land Acquisition Act, 1894:s.5-A rlw s.4(1) and 6- Non-compliance of s. 5-A - Effectof - Land in question acquired at the instance of school, afterdecree of eviction against school had been upheld by allcourts including Supreme Court - Objections of land-ownersummarily rejected - Writ petition dismissed by single Judge- Division Bench of High Court going into merits of objectionsand rejecting the same - Held: Non-consideration ofobjections filed uls 5A(1) has resulted in denial of effectiveopportunity of hearing to appellant - The manner in whichthe Jbint Secretary to the Government approved therecommendation made by Land Acquisition Collectorfavouring acquisition of the property is reflective of total non-application of mind by the competent authority - DivisionBench of High Court by going into merits of objections raisedby appellants, has substituted itself for Land AcquisitionCollector which was clearly impermissible - Judgments ofsingle Judge and Division Bench of High Court are set aside- Notification issued uls 4(1) would be deemed to have lapsedwith passage of time - Time allowed to Management to shiftthe school at alternate site, and further directions issued."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "STATE OF WEST BENGAL & ORS. VS. SANKAR GHOSH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1ODA=",
        "Citation": "[2013] 12 S.C.R. 516",
        "Case Type": "(CIVIL APPEAL /10729 /2013)",
        "Date": "28 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU3RhdGUgT2YgV2VzdCBCZW5nYWwgIE9ycyAgdnMgIFNhbmthciBHaG9zaDE3MDE4NjI2MDUucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 516",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "28 November 2013",
        "Petitioner:": "State Of West Bengal & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 792",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Sankar Ghosh",
        "Case Type:": "CIVIL APPEAL /10729 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law"
        ],
        "HeadNote": "Service Law:Effect of acquittal in criminal case on dismissal orderafter departmental inquiry - Held: There is no rule of automaticreinstatement on acquittal by a criminal court even though thecharges levelled against the delinquent before the EnquiryOfficer as well as the criminal court are the same - Further,Regulation 4 of 1968 Regulations indicates that even if thereis identity of charges /eve/led against the accused before thecriminal court as well as before the Enquiry Officer, an orderof discharge or acquittal of a police officer by a Criminal Courtshall not be a bar to award of punishment in departmentalproceedings - In the instant case, charges leveled against therespondent in departmental proceedings were proved beyondany shadow of doubt - Besides, there is evidence that stolenmoney was recovered from the possession of the respondent- A motorcycle and a private car used in commission of theoffence were also recovered from his home - Trial courtacquitted the respondent merely because the witness couldnot identify him during Tl parade - Therefore, it cannot be saidthat respondent was honourably acquitted - Order ofdisciplinary authority dismissing the respondent from service,upheld - Police Regulations of Calcutta, 1968 - Regulation"
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "MAA BINDA EXPRESS CARRIER AND ANR. VS. NORTHEAST FRONTIER RAILWAY AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1OTE=",
        "Citation": "[2013] 12 S.C.R. 529",
        "Case Type": "(CIVIL APPEAL /10751/2013)",
        "Date": "29 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTWFhIEJpbmRhIEV4cHJlc3MgQ2FycmllciBBbmQgQW5yICB2cyAgTm9ydGhlYXN0IEZyb250aWVyIFJhaWx3YXkgQW5kIE9yczE3MDE4NjI3NzIucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 529",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "29 November 2013",
        "Petitioner:": "Maa Binda Express Carrier And Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 796",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Northeast Frontier Railway And Ors.",
        "Case Type:": "CIVIL APPEAL /10751/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government Contracts",
            "Tenders"
        ],
        "HeadNote": "Government Contracts:Tenders - Cancellation of tender process for deficienciestherein - Held: Submission of a tender in response to a noticeinviting such tenders is no more than making an offer whichthe State or its agencies are under no obligation to accept -Bidders- participating in the tender process cannot, therefore,insist that their tenders should be accepted simply because 0a given tender is the highest or lowest depending uponwhether the contract is for sale of public property or forexecution of works on behalf of Government - All thatparticipating bidders are entitled to is a fair, equal and non-discriminatory treatment in the matter of evaluation of theirtenders - To that extent the tenderer has an enforceableright - In the instant case, there were serious deficiencies inthe entire tender process, which would have resulted insubstantial financial Joss to Railw9ys and 'it'was neitl:ler inpublic interest nor necessitated by any legal compulsion ~Therefore, the decision to cancel the tender process was inno way discriminatory or ma/a fide - It did not violate anyfundamental right of the appellant nor could the action ofrespondent be termed unreasonable so as to warrant anyinterference from the Court - Costs.Tenders - ·Terms of - Judicial review of - Held: Powerexercised by the Government and its instrumentalities inregard to allotment of contract is subject to judicial review atthe instance of an aggrieved party - Award of a contract is essentially a commercial transaction which must be determined on the basis of consideration that are relevant to such commercial decision - This implies that terms subjectto which tenders are invited are not open to the judicial scrutiny unless it is found that the same have been tailor made to benefit any particular tenderer or class of tender~rs- Judicial review."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "PURUSHOTTAM VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MDI=",
        "Citation": "[2013] 12 S.C.R. 540",
        "Case Type": "(CIVIL APPEAL /10747/2013)",
        "Date": "29 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvUHVydXNob3R0YW0gIHZzICBTdGF0ZSBPZiBLYXJuYXRha2EgIE9yczE3MDE4NjI5NTIucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 540",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "29 November 2013",
        "Petitioner:": "Purushottam",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 797",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "CIVIL APPEAL /10747/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bangalore Development Authority Act"
        ],
        "HeadNote": "Bangalore Development Authority Act, 1976:s.38-A (as amended w.e.f. 21.4.1984) - Grant of areareserved for civic amenities - Civic amenity site earmarkedfor 'bank', allotted for installing a petrol pump - Held: Unders.38A (1), BDA would have the authority to lease, sell orotherwise transfer any area reserved for the purpose for which such area is reserved, and no other - In case, a dispositionis made for a purpose other than the one for which it isreserved, it shall be null and void - High Court has rightlydeclared the allotment of civic amenity site in question forestablishment of a petrol pump as null and void - Bangalore Development Authority (Civic Authority Site) Allotment Rules,1989- r.3."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "N.ANANTHA REDDY VS. ANSHU KATHURIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MTE=",
        "Citation": "[2013] 12 S.C.R. 555",
        "Case Type": "(CIVIL APPEAL /10779-10780/2013)",
        "Date": "02 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTmFuYW50aGEgUmVkZHkgIHZzICBBbnNodSBLYXRodXJpYSAgT3JzMTcwMTg2MzEyMy5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 555",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "02 December 2013",
        "Petitioner:": "N.anantha Reddy",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 802",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Anshu Kathuria & Ors.",
        "Case Type:": "CIVIL APPEAL /10779-10780/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Review"
        ],
        "HeadNote": "Review:Review jurisdiction - Held: Is extremely limited andunless there is mistake apparent on the face of the record,the order/judgment does not call for review - The mistakeapparent on record means that the mistake is self evident,needs no search and stares at its face - Review jurisdictionis not an appeal in disguise - It does not permit rehearing ofthe matter on merits - In the instant case, the High Courtwhile considering the application for review, had a fresh lookat the question whether the appellant could be impleaded inthe suit and, in the light of the view which it took, it recalledits earlier order dated 08.06.2011 - The course followed byHigh Court is clearly flawed - High Court exceeded its reviewjurisdiction by reconsidering the merits of the order dated08. 06. 2011 - High Court was not at all justified to review theorder dated 08.06.2011 - Impugned order is set aside."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "BHARAT SANCHAR NIGAM LIMITED AND ANOTHER VS. G. SARVOTHAMAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MzU=",
        "Citation": "[2013] 12 S.C.R. 563",
        "Case Type": "(CIVIL APPEAL /8947 /2013)",
        "Date": "04 OCTOBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQmhhcmF0IFNhbmNoYXIgTmlnYW0gTGltaXRlZCBBbmQgQW5vdGhlciAgdnMgIEcgU2Fydm90aGFtYW4xNzAxODYzNDAxLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 563",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "04 October 2013",
        "Petitioner:": "Bharat Sanchar Nigam Limited And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 674",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "G. Sarvothaman",
        "Case Type:": "CIVIL APPEAL /8947 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Chief Commissioner",
            "Service law"
        ],
        "HeadNote": "PERSONS WITH DISABILITIES (EQUAL OPPORTUNITIES, PROTECTION OF RIGHTS AND FULL PARTICIPATION) ACT, 1995: s. 59 - Chief Commissioner - Functions of - Explained - Complaint by respondent-physically handicapped (PH)person for not providing him reservation in promotion - ChiefCommissioner directing to include Telecom Operating DAssistants (TOA) cadre in the list of notified jobs and toprepare 100 point reservation register for PH persons and toconsider claim of respondent - Held: Promotion in physicallyhandicapped quota was limited to certain categories of postsas identified by High Powered Committee constituted for the Epurpose -- TOA was not identified for the purpose ofreservation for physically handicapped persons - ChiefCommissioner has no power to direct inclusion of one morecategory among the identified categories and to grant thebenefit - He exceeded the powers conferred on him uls 59 - FOrder of Chief Commissioner, as confirmed by High Court,is set aside - Service law - Reservation in promotion forphysically handicapped persons."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "BHOLA RAM VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NTE=",
        "Citation": "[2013] 12 S.C.R. 573",
        "Case Type": "(CRIMINAL APPEAL /1022/2008)",
        "Date": "11 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQmhvbGEgUmFtICB2cyAgU3RhdGUgT2YgUHVuamFiMTcwMTg2MzU5NC5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 573",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "11 November 2013",
        "Petitioner:": "Bhola Ram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 746",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1022/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "suicide",
            "dowry death"
        ],
        "HeadNote": "Penal Code, 1860 - ss.3048 & 498A - Sister-in-law ofappellant committed suicide within few years of marriage -Allegations of dowry death - Conviction of appellant -Justification - Held: Not justified - Appellant deservesacquittal since no evidence inculpating him - No definiteallegation made by any of the witnesses including PW-2(deceased's father) or anybody from his family that appellanthad demanded any additional dowry from him or anybody inhis family or had treated the deceased with cruelty or in ahumiliating manner so as to make him complicit in the dowrydeath - Appellant may have been a silent or a passivelyconniving participant, but nothing on record to suggest thathe had either actively made such a demand or that thedemanded amount was sought to be utilized for his benefiteither directly or indirectly - Presumption available u/s. 113-B of the Evidence Act, 1872 to conclude that deceased'sdeath was a dowry death cannot be stretched to implicate alland sundry in the family of deceased's husband in demandingadditional dowry from deceased's family and harassing herand treating her with such cruelty that she had to resort totaking her life - Mere fact that all family members of thedeceased's husband were living together, did not alter thefactual situation - In absence of the prosecution proving theingredients of s.304-B, initial burden cast on it not discharged- Therefore, presumption uls. 113-B of the Evidence Act cannot be attracted -· Appellant acquitted - Evidence Act,1872 - s.1138."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "B. CHANDRIKA VS. SANTHOSH & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NjU=",
        "Citation": "[2013] 12 S.C.R. 588",
        "Case Type": "(CRIMINAL APPEAL /1969/2013)",
        "Date": "21 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX181ODggLSA1OTVfMTcwMzMyMTcwNi5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 588",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "21 November 2013",
        "Petitioner:": "B. Chandrika",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 767",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Santhosh & Anr",
        "Case Type:": "CRIMINAL APPEAL /1969/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protest Complaint"
        ],
        "HeadNote": " Penal Code, 1860 - s.420 r/w s.34 - Case initiated by Magistrate on a protest complaint filed by first respondent - Two accused; A-1 and A-2 - A-2 is divorced wife of A-1 - Summons issued against A-2 - Challenge to - Held: The statement of the complainant clearly indicates that money was entrusted to A-1 and not to A-2-Police investigation revealed that during the period when money was entrusted to A-1, he was separated from A-2 - No reason to prosecute A-2 considering the fact that she had no role, even according to the complainant - Magistrate did not consider this Vital aspect when the protest petition was considered by him - The refer report as well as the statement of the complainant indicate that no offence was made out so far as A-2 is concerned since, admittedly, no money was entrusted to her and A-2 is the divorced wife of A-1 - Summons issued against A-2 accordingly quashed - However, Magistrate may proceed against A-1. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "HARYANA WAKF BOARD VS. MAHESH KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2ODA=",
        "Citation": "[2013] 12 S.C.R. 596",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /10947/2012)",
        "Date": "21 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvSGFyeWFuYSBXYWtmIEJvYXJkICB2cyAgTWFoZXNoIEt1bWFyMTcwMTg2MzkyMi5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 596",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "21 November 2013",
        "Petitioner:": "Haryana Wakf Board",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 768",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Mahesh Kumar",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /10947/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Haryana Wakf Act"
        ],
        "HeadNote": "Haryana Wakf Act, 1995 - s. 7 r/w s. 85 - Interpretation of- Jurisdiction of the Tribunal (constituted under the Act) toC determine disputes regarding wakfs - Held: In respect of thequestions! disputes mentioned in sub-section (1) of s. 7,exclusive jurisdiction vests with the Tribunal, havingjurisdiction in relation to such property; (ii) Decision of thetribunal thereon is made final; (iii) Jurisdiction of the Civil Courtis barred in respect of any dispute/ question or other matterrelating to any wakf, wakf property for other matter, which isrequired by or under this Act, to be determined by a tribunaliv) There is however an exception made u/s. 7(5) viz., thosematters which are already pending before the Civil Court, even if the subject matter is covered u/sub section (1) of s.6, theCivil Court would continue and the tribunal would not have thejurisdiction to determine those matters - Present suit wasinstituted in the year 2000 i.e. after the Act came into force -Therefore, the present case not covered by exception to s. 7(5) of the Act - On a plain reading of s. 7 rlw s. 85, it is manifestthat wherever there is a dispute regarding the nature of theproporty, namely whether the suit property is Wakf property ornot, it is the Tribunal constituted under the Wakf Act, whichhas the exclusive jurisdiction to decide the same."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "ASHOK KUMAR AGGARWAL VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2ODg=",
        "Citation": "[2013] 12 S.C.R. 607",
        "Case Type": "(CRIMINAL APPEAL /1842 /2013)",
        "Date": "22 NOVEMBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQXNob2sgS3VtYXIgQWdnYXJ3YWwgIHZzICBVbmlvbiBPZiBJbmRpYSAgT3JzMTcwMTg2NDEwNC5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 607",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "22 November 2013",
        "Petitioner:": "Ashok Kumar Aggarwal",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 772",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1842 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Perjury",
            "judicial proceedings"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973- s.340 rlw s.195(1)(b)- Perjury in judicial proceedings - Allegations of -Application filed by appellant to proceed against respondentno.5 u/s.340 r/w s.195(1)(b) - Dismissed by the High Court-Justification - Held: Justified - In order to initiate prosecutionfor perjury, the court must prima facie reach a conclusion afterholding preliminary inquiry that there was a deliberate andconscious effort to misguide the court and interfere in theadministration of justice - More so, it has to be seen whethersuch a prosecution is necessary in the interest of justice -Prosecution for perjury is required only where perjury appearsto be deliberate and conscious and the conviction isreasonable, probable or likely - On facts, a mere impressionor perception of the appellant would not make the depositionon affidavit by respondent no.5 to be false as being adeliberate and conscious act - There was no deliberateperjury to misguide the court while making such statement orfiling the affidavit."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "STATE BANK OF INDIA VS. GRACURE PHARMACEUTICALS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MDA=",
        "Citation": "[2013] 12 S.C.R. 617",
        "Case Type": "(CIVIL APPEAL /10531-10532/2013)",
        "Date": "22 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX182MTcgLSA2MjhfMTcwMzMyMTc3OC5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 617",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "22 November 2013",
        "Petitioner:": "State Bank Of India",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 773",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Gracure Pharmaceuticals Ltd.",
        "Case Type:": "CIVIL APPEAL /10531-10532/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Multiplicity of Proceedings",
            "Cause of Action"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or. II, r. 2 - Applicability of- In respect of two suits filed by the respondent- Held: The object of Or.II, r.2 is to avoid multiplicity of proceedings and not to vex the parties over and again in a litigative process - In the instant case, the facts on the basis of which subsequent suit was filed, existed on the date on which the earlier suit was filed - No fresh cause of action arose in between the first suit and the second suit - When the first suit for recovery of dues was filed for the alleged relief, damages sought for in the subsequent suit could have also been sought for - Respondent not entitled to split the cause of action into parts by filing separate suits - It omitted certain reliefs which were available to it at the time of filing of the first suit and after having relinquished the same, it could not have filed a separate suit. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "UNION OF INDIA & ANR. VS. ASHOK KUMAR AGGARWAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MTM=",
        "Citation": "[2013] 12 S.C.R. 629",
        "Case Type": "(CIVIL APPEAL /9454/2013)",
        "Date": "22 NOVEMBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX182MjkgLSA2NjVfMTcwMzMyMTkwMS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 629",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "22 November 2013",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 774",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Ashok Kumar Aggarwal",
        "Case Type:": "CIVIL APPEAL /9454/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suspension",
            "Renewal"
        ],
        "HeadNote": " Income Tax Act, 1961 - s.1328(4)(b) - Payment of C interest on delayed assessment- Search conducted in house of appellant - Cash amount of Rs. 2,35,0001- recovered - Order passed u/s.132(5) on 31.5.1990 - Assessing Officer (A.O.) calculated tax liability and cash seized in search from appellant's house appropriated - Order of A.O. set-aside by D Tribunal - Revenue accepted the order of Tribunal - Appellant got refund of Rs.2,35,0001- alongwith interest from 4.3.1994 (date of last of the regular assessments by A.O.) until the date of refund - Claim of appellant-assessee for interest u/s.1328(4)(b) for the period from expiry of period of E six months from the date of order under s. 132(5) to the date of regular assessment order - Held: Order u/s. 132(5) having been passed on 31.5.1990, six months expired on 30.11.1990 and the last of the regular assessments was done on 4.3.1994, hence, appellant entitled to claim simple interest u/ F s.1328(4)(b) from 1.12.1990 to 4.3.1994 at the rate of 15% per annum. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "MRS. SARAH MATHEW VS. THE INSTITUTE OF CARDIO VASCULAR DISEASES BY ITS DIRECTOR - DR. K.M. CHERIAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3Mjc=",
        "Citation": "[2013] 12 S.C.R. 674",
        "Case Type": "(CRIMINAL APPEAL / 829/2005)",
        "Date": "26 NOVEMBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTXJzIFNhcmFoIE1hdGhldyAgdnMgIFRoZSBJbnN0aXR1dGUgT2YgQ2FyZGlvdmFzY3VsYXIgRGlzZWFzZXMgQnkgSXRzIERpcmVjdG9yICBEciBLbSBDaGVyaWFuICBPcnMxNzAxODY0ODU2LnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 674",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "26 November 2013",
        "Petitioner:": "Mrs. Sarah Mathew",
        "Disposal Nature:": "Reference answered",
        "Netural Citation:": "2013 INSC 784",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "The Institute Of Cardio Vascular Diseases By Its Director - Dr. K.m. Cherian & Ors.",
        "Case Type:": "CRIMINAL APPEAL / 829/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bar to take cognizance",
            "period of limitation"
        ],
        "HeadNote": "ss. 468 and 469 rlw s. 473 - Bar to take cognizance afterlapse of the period of limitation - Commencement of periodD of limitation and extension thereof - Held: For the purpose ofcomputing the period of limitation u/s 468, the relevant dateis the date of filing of the complaint or the date of institutionof prosecution and not the date on which the Magistrate takescognizance - In view of s. 469, period of limitation in relationE to an offence shall commence either from the date of offenceor from the date when the offence is detected - If thecomplaint is filed after the period of limitation, complainant canmake an application for condonation of delay u/s 473 - Courtwill have to issue notice to accused and after hearing the· accused, and the complainant, decide whether to condone theF delay or not - If the complaint is filed within the period oflimitation and court takes cognizance after the period oflimitation then complainant cannot be expected to make anapplication for condonation of such delay - s.473 postulatescondonation of delay caused by the complainant in filing theG complaint - It is the date of filing of the complaint which ismaterial - ss. 468 and 469 will have to be read with s. 473 -Interpretation of statutes - Legislative intent - Limitation.Chapter XXXVI - s.468 r!w ss. 469 and 473 - Bar to take cognizance after lapse of the period of limitation - Taking of'cognizance' - Connotation of - Held: 'Cognizance' is entirelyan act of the court - Magistrate takes cognizance when heapplies his mind or takes judicial notice of an offence with aview to initiating proceedings in respect of offence which issaid to have been committed - This is the special Bconnotation acquired by the term 'cognizance' and it has tobe given the same meaning wherever it appears in ChapterXXXVI - The only harmonious construction which can beplaced on ss. 468, 469 and 470 is that Magistrate can takecognizance of an offence only if the complaint in respect of itis filed within the prescribed limitation period - He would,however, be entitled to exclude such time as is legallyexcludable - Besides, Cr.P.C. is a procedural law to beconstrued liberally to serve justice - There is no scope forapplication of doctrine of casus omissus - Interpretation of statutes - Harmonious construction - Liberal construction -Doctrine of casus omissus.Interpretation of Statutes:Purposive construction - Held: There is no ambiguity inthe provisions of Chapter XXXVI of the Cr.P.C. - But, theword 'cognizance' has not been defined in the Cr.P.C. The ruleof purposive construction can be applied in such a situation- A purposive construction of an enactment is one whichgives effect to the legislative purpose by following the literalmeaning of the enactment where that meaning is inaccordance with the legislative purpose or by applying astrained meaning where the literal meaning is not inaccordance with legislative purpose - If in a case literalinterpretation appears to be in any way in conflict with thelegislative intent or is leading to absurdity, purposiveinterpretation will ..have to be adopted - Code of CriminalProcedure, 1973 - Chapter XXXVI.Doctrine of reasonable construction - Court wouldinterpret a provision which would help sustaining the validity of Jaw by applying the doctrine of reasonable constructionrather than applying a doctrine which would make theprovision unsustainable and ultra vires the Constitution.Heading of Chapter - Held: 'Heading' or 'title' prefixed tosections or group of sections have a limited role to play inconstruction of statutes - They may be taken as very broadand general indicators or the nature of the subject matter dealtwith thereunder but they do not control the meaning ofsections if the meaning is otherwise ascertainable by readingthe section in proper perspective along with other provisions.Maxims: Relevance of legal maxims in interpreting a provision -Held: Though legal maxims are not mandatory rules, but theyseNe as guiding principles - Maxims - (i) 'nu/furn tempus autlocus occurrit regi', (ii) 'vigilantibus et non dormientibus, jurasubveniunt', (iii) 'actus curiae neminem gravabit' -Applicability of."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "LAKHA RAM SHARMA VS. BALAR MARKETING PRIVATE LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MzY=",
        "Citation": "[2013] 12 S.C.R. 735",
        "Case Type": "(CIVIL APPEAL /10679-10680/2013)",
        "Date": "27 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTGFraGEgUmFtIFNoYXJtYSAgdnMgIEJhbGFyIE1hcmtldGluZyBQcml2YXRlIExpbWl0ZWQgIE9yczE3MDE4NjUwNTMucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 735",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "27 November 2013",
        "Petitioner:": "Lakha Ram Sharma",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 789",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Balar Marketing Private Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /10679-10680/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Trade mark"
        ],
        "HeadNote": "Trade and Merchandise Marks Act, 1958 - ss. 46 and56 - Trade mark registered in favour of respondent no. 1 -Application of appellant for rectification of the registered Trade CMark - Dismissal of - On the ground of delay - Held: Onfacts, not justified - It prejudiced the rights of the appellant tohave the case adjudicated on merits - Appellant was pursuingits remedy with due diligence, without brooking any delay -There was not even a slightest delay on his part in challenging Dthe validity of the trade mark obtained by Respondent No. 1- It is a different matter that the application was returned bythe Delhi High Court for want of territorial jurisdiction -However, the moment it was so returned by the Registrar ofthe Delhi High Court, the appellant presented the same before Ethe Appellate Board (IPAB) on the same day - Having regardto all the facts, one fails to understand as to how IPAB coulddismiss the rectification on the ground that it was filed after adelay of 10 years - Appellant had pursued his remedy in abonafide manner and if it was filed in a wrong court and if he Fpursued his remedy wrongly by filing it in Delhi High Court,instead of Madras High Court, principles enshrined in s.14of the Limitation Act clearly get attracted - Matter remittedback to IPAB to decide the Rectification application on merits- Limitation Act, 1963 - s. 14."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "S.K. RATTAN VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NDc=",
        "Citation": "[2013] 12 S.C.R. 743",
        "Case Type": "(CIVIL APPEAL /1921-1922/2010)",
        "Date": "28 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU2sgUmF0dGFuICB2cyAgVW5pb24gT2YgSW5kaWEgIE9yczE3MDE4NjUzNjEucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 743",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "28 November 2013",
        "Petitioner:": "S.k. Rattan",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 793",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /1921-1922/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Transfer"
        ],
        "HeadNote": "Service Law - Transfer- Of appellant from CBI to NCRBby executive order - Subsequently, appellant came to knowthat he was not given revised pay scale as received by hisbatchmate who remained at CBI - Application of appellant forgrant of pay scale at par with his CBI batchmate - Dismissedby Tribunal - Order upheld by High Court - On appeal, held:When appellant was transferred from CBI to NCRB, he hadno option but to join wherever he is placed - Until appellantretired from service, no separate service rules were framedfor officers in NCRB - He continued to be governed by therules framed for officers of CBI -Tribunal ignored the basic. principles that where an employee is transferred to anotherorganization, although he has to join over there, he cannotbe made to suffer in his service conditions as well as incontinuity of his service without framing rules under Article 309of the Constitution - It would amount to discrimination for nojustifiable reasons - Direction given that pay of appellant beappropriately corrected as sought by him and his pension andother service benefits also be corrected on that basis."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "JOHN K. ABRAHAM VS. SIMON C. ABRAHAM & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NTc=",
        "Citation": "[2013] 12 S.C.R. 753",
        "Case Type": "(CRIMINAL APPEAL / 2043/2013)",
        "Date": "05 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvSm9obiBLIEFicmFoYW0gIHZzICBTaW1vbiBDIEFicmFoYW0gIEFub3RoZXIxNzAxODY1NTI1LnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 753",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "05 December 2013",
        "Petitioner:": "John K. Abraham",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 803",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Simon C. Abraham & Another",
        "Case Type:": "CRIMINAL APPEAL / 2043/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dishonour of cheque"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881 - s.138 - Dishonourof cheque - Trial acquitted accused-appellant - Reversal ofacquittal by High Court - Justification - Held: Not justified -In order to draw presumption u/s. 118 rlw s. 139, the burden washeavily upon the respondent-complainant to have shown thathe had the required funds for having advanced money to theappellant; that issuance of cheque in support of the paymentadvanced was true and that the appellant was bound to makethe payment as had been agreed while issuing the chequein favour of the respondent - Respondent, however, was noteven aware of the date when substantial amount ofRs.1,50,0001- was advanced by him to the appellant; he wasnot sure as to who wrote the cheque; he was not even awarewhen exactly and where exactly the transaction took place forwhich the cheque came to be issued by the appellant -Moreover, the respondent took diametrically opposite stands- Various defects in the evidence of respondent, as noted bythe trial Court were simply brushed aside by the High Courtwithout assigning any valid reason - Serious lacuna in theevidence of respondent which strikes at the root of thecomplaint uls.138 - This factor not examined by the HighCourt while reversing the judgment of trial Court - Convictionof appellant accordingly set aside."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "MADAN & ANR. VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NjY=",
        "Citation": "[2013] 12 S.C.R. 761",
        "Case Type": "(CIVIL APPEAL / 10863/2013)",
        "Date": "06 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTWFkYW4gIEFuciAgdnMgIFN0YXRlIE9mIE1haGFyYXNodHJhMTcwMTg2NTcyMi5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 761",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "06 December 2013",
        "Petitioner:": "Madan & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 806",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CIVIL APPEAL / 10863/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reference",
            "Limitation"
        ],
        "HeadNote": "s. 18 - Reference - Limitation - Expression, \"the date of- award\" - Connotation of - Held: The expression \"the date ofthe award\" used in proviso (b) to s. 18(2) must be understoodto mean the date when the award is either communicated tothe party or is known by him either actually or constructively- In the instant case, it is for t/1e first time on the date of orderu/s 30 that the appellants came to know that they were entitledto compensation and the quantum thereof - Reference u/s18 was made within 6 weeks from the said date - Therefore,. the view taken by the High Court that reference u/s 18 wasbarred by limitation cannot be sustained - Order of HighCourt is set aside and the award of enhanced compensationmade by reference court u/s 18 restored. ss.18 and 30 - References under - Distinction between- Explained - Limitation for filing reference uls 18 - Held: Thetwo Sections operate in entirely different circumstances -While s. 18 applies to situations where the apportionmentmade in the award is objected to by a beneficiary thereunder,s.30 applies when no apportionment whatsoever is made bythe Collector on account of conflicting claims - In such asituation one of the options open to the Collector is to makea reference of the question of apportionment to the court uls30 of the Act - The other is to relegate the parties to theremedy of a suit - In either situation, the right to receive compensation under the award would crystallize after apportionment is made in favour of a claimant - It is only thereafter that a reference u/s 18 for enhanced compensationcan be legitimately sought by the claimant ;n whose favourthe order of apportionment is passed either by the court in theB reference u/s 30 or in the civil suit, as may be."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "STATE OF MADHYA PRADESH VS. PRADEEP SHARMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3ODU=",
        "Citation": "[2013] 12 S.C.R. 772",
        "Case Type": "(CRIMINAL APPEAL /2049/2013)",
        "Date": "06 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU3RhdGUgT2YgTWFkaHlhIFByYWRlc2ggIHZzICBQcmFkZWVwIFNoYXJtYTE3MDE5MjExMzQucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 772",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "06 December 2013",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 810",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Pradeep Sharma",
        "Case Type:": "CRIMINAL APPEAL /2049/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Anticipatory bail"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973:s.438 rlw s.82 - Anticipatory bail - Respondents,accused of offences punishable u/ss 302 and 120-8 rlw s.34/PC - Declared absconders - Granted anticipatory bail byHigh Court - Subsequently released on regular ail by CJM- Held: If anyone is declared as an absconder/proclaimedoffender in terms of s. 82, he is not entitled to the relief ofanticipatory bail - The power exercisable uls 438 isextraordinary in character and it is to be exercised only inexceptional cases where it appears that the person may befalsely implicated or where there are reasonable grounds forholding that a person accused of an offence is not likely tootherwise misuse his liberty - In the instant case,confessional statements of co-accused reveal thatrespondents administered poisonous substance to deceased- It is supported by statements of other witnesses and medicalreport - Further, proclamation uls 82 was issued againstrespondents - All these materials were neither adverted tonor considered by High Court while granting anticipatory bail- High Court failed to appreciate that where the accused hasbeen declared as an absconder and has not cooperated withthe investigation, he should not be granted anticipatory bail- Impugned orders of High Court are set aside -Consequently, the subsequent order of CJM releasing theaccused on bail after taking them into custody in compliancewith the impugned order of High Court is a/so set aside."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "BANK OF BARODA VS. S.K. KOOL (D) THROUGH LRS. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3ODY=",
        "Citation": "[2013] 12 S.C.R. 783",
        "Case Type": "(CIVIL APPEAL /10956/2013)",
        "Date": "11 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQmFuayBPZiBCYXJvZGEgIHZzICBTayBLb29sIGQgVGhyb3VnaCBMcnMgQW5kIEFucjE3MDE5MjEyNjkucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 783",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "11 December 2013",
        "Petitioner:": "Bank Of Baroda",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 824",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "S.k. Kool (d) Through Lrs. And Anr.",
        "Case Type:": "CIVIL APPEAL /10956/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Removal of bank employee"
        ],
        "HeadNote": "Removal of bank employee from service 'withsuperannuation benefits' - Held: In view of Regulation 22 ofPension Regulations and Clause 6(b) of Bipartite Settlement.such of the employees who are otherwise entitled tosuperannuation benefits under the Regulation, if visited withpenalty of removal from service with superannuation benefits,shall be entitled for those benefits, and such of the employeesthough visited with the same penalty but not eligible forsuperannuation benefits under the Regulation, shall not beentitled to that - In the instant case, employee's heirs areentitled to superannuation benefits with interest at the rate of6% per annum - Bank of Baroda (Employees) PensionRegulations, 1995 - Regulation22 - Bipartite Settlement -Clause 6(b) - Costs.Interpretation of statutes:Harmonious construction - Held: In case of apparentconflict between the two provisions, they should be sointerpreted that the effect is given to both - Bank of Baroda(Employees) Pension Regulations, 1995 - Regulation 22 -Bipartite Settlement - Clause 6(b).Words and Phrases: Expression \"as would be due otherwise\", occurring inClause 6(b) of Bipartite Settlement - Connotation of."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "KAMLESH KUMAR VS. STATE OF BIHAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3ODc=",
        "Citation": "[2013] 12 S.C.R. 793",
        "Case Type": "(CRIMINAL APPEAL /2083 /2013)",
        "Date": "11 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvS2FtbGVzaCBLdW1hciAgdnMgIFN0YXRlIE9mIEJpaGFyICBBbnIxNzAxOTIxNDMyLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 793",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "11 December 2013",
        "Petitioner:": "Kamlesh Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 825",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Bihar & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2083 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dishonour of cheque",
            "Legal notice"
        ],
        "HeadNote": "s. 138 - Dishonour of cheque - Legal notice not sentwithin 30 days of the knowledge of such dishonor- Held: Theright to present the same cheque for second time is availableto complainant - However, period of limitation is not to becounted from the date when the cheque in question waspresented in the first instance or the legal notice was issuedin that regard asmuchas the cheque was presented again -After the cheque is returned unpaid, notice has to be issuedwithin 30 days of the receipt of information in this behalf- Itis clear from the averment made by the complainant himselfthat he had gone to the bank for encashing the cheque and ,found that because of unavailability of sufficient balance inthe account, the cheque was bounced - In view of thisadmission in the complaint about the information having beenreceived by the complainant about the bouncing of thecheque on the date of presentation of the cheque itself, nofurther enquiry is needed on this aspect - Thus, thecomplaint filed by him was not maintainable as the legalnotice was not issued within 30 days from the date ofinformation."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SHALINI VS. NEW ENGLISH HIGH SCH. ASSN. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3ODk=",
        "Citation": "[2013] 12 S.C.R. 807",
        "Case Type": "(CIVIL APPEAL /10997/2013)",
        "Date": "12 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU2hhbGluaSAgdnMgIE5ldyBFbmdsaXNoIEhpZ2ggU2NoIEFzc24gIE9yczE3MDE5MjE1NzYucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 807",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "12 December 2013",
        "Petitioner:": "Shalini",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 830",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "New English High Sch. Assn. & Ors.",
        "Case Type:": "CIVIL APPEAL /10997/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Caste certificate"
        ],
        "HeadNote": "Caste certificate - Appointment made on the basis ofcaste certificate, which subsequently found invalid - Cessationof employment or employee entitled to protection and itsextent - Principles emerging from various judgments ofSupreme Court - Culled out.Scheduled Tribe - \"Halba\" - \"Gadwal Kosh ti\" - Appellantappointed on a post earmarked for Scheduled Tribe on thebasis of caste certificate issued by competent authority -Caste certificate - Subsequently found invalid by CasteScrutiny Committee - Held: A person who has honestly, in- contradistinction with falsely, claimed consanguinity with acertain group which was later on found not to belong to anenvisaged Scheduled Tribe but to a special backward class,should not be visited with termination of his/her employmentand rigours of s. 10 of 2000 Act would not apply to his/her case- It is, therefore, directed that the appellant be reinstated inservice without any back wages - As regards her appointmentas Headmistress of the School, further directions given -Maharashtra Scheduled Castes, Scheduled Tribes, De-notified Tribes, (Vimukta Jatis) Nomadic Tribes, OtherBackward Classes and Special Backward Category(Regulation of Issuance and Verification of) Caste CertificateAct, 2000 - ss.2(a) and 10 - Government of MaharashtraResolution dated 15.6.1995 - Office Memorandum dated 10.8.2010 of Government of India, Ministry of Personnel, Public Grievances and Pensions, Department of Personnel& Training. Precedent: Three-Jude Bench - Not overruling two-Judge BenchB decisions - Precedent value of such judgments and rule ofper incuriam - Discussed."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "FAKHRUZAMMA VS. STATE OF JHARKHAND & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3OTA=",
        "Citation": "[2013] 12 S.C.R. 824",
        "Case Type": "(CRIMINAL APPEAL /2086/2013)",
        "Date": "12 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvRmFraHJ1emFtbWEgIHZzICBTdGF0ZSBPZiBKaGFya2hhbmQgIEFucjE3MDE5MjE3MDMucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 824",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "12 December 2013",
        "Petitioner:": "Fakhruzamma",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 831",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Jharkhand & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2086/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Previous sanction"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973:s. 197 - Previous sanction for prosecution of publicservant- Held: s.197 clearly indicates that previous sanctionis required for prosecuting only such public servants whocould be removed by sanction of the Government - Clauses(a) and (b) of r.825 of Jharkhand Police Manual confer power0 on the Inspector General of Police or the Deputy InspectorGeneral of Police to pass orders for removal of police officersup to the rank of Inspector, without obtaining prior approvalof State Government - High Court has rightly held that sincethe competent authority had removed the appellant fromE service, sanction uls 197 was not warranted - JharkhandPolice Manual - rr.825(a) and (b)."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "HARYANA FINANCIAL CORPORATION VS. GURCHARAN SINGH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3OTM=",
        "Citation": "[2013] 12 S.C.R. 832",
        "Case Type": "(CIVIL APPEAL /11028/2013)",
        "Date": "13 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvSGFyeWFuYSBGaW5hbmNpYWwgQ29ycG9yYXRpb24gIHZzICBHdXJjaGFyYW4gU2luZ2ggIEFucjE3MDE5MjE4OTAucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 832",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "13 December 2013",
        "Petitioner:": "Haryana Financial Corporation",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 835",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Gurcharan Singh & Anr.",
        "Case Type:": "CIVIL APPEAL /11028/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Charges",
            "Transfer of Property Act"
        ],
        "HeadNote": "Transfer of Property Act, 1882:s.100 r!w s.59 - Charges - Undertaking given againstloan that properties mentioned therein shall not be disposedof during the currency of the loan - Documents not registered- Held: A conjoint reading of s.100 with s.59 makes it clearthat if by act of parties, any immovable property is madesecurity for the payment of money to another and it does notamount to mortgage, then all the provisions which apply to asimple mortgage, as far as may be, apply to such charge -Consequently, in view of s. 59, when there is a mortgage otherthan a mortgage by deposit of title deeds, it can be effectedonly by a registered instrument - The mere undertaking thatthe party will not dispose of the properties mentioned in thesaid undertaking, during the currency of the loan, will notcreate any charge over those properties, unless charge iscreated by deposit of title deeds or through a registereddocument - A mere undertaking to create a mortgage is notsufficient to create an interest in an immovable property -In the instant case, no registered mortgage deed wasexecuted by the first respondent and no title deed of theproperty was handed over by him to Corporation - Therefore,there is no error in the judgement of first appellate court asaffirmed by High Court that the loan taken by first respondentwas not subject to charge over the property covered by thedecree in favour of second respondent."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SHERISH HARDENIA & ORS. VS. STATE OF M.P. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3OTU=",
        "Citation": "[2013] 12 S.C.R. 844",
        "Case Type": "(CRIMINAL APPEAL /2087/2013)",
        "Date": "13 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU2hlcmlzaCBIYXJkZW5pYSAgT3JzICB2cyAgU3RhdGUgT2YgTXAgIEFucjE3MDE5MjIwODcucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 844",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "13 December 2013",
        "Petitioner:": "Sherish Hardenia & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 836",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Of M.p. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2087/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Discharge"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973:s.227 - Discharge - Order of Sessions Judgedischarging the relatives of husband of deceased andordering continuance of proceedings against husband ulss498-A and 306 /PC - Held: At this stage, in discharging theaccused, Sessions Judge had necessarily to have come toD the conclusion that on a perusal of the material, no primafacie case against them had been disclosed - High Court hasrightly come to the conclusion that material and evidence onrecord sufficiently support trial of husband, father-in-law,E mother-in-law and brother-in-law of deceased - High Courthas also rightly upheld the decision of Sessions Judge inholding that the material on record was insufficient to evenprima facie indicate complicity of sister-in-law of deceased inthe alleged offences of cruelty and abetment of suicide PenalF Code, 1860 - ss.498-A and 306."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "U.T. CHANDIGARH & ORS. VS. GURCHARAN SINGH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3OTY=",
        "Citation": "[2013] 12 S.C.R. 853",
        "Case Type": "(CIVIL APPEAL /9873 /2013)",
        "Date": "01 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvVXQgQ2hhbmRpZ2FyaCAgT3JzICB2cyAgR3VyY2hhcmFuIFNpbmdoICBBbnIxNzAxOTIyMjA2LnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 853",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "01 November 2013",
        "Petitioner:": "U.t. Chandigarh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 743",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Gurcharan Singh & Anr.",
        "Case Type:": "CIVIL APPEAL /9873 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law"
        ],
        "HeadNote": "Service Law:Pay - Pay-fixation of re-employed pensioners - Pay ofre-employed ex-serviceman re-fixed finding that his initial payfixation was wrong - Administrative Tribunal held thatemployer was right in rectifying the mistake - High Court heldthat the re-fixation was wrong - Held: As per the provisions oforder regulating fixation of pay of re-employed pensioners oand as per the option exercised by the employee, his previousservice would not be taken into account for the purposes ofhis pay fixation - Hence, re-fixation of his pay was justified -Central Civil Services (Fixation of Pay of Re-employedPensioners) Orders, 1986 - Order 4."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "THE CALCUTTA PORT TRUST AND OTHERS VS. ANADI KUMAR DAS (CAPT.) AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3OTc=",
        "Citation": "[2013] 12 S.C.R. 862",
        "Case Type": "(CIVIL APPEAL /7148/2008)",
        "Date": "13 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvVGhlIENhbGN1dHRhIFBvcnQgVHJ1c3QgQW5kIE90aGVycyAgdnMgIEFuYWRpIEt1bWFyIERhcyBjYXB0IEFuZCBPdGhlcnMxNzAxOTIyMzY5LnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 862",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "13 November 2013",
        "Petitioner:": "The Calcutta Port Trust And Others",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 757",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "Anadi Kumar Das (capt.) And Others",
        "Case Type:": "CIVIL APPEAL /7148/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Pension"
        ],
        "HeadNote": "Service Law - Pension - Belated application for grant ofopportunity to opt for pension scheme, after expiry of cut offdate - Maintainability - Held: If an aggneved retiree seeksintervention of the Court for issue of direction to the employerto give him opportunity to exercise option to switch over fromone scheme to the other, the employer can produce evidenceto show that the concerned employee had knowledge aboutthe particular scheme etc - The employer can also show thateven though the scheme etc. had not been communicatedto the concerned employee in person, he was aware of thesame - It cannot be laid down as a general rule that each andevery circular/instruction issued by the employer givingadditional monetary benefits to retired employees must bepublished in the newspapers and absence of such publicationor personal communication to a retired employee would entitlehim to seek intervention of the Court after lapse of many years- In the instant case, at the time of introduction of the PensionScheme, respondent No. 1 was very much in service ofappellant no.1-Port Trust as a Class-I officer - Relevantcirculars pertaining to Pension scheme were also issuedduring his service tenure - Therefore, it is not possible for anyperson of ordinary prudence to believe that respondent No. 1was not aware of the Pension Scheme and the opportunitiesgiven to the retired employees/officers to exercise option toswitch over from the CPF Scheme to the Pension Scheme -Story put forth by respondent No. 1 of having acquiredknowledge about the circulars issued in 1984 and 1986 from his friend/colleague rightly discarded by the Single Judge -Failure of respondent No. 1 to disclose the name of theconcerned friend/colleague adequately supports the inferencedrawn by the Single Judge - Division Bench of the High Courtcommitted serious error in interfering with the order of theSingle Judge by entertaining the highly belated claim lodgedby respondept no. 1 in the year 2001 - However, keeping inview the peculiar facts of the case, appellants directed to allowrespondent No. 1 to exercise option in terms of circular dated19.2.1986."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "BEENU RAWAT & ORS VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3OTg=",
        "Citation": "[2013] 12 S.C.R. 889",
        "Case Type": "(WRIT PETITION (CIVIL) /446 /2013)",
        "Date": "19 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvQmVlbnUgUmF3YXQgIE9ycyAgdnMgIFVuaW9uIE9mIEluZGlhICBPcnMxNzAxOTIyNTUxLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 889",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "19 November 2013",
        "Petitioner:": "Beenu Rawat & Ors",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2013 INSC 760",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /446 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Human Rights"
        ],
        "HeadNote": "Constitution of India, 1950 - Art.21 - Human Rights -Rights relating to life, liberty, equality and dignity of theindividual - Protest/ agitation by petitioners at Police stationseeking registration of FIR in respect of an alleged occurrence·of rape - Petitioners allegedly rounded up by policemen andmercilessly beaten by them - Injuries caused to petitionersin the incident - Petitioners seeking independentinvestigation by a Special Investigation Team (SIT) into theincident of alleged police atrocities - Grievance of petitionersthat they were subjected to excessive use of force and abusesetc. and hence they were deprived of their fundamental rightto a life of dignity - Counter plea of respondents that thepetitioners had vandalized the police station and causeddamage to the public property and that the police resorted tothe minimal use of force only enough to disperse the largeviolent crowd - Held: The petitioners are ordinary persons withclean antecedents - The fact that the video footage recordedat the instance of the police does not show acts of rioting orany arms or brickbats in the hands of the protestors and the recording was stopped as soon as police started using lathis upon the protestors, make it clear, at least prima facie, that in the incident in question, peaceful protestors were subjected to beating by lathis etc. by the police force which included policemen from the concerned police station as well as force called from adjoining police station - Counter version of the respondents that the petitioners indulged in rioting and damaged public property neither supported by photographs nor by the video footage - In that view of the matter, the whole incident requires to be investigated/enquired by anindependent agency or by a Special Investigation Team (SIT) - NHRC directed to enquire into the complaint of the petitioners regarding violation of their fundamental rights particularly u/ Article 21 of the Constitution - Protection ofHuman Rights Act, 1993 - s.12A, 13 & 14."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "E.S.IC. MEDICAL OFFICER`S ASSOCIATION VS. E.S.L.C. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3OTk=",
        "Citation": "[2013] 12 S.C.R. 907",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /35821 /2013)",
        "Date": "21 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvRXNpYyBNZWRpY2FsIE9mZmljZXJzIEFzc29jaWF0aW9uICB2cyAgRXNsYyAgQW5yMTcwMTkyMjY4Mi5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 907",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "21 November 2013",
        "Petitioner:": "E.s.ic. Medical Officer`s Association",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 769",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "E.s.l.c. & Anr.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /35821 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SARASWATHY VS. BABU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY4MDA=",
        "Citation": "[2013] 12 S.C.R. 914",
        "Case Type": "(CRIMINAL APPEAL /1999/2013)",
        "Date": "25 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU2FyYXN3YXRoeSAgdnMgIEJhYnUxNzAxOTIyODMyLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 914",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "25 November 2013",
        "Petitioner:": "Saraswathy",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 782",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Babu",
        "Case Type:": "CRIMINAL APPEAL /1999/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Women from Domestic Violence"
        ],
        "HeadNote": "Protection of Women from Domestic Violence Act, 2005C - ss. 2(g) 3, 18, 19, 20 and 22 - Petition under - Order of courtdirecting the husband to allow the wife to reside in the sharedhousehold - The order defied by the husband - Whether theact of the husband amounts to 'domestic violence' as definedunder the Act - Held: The act of the husband comes squarely within the ambit of s.3- In view of continued domestic violenceby the husband against the wife, High Court made anapparent error in holding that the conduct of the parties priorto coming into force of the Act cannot be taken intoconsideration - The wife having been harassed, is entitled to protection orders and residence orders alongwithmaintenance - In addition, she is also entitled forcompensation and damages for injuries, including mentaltorture and emotional distress caused by the acts of domesticviolence by the husband - Husband directed to payF compensation and damages to the extent of Rs.5 lakhs.Words and Phrases - 'Domestic violence' - Meaning of,in the context of Protection of Women from DomesticViolence Act, 2005."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "STATE OF GUJARAT VS. GIRISH RADHAKRISHNAN VARDE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY4MDE=",
        "Citation": "[2013] 12 S.C.R. 930",
        "Case Type": "(CRIMINAL APPEAL / 1996/2013)",
        "Date": "25 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Ms. Justice Gyan Sudha Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvU3RhdGUgT2YgR3VqYXJhdCAgdnMgIEdpcmlzaCBSYWRoYWtyaXNobmFuIFZhcmRlMTcwMTkyMzAyNy5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 930",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "25 November 2013",
        "Petitioner:": "State Of Gujarat",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 783",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra",
        "Respondent:": "Girish Radhakrishnan Varde",
        "Case Type:": "CRIMINAL APPEAL / 1996/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "complaint",
            "charge-sheet"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - Chapters XII, XIVand XV; ss.154 and 190 -Case lodged by way of complaintbefore the Magistrate [complaint case uls. 190 CrPC] andcase registered on basis of FIR u/s. 154 CrPC before thepolice - Distinction between - High Court upheld order passedby Addi. District & Sessions Judge, who had set aside theorder of Magistrate whereby he had permitted thecomplainant! informant to add additional Sections of /PC intothe charge-sheet submitted after police investigation on a FIRregistered u/s. 154 CrPC - Propriety - Held: The Magistratepermitted addition of sections after submission of charge-sheet missing out that the instant matter did not arise out ofa complaint case lodged before the Magi.strafe u/s.190 CrPCbut arose out of a police report/FIR in a Police Station basedon FIR registered uls. 154 CrPC - However, the AdditionalDistrict & Sessions Judge and the High Court ought to havespecified the correct course of action to be adopted by theMagistrate and the complainant! prosecution party, failure ofwhich got the matter enmeshed into this litigation impedingthe trial - The fall out of the order of the High Court is thatthe prosecution represented by the appellant-State of Gujaratmight be rendered remedy less - Although, the High Courtmay be correct in observing that the Trial Court was notprecluded from modifying the charges by including orexcluding the sections at the appropriate stage during trial, itwas duty bound in the interest of justice and fairplay to specifyin- clear terms that the Trial Court would permit and considerthe plea of addition of sections at the stage of framing ofcharge u/s.211 CrPC since the matter emerged out of a policecase and not a complaint case before the Magistrate in whichevent the Magistrate could exercise greater judicial discretion- Liberty granted by Supreme Court to appellant-State to raiseall questions relating to additions of the Sections on the basisof the FIR and material collected during investigation at thetime of framing of charges by the Trial Court."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "MADHU @ MADHURANATHA & ANR. VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY4MDQ=",
        "Citation": "[2013] 12 S.C.R. 947",
        "Case Type": "(CRIMINAL APPEAL /1357-1358/2011)",
        "Date": "28 NOVEMBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTWFkaHUgIE1hZGh1cmFuYXRoYSAgQW5yICB2cyAgU3RhdGUgT2YgS2FybmF0YWthMTcwMTkyMzE2MS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 947",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "28 November 2013",
        "Petitioner:": "Madhu @ Madhuranatha & Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 794",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1357-1358/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Circumstantial evidence"
        ],
        "HeadNote": "Evidence - Circumstantial evidence - Appreciation of -Prosecution case that with the motive of committing robbery,the three accused-appellants murdered the son of PW-22, robbed him, chopped off his head and buried the trunk of hisbody and threw the head and the weapon of offence in the river- On consideration of circumstantial evidence, both the courtsbelow reached to a conclusion that the appellants hadcommitted the crime - Conviction of appellants u/ss.364, 302, 201 r/w s.34 alongwith death sentence - Challenge to - Held:Conviction can be based solely on circumstantial evidence- On facts, no reason to interfere with the concurrent findingsof fact arrived at by the Courts below- Conviction upheld -However, the facts and circumstances involved do not meet the requirement of rarest of rare cases and it is not a fit casewhere the death sentence awarded to the appellants should. be affirmed - The ends of justice would meet if they areawarded the sentence of 30 years without remission - PenalCode, 1860- ss.364, 302, 201 r/w s.34.Evidence - Discrepancies in depositions of witnesses -Appreciation of - Held: While appreciating the evidence of awitness, minor discrepancies on trivial matters which do notaffect the core of the prosecution case must not prompt thecourt to reject the evidence in its entirety - The court is not supposed to give undue importance to omissions,contradictions and discrepancies which do not go to the heartof the matter, and shake the basic version of the prosecutionwitness."
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "STATE OF RAJASTHAN VS. SHAMBHU KEWAT AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY4MTI=",
        "Citation": "[2013] 12 S.C.R. 973",
        "Case Type": "(CRIMINAL APPEAL / 2018/2013)",
        "Date": "28 NOVEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX185NzMgLSA5ODRfMTcwMzMyMTk3NS5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 973",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "28 November 2013",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 795",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Shambhu Kewat And Another",
        "Case Type:": "CRIMINAL APPEAL / 2018/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Societal Impact",
            "Monetary Compensation"
        ],
        "HeadNote": " Penal Code, 1860 - s.307 - Conviction under, by trial court - In appeal, the offence compounded by High Court on the basis of compromise between parties on account of monetary compensation paid to the victim - Held: Offence u/s.307 is non-compoundable - High Court compounded the offence by over-looking the 'nature and gravity of the crime' and 'the societal impact' - It accepted the compromise between parties without application of mind and wrongly took the view that it was a crime against 'an individual' and not 'the society at large' - Settlement by monetary compensation would not wipe off the crime against the accused - Taking of lenient view on serious offences, would defeat the objective of the criminal justice system - Matter remitted to High Court to decide the appeal on merit - Code of Criminal Procedure, 1973 - s.320 - Administration of Criminal Justice. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "SASIDHAR REDDY SURA VS. THE STATE OF ANDHRA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY4MjA=",
        "Citation": "[2013] 12 S.C.R. 985",
        "Case Type": "(CIVIL APPEAL /10836 /2013)",
        "Date": "05 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX185ODUgLSA5OThfMTcwMzMyMjA0Ny5wZGY=",
        "SCR Citation:": "[2013] 12 S.C.R. 985",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "05 December 2013",
        "Petitioner:": "Sasidhar Reddy Sura",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 805",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "The State Of Andhra Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /10836 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Service"
        ],
        "HeadNote": " Judicial Service - A.P. State Judicial Services - Appointment - To the post of District and Sessions Judge (Entry Level) - Eligibility - Absence of minimum age qualification - Effect - Appellant, though included in select list, not appointed as he had not completed 35 years of age at the time when the advertisement inviting applications for the post in question had been published - Justification - Held: Not justified - In the instant case, the relevant Rules provide only for the maximum age limit but do not say anything with regard to the minimum age of a candidate to be selected to the post in question - Though Justice Shetty Commission had expressed its view in its report that only after completion of 35 years of age, a person should be appointed as a District E and Sessions Judge but the said recommendation has not been incorporated in the Rules framed by the High Court for giving appointment to the post in question - In the . circumstances, the appellant, who had not completed 35 years of age at the relevant time could not have been denied F appointment to the post in question simply because of his being under age as per the recommendations of the Justice Shetty Commission especially when there is no provision in the Rules that a candidate must have completed 35 years of age for being appointed to the post of a District and Sessions Judge - High Court erred in giving undue weightage to recommendations made by the Justice Shetty Commission, especially when the Rules did not provide for any minimum age for appointment to the post in question - Moreover, even Article 233 of the Constitution is also silent about the minimum age for being appointed as a District judge - Andhra Pradesh State Judicial Service Rules, 2007 - Clause V - Constitution of India, 1950 - Article 233.   "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "BHARAT SANCHAR NIGAM LIMITED VS. TELECOM REGULATORY AUTHORITY OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY4Mjg=",
        "Citation": "[2013] 12 S.C.R. 999",
        "Case Type": "(CIVIL APPEAL / 5253/2010)",
        "Date": "06 DECEMBER 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice G.S. Singhvi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX185OTkgLSAxMTE5XzE3MDMzMjIxMTkucGRm",
        "SCR Citation:": "[2013] 12 S.C.R. 999",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "06 December 2013",
        "Petitioner:": "Bharat Sanchar Nigam Limited",
        "Disposal Nature:": "Reference answered",
        "Netural Citation:": "2013 INSC 808",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "Telecom Regulatory Authority Of India And Others",
        "Case Type:": "CIVIL APPEAL / 5253/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Power of Telecom Regulatory Authority"
        ],
        "HeadNote": " Telecom Regulatory Authority of India Act, 1997: s.36 - Power of Telecom Regulatory Authority of India (Authority) to frame regulations - Held: Under sub-s. (1) of s.36, the Authority can make regulations to carry out the purposes of the Act specified in various provisions of the Act  including ss. 11, 12 and 13 - The Authority can make regulations which may empower it to issue directions of general character applicable to service providers and others and it cannot be said that by making regulations u/s 36(1) , the Authority has encroached upon the field occupied by s.12(4) and 13 - Power vested in the Authority u/s 36(1) to make regulations is wide and pervasive - Exercise of this power is only subject to the provisions of the Act and the Rules framed u/s 35 thereof- It is not controlled or limited by s.36(2) or ss.11, 12 and 13 - There is nothing in the language of s.36(2) from which it can be inferred that provisions contained therein control the exercise of power by Authority u/s 36(1) or that s.36(2) restricts the scope of s.36(1) - It is settled law that if power is conferred upon an authority/body to make subordinate legislation in general terms, the particularisation of topics is merely illustrative and does not limit the scope of general power - Interpretation of Statutes - Delegated legislation - Doctrine of occupied field. ss. 33, 36 and 37 - Power of Authority to frame  regulations - Held: The power u/s 36 is legislative -This power is non-delegable - By virtue of s.37, regulations made under the Act are placed on par with the rules which can be framed by Central Government u/s 35 and being in the nature of subordinate legislation, rules and regulations have to be laid B before both the Houses of Parliament which can annul or modify the same - Thus, regulations framed by Authority can be made ineffective or modified by Parliament and by no other body - Delegated legislation. s.14(b)(as amended by Amendment Act, 2000) - Judicial review of regulations framed by Authority - Held: In exercise of the power vested in TDSAT u/s 14(b), it does not have the jurisdiction to entertain the challenge to the regulations framed by the Authority u/s 36 - The amendment is intended to vest original jurisdiction of the Authority in TDSAT and the same is achieved by s. 14(a) - The appellate jurisdiction exercisable by High Court is also vested in TDSA T by virtue of s.14(b) - Since High Court while hearing appeal did not have the power of judicial review of subordinate legislation, the transferee adjudicatory forum, i.e., TDSAT cannot exercise that power u/s 14(b)- Telecom Regulatory Authority of India (Amendment) Act, 2000. "
    },
    {
        "volume": "2013Volume 12",
        "Case Name": "GLAXOSMITHKLINE PHARMACEUTICALS LIMITED (FORMERLY KNOWN AS SMITHKLINE BEECHAM PHARMACEUTICALS (INDIA) LIMITED) VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY4Mzc=",
        "Citation": "[2013] 12 S.C.R. 1120",
        "Case Type": "(CIVIL APPEAL /1939/2004)",
        "Date": "09 DECEMBER 2013",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvX18xMTIwIC0gMTE1OF8xNzAzMzIyMTcyLnBkZg==",
        "SCR Citation:": "[2013] 12 S.C.R. 1120",
        "Year/Volume:": "2013/ Volume 12",
        "Date of Judgment:": "09 December 2013",
        "Petitioner:": "Glaxosmithkline Pharmaceuticals Limited (formerly Known As Smithkline Beecham Pharmaceuticals (india) Limited)",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 813",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /1939/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Fixation of Price"
        ],
        "HeadNote": " DRUGS (PRICES CONTROL) ORDER, 1995:  Para 14 (1) and 16 - Fixation of price of bulk drug or formulation - Compliance of - Held: Once the Government exercises power and fixes maximum sale price of bulk drugs  specified in the First Schedule, there is ban to sell a bulk drug at a price exceeding the maximum sale price so fixed plus local taxes, if any - True import of paragraph 14(1) is that once the price notification is gazette, it takes effect immediately though its enforcement is postponed by fifteen E days to enable the manufacturers and others to make suitable arrangements with regard to unsold stocks - During the period of fifteen days, it is not open to the manufacturer to manufacture and clear bulk drug or formulation at prenotification prices - Period of 15 days is simply a grace period or cooling period allowed to manufacturers to adjust .  their business in a manner where appropriate arrangements are made with regard to unsold stocks in distribution chain - Drugs (Price Control) Orders, 1987 - Para 16(3).  Fixation of price of bulk drug or formulation - Nature and object of- Held: Price fixation by Central Government under DPCO is in the nature of legislative measure and dominant object and purpose of such price fixation is equitable distribution and availability of commodities at fair price.  Circulars:  Circular issued by Department - Held: If departmental circular provides an interpretation which runs contrary to the provisions of law, such interpretation cannot bind the court - The 1979 circular falls in such category - Circular dated  28.4.1979 issued by the Ministry of Petroleum, Chemicals and Fertilizers, Department of Chemicals and Fertilizers, Government of India - Interpretation of statutes - Contemporanea expositio.  "
    }
]