[
    {
        "volume": "2013Volume 15",
        "Case Name": "YAKUB ABDUL RAZAK MEMON VS. THE STATE OF MAHARASHTRA, THROUGH CBI, BOMBAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzMDY=",
        "Citation": "[2013] 15 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /1728/2007)",
        "Date": "21 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxM18xNV8xLTYyMF8xNzA0Mzc2MzMzLnBkZg==",
        "SCR Citation:": "[2013] 15 S.C.R. 1",
        "Year/Volume:": "2013/ Volume 15",
        "Date of Judgment:": "21 March 2013",
        "Petitioner:": "Yakub Abdul Razak Memon",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 179",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "The State Of Maharashtra, Through Cbi, Bombay",
        "Case Type:": "CRIMINAL APPEAL /1728/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "TADA",
            "Criminal conspiracy",
            "confession"
        ],
        "HeadNote": " TERRORIST AND DISRUPTIVE ACTIVITIES (PREVENTION) ACT, 1987: ss. 3(3) of TADA and S. 120-B /PC rlw SS. 3(2)(i), 3(3),3(4), 5 and 6 of TADA - Serial bomb blasts in Bombay in March, 1993 - Conviction and death sentence to 11 accused- appellants by Designated Court - Held: The confessional statements of accused and co-accused as a/so the evidence of approver and other prosecution witnesses, the recoveries made and other evidences, establish the guilt of all accused- appellants - Their conviction affirmed - The sentence of dea.th to first accused-appellant affirmed - Sentence of remaining ten, accused-appellants commuted to rigorous imprisonment for life - Life imprisonment means the whole natural life - Therefore, subject to ss. 432 and 433 of the Code and clemency powers of President and Governor under Arts. 72 and 161 of the Constitution, the ten accused-appellants shall be imprisoned for life until their death - The executive should take due consideration of judicial reasoning before exercising the remission power - Penal Code, 1860 - ss. 120-B, 302, 307, 324, 427, 435, 436, 201 and 212 - Arms Act, 1959 - ss. 3, 7, 25 (1-A), (1-BO - Explosives Act, 1884 - ss. 9-B (1 )(a) (b), and (c)-Explosive Substances Act, 1908 - ss. 3, 4(a), 5 and 6 - Prevention of Damage to Public Property, Act, 1984 - s. 4 - Code of Criminal Procedure, 1973 - ss. 432 and 433 - Constitution of India, 1950 - Arts. 72 and 161. PENAL CODE, 1860. s. 120-8 - Criminal conspiracy - Explained - Held. To bring home the charge of conspiracy within the ambit of s. B 120-8, it is necessary to establish that there was an agreement between the parties for doing an unlawful act - Conspiracy, apart from being a substantive offence and distinct. from the offence to be committed for which the conspiracy was entered into, all conspirators are liable for the C acts of crime of each other which have been committed as a result of the conspiracy - Conspiracy is a continuing offence and if any acts or omissions which constitute an offence are done in India or outside its territory, the conspirators continue to be the parties to the conspiracy and since part of the acts, D in the instant case, were done in India, they would obviate the need to obtain the sanction of the Central Government - All of them need not be present in India - Conspiracy may be a general one and a smaller one which may develop in successive stages -Since conspiracy is hatched in secrecy,  to bring home the charge of conspiracy, it is relevant to decide from the facts of the case, conclusively the object behind it which is the ultimate aim of the conspiracy - Further, many means might have been adopted to achieve this ultimate object - The means may even constitute different F offences by themselves, but as long as they are adopted to achieve the ultimate object of the conspiracy, they are also acts of conspiracy - In order to determine whether conspiracy was hatched, the court is required to view the entire agreement and to find out as to what, in fact, the conspirators intended  to do - In the instant case, a common charge of conspiracy was framed against all the co-conspirators - Court is satisfied that prosecution has placed sufficient acceptable materials to prove the charge of conspiracy beyond reasonable doubt - Evidence Act, 1872 - s. 10. CONFESSION: Evidentiary value of confession - Held: s. 164 of the Code speaks about recording confessions and statements, and s. 15 of TADA is a similar provision - If the confessional statement is properly recorded satisfying the mandatory provision of s. 15 of TADA and the Rules made thereunder, and if the same is found by court as having been made voluntarily and truthfully, then the said confession is sufficient to convict the maker thereof - Whether such confession requires corroboration or not is a matter for the court to consider on the basis of facts of each case - Terrorist and Disruptive Activities (Prevention) Act, 1987 - s. 15 - Code of Criminal Procedure, 1973 - s. 164. Confession as against a co-accused - Held: As a matter of caution, a general corroboration should be sought for - But in cases where the court is satisfied that the probative value of confession is such that it does not require corroboration then it may record conviction on the basis of such confession of co-accused without corroboration - In the instant case, confessional statements of co-accused persons are admissible as primary and substantive evidence against appellants notwithstanding the amendment by Act 43of1993. TERRORIST AND DISRUPTIVE ACTIVITIES (PREVENTION) ACT, 1987: s. 15 (as amended by Amendment Act 43of1993) rlw s. 21 - The words \"or co-accused, abettor, or conspirator\" and the proviso to s. 15(1) were added by way of an amendment on 22.5.1993 - In the event of un-amended TADA as it stood prior to 22. 5. 1993 were to apply, there would be a presumption G of guilt against appellants pursuant to un-amended s. 21, since confession of other co-accused would implicate them for the offence of conspiracy - However, the amendment of 1993 did not bring about any change as to the admissibility and applicability of confession of co-accused - Code of Criminal Procedure, 1973 - s. 164. Recording of confession by Police Officer - Held: No illegality persists in recording a confession u/s 15 of TADA by an officer supervising the investigation. Transmitting of confessional statement - Held: The requirement of sub-r. (5) o r. 15 of TADA Rules, which contemplates a confessional statement being sent to Chief Metropolitan Magistrate or Chief Judicial Magistrate, who, in turn, will haye to send the same to the Designated Court, is not mandatory and is only directory- Terrorist and Disruptive Activities (Prevention) Rules, 1987- r. 15(5) Retractions - Held: Where original confession was truthful and voluntary, court can rely upon such confession to convict the accused in spite of a subsequent retraction and denial in statement u/s 313 CrPC. CODE OF CRIMINAL PROCEDURE, 1973: s. 306 - Grant of pardon and evidentiary value of statement of approver - TADA does not preclude applicability of s. 306 - Therefore, power to grant pardon u/s 306 also applies to cases tried under TADA and there was no infirmity in the order granting pardon to approver in the facts and circumstances of the case - Further, the provisions F of sub-s. (4) of s. 306 have not been violated - In the light of provisions of s. 133 rlw s. 114 Illus. (b) of Evidence Act, evidence of an approver needs to be corroborated in material particulars - In the instant case, it has been so corroborated by way of primary evidence by prosecution - Terrorist and G Disruptive Activities (Prevention) Act, 1987 - ss. 7 and 21 - Evidence Act, 1872 - s. 133 rlw s. 114 Illus. (b). Chapter XXVll - ss. 353, 354 362 and 363 - Judgment - Held. Judgment in a criminal case indicates the termination of the case by an order of conviction or acquittal of the accused and judgment is to be rendered in strict adherence A to the provisions of Chapter XXVI/ of the Code - Every judgment must contain: (1) the points for determination; (2) the decision thereon; and (3) the reasons for such decision - A conviction order is not a 'judgment\" as contemplated u/ s 353 and judgment is pronounced only after the award of B sentence - ·in the case on hand, Designated Court has dealt with the issue of pronouncing the judgment u/s 353(1) (c) in detail. s. 235 rlw s. 354(3) - Right of hearing to the accused on the question of sentence - There is bifurcation of trial as an accused has a right of pre-conviction hearing u/s 234 and secondly right of pre-sentence hearing uls 235 of the Code -The occasion to apply the provisions of s. 235(2) arises only after the conviction is recorded - The court, while on the question of sentence, is in an altogether different domain where facts and factors which operate are of an entirely different order than those which come into play on the question of conviction - Where the court imposes death sentence, both s. 235(2) and s. 354(3) assume signal significance and they must be harmoniously and conjointly appreciated and read - Fairness, justice and reasonableness which constitute the essence of guarantee of life and liberty epitomised in Art .. 21 of the Constitution also pervades the sentencing policy in ss. 235(2) and 354(3) of the Code - These two provisions virtually assimilate the concept of \"procedure established by law\" within the meaning of Art. 21 of the Constitution -In the instant case, requirements of pronouncing a judgment uls 353(1)(c) of the Code have been fully complied with - There is no illegality or irregularity in the process followed and specifically ulss 353, 354 and 235 keeping in mind the magnitude of the task before the Designated Judge - The pronouncement of judgment was in compliance with the provisions of the Code and does not violate any of its provisions - Constitution of India, 1950 - · Art. 21. SENTENCE!SENTENCNG: Balancing of aggravating and mitigating circumstances - Held: After the new CrPC of 1973, imprisonment for life would be the rule and a sentence of death an exception - Amended s. 354(3) of the Code mandates that in me case 8 of sentence of death, the judgment shall state the special reasons for such sentence - The judiciary with the aid of s. 235(2) ascertained the 'special reasons' pertaining to criminals as required bys. 354(3) to impose death penalty - A careful evaluation of aggravating and mitigating C circumstances pertaining to both criminal and crime is the approach to ascertain the 'special reasons' for imposing the extreme penalty on a person - Thus, two cardinal factors: (i) the penalty imposed must be proportionate to the gravity of the crime and (ii) the degree of responsibility of the offender D must be taken into account in determining the sentence for an individual accused in addition to aggravating and mitigating circumstances - Code of Criminal Procedure, 1.973 - ss. 235(2) and 354(3)-Terrorist and Disruptive Activities (Prevention) Act, 1987 - s. 3(2)(i) - Penal Code, 1860 - s.302. QUANTUM OF SENTENCE: Complicity of first accused-appellant - Sentence - Held: First accused- was in a position of authority, particularly, F he had played a significant role in the context of the blasts, which is important while determining the sentence - He was one of the architects of the blasts, without whom the plan would have never seen the daylight - Besides, he was a/so entrusted with the task ofhandling the explosive bags and G for their safe keeping - He was actively involved in hawala transactions for purpose of facilitating the blasts - Without the planning of conspirators of which first accused was a party, the explosives and ammunition required for the execution would not have entered into the country and as a H consequence the execution itself would not have materialized - Therefore, it can be concluded that no offence might have taken place at all but for the instigation by the absconding accused and the first accused-appellant -Besides, the dominant position of first accused is an aggravating factor by itself as it gives the status of direct responsibility - Under the established jurisprudence, two factors - (i) a commanding position and (ii) a crime of 'utmost gravity' ordinarily merit the extreme penalty even accounting for the guilty plea and mitigating factors - This is the 'special reason' which warrants death penalty to first accused- appellant - Therefore, having taken into account and weighed the totality of culpability of first accused-appellant and all the particular circumstances of the case, the decision of Designated Court is concurred with and the sentence of capital punishment to first accused-appellant is confirmed. Complicity of other ten co-accused-appellants - Sentence - Held: The role played by the other ten accused- appellants differentiates with that of the first accused-appellant - First accused-appellant and other absconding accused were the archers whereas the rest of the accused- appellants were the arrows in their hands - Though the incident of bomb E blasts is not a brainchild of these ten accused-appellants, yet they turned the conspirators' orders into action by executing the blasts and, as such, they are liable for the consequence of their acts - It is actually the masterminds strategy which was executed by these ten subservient minions, as but for the F masterminds, the blasts shoum have never seen the daylight - This may not help in complete exoneration of their liability but the degree of punishment must necessarily reflect this difference -Keeping in view the aggravating factors and mitigating circumstances and to differentiate the degree of G punishment to the fist accused-appellant and other ten accused-appellants, the ends of justice would be served if the death sentence of these ten appellants is commuted to rigorous imprisonment for life - However, the lesser sentence imposed on these appellants cannot be a precedent in other cases and every case must be decided according to its facts and circumstances. Life imprisonment as rigorous imprisonment - Held: \"Imprisonment for life\" is to be treated as 'rigorous imprisonment for life''. Life imprisonment - Duration of - Held: Life imprisonment always means the whole natural life - There is a misconception that a prisoner serving life sentence has an indefeasible right to release on completion of either 14 C years or 20 years imprisonment - A convict undergoing life imprisonment is expected to remain in custody till the end of his life, subject to any remission granted by appropriate Government u/s 432 of the Code, which in tum is subject to the procedural checks mentioned in the said provision and D to further substantive check in s. 433-A of the Code- Code of Criminal Procedure, 1973 - ss. 432 and 433-A. CODE OF CRIMINAL PROCEDURE, 1973: ss. 432, 433 and 433-A - Power to remit/commute sentence - Held: Exercise of power by appropriate government under sub-s. (1) of s. 432 cannot be automatic or claimed as a right as this is only an enabling provision and subject to fulfilment of certain conditions mentioned in Jail Manual or in statutory rules - Decision to grant remission has to be .well informed, reasonable and fair to all concerned - Constitution of India, 1950 - Arts. 72 and 161. IDENTIFICATION: Test identification parade - Held: s. 20 of TADA rlw s. 21 G of the Code permits Special Executive Magistrate to carry out such functions as are required in a TADA case and in the instant case, identification parades were conducted by Special Executive Magistrates in compliance with provisions of · Criminal Manual - Terrorist and Disruptive Activities H (Prevention) Act, 1987 - s.20 - Criminal Manual - Government Circular, Home Department No. MIS 10541 84588 dated 22.4.1955 - Code of Criminal Procedure, 1973 - s. 21. INVESTIGATION: Recoveries - Panchnama - Mandatory conditions for a valid Panchnama, culled out - Circumstances when Panchnama is inadmissible - Explained - Evidentiary value of Panchnama - Held: Panchnama can be used as corroborative evidence when 'Pancha' gives evidence in court u/s 157 of Evidence Act - It can also be used as evidence of recorded transaction so as to refresh the memory of witnesses u/s 159 of Evidence Act - In the instant case, in view of the fact that prosecution has led ample corroborative evidence, Designated Court was fully justified in relying on the recoveries while accepting the prosecution case - Evidence Act, 1872 - ss. 157 and 159 - Code of Criminal Procedure, 1973 - ss. 100 and 174. TERRORISM: Terrorism' - Explained - Held: In spite of several international conventions and Multilateral Agreements and domestic and international legislations to counter terrorism, it is a major problem that is reoccurring over the globe in many different forms - There is a dire need to best deal with it and to make sure to take preventive actions - The Court is of the considered view that the procedure/rules s':'ggested by it in the judgment must have to be adopted while dealing with the menace. Role of Pakistan. in blasts - Held: Pakistan has infringed the recognized principles of international law which obligate all states to prevent terrorist attacks emanating from their territory and inflicting injuries to other states - In the instant case, accused persons were facilitated by ISI operatives in Pakistan for training without observing any immigration formalities, and accused received training even from ISI officials themselves on some occasions - The events unveil the tolerance and encouragement shown by Pakistan towards terrorism - International law. Role of Police Officials - Held: The role of police officials has become more vital owing to frequent terrorist attacks occurring across the country - If police had been able to curtail the conveyance of contraband in the country at the relevant time, the occurrence could have been avoided - In the instant case, some of the police personnel themselves have taken active part in smuggling and transportation of arms and explosives meant for the plan - Police. Role of Customs Officials - Held: Customs officials primarily have a duty to prevent smuggling and ensure that everything that enters into or goes out of the country is brought or sent is strictly in accordance with the provisions of law-It is shattering to notice that several Customs Officials played an active role as members of conspiracy and implemented the plan - A rationally structured and effective customs department is needed in order to curtail illegal imports which can have frightening ramifications upon the nation's economy and citizens' security - Customs Need to improve vigilance in Indian Maritime Zone and role of Coast Guards - Held: India being a· maritime nation,  the role of Coast Guards is very vital for shielding the coast from external attacks - Coast Guards being the strongest link in the security chain, are bound to be vigilant at sea and should be in full command of the coast - Only well strategized coast guards and high morale customs officers can prevent any opportunity for terrorists to attack on 01,1r country via our maritime boundary - Coast Guards. "
    },
    {
        "volume": "2013Volume 15",
        "Case Name": "ESSA@ ANJUM ABDUL RAZAK MEMON VS. THE STATE OF MAHARASHTRA, THROUGH STF, CBI MUMBAI, PART-II",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzMTc=",
        "Citation": "[2013] 15 S.C.R. 621",
        "Case Type": "(CRIMINAL APPEAL /1178/2007)",
        "Date": "21 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxM18xNV82MjEtMTA2MF8xNzA0Mzc2MzIyLnBkZg==",
        "SCR Citation:": "[2013] 15 S.C.R. 621",
        "Year/Volume:": "2013/ Volume 15",
        "Date of Judgment:": "21 March 2013",
        "Petitioner:": "Essa@ Anjum Abdul Razak Memon",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 184",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "The State Of Maharashtra, Through Stf, Cbi Mumbai, Part-ii",
        "Case Type:": "CRIMINAL APPEAL /1178/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "TADA",
            "Discrepancies",
            "Test identification parade"
        ],
        "HeadNote": "TERRORIST AND DISRUPTIVE ACTIVITIES (PREVENTION) ACT, 1987: SS. 3(3) of TADA ands. 120-B /PC r/w SS. 3(2)(i), 3(3),3(4), c · 5 and 6 of TADA - Serial bomb blasts in Bombay in March, 1993 - Conviction and sentence .of life imprisonment by Designated Court - Held: The confessional statements of accused and co-accused as also the evidence of approver and other prosecution witnesses, the recoveries made and other evidences, establish the guilt of all accused-appellants - Their conviction as recorded by Designated Court, is  confirmed - Except appellants-accused A- 15, A-136 and A-71 sentence of imprisonment for life awarded to all other accused-appellants is confirmed - Appellant-accused A-15 is suffering from AIDS/HIV+, though sentence of life · imprisonment is appropriate, however, since he has remained in jail for 14 years, sentence of period already undergone would be sufficient.- Appellant-accused A-136 was rightly not found guilty of the common charge of conspiracy under head firstly by Designated Court - However, his sentence of 10 years RI for conviction of charges at heads secondly and thirdly is confirmed~ Penal Code, 1860 - ss. 120\"8, 302, 307, 326, 324, 427, 435, 436, 201 and 212-Arms Act,1959 - ss. 3, 7 rlw 25 (1-A), (1-B) (a) - Explosive Substances Act, 1908 ss. 3, 4(a), 4(b), 5 and 6 - Explosives Act, 1884 - ss. "
    },
    {
        "volume": "2013Volume 15",
        "Case Name": "IBRAHIM MUSA CHAUHAN @ BABA CHAUHAN VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzMjk=",
        "Citation": "[2013] 15 S.C.R. 1061",
        "Case Type": "(CRIMINAL APPEAL / 555/2012)",
        "Date": "21 MARCH 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxM18xNV8xMDYxLTEyMzdfMTcwNDM3NjMwNS5wZGY=",
        "SCR Citation:": "[2013] 15 S.C.R. 1061",
        "Year/Volume:": "2013/ Volume 15",
        "Date of Judgment:": "21 March 2013",
        "Petitioner:": "Ibrahim Musa Chauhan @ Baba Chauhan",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 180",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL / 555/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Terrorist and Disruptive Activities",
            "Bombay serial blasts"
        ],
        "HeadNote": "Terrorist and Disruptive Activities (Prevention) Act, 1987 A B - s.3(3), 5, 6 and 15 - Bombay serial blasts of 1993 - Conscious possession of contraband and weapons in notified area - Recovery from public place - Conviction of A-41 by Designated Court u/ss. 3(3) and 5 of TADA - Justification - Held: Justified - A-41 was well acquainted with Abu Salim (absconding accused) who was working with Anis Ibrahim Kaskar (another absconding accused), brother of notorious smuggler Dawood Ibrahim - A-41 was asked to arrange a garage, and hence searched for an appropriate garage with co-accused Salim, Hingora (A-53) and his partner Haneef - A-41 was introduced to co-accused Sanjay Dutt (A-117) at the residence of the latter and witnessed the handing over of contraband to A-117 - A-41 was in conscious possession of certain contraband items - Recovery of contraband material which was effected upon the making of a disclosure statement by A-11, took place at a dumping ground for waste - Penal Code, 1860 - SS. 120-B, 302, 307, 326, 324, 427, 435, 436, 201 and 212 - Evidence Act, 1872 - s.27 - Arms Act, 1959 - ss.3 and 7 rlw ss:25(1-A), (1-B)(a) - Explosive Substance· Act, 1908 - s.4(b) - Explosives Act, 1884 - s.9-B(1)(b) - Prevention of Damage to Public Property Act, 1984 - s.4. "
    }
]