[
    {
        "volume": "2013Volume 4",
        "Case Name": "C.N. PARAMSIVAN & ANR. VS. SUNRISE PLAZA TR. PARTNER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYxMA==",
        "Citation": "[2013] 4 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /154/2013)",
        "Date": "09 JANUARY 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9DLm4uIFBhcmFtc2l2YW4gJiBBbnIuIF8gU3VucmlzZSBQbGF6YSBUci4gUGFydG5lciAmIE9ycy5fMTcwMTIzODM4OC5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 1",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "09 January 2013",
        "Petitioner:": "C.n. Paramsivan & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 22",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Sunrise Plaza Tr. Partner & Ors.",
        "Case Type:": "CIVIL APPEAL /154/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Recovery of Debts",
            "Income Tax Act",
            "Legislation by incorporation"
        ],
        "HeadNote": "Recovery of Debts Due to Banks and Financial . Institutions Act, 1993 - s.29 - Income Tax Act, 1961 - .Second Schedule; r.57. - Auction conducted by Recovery C Officer-under the RDDB Act held il/egaland void by High Court on ground of non-compliance with r. 57 in th.e Second Schedule of'the Income Tax Act - Whether s. 29 of the RDDB Act apply the Income Tax Rules in the Second Schedule of the Income Tax Act to recovery proceedings under RDDB Act o with full force - Expression 'as far as possible' in s.29 - If vests the Recovery Officer with discretion to apply the said Rules depending upon the fact situation of each case - Held: s. 29 of the RDDB 1 Act makes it clear that the rules under Income Tax Act are applicable only \"as far as possible\" and with the E modification as if the said provisions and the rules referred to the amount of debt due under the RDDB Act instead of the Income Tax Act - Expressions \"as far as possible\" and \"with necessary modifications\" appearing in s. 29 have been used to take care of situations where certain provisions under the F Income Tax Rules may have no application on account of the scheme under the RDDB Act being different from that of the · Income Tax Act or the Rules framed thereunder - It cannot be said that the use of the words \"as far as possible\" in s.29 is meant to give discretion to the Recovery· Officer under the G RDDB Act to apply the said Rules or not to apply the same in specific fact situations - While the phrase \"as far as . possible': may be indicative of a certain inbuilt flexibility, the · · scope of that flexibility extends only to what is \"not at allpracticable\" - Phrase \"as far as possible\" used in s. 29 of the RDDB Act can at best mean that the Income Tax Rules may not apply where it is not at all possible to apply them having regard to the scheme and the context of the legislation - r. 57 is mandatory in character - Equivalent pari materia provision B in Order XX/, rr. 84, 85 and 86 of CPC - No reason to hold that rr. 57 and 58 are anything but mandatory in nature - Breach of the requirements under those Rules will render the auction non-est in the eyes of law - Code of Civil Procedure, 1908 - Order XX/, rr. 84, 85 & 86. c Interpretation of Statutes - Legislation by incorporation - Effect - Held: The effect of legislation by incorporation of the provisions of an earlier Act into a subsequent Act is that the provisions so incorporated are treated to have been incorporated in the subsequent legislation for the first time - D Once the incorporation is made, the provisions incorporated become an integral part of the statute in which it is transposed - Thereafter there is no need to refer to the statute from which the incorporation is made and any subsequent amendment made in it has no effect on the incorporating statute. E Words and Phrases - \"possible\" and \"practicable\" - Meaning of - Held: The two words are more or less interchangeable."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SUNDER @ SUNDARARAJAN VS. STATE BY INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYyMg==",
        "Citation": "[2013] 4 S.C.R. 25",
        "Case Type": "(CRIMINAL APPEAL /300-301/2011)",
        "Date": "05 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdW5kZXIgQCBTdW5kYXJhcmFqYW4gXyBTdGF0ZSBCeSBJbnNwZWN0b3IgT2YgUG9saWNlXzE3MDEyMzg2MDYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 25",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "05 February 2013",
        "Petitioner:": "Sunder @ Sundararajan",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 74",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State By Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /300-301/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kidnapping",
            "Burden to prove"
        ],
        "HeadNote": "Penal Code, 1860- ss.364A, 302 and 201- Kidnapping for ransom and murder - Of seven year old boy - Circumstantial evidence - Conviction and death sentence by C courts below - Held: Conviction as well as the sentence does not call for interference - Kidnapping and demand of ransom proved by witnesses - Factum of kidnapping having been proved, the inference of consequential murder is liable to be presumed in the absence of discharge of onus by the D kidnapper to prove the release of the kidnapped - Accused failed to prove the release of the deceased from his custody - Thus in .the circumstances of the case, charge of murder also proved ._ In view of various aggravating circumstances and lack of any mitigating circumstance, award of death E sentence justified - Evidence Act, 1872 - s. 106 - Sentence/ Sentencing - Death sentence. · Evidence Act, 1872 - s. 106 - Burden to prove - Shifting of onus - ·in kidnapping and murder case - Held: Once factum of kidnapping p(OVed, onus would shift on the kidnapper to establish the· release of the kidnapped from his custody."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF KERALA AND OTHERS VS. PRESIDENT, PARENT TEACHER ASSN. SNVUP AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYzNA==",
        "Citation": "[2013] 4 S.C.R. 66",
        "Case Type": "(CIVIL APPEAL /958/2013)",
        "Date": "06 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBLZXJhbGEgQW5kIE90aGVycyBfIFByZXNpZGVudCwgUGFyZW50IFRlYWNoZXIgQXNzbi4gU252dXAgQW5kIE90aGVyc18xNzAxMjM4Nzg2LnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 66",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "06 February 2013",
        "Petitioner:": "State Of Kerala And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 78",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "President, Parent Teacher Assn. Snvup And Others",
        "Case Type:": "CIVIL APPEAL /958/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Education Rules"
        ],
        "HeadNote": " Education - Kera/a Education Rules - Chapter XX/II - r.12(3) rlw r. 16 -Irregular fixation of schoolstaff- Staff fixation order obtained through bogus admission of students and misrepresentation of facts - Verification of actual students' strength - By Police - Justification - Whether High Court justified in directing the Secretary, General Education Department of the State to get the verification of the actual students' strength in all the aided schools in the State with the assistance of the police and to take appropriate action - Held: Due to irregular fixation of staff, the State exchequer incurs heavy financial burden by way of pay and allowances - Great responsibility, therefore, cast on the General Education Department to curb such menace which not only burden the State exchequer but also give a wrong signal to the society at large - However, investigation by the police with regard to verification of the school admission, register etc., particularly with regard to admissions of the students in the aided schools will give a wrong signal even to the students studying in the school and the presence of the police itself is not conducive to the academic atmosphere of the schools - In such circumstances, directions given by the High Court for police intervention for verification of the students' strength in all the aided schools set aside - However, direction given to the State Education Department to forthwith give effect to a circular dated 12.10.2011 to issue UID Card to all the school children and follow the guidelines and directions contained in their circular - No reason to interfere with the directiongiven by the Director of Public Instructions (DP/) to take further action to fix the liabilities for the irregularity committed in the school, for which appeal pending before the State Government - State Government to consider the appeal and take appropriate decision, if it is still pending. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "VIJAY VS. LAXMAN AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY0Nw==",
        "Citation": "[2013] 4 S.C.R. 80",
        "Case Type": "(CRIMINAL APPEAL /261/2013)",
        "Date": "07 FEBRUARY 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra\n*, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9WaWpheSBfIExheG1hbiBBbmQgQW5yLl8xNzAxMjM5MDMzLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 80",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "07 February 2013",
        "Petitioner:": "Vijay",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 81",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra,Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Laxman And Anr.",
        "Case Type:": "CRIMINAL APPEAL /261/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments",
            "Security Cheque"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881 - ss. 118(a), 138 and 139 - Cheque issued by respondent in favour of appellant -  Dishonoured on account of insufficiency of funds - Complaint by appellant u/s. 138 alleging that the cheque represented repayment of personal loan granted for two months - D(Jfence version of accused-respondent that the cheque was given merely as a security deposit in terms of a prevailing trade o practice and not towards repayment of any loan; that even after eventual settlement of accounts between the parties, the cheque was not returned to the respondent, which resulted in, altercation between the parties and that subsequently as a counter blast the· appellant presented the cheque for  encashment - Conviction of appellant by trial Court - High Court set aside the conviction - Justification - Held: Justified - Appellant failed to establish that the cheque in fact had been issued by the respondent towards repayment of personal Joan - Absence of any documentary or other evidence in that F regard - If the cheque was issued towards repayment of loan which was meant to be encashed within two months, it is beyond comprehension as to why the cheque was presented by the appellant on the same date it was issued - Respondent would have had no reason to ask for a loan from the appellant  if he had the capacity to discharge the loan amount on the date when the cheque had been issued - Besides, the cheque was presented on the day following altercation between the parties - Also, the complaint lodged does not specify the date on which the loan amount was advanced - Nor does the complaint indicate the date of its lodgement - Defence A succeeded in dislodging the complainant-appellant's case on the strength of convincing evidence of rebuttal and thus discharged the burden envisaged u/ss. 118 (a) and 139 of the N. I. Act - Appellant's case in the realm of grave doubt - Acquittal of respondent confirmed - The Banking Public  Financial Institutions and Negotiable Instruments Laws (Amendment) Act, 1988 "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "GOPAL SINGH VS. STATE OF UTTARAKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY2Mw==",
        "Citation": "[2013] 4 S.C.R. 104",
        "Case Type": "(CRIMINAL APPEAL /291/2013)",
        "Date": "08 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice G.S. Singhvi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9Hb3BhbCBTaW5naCBfIFN0YXRlIE9mIFV0dGFyYWtoYW5kXzE3MDEyMzk1NzQucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 104",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "08 February 2013",
        "Petitioner:": "Gopal Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 85",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Uttarakhand",
        "Case Type:": "CRIMINAL APPEAL /291/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentencing",
            "Hurt",
            "Weapon"
        ],
        "HeadNote": "Penal Code, 1860 - s. 324 - Conviction under, of. accused-appellant - For firing gunshot at PW3 from a country_ C made pistol ('kattaJ thereby causing firearm injury to him : . .-_ Justification of the conviction - Held: Justified - PW1 cleariY stated that appellant had fired from his country made pistpl which hit his nephew, PW3 - Similarly, PW2, father of P~, vividly narrated the incident - Testimony of PW3 that wh~n o his uncle, PW1, was preparing accounts in his shop, he was / suddenly hit by bullet fired by the appellant - Medica1 evidence made it clear that the injury was caused by fireirm, - PW5, the investigating officer, deposed that he ff ad recovered pellets of 'katta' from the wall of the shop room,,/ the E place of the incident - No explanation offered by the defence for the same - Under the circumstances, solely because the 'katta' was not recovered, the prosecution version should not be disbelieved - Taking into consideration the nature of the injury and the weapon used, conviction of appellant u/s. 324 F /PC was justified. Sentence I Sentencing - Accused-appellant fired gunshot at PW3 causing firearm injury to the latter- Appellant convicted u/s. 324 and sentenced to 3 years RI - Sentence challenged by defence as excessive - Held: Legislature in G respect of offence punishable uls.324 /PC has provided punishment which may extend to 3 years or with fine or with both - Legi$fative intent js to confer discretion on the judiciary in imposition of sentence in respect of such offence where ihas not provided the minimum sentence or made it A conditional - But discretion vested required to be embedded in rational concepts based on sound facts - In the instant case, the doctor did not state the injury to be grievous but on 'the contrary mentioned that there was no fracture and only a muscle injury - Weapon used (country made pistol) fits in to B the description as provided uls.324 /PC - Occurrence took place almost 20 years back - Parties were neighbours and nothing on record to show that appellant had any criminal antecedents - In the totality of the facts and circumstances, sentence of 1 year RI u/s.324 IPC would be adequate - That apart, appellant directed to pay Rs. 20, 0001- to the victim towards compensation as envisaged u/s.357(3) CrPC - Penal Code, 1860 - s.324. c ~ Sentence I Sentencing - Appropriate sentence - Principle of proportionality between crime and punishment - Held: Punishment should not be disproportionately excessive - Concept of proportionality allows significant discretion to the ~udge but the same has to be guided by certain principles - There can neither be a strait-jacket formula nor a solvable theory in mathematical exactitude - It would depend on the facts of the case and rationalized judicial discretion - The discretion should be embedded in the conceptual essence of just punishment."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "VIJOY KUMAR PANDEY VS. ARVIND KUMAR RAI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY3MQ==",
        "Citation": "[2013] 4 S.C.R. 121",
        "Case Type": "(CIVIL APPEAL /1310/2013)",
        "Date": "13 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfMTIxIC0gMTM1XzE3MDMyMzg1NzYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 121",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "13 February 2013",
        "Petitioner:": "Vijoy Kumar Pandey",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 100",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Arvind Kumar Rai & Ors.",
        "Case Type:": "CIVIL APPEAL /1310/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Selection",
            "Post of Headmaster"
        ],
        "HeadNote": "Service Law - Selection - School Service Commission · - Post of Headmaster - No panel/select list of candidates prepared by the 'commission in accordance with the statutory c regulations '.\"'\" Effect of - Held: Since no panel was published, , no tecommendat(on or appointment could be· claimed. by any . one of the candidates competing for the post concerned - Preparation and publication of a panel was the least which any candidate seeking appointment on the basis thereof was D required to establish - . Publication of such a panel was absolutely essential not only because the entire process was reguf ated by statutory regulations but also in the interest of · transparency and probity in matters concerning appointments to offices under the State and in matters affec.ting rights of the E - citizen,s in discharge of governmental fuf]ctions - Since no · ... pane{-as envisaged under the provisions of the regulations ever came. into existence, claim by respondent for appointment on the basis of such a non-existent panel was untenable as the panel itself was stillborn - Directions issued F by Supreme Court keeping in view the peculiar facts and circumstances of the case - West Bengal School Service Commission (Procedure for selection of persons for ·appointment to the· post of teachers including Head Masters/ Head Mistresses Superintendent of Senior Madarasa in G recognized non-.Government Aided Schools and procedure for conduct of business. of the Commission) Regulations, 1988."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "R. KUPPUSAMY VS. STATE REP. BY INSPECTOR OF POLICE, AMBEILIGAI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY4MQ==",
        "Citation": "[2013] 4 S.C.R. 136",
        "Case Type": "(CRIMINAL APPEAL /1706/2008)",
        "Date": "19 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfMTM2IC0gMTUwXzE3MDMyMzg2MjkucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 136",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "19 February 2013",
        "Petitioner:": "R. Kuppusamy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 109",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Rep. By Inspector Of Police, Ambeiligai",
        "Case Type:": "CRIMINAL APPEAL /1706/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Life Imprisonment",
            "Extra Judicial Confession"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 - Murder - Life imprisonment - Homicidal death of 10 month old girl child due to drowning - Prosecution case that the child had been thrown into the well by her father (appellant) as there were problems between the appellant and his parents regarding the child being unlucky for the family - Conviction of appellant by Courts below on basis of extra-judicial confessional statement made by him before PW1 - Justification of - Held: Justified - Extra judicial confessional statement attributed to appellant found to be voluntary, truthful and unaffected by any inducement that could render it unreliable or unworthy of credence - It was made by appellant to PW1 almost immediately after commission of the crime - Corroboration by medical evidence and deposition of other witnesses - Deposition of PW1 inspires confidence in the absence of any material deficiency in the same either in terms of what has been  recorded by him or the procedure that he followed while doing so - More importantly, no suggestion that PW1 had any animosity or other reason which would impel him to go so far as to involve the appellant in a case of murder - Courts below correctly appreciated the deposition of PW1 and found him to be reliable. Evidence - Extra judicial confession - Appreciation of - Held: An extra judicial confession is capable of sustaining a conviction provided the same is not made under any inducement, is voluntary and truthful - Whether or not these  attributes of an extra judicial confession are satisfied in a A given case will, however, depend upon the facts and circumstances of each case -It is eventually the satisfaction of the Court as to the reliability of the confession, keeping in view the circumstances in which the same is made, the person _ to whom it is alleged to have been made and the B corroboration, if any, available as to the truth of such a confession that will determine whether the extra judicial confession ought to be made a basis for holding the accused guilty. Evidence - Medical evidence - Appreciation of - On facts, the medical evidence adduced suggests that death of the deceased child was caused by drowning - Congestion of his lungs implies presence of excess fluids in the lungs, a sign suggesting that the child would have inhaled excess fluid while in water - Presence of watery fluid even in stomach of the deceased an important sign of death by drowning - It is almost impossible for water to get into the stomach, if a body is submerged after death - Absence of any other marks on the body of the child also supports the prosecution case that the child had indeed died of drowning.   "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF ASSAM VS. RIPA SARMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY5MQ==",
        "Citation": "[2013] 4 S.C.R. 151",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /2671/2011)",
        "Date": "20 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBBc3NhbSBfIFJpcGEgU2FybWFfMTcwMTI0MDI2OS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 151",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "20 February 2013",
        "Petitioner:": "State Of Assam",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2013 INSC 114",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Ripa Sarma",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /2671/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Special Leave Petition",
            "review petition"
        ],
        "HeadNote": "Constitution of India, 1950 - Article 136 - Special Leave Pettion - Against the judgment of High Court dismissing the review petition - Held: In absence of challenge to the main C judgment of High Court, the SLP filed challenging only the subsequent order rejecting the review petition, is not maintainable."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "K.S. PANDURANGA VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTcxMA==",
        "Citation": "[2013] 4 S.C.R. 155",
        "Case Type": "(CRIMINAL APPEAL /373/2013)",
        "Date": "01 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9LLnMuIFBhbmR1cmFuZ2EgXyBTdGF0ZSBPZiBLYXJuYXRha2FfMTcwMTI0MDYzMC5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 155",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "01 March 2013",
        "Petitioner:": "K.s. Panduranga",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 131",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /373/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption",
            "Statutory presumption",
            "Appeal against conviction"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988 - s. 7, s.13(1)(d) rlw s. 13(2) and s. 20 - Conviction of accused-appellant u(s. 7 and u/s.13(1)(d) rlw s.13(2) - Justification of - Held: On facts, justified - Demand and acceptance of illegal gratification is a condition precedent for constituting an offence under the Act - Statutory presumption uls.20 can be dislodged by the accused by bringing on record some evidence, either direct or circumstantial, that money was accepted other than for the motive or the reward - In the case at hand, explanation offered by the appellant does not deserve any acceptance - Considering the nature of his work, it is ·evident that appellant was in a responsible position and capable of granting official favour to the complainant - Defence story of appellant borrowing money from DW1 and repaying Joan to the complainant in presence of DW1 concocted and totally improbable - Prosecution established the factum of recovery from the appellant and also proved the demand and acceptance of illegal gratification by appellant as motive/ reward for showing official favour to the complainant. Prevention of Corruption Act, 1988 - s. 20 - Statutory presumption under - Can be dislodged by the accused by bringing on record some evidence - Duty of the Court in this regard - Held: When some explanation is offered, the court is obliged to consider the explanation uls. 20 - Consideration of the explanation has to be on the touchstone of preponderance of probability - It is not to be proven beyond all reasonable doubt.Appeal - Appeal against conviction - Dismissed - Dismissal challenged - Plea of accused-appellant that the appellate Court (High Court) should not have decided the appeal on merits in absence of the appellant's counsel - Held: Not ·tenable :.... The court deciding the criminal appeal 8 is not bound to adjourn the matter if both the appellant or his counseV lawyer are absent though the court may, as a matter of prudence or indulgence, do so - It can dispose of the appeal after perusing the record and judgment of the trial court - It cannot be said that the ·court cannot decide a C criminal appeal in absence of the counsel for the accused- appellant. A Sentence I Sentencing - Appellant convicted and sentenced by courts below under provisions of the Prevention of Corruption Act for committing criminal act relating to D demand and acceptance of bribe - Plea of appellant before Supreme Court for reduction of the period of sentence to the period already undergone in custody - Held: Not tenable - Relevant statutory provisions under the Prevention of Corruption Act provide for a minimum sentence - Where E minimum sentence is provided, it is not appropriate to exercise jurisdiction under Article 142 of the Constitution to reduce the sentence on the ground of any mitigating factor - However, regard being had to the age and ailments of the accused-appellant, sentence of imprisonment u/s.13(1)(d) rl F w s.13(2) reduced from two years (as imposed by High Court) to the statutory minimum sentence of one year - Prevention of Corruption Act, 1988 - s. 7 and s.13(1){d) rlw s.13(d) - Constitution of India, 1950 - Article 142."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "RAJAMANI VS. STATE OF KERALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTcyMA==",
        "Citation": "[2013] 4 S.C.R. 187",
        "Case Type": "(CRIMINAL APPEAL /397/2013)",
        "Date": "06 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9SYWphbWFuaSBfIFN0YXRlIE9mIEtlcmFsYV8xNzAxMjQwNzkzLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 187",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "06 March 2013",
        "Petitioner:": "Rajamani",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 136",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Kerala",
        "Case Type:": "CRIMINAL APPEAL /397/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerela Abkari Act",
            "illegal trade in liquor"
        ],
        "HeadNote": "Kera/a Abkari Act (1 of 1077) - s.55(a) - Conviction under - For illegal trade in liquor - Trial court sentenced the C accused to seven years imprisonment and imposed fine of Rs. 1 lakh with default clause - High Court reduced the sentence to five years imprisonment and enhanced the amount of fine to Rs. 2 /akhs - Notice by Supreme Court limited on. the question of sentence - Held: In view of the D circumstances of the case that the accused was only a driver of the lorry in which the goods were tr.ansported, and the investigating agency did not make any endeavour to expose the racketeers, the sentence of the accused is reduced to three years imprisonment and fine is reduced to Rs. 1 lakh."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "JOYDEB PATRA & ORS. VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTczNw==",
        "Citation": "[2013] 4 S.C.R. 192",
        "Case Type": "(CRIMINAL APPEAL /203/2007)",
        "Date": "06 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9Kb3lkZWIgUGF0cmEgJiBPcnMuIF8gU3RhdGUgT2YgV2VzdCBCZW5nYWxfMTcwMTI0MTA3Mi5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 192",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "06 March 2013",
        "Petitioner:": "Joydeb Patra & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 137",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /203/2007",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "murder",
            "poison",
            "Burden to prove"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302134 - Alleged murder of C woman by poisoning - By her husband and his relatives - Conviction by courts below, solely on the basis of ocular testimony of the doctor who had conducted postmortem - Courts below placed onus on the accused to prove that the deceased did not die on account of homicide - Held: The o Inquest Report, Postmortem Report and Chemical Examiner's Report do not show that death occurred due to poisoning - Prosecution failed to establish beyond reasonable doubt that poison was administered to the deceased - Courts be/uw wrongly shifted the onus on the accused persons to E prove that they were not guilty - Burden to prove the guilt is on the prosecution and only when this burden is discharged, accused are required to prove any fact within their special knowledge uls.106 of Evidence Act - Evidence Act, 1872 - s.106."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "RAMSWAROOP AND ANOTHER VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc0OA==",
        "Citation": "[2013] 4 S.C.R. 198",
        "Case Type": "(CRIMINAL APPEAL /673/2008)",
        "Date": "12 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9SYW1zd2Fyb29wIEFuZCBBbm90aGVyIF8gU3RhdGUgT2YgTWFkaHlhIFByYWRlc2hfMTcwMTI0MTMzOC5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 198",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "12 March 2013",
        "Petitioner:": "Ramswaroop And Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 152",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /673/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Unlawful assembly",
            "Murder"
        ],
        "HeadNote": "Penal Code, 1860 - s. 148, s. 302 rlw s. 149, ss. 452 and 325 rlw s. 149 - Murder - Unlawful assembly assaulted victim C with various weapons resulting in his death - One injured eye- witness - Conviction of accused-appellants - Justification - Held: Justified - No reason to disbelieve the version of injured eye-witness (PW-5), the mother of the victim who 'Sustained injuries while trying to save her son - High Court rightly D concluded that the appellants caused fatal blows due to which the victim succumbed to injuries while on the way to hospital - Also, as per the medical evidence, the injuries received by the victim at the instance of the appellants were sufficient to cause death in the ordinary course of nature. E Sentence I Sentencing - Murder case - Death caused due to assault with various weapons - Accused-appellants convicted uls.302 /PC and sentenced to life imprisonment - Plea of appellants for leniency in sentencing - Held: Not F tenable, since prosecution established its case beyond reasonable doubt, particularly, role of the appellants who caused fatal injuries - Conviction u/s. 302 being affirmed, the Court cannot impose a lesser sentence than what is prescribed by law, however, taking note of the age of appellant no. 2, he is free to make a representation to the -Government G for remission - Penal Code, 1860 - s. 302."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "THE OFFICIAL LIQUIDATOR, U.P. AND UTTARAKHAND VS. ALLAHABAD BANK AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc2MA==",
        "Citation": "[2013] 4 S.C.R. 207",
        "Case Type": "(CIVIL APPEAL /2511/2013)",
        "Date": "12 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice H.L. Dattu",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9UaGUgT2ZmaWNpYWwgTGlxdWlkYXRvciwgVS5wLiBBbmQgVXR0YXJha2hhbmQgXyBBbGxhaGFiYWQgQmFuayBBbmQgT3JzLl8xNzAxMjQxNTkxLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 207",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "12 March 2013",
        "Petitioner:": "The Official Liquidator, U.p. And Uttarakhand",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 153",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Allahabad Bank And Ors.",
        "Case Type:": "CIVIL APPEAL /2511/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Recovery of Debts",
            "Auction",
            "sale",
            "Company Court"
        ],
        "HeadNote": "Recovery of Debts Due to Banks and Financial Institutions Act, 1993 - s.30 - Auction/sale by Recovery Officer t.mder 1993 Act - In a winding-up proceedings, C appointment of Official Liquidator by Company Court - Officia! Liquidator's challenge to the auction/sale before Company Court - Jurisdiction of Company Court to entertain the challenge - Held: 1993 Act is a complete code in itself and the tribunal (ORT) has exclusive jurisdiction for the purpose o of sale of the properties for realization of the dues to the Banks and financiql institutions - But at the time of auction/sale, it is required to associate the Official Liquidator - 1993 Act clearly provides- that any person aggrieved by the act of Recovery Officer can prefer an appeal - The Official E Liquidator whose association is mandatorily required can be regarded as person aggrieved by the action taken by Recovery Officer - In view of the fact that 1993 is a special legislation, appeal thereunder is the only remedy, and Company Court has no jurisdiction in such matter - Doctrine F of Election is also not applicable in this case - Thus Official Liquidator can take recourse only to the mode of appeal under 1993 Act and cannot approach the Company Court - Companies Act, 1956 - Jurisdiction - Doctrine - Doctrine of Election. G High Court - Jurisdiction of - Under Companies Act - Nature of- Held: Jurisdiction of High Court under Companies Act is ordinary in nature and not extraordinary or inherent."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "BHARAT BHUSHAN & ANR. VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc3Mg==",
        "Citation": "[2013] 4 S.C.R. 230",
        "Case Type": "(CRIMINAL APPEAL /982/2007)",
        "Date": "12 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9CaGFyYXQgQmh1c2hhbiAmIEFuci4gXyBTdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaF8xNzAxMjQxODcwLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 230",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "12 March 2013",
        "Petitioner:": "Bharat Bhushan & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 154",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /982/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "husband and his relatives",
            "cruelty",
            "harassment"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 3048 and 498A - Prosecution C under - Of husband and his relatives - Conviction by courts below - Plea of accused-appellant Nos. 2 and 4 that they were living separately and hence act of cruelty cannot be attributed to them - Appeal confined to appellant Nos. 2 and 4 - Held: The case of the said appellants not covered either uls. 3048 D or uls. 498A - Act of cruelty or harassment against the deceased not established, hence the said appellants cannot be held guilty u/ss. 3048 and 498A."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "KAMLENDRA SINGH @ PAPPU SINGH VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc4Mg==",
        "Citation": "[2013] 4 S.C.R. 236",
        "Case Type": "(CRIMINAL APPEAL /451/2013)",
        "Date": "15 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9LYW1sZW5kcmEgU2luZ2ggQCBQYXBwdSBTaW5naCBfIFN0YXRlIE9mIE0ucC5fMTcwMTI0MjA1NS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 236",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "15 March 2013",
        "Petitioner:": "Kamlendra Singh @ Pappu Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 165",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /451/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice",
            "Plea of juvenility"
        ],
        "HeadNote": "Juvenile Justice (Care an~ Protection of Children) Act, 2000 - Conviction u/s. 307 /PC - Plea of juvenility before C Supreme Court - Held: The accused was a juvenile on the date of the incident - Therefore, sentence awarded by courts below set aside - ~ records directed to be placed before the Juvenile Justice Board - Penal Code, 1860 - s.307."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "CHAIRMAN, RUSHIKULYA GRAMYA BANK VS. BISAWAMBER PATRO & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc5MA==",
        "Citation": "[2013] 4 S.C.R. 239",
        "Case Type": "(CIVIL APPEAL /2760/2013)",
        "Date": "02 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Aftab Alam\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfMjM5IC0gMjQ3XzE3MDMyMzg3MTIucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 239",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "02 April 2013",
        "Petitioner:": "Chairman, Rushikulya Gramya Bank",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 201",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aftab Alam",
        "Respondent:": "Bisawamber Patro & Others",
        "Case Type:": "CIVIL APPEAL /2760/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Promotion"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SHABIR AHMED TELI VS. STATE OF JAMMU & KASHMIR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgwMA==",
        "Citation": "[2013] 4 S.C.R. 248",
        "Case Type": "(CRIMINAL APPEAL /700/2006)",
        "Date": "11 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Aftab Alam\n*, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfMjQ4IC0gMjU5XzE3MDMyMzg3NzUucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 248",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "11 April 2013",
        "Petitioner:": "Shabir Ahmed Teli",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 241",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Aftab Alam",
        "Respondent:": "State Of Jammu & Kashmir",
        "Case Type:": "CRIMINAL APPEAL /700/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Ranbir Penal Code"
        ],
        "HeadNote": " Ranbir Penal Code - s. 302 - Murder - Life imprisonment - Appellant allegedly killed his neighbor by  firing several gun shots at him - Alleged motive behind the killing was refusal by the deceased to give his daughter in marriage to the appellant - Conviction of accused-appellant - Justification of - Held: Justified - Statements of the PWs made it clear that the family members of the deceased were  full of fear of the appellant, who had an unruly and violent background - Appellant used to come to the house of the deceased as he wished and give to his family members open threats of dire consequences for not giving his daughter to him in marriage - Ocular evidence reliable - Evidences of  each of the six witnesses internally sound and corroborated the testimonies of the other witnesses.  Investigation - Slow and shoddy investigation - Effect on the prosecution case - Held: On facts, keeping in view the unruly and violent background of the accused-appellant,  truthfulness of the prosecution case to be tested on the intrinsic worth of the prosecution evidence leaving aside the failings of the police investigation.  "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "ARVIND KUMAR SHARMA VS. VINEETA SHARMA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgxMA==",
        "Citation": "[2013] 4 S.C.R. 260",
        "Case Type": "(CIVIL APPEAL /3884-3886 /2013)",
        "Date": "15 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfMjYwIC0gMjYyXzE3MDMyMzg4NTYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 260",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "15 April 2013",
        "Petitioner:": "Arvind Kumar Sharma",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 252",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Vineeta Sharma & Anr.",
        "Case Type:": "CIVIL APPEAL /3884-3886 /2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Practice and Procedure",
            "Consolidation"
        ],
        "HeadNote": "Practice and Procedure - Consolidation of proceedings C in two suits - The suits filed by husband before Family Court - One seeking divorce and other seeking permanent and temporary injunction restraining the wife from entering matrimonial home - In the second suit ex-parte ad interim injunction granted - Plea of wife to consolidate both the o proceedings, rejected by Family Court - Appeal by wife praying for consolidation of the two proceedings - High Court stayed the operation of ex-parte ad interim injunction as well as hearing of both the suits - Held: High Court committed mistake in granting a relief which was not even prayed for - E Order of High Court set aside - Both the suits directed to be consolidated and be tried together."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "RANJIT KUMAR MURMU VS. M/S LACHMI NARAYAN BHOMROJ & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgxNg==",
        "Citation": "[2013] 4 S.C.R. 263",
        "Case Type": "(CIVIL APPEAL /7263/2012)",
        "Date": "15 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfMjYzIC0gMjcyXzE3MDMyMzg5MzAucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 263",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "15 April 2013",
        "Petitioner:": "Ranjit Kumar Murmu",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 253",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "M/s Lachmi Narayan Bhomroj & Ors.",
        "Case Type:": "CIVIL APPEAL /7263/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "West Bengal Kerosene Control Order"
        ],
        "HeadNote": "West Bengal Kerosene Control Order, 1968 - Paras 8 to 11 - A/location of monthly quota to kerosene oil dealers - C Quota allotted to appellant-dealer reduced by the Director of Consumer Goods - Order upheld by District Magistrate - Appeal· before Principal Secretary! Commissioner of Food and Supply Department which set aside the order of District Magistrate - Jurisdiction of Principal Secretary/Commissioner to entertain the appeal - Challenged - Held: Order passed by District Magistrate, could not be termed as an order under para 8 or 9 of the Control Order and thus, no appeal was maintainable under para 10 of the Control Order before the Principal Secretary! Commissioner - Even if the order of E District Magistrate was passed under para 11 of the Control Order, such order was not appealable under para 10 or before the Principal Secretary !Commissioner - The State has the inherent power to alter or to set aside any order passed by the District Magistrate but it should follow the procedure as F prescribed by the law - From the order passed by the Principal Secretary/Commissioner, it is apparent that the order was passed in capacity of his designated post and not on behalf of the State - High Court justified in holding that the Principal Secretary !Commissioner was not competent to hear the G appeal."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "MARIAPPAN VS. STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgxOA==",
        "Citation": "[2013] 4 S.C.R. 273",
        "Case Type": "(CRIMINAL APPEAL /926/2009)",
        "Date": "18 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9NYXJpYXBwYW4gXyBTdGF0ZSBPZiBUYW1pbCBOYWR1XzE3MDEyNDMwNzAucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 273",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "18 April 2013",
        "Petitioner:": "Mariappan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 273",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /926/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Defence of insanity",
            "Murder"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 84, 299, 302 and 449 - Murder - Defence of insanity - Accused-appellant repeatedly assaulted his paternal aunt with a 'aruval' and thereby caused C her death - Conviction of appellant by trial court and High Court - Challenged - Plea of insanity by appellant seeking protection u/s.84 IPC.:... Held: Physical and mental condition of the accused at the time of commission of offence, is paramount for bringing the case within puNiew of s.84- ln the D case on hand, no evidence as to the unsoundness of mind of the appellant-accused at the time of the occurrence - Appellant had coine to the house of the deceased one day prior to the occurrence, demanded money and threatened the deceased of grave consequences and on the next day, when E the demand was not fulfilled, he trespassed into the house, pushed away PWs 1 and 2, bolted the door from inside and inflicted repeated 'aruval' blows on the deceased which resulted into her death - All these aspects also show that at the relevant tiine, appellant was not insane as claimed by him F - Further, appellant was examined as a defence witness and according to the trial Judge, as a witness, he made his statement clearly and cogently and meticulously followed the court proceedings - The trial Judge, after noting appellant's answers in respect of the questions u/s. 313 CrPC concluded G that he could not be termed as an •insane\" person - Burden of proving an offence is always on the prosecution and never shifts, however, existence of circumstances bringing the case within exception uls.84 /PC lies on the accused - Appellantfailed to discharge the burden as stated in s. 105 of the Evidence Act - Evidence Act, 1872 - s.105."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "ROOP SINGH VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyMA==",
        "Citation": "[2013] 4 S.C.R. 287",
        "Case Type": "(CRIMINAL APPEAL /1345/2005)",
        "Date": "18 JUNE 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Ms. Justice Gyan Sudha Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9Sb29wIFNpbmdoIF8gU3RhdGUgT2YgTWFkaHlhIFByYWRlc2hfMTcwMTI0NTQyNC5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 287",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "18 June 2013",
        "Petitioner:": "Roop Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 369",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1345/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "Consent"
        ],
        "HeadNote": "Penal Code, 1860: ss. 376 and 450 - Rape - Consent - Connotation of - Explained - Held: The evidence on record is clear that the victim was not a willing party to the sexual intercourse committed by the accused and it cannot be said that she voluntarily participated in it after fully exercising her choice in favour of assent - Nor can it be held that the accused was falsely implicated in the offences."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "VIJAY JAIN VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyMQ==",
        "Citation": "[2013] 4 S.C.R. 293",
        "Case Type": "(CRIMINAL APPEAL /486/2013)",
        "Date": "20 JUNE 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9WaWpheSBKYWluIF8gU3RhdGUgT2YgTWFkaHlhIFByYWRlc2hfMTcwMTI0NTY1OS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 293",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "20 June 2013",
        "Petitioner:": "Vijay Jain",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 370",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /486/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs",
            "Psychotropic Substances",
            "seizure of contraband"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985: s. 8121 (c) - Conviction on the ground of seizure of c contraband goods from accused - Non production of contraband goods before court - Effect of - Held: As the prosecution has not produced before court, the brown sugar alleged to have been seized from appellants and has also not offered any explanation therefor and as the evidence of D witnesses to seizure does not establish seizure of brown sugar from appellants, judgment of trial court convicting the appellants and that of High Court maintaining the conviction are not sustainable and, as such, are set aside."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF MAHARASHTRA AND OTHERS VS. NOWROSJEE WADIA COLLEGE AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyMg==",
        "Citation": "[2013] 4 S.C.R. 303",
        "Case Type": "(CIVIL APPEAL /531-532 /2013)",
        "Date": "29 JANUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice H.L. Gokhale",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBNYWhhcmFzaHRyYSBBbmQgT3RoZXJzIF8gTm93cm9zamVlIFdhZGlhIENvbGxlZ2UgQW5kIE90aGVyc18xNzAxMjQ1ODc5LnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 303",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "29 January 2013",
        "Petitioner:": "State Of Maharashtra And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 63",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "Nowrosjee Wadia College And Others",
        "Case Type:": "CIVIL APPEAL /531-532 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Leave encashment benefit"
        ],
        "HeadNote": "Se1Vice Law: Leave encashment benefit - To the teachers of Pune c University employed with Government affiliated colleges - Provided by the statutes 424(3) and 424(C) of University of Pune framed under Poona University Act, 1974 - Enactment of Maharashtra Universities Act, 1994 resulted in repeal of 1974 Act - Instruction by Government to Universities to D discontinue benefit of leave encashment - State a/so directed the University to amend the University statutes with retrospective effect and till then to bear expenses incurred in payment of leave encashment - Statutes 424(3) and 424(C) not modified or superseded - Directions of the State E challenged by institutes before High Court seeking mandamus to reimburse the amount paid by them to the teachers by way of leave encashment - High Court directed the State to reimburse the amount - On appeal, held: Though the 197 4 Act entitle the teachers of affiliated colleges the benefit of leave encashment, but neither the 1974 Act nor the F 1994 Act oblige the State to extend this benefit - Merely because the University statute provides for the benefit, it does not entitle the University/College to claim reimbursement from the State as of right - The State was also justified in issuing directives to the Universities to amend their statutes - G Maharashtra Universities Act, 1994 - s. 115 - Poona University Act, 1974 - Statutes of Pune University- Statutes 424(3) and 424(C)."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "THE RAJASTHAN STATE INDUSTRIAL DEVELOPMENT AND INVESTMENT CORPORATION & ANR. VS. DIAMOND AND GEM DEVELOPMENT CORPORATION LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyMw==",
        "Citation": "[2013] 4 S.C.R. 331",
        "Case Type": "(CIVIL APPEAL /7252-7253/2003)",
        "Date": "12 FEBRUARY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9UaGUgUmFqYXN0aGFuIFN0YXRlIEluZHVzdHJpYWwgRGV2ZWxvcG1lbnQgQW5kIEludmVzdG1lbnQgQ29ycG9yYXRpb24gJiBBbnIuIF8gRGlhbW9uZCBBbmQgR2VtIERldmVsb3BtZW50IENvcnBvcmF0aW9uIEx0ZC4gJiBBbnIuXzE3MDEyNDYzNjcucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 331",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "12 February 2013",
        "Petitioner:": "The Rajasthan State Industrial Development And Investment Corporation & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 93",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Diamond And Gem Development Corporation Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /7252-7253/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan State Industrial",
            "Contract"
        ],
        "HeadNote": "Rajasthan State Industrial & Investment Corporation C Limited (Disposal of Land) Rules, 1979 - r.24 - Land notified for public purpose - Possession of land taken over by the State Government and handed over to appellant-Rf/CO - Appellant allotted the land to respondent-company, to facilitate establishment of an Industrial Estate - Lease deed D executed between appellant and respondent-company - - Respondent-company asked the appellant to provide it accessibility via an approach road and, as the same was not provided, it filed writ petition seeking such approach/access road - Meanwhile, on ground of non-completion of project E within stipulated period, the appellant cancelled the lease deed and took back possession of the land - Same challenged by respondent-company by filing another writ petition - High Court allowed both the writ petitions - On appeal, held: The allotment was made on \"as-is- where-is\" F basis which was accepted by respondent-company without any protest - Terms of the lease deed made it clear that no obligation was placed upon the appellant to provide to the respondent the access road - As per the lease deed, the entire project was to be completed within five years, but G construction was made just on a fraction of the entire land - The lease deed also contemplated that, the lessee will not transfer nor sub-let nor relinquish rights without prior permission from the appellant - However, respondent-company had negotiated with a third party for development of the land - Cancellation of allotment was made by appellant in exercise of its power under Rule 24 of the 1979 Rules read with the terms of the lease agreement - Respondent- company did not resort to any of the statutory remedies, rather B preferred a writ petition which could not have been entertained by the High Court - High Court erred in treating the whole case to be governed only under the 1959 Rules, and in holding that the 1979 Rules had no application at all - It further mis-interpreted the amendment to Rule 11-A of the c 1959 Rules and decided the case on speculative and hypothetical reasons - Order of cancellation of allotment in favour of respondent-company accordingly restored - Rajasthan Land Revenue (Industrial area allotment) Rules, 1959 - r.11-A - Rajasthan Land Acquisition Act, 1953 - ss. 4and6. 0 A Contract - Terms and conditions - Interpretation - Held: The contract is to be interpreted giving the actual meaning to the words contained in the contract -It is not permissible for the court to make a new contract, however reasonable, if E the parties have not made it themselves. F Constitution of India, 1950 - Article 226 - Contractual disputes and writ jurisdiction - Held: Generally the court should not exercise its writ jurisdiction to enforce contractual obligation. Doctrines I Principles - Doctrine of estoppel by election - Basis of - Equity. Words and Phrases - \"as-is-where-is\" - Meaning of. G H Words and Phrases - \"as if' - Meaning of - Rajasthan Land Revenue (Industrial area allotment) Rules, 1959- r.11A (as amended). Words and Phrases - \"mutatis mutandis\" - Meaning ofRajasthan Land Revenue (Industrial area allotment) Rules, 1959 - r.11A (as amended)."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SMT. K. VIJAYA LAKSHMI VS. GOVT. OF ANDHRA PRADESH REPRESENTED BY ITS SECRETARY HOME (COURTS C1) DEPARTMENT AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyNA==",
        "Citation": "[2013] 4 S.C.R. 364",
        "Case Type": "(CIVIL APPEAL /1389/2013)",
        "Date": "18 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice H.L. Gokhale\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TbXQuIEsuIFZpamF5YSBMYWtzaG1pIF8gR292dC4gT2YgQW5kaHJhIFByYWRlc2ggUmVwcmVzZW50ZWQgQnkgSXRzIFNlY3JldGFyeSBIb21lIChjb3VydHMgQzEpIERlcGFydG1lbnQgQW5kIEFuci5fMTcwMTI0NjY4Ny5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 364",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "18 February 2013",
        "Petitioner:": "Smt. K. Vijaya Lakshmi",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2013 INSC 107",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Govt. Of Andhra Pradesh Represented By Its Secretary Home (courts C1) Department And Anr.",
        "Case Type:": "CIVIL APPEAL /1389/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Appointment as Civil Judge",
            "meaningful consultation"
        ],
        "HeadNote": "Constitution of India, 1950: Article 234 - Appointment as Civil Judge denied - On the basis of police report alleging association of the candidate and her husband with banned political party - All the relevant D papers of police investigation not placed by State Government to the High Court on administrative side - State itself took decision that her candidature could not be considered in view of adverse police report - Held: Since the complete papers were not placed before High Court on administrative side, it cannot be said that there has been E meaningful consultation with High Court as required u/Art. 234 - High Court administration thus failed in discharging its responsibility u/Art. 234 - Direction to State Government to place the Police Report before the High Court on the administrative side. F Article 22(1) - Appointment as Civil Judge - Denied on the basis of police report alleging association of candidate's husband (an advocate) with a banned political party - Plea of the candidate that her husband might have appeared as G an advocate for some litigants belonging to that party - Held: The candidate cannot be made to suffer for the role of her husband who was discharging his duty as an advocate in furtherance of fundamental rights provided u!Art. 22(1) of the litigants - Also as per rules framed by Bar Council of India,an advocate is bound to accept any brief and that it is duty of advocate to uphold the interests of his client - Constitution of India, 1950- Article 22(1) - Advocates Act, 1961 - s. 49 - Bar Council of India Rules - rr. 11 and 15 - Judicial Service. Judicial Review - Concerning appointment of a civil judge - Permissibility - Held: Judicial review in such matter is permissible, if there is any breach or departure from Art. 234 or Judicial Service Rules - Constitution of India, 1950 - Articles 226 and 234 - Judicial Service."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "THE STATE OF A.P. & ORS. VS. M/S. STAR BONE MILL & FERTILISER CO.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg2MA==",
        "Citation": "[2013] 4 S.C.R. 394",
        "Case Type": "(CIVIL APPEAL /6690/2004)",
        "Date": "21 FEBRUARY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfMzk0IC0gNDA4XzE3MDMyMzg5OTgucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 394",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "21 February 2013",
        "Petitioner:": "The State Of A.p. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 116",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "M/s. Star Bone Mill & Fertiliser Co.",
        "Case Type:": "CIVIL APPEAL /6690/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Property Law",
            "Ownership",
            "Title"
        ],
        "HeadNote": " Property Law - Ownership and title - Suit filed by C respondent in 1974 on basis of registered sale deed dated o E F G H 11-11-1959 for declaration of title - Trial court decreed the suit, holding that appellant-Government was not the owner of the suit property, and that the respondent had a better title over it- Order upheld by High Court- On appeal, held: The Courts below erred in ignoring the revenue record, particularly, the documents showing that the Government was the absolute owner of the suit property since at least 1920 - Unless Mis A (the vendor of respondent) had valid title, the respondent could not claim any relief whatsoever from court - There was clear admission by respondent in its letter dated 22-5-1970 to the Chief Minister of the State to the effect that it had been cheated by Mis. A which had no title over the suit property, and had executed sale deed in favour of respondent by way of misrepresentation - Documents on record established that Mis A was merely a lessee of the appellant-Government - Sale deed relied upon by the respondent thus invalid and inoperative - Suit filed by respondent accordingly dismissed - Maxims - Nemo dat quid non habet and Nemo plus juris tribuit quam ipse habet. Evidence Act, 1872 - s.90 - Purpose of- Held: Is to do away with strict rules, as regards requirement of proof, which are enforced in the case of private documents, by giving rise to a presumption of genuineness, in respect of certain documents that have reached a certain age - The period iso be reckoned backward from the date of the offering of the document, and not any subsequent date, i.e., the date of decision of suit or appeal - Deeds and documents - Ancient documents - Admissibility of. Evidence Act, 1872 - s. 110 - Presunption of title as a result of possession - Held: Can arise only where facts disclose that no title vests in any party. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "M/S. A.S. MOTORS PVT. LTD. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg4Ng==",
        "Citation": "[2013] 4 S.C.R. 409",
        "Case Type": "(CIVIL APPEAL /1517/2013)",
        "Date": "21 FEBRUARY 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfNDA5IC0gNDMyXzE3MDMyMzkwNjkucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 409",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "21 February 2013",
        "Petitioner:": "M/s. A.s. Motors Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 117",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CIVIL APPEAL /1517/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract",
            "Administrative Law",
            "Natural justice"
        ],
        "HeadNote": " Contract - Termination of, by respondent-authority - Termination challenged on ground that principles of natural justice requiring a fair hearing to the appellant were not C complied with - Held: Termination of the contract was preceded by a show-cause notice issued to the appellant and a hearing provided to it by the competent authority - The show-cause notice enclosed with it all relevant documents - Issue of a show-cause notice and disclosure of material on D the basis of which action was proposed to be taken against the appellant was in compliance with the requirement of fairness to the appellant - Absence of any a/legation of ma/a tides against those taking action as also the failure of the appellant to disclose any prejudice, all indicated that the E procedure was fair and in substantial, if n_ot strict, compliance with the requirements of audi alteram partem - Principles of natural justice thus stood substantially complied with. Contract - For collection of fee for using stretch of road on the National Highway - Awarded to appellant - Contract subsequently terminated by respondent-authority - Termination challenged on ground that there was no real basis for the respondent-authority to hold that appellant- contractor had committed any breach of the terms and conditions of the contract warranting its termination - Held: Reports submitted by the agency employed by respondent- authority clearly showed that appellant-contractor was indulging in malpractices - If the report submitted by theagency against whom the appellant has no allegation of malice or other extraneous considerations to make are accepted, no reason why the same could not furnish a safe basis for the respondent to take action against the appellant especially when it was abusing its position as a contractor, B putting the public at large to unnecessary harassment and demanding money not legally recoverable from them - Appel/ant-contractor, thus, not entitled to claim any relief. Contract - Termination of, by respondent-authority - Fotfeiture of petformance security furnished by appellant- C contractor- Justification of - Held: Justified - Such fotfeiture was available to respondent-authority under the terms of the contract and the provisions of s. 7 4 of the Contract Act did not forbid the same - An aggrieved party is entitled to receive compensation from the party who has broken the contract D whether or not actual damage or loss is proved to have been caused by the breach - Contract Act, 1872 - s. 72. Contract - Termination of, by respondent-authority - Revocation of bank guarantee furnished by appellant- E contractor - Justification - Held: Not justified as respondent- authority had already recovered the penalty levied by it and also fotfeited the petformance security - Though in terms of clause 1 B(b) of the contract, the respondent-authority had the right to estimate the excess of collection by the appellant- F contractor and recover the same from it, however, nothing on record whether any such estimation was made by the authority and if so the basis on which that was done - Without a proper estimation of the excess received by the appellant-contractor, it was not open to the respondent-authority to invoke the bank G guarantee. Administrative Law - Natural justice - Rules of - Held: Are not rigid, immutable or embodied rules - To an extent there has been a shift from the earlier thought that even a technical infringement of the rules is sufficient to vitiate action.Administrative Law - Natural justice - Doctrine of audi ' alteram partem - Object of - Held: Is to strike at arbitrariness and want of fair play. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SOM RAJ @ SOMA VS. STATE OF H.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTkyMw==",
        "Citation": "[2013] 4 S.C.R. 433",
        "Case Type": "(CRIMINAL APPEAL /1772/2008)",
        "Date": "22 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9Tb20gUmFqIEAgU29tYSBfIFN0YXRlIE9mIEgucC5fMTcwMTI0OTEyOS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 433",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "22 February 2013",
        "Petitioner:": "Som Raj @ Soma",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 124",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of H.p.",
        "Case Type:": "CRIMINAL APPEAL /1772/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Assault with deadly weapon",
            "bodily injury"
        ],
        "HeadNote": " Penal Code, 1860- s.302- Assault with deadly weapon on vital part of the body causing death of a person - Appellant inflicted blow with a 'darat' (agricultural implement having a large cutting blade) on the back of the deceased's head - The blow proved to be fatal - Conviction of appellant uls.302 - Justification of - Held: Justified - Appellant chose the sharp side of the 'darat' and not the blunt side - The ferocity with which the blow was struck clearly emerges from the fact that the blow resulted in cutting through the skull of the deceased and caused a hole therein, resulting in exposing the brain tissue - It is not the case of the appellant, that the occurrence arose out of a sudden quarrel or in the heat of the moment - It is not even his case, that he had retaliated as a consequence of provocation at the hands of the deceased - Five witnesses stated in unison, that appellant was in the process of inflicting a second blow on the deceased, when they caught hold of him, whereupon one of them (PW6) snatched the 'darat' from the appellant, and threw it away - In such a situation, it would be improper to treat I determine the culpability of the appellant by assuming, that he had inflicted only one injury on the deceased - Appellant must be deemed to have committed the offence of 'culpable homicide amounting to murder' u/s.302 IPC, as he had struck the 'darat' blow, with the intention of causing such bodily injury, which he knew was so imminently dangerous, that it would in all probability cause the death of the deceased. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF KERALA AND OTHERS VS. SNEHA CHERIYAN AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTkzNg==",
        "Citation": "[2013] 4 S.C.R. 460",
        "Case Type": "(CIVIL APPEAL /1643/2013)",
        "Date": "22 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBLZXJhbGEgQW5kIE90aGVycyBfIFNuZWhhIENoZXJpeWFuIEFuZCBBbm90aGVyXzE3MDEyNDkzNzYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 460",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "22 February 2013",
        "Petitioner:": "State Of Kerala And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 125",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Sneha Cheriyan And Another",
        "Case Type:": "CIVIL APPEAL /1643/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Re-appointment",
            "teachers"
        ],
        "HeadNote": " Service Law - Re-appointment - Of teachers - In aided schools in the State of Kera/a - Minimum continuous service C in an academic year - If a pre-requisite for raising claim for re-appointment ulr. 51A in view of r. 7 A(3) - Held: Sub rule (3) of r. 7 A cannot be read in isolation, it has to be read in light of the proviso to r.51A - Requirement of preventing the aided school managers in creating short-term vacancies and D appointing several persons in those vacancies so as to make them claimants ulr.51A - Looking to the mischief or evil sought to be remedied, purposive construction required to be adopted - A teacher relieved from service under rr. 49 and 53, is entitled to get preference for appointment under r.51A only E if the teacher has a minimum prescribed continuous service in an academic year as on the date of relief - Kera/a Education Rules, 1959 - Chapter XIV A - r.7A(3) rlw r.51A. Words and Phrases - Duration of vacancy - Meaning of. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "ESHA EKTA APARTMENTS CO-OPERATIVE HOUSING SOCIETY LIMITED AND OTHERS VS. MUNICIPAL CORPORATION OF MUMBAI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk0OQ==",
        "Citation": "[2013] 4 S.C.R. 478",
        "Case Type": "(CIVIL APPEAL /7934/2012)",
        "Date": "27 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9Fc2hhIEVrdGEgQXBhcnRtZW50cyBDby1vcGVyYXRpdmUgSG91c2luZyBTb2NpZXR5IExpbWl0ZWQgQW5kIE90aGVycyBfIE11bmljaXBhbCBDb3Jwb3JhdGlvbiBPZiBNdW1iYWkgQW5kIE90aGVyc18xNzAxMjQ5NTk2LnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 478",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "27 February 2013",
        "Petitioner:": "Esha Ekta Apartments Co-operative Housing Society Limited And Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 128",
        "Judgment Delivered by:": "Hon'ble Mr. Justice G.S. Singhvi",
        "Respondent:": "Municipal Corporation Of Mumbai And Others",
        "Case Type:": "CIVIL APPEAL /7934/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Development",
            "Maharashtra Regional and Town Planning Act"
        ],
        "HeadNote": " Urban Development - Maharashtra Regional and Town Planning Act, 1966 - ss.44, 45, 47, 52 to 57 - Illegal and unauthorized construction made by developers/builders - Demolition order - Plea of flat buyers for regularization of construction - Held: By rejecting the prayer for regularization of the floors constructed in wanton violation of the sanctioned plan, the Deputy Chief Engineer of the Mumbai Municipal Corporation and the Appellate Authority demonstrated their determination to ensure planned development of the city - The 1966 Act does not mandate regularization of construction made without obtaining the required permission or in violation thereof - The 1963 Act too does not entitle the flat buyers to seek a mandamus for regularization of unauthorized/illegal construction - The 1991 Regulations also cannot be invoked for regularization of the disputed construction because the same were enforced much later - The flat buyers had entered into agreements with the developers/builders much before commencement of the construction - They were aware of the facts and had consciously occupied the flats illegally constructed by the developers/builders - No case made out for directing the respondents to regularize construction made in violation of the sanctioned plan - No authority administering municipal laws and other similar laws can encourage such violation - The Courts are also expected to refrain from exercising equitable jurisdiction for regularizationof illegal and unauthorized constructions - Flat buyers, however, free to avail appropriate remedy against the developers/builders - Mumbai Municipal Corporatio'n Act, 1888- ss.337, 351 and 354A - Maharashtra Ownership Flats (Regulation of the Promotion of Construction, Sale, Management and Transfer) Act, 1963 - ss.2(c), 3(2), 4, 7(2) & 13 - Development Control Rules for Greater Mumbai, 1967 - Development Control Regulations for Greater Mumbai, 1991. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF U.P. & ORS. VS. MAHESH NARAIN ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk2MQ==",
        "Citation": "[2013] 4 S.C.R. 534",
        "Case Type": "(CIVIL APPEAL /2208-2209 /2013)",
        "Date": "06 MARCH 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBVLnAuICYgT3JzLiBfIE1haGVzaCBOYXJhaW4gRXRjXzE3MDEyNDk3OTYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 534",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "06 March 2013",
        "Petitioner:": "State Of U.p. & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 139",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra",
        "Respondent:": "Mahesh Narain Etc",
        "Case Type:": "CIVIL APPEAL /2208-2209 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Promotion"
        ],
        "HeadNote": " Service Law - Promotion - Eligibility - Held: Respondents were already holding the post of Scientific Officer and hence eligible to the promoted quota of 25% posts of Assistant Director after completion of five years of service as Scientific Officers in terms of the Rules of 1987 - Subsequent amendment of 1990 laying down to fill in all the posts of Assistant Director by direct recruitment could not be applied in case of the respondents - If five years of service is counted from the date of initial promotion (to the post of Scientific Officer) until publication of amended Rules of 1990, the respondents had already completed five years of service on the post of Scientific Officer making them eligible for further promotion of Assistant Director under the 25% promotion quota - Even if respondents had not completed five years of experience on the post of Scientific Officer for any reason, they had the statutory protection and benefit of the proviso to Rule 5 of the 1987 rules which provided that where permanent scientific officers were not available for absorption under the 25% quota, such temporary and officiating personnel were also to be considered for promotion to the said posts who were functioning on permanent basis on the next lower post- U.P. Forensic Science Laboratories Technical Officers Service Rules, 1987 - rr.5 and 16 - U.P. Forensic Science Laboratories Technical Officers' Service (First Amendment) Rules 1990.Service Law - Service rules - Applicability - Effective date - Held: The rules cannot be made effective from thedate of its preparation but will attain legal sanctity and hence capable of enforcement only when the rules are made effective - The date on which the rules is to be made effective would be the date when the rules are published vide the gazette notification. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "GOUDAPPA & ORS. VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk3MQ==",
        "Citation": "[2013] 4 S.C.R. 547",
        "Case Type": "(CRIMINAL APPEAL /229/2007)",
        "Date": "11 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice C.K. Prasad\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9Hb3VkYXBwYSAmIE9ycy4gXyBTdGF0ZSBPZiBLYXJuYXRha2FfMTcwMTI1MDAzMS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 547",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "11 March 2013",
        "Petitioner:": "Goudappa & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 148",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /229/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Common intention",
            "principle of joint liability"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 rlw s. 34, 143 and 148 - Murder - Of husband, by the wife's father and uncles - Five accused - Conviction of accused nos. 3, 4 & 5 (appellants) u/s.302 rl w s.34 - Justification - Held: Justified - Deceased was done to death in furtherance of common intention - The fact that accused nos.3 and 4 held the deceased and facilitated accused no. 5 to give the fatal blow and made no effort to prevent him from assaulting the deceased leads to the irresistible and inescapable conclusion that accused nos. 3 and 4 shared the common intention with accused no. 5 - Intention of accused no.5 clear from the nature of weapon used (jambia) and the severity of attack which was in the area of chest penetrating deep inside up to heart and liver which caused the death of the deceased. Penal Code, 1860 - s. 34 - Scope of - Common intention - Held: s.34 /PC lays down a principle of joint liability in the doing of a criminal act - The common intention is gathered from the manner in which the crime has been committed, the conduct of the accused soon before and after the occurrence, the determination and concern with which the crime was committed, the weapon carried by the accused and from t/le nature and injury caused by one or some of them - For . arriving at a conclusion whether the accused had the common intention to commit an offence of which they could be convicted, the totality of circumstances must be taken into consideration. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "THE CHIEF EXECUTIVE OFFICER, PONDICHERRY KHADI AND VILLAGE INDUSTRIES BOARD AND ANR. VS. K. AROQUIA RADJA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk4MA==",
        "Citation": "[2013] 4 S.C.R. 562",
        "Case Type": "(CIVIL APPEAL /2323/2013)",
        "Date": "12 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9UaGUgQ2hpZWYgRXhlY3V0aXZlIE9mZmljZXIsIFBvbmRpY2hlcnJ5IEtoYWRpIEFuZCBWaWxsYWdlIEluZHVzdHJpZXMgQm9hcmQgQW5kIEFuci4gXyBLLiBBcm9xdWlhIFJhZGphICYgT3JzLl8xNzAxMjUwMjI3LnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 562",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "12 March 2013",
        "Petitioner:": "The Chief Executive Officer, Pondicherry Khadi And Village Industries Board And Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 151",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "K. Aroquia Radja & Ors.",
        "Case Type:": "CIVIL APPEAL /2323/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Recruitment"
        ],
        "HeadNote": " Service Law - Co-terminus employees (respondents) - Entitlement of, to continue in service after cessation of engagement of the person with whose engagement their services were made co-terminus - Held: Respondents were engaged only because their names were sponsored by the D Chairman of the Pondicherry Khadi and Village Industries Board, a statutory body corporate - They did not come into the service either through the Employment Exchange or through any procedure in which they were required to compete against other eligible candidates - Also, the E respondents had been clearly told that their services were co- terminus, and they will have no right to be employed thereafter - It was not permissible for them to challenge their dis- engagement when the tenure of the Chairman was over - Pondicherry Khadi and Village Industries Board Act, 1980 - F ss.3 and 15. Service Law - Recruitment - Proper channel - Requirement of - Held: The requirement of being employed through proper channel could not be relaxed in an arbitrary and cavalier manner for the benefit of a few persons - This G would be clearly violative of Articles 14 and 16 of the Constitution - Constitution of India, 1950 - Articles 14 and 16. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SUBODH NATH AND ANR. VS. STATE OF TRIPURA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk5Mg==",
        "Citation": "[2013] 4 S.C.R. 581",
        "Case Type": "(CRIMINAL APPEAL /1551/2007)",
        "Date": "19 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice H.L. Gokhale",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdWJvZGggTmF0aCBBbmQgQW5yLiBfIFN0YXRlIE9mIFRyaXB1cmFfMTcwMTI1MDUxOS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 581",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "19 March 2013",
        "Petitioner:": "Subodh Nath And Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 176",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Tripura",
        "Case Type:": "CRIMINAL APPEAL /1551/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice",
            "Criminal Trial",
            "Motive"
        ],
        "HeadNote": " Juvenile Justice (Care and Protection of Children) Act, 2000 [as amended by Amendment Act of 2006] - s. 7 A; and proviso & Explanation to s.20 - Applicability of the Act - To offence committed prior to commencement of the Act - Held: In view of the provisions in ss. 7 A and 20, the Act would be applicable - In the instant case, the accused was below 18 years on the date of commission of the offence, and hence would be treated as juvenile under the provisions of the Act - Therefore, case qua the juvenile accused remitted to concerned Juvenile Justice Board - Penal Code, 1860 - s.302134. Penal Code, 1860 - s.302/s.34 - Prosecution under - Conviction by courts below - Held: Appellant No. 1-accused is guilty of offence uls.302 - Prosecution case is supported by eye-witness account corroborated by reliable evidence direct as well as circumstantial - Therefore, his conviction upheld. c o E F Criminal Trial - Discrepancy in the version of witness - Effect of - Court not to discard the evidence on the ground of discrepancies, unless they are 'material discrepancies', so as to create reasonable doubt about the credibility of witnesses. Motive - Relevance of- Held: Motive is relevant in case where prosecution seeks to prove guilt by circumstantial evidence - It becomes irrelevant if offence is proved by direct evidence. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "REPUBLIC OF ITALY AND ORS. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMjc=",
        "Citation": "[2013] 4 S.C.R. 595",
        "Case Type": "(WRIT PETITION (CIVIL) /135/2012)",
        "Date": "18 JANUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir\n*, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9SZXB1YmxpYyBPZiBJdGFseSBBbmQgT3JzLiBfIFVuaW9uIE9mIEluZGlhIEFuZCBPcnMuXzE3MDEyNTEyNjAucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 595",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "18 January 2013",
        "Petitioner:": "Republic Of Italy And Ors.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2013 INSC 43",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Altamas Kabir,Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /135/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "International Law",
            "UNCLOS",
            "Municipal Court"
        ],
        "HeadNote": " International Law: . Incident of firing at a distance of about 20. 5 nautical miles from the Indian sea-coast of the State of Kera/a - Firing by officers of naval staff of Italy deployed on merchant ship of Italy - Resulting in death of two persons on Indian Fishing Vessel - FIR against two officers u/s. 302134 /PC lodged in the State of Kera/a - State Police investigated the matter and arrested the accused - Writ Petition u/Art. 226 of the Constitution by the accused challenging the jurisdiction of State of Kera/a in registering FIR, in investigating the matter and in arresting the accused - During pendency of the writ petition criminal proceedings were also initiated against the accused in Italy under Italian Penal Code - The Consul General of Italy asserted that Italy had exclusive jurisdiction over the accused and they· having acted in official capacity were entitled to sovereign and functional immunity - During pendency of the judgment of High Court, Republic of Italy invoked jurisdiction u/Art. 32 of the Constitution for the same reliefs - As the writ petition u/Art. 226 was dismissed, SLP also filed - HELD: Action by State o' Kera/a was without jurisdiction because the incident took place within Contiguous Zone on which the State did not have jurisdiction - Also because in the case, two sovereign countries were involved and one country had already initiated criminal proceedings against the accused, State of Kera/a as one of the units of the federal unit would not have authority to try the accused - 'Declaration on Principles of International Law Concerning Family Relationsand Co-operation between States in accordance with the Charters of United Nations' has to be conducted at federal level and not at provincial level - The incident c;annot be said to be an ''incident of navigation\" within the meaning of Art. 97 of UNCLOS - By virtue of extention of the provisions of /PC B and Cr.P. C. to contiguous zone, Union of India is 1mtitled to take cognizance, investigate and try the accused - But the same is subject to the provisions of Art. 100 of UNCLOS - Direction to Union of India to set up Special Court to try the case - Accused can also invoke provisions of Article 100 of c UNCLOS whereupon the question of jurisdiction to investigate into the incident and for the courts in India to try the accused would be considered - /ffound that both the countrie1s i.e. India as well as Italy have concurrent jurisdiction over the matter, the directions passed in this judgment will continue - Penal Code, 1860 - ss. 302, 307, 427 r/w s.34 - Suppression of 0 Unlawful Acts Against Safety of Maritime Navigation and Fixed Platforms on Continental Shelf Act, 2002 - s.3 - United Nations Convention on the Law of the Sea, 1982 - Articles 97and 100 - Maritime Zones Act, 1976 - Declaration on Principles of International Law Concerning Family Relations E and Co-operation Between States in accordance with the Charters of United Nations - Constitution of India, 1950 - Article 297. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "INDIAN SOAPS & TOILETRIES MAKERS ASSOCIATION VS. OZAIR HUSAIN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMzk=",
        "Citation": "[2013] 4 S.C.R. 675",
        "Case Type": "(CIVIL APPEAL /5644/2003)",
        "Date": "07 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9JbmRpYW4gU29hcHMgJiBUb2lsZXRyaWVzIE1ha2VycyBBc3NvY2lhdGlvbiBfIE96YWlyIEh1c2FpbiBBbmQgT3RoZXJzXzE3MDEyNTE1MjMucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 675",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "07 March 2013",
        "Petitioner:": "Indian Soaps & Toiletries Makers Association",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 141",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Ozair Husain And Others",
        "Case Type:": "CIVIL APPEAL /5644/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Drugs and Cosmetics",
            "Freedom of speech and expression"
        ],
        "HeadNote": " Drugs and Cosmetics Rules, 1945 - Drugs and Cosmetics Act, 1940 - Drugs - Ingredients of - Disclosure - Vegetarian I non-vegetarian - High Court in exercise of jurisdiction u/Art. 226 of the Constitution directing the drug manufacturers to display a particular symbol in the packages of drugs other than life saving drugs to identify the ingredients of 'non-vegetarian'! 'vegetarian' origin - Justification - Held: In a· given circumstance, the condition of a patient may be such that a drug ordinarily not treated as a life saving drug may be essential to save the life - In such a case when drug becomes a life saving drug, it may not be desirable for the patient or his attendant to know the origin of the ingredients of the drug i.e. whether 'vegetarian' or 'non-vegetarian' -Also, in individual cases, the Central Government may feel difficulty in specifying the origin of a 'vegetarian' or 'non-vegetarian' ingredient, if a person wants to know the definite origin of such 'vegetarian' or 'non-vegetarian' ingredient on the basis of his food habit - Under the Drugs and Cosmetic Rules, the Central Government in consultation with the Drug Technical Advisory Board is empowered to decide whether any amendment is to be made in the relevant Rules showing the ingredients of vegetarian or non-vegetarian origin or to provide a symbol - Without fruitful consultation with the Advisory Board, no amendment can be made or suggested to change the label of the drugs and cosmetics - On an earlier reference, the Advisory Board had aiready opined that the labelling of drugas 'vegetarian' or 'non-vegetarian' or 'from animal sources' is not desirable - High Court u!Art. 226 had no jurisdiction to direct the Executive to exercise power by way of subordinate Legislation pursuant to power delegated by the Legislature to enact a Jaw in a particular manner, as was done in the present case - For the same reason, it was also not open to the High Court to suggest any interim arrangement as was given by the impugned judgment - Constitution of India, 1950 - Art. 226. Constitution of India, 1950 - Art.19(1)(a) and 19(2) - Freedom of speech and expression - Right to receive information - Held: The freedom of speech and expression includes the right to receive information - But such right can be limited by reasonable restrictions under the law made for the purpose mentioned in Art. 19(2) - It is imperative for the State to ensure the availability of the right to the citizens to receive information - But such information can be given to the extent it is available and possible, without affecting the fundamental right of others. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF RAJASTHAN & ORS. VS. HINDUSTAN ZINC LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNTE=",
        "Citation": "[2013] 4 S.C.R. 704",
        "Case Type": "(CIVIL APPEAL /1494/2008)",
        "Date": "11 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBSYWphc3RoYW4gJiBPcnMuIF8gSGluZHVzdGFuIFppbmMgTHRkLiAmIEFuci5fMTcwMTI1MTg0Mi5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 704",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "11 March 2013",
        "Petitioner:": "State Of Rajasthan & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 149",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Hindustan Zinc Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /1494/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals"
        ],
        "HeadNote": " Mines and Minerals (Development and Regulation) Act, 1957 - s.9 - Mineral Concession Rules, 1960 - rr. 64A, 648, 64C & 640 - Mining lease for extracting lead and zinc - Recovery of royalty in respect of minerals extracted by the lessee - Methodology fOr calculation of royalty -Notifications issued by the Central Government from time to time - Notification dated 11th April, 1997 substituted by Notification dated 12th September, 2000 - High Court held that lessee- company was not liable to pay royalty on the tailings as they had not been taken out of the leased area and that as per r. 64C, unless dumped tailings or rejects are consumed by the lessee, no royalty can be collected on such tailings or rejects - Held: Conclusion arrived at by the High Court is correct - Negligible contents of metal remaining in the mining area by way of tailings, slimes or rejects, which are returned to the mother earth cannot be said to be the part of metal content in the ore produced - By virtue of Notification dated 12th September, 2000 read with the relevant Rules, lessee- company supposed to pay royalty only on the contents of metal in the ore produced and not on the metal contained in the tailings, rejects or slimes which had not been taken out of the leased area and which had been dumped into dumping ground of the leased area. Mines and Minerals (Development and Regulation) Act, 1957 - s.9 - Mineral Concession Rules, 1960 - rr. 64A, 648, 64C & 640 - Mining lease for extracting lead and zinc - Recovery of royalty in respect of the minerals extracted by thelessee - Dispute over methodology for calculation of royalty - Direction issued by High Court remitting the matter to the mining engineer for re-computing the royalty payable on lead and zinc contained in the ore produced - Held: As the metal concentrate taken out from the leased area was known to the parties, it was not necessary to have any further details regarding the ore produced by the lessee-company - Direction accordingly quashed. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "GAMBHIRSINH R. DEKARE VS. FALGUNBHAI CHIMANBHAI PATEL AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNjc=",
        "Citation": "[2013] 4 S.C.R. 719",
        "Case Type": "(CRIMINAL APPEAL /433/2013)",
        "Date": "11 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9HYW1iaGlyc2luaCBSLiBEZWthcmUgXyBGYWxndW5iaGFpIENoaW1hbmJoYWkgUGF0ZWwgQW5kIEFuci5fMTcwMTI1MjI2MS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 719",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "11 March 2013",
        "Petitioner:": "Gambhirsinh R. Dekare",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 150",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Falgunbhai Chimanbhai Patel And Anr.",
        "Case Type:": "CRIMINAL APPEAL /433/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Defamatory news item",
            "Editor"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s.482 - Defamatory news item - In local edition of a newspaper - Complaint against C Editor and Resident Editor alleging defamation - Magistrate took cognizance of the offence and issued process against both the accused - Editor sought quashing of the complaint on the ground that he was not aware of offending news item as he was stationed at different place - High Court quashed D the complaint against the Editor - Held: High Court quashed the prosecution on erroneous assumption of fact - In view of the scheme of Press and Registration of Books Act and in view of presumption provided u/s. 7 thereof, Editor is responsible for publication of a news item - Press and E Registration of Books Act, 1867 - s. 7. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "BAKSHISH RAM & ANOTHER VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNzc=",
        "Citation": "[2013] 4 S.C.R. 732",
        "Case Type": "(CRIMINAL APPEAL /969/2009)",
        "Date": "12 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice P. Sathasivam\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9CYWtzaGlzaCBSYW0gJiBBbm90aGVyIF8gU3RhdGUgT2YgUHVuamFiXzE3MDEyNTI4MTYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 732",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "12 March 2013",
        "Petitioner:": "Bakshish Ram & Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 157",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /969/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry death",
            "Oral evidence"
        ],
        "HeadNote": " Penal Code, 1860 - s.3048 - Dowry death - Conviction by courts below - On appeal, held: Prosecution failed to establish its case beyond reasonable doubt - Courts below committed an error in convicting the accused - Evidence Act, 1872 - s.113 B. Evidence Act, 1872 - s.60 - Oral evidence - Based on hearsay evidence - Admissibility - Held: Such oral evidence is not admissible. Appeal - Appellate jurisdiction of High Court - In criminal appeal - Held: As a first court of appeal, High Court should record its own findings after independent assessment of evidence. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SATYA PAL VS. STATE OF HARYANA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwOTI=",
        "Citation": "[2013] 4 S.C.R. 745",
        "Case Type": "(CRIMINAL APPEAL /1447-1448/2007)",
        "Date": "13 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TYXR5YSBQYWwgXyBTdGF0ZSBPZiBIYXJ5YW5hICYgQW5yLl8xNzAxMjUzNTYxLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 745",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "13 March 2013",
        "Petitioner:": "Satya Pal",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 160",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Haryana & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1447-1448/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Police statement",
            "Omission",
            "contradiction"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 3048 and 498A - Prosecution u/ ss. 302134 and 3048 - Acquittal by trial Court - Conviction by High Court u/ss. 3048 and 498A - Held: Conviction justified - In view of the prosecution evidence, High Court rightly held that the deceased was subjected to demand of dowry as well as cruelty and harassment in connection with such demand, soon before her death - High Court also rightly drew presumption u/s.113 8 of Evidence Act that the appel/ant- accused caused dowry death - Evidence Act, 1872 - s.1138. Code of Criminal Procedure, 1973 - Explanation to s. 161 - Police statement - Omission of a fact or circumstance - The question whether the omission amounts to contradiction is a question of fact which is to be determined by the Court. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "RAJESH KUMAR & ORS. ETC. VS. STATE OF BIHAR & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwOTg=",
        "Citation": "[2013] 4 S.C.R. 753",
        "Case Type": "(CIVIL APPEAL /2515-2516/2013)",
        "Date": "13 MARCH 2013",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9SYWplc2ggS3VtYXIgJiBPcnMuIEV0Yy4gXyBTdGF0ZSBPZiBCaWhhciAmIE9ycy4gRXRjLl8xNzAxMjUzNzcxLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 753",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "13 March 2013",
        "Petitioner:": "Rajesh Kumar & Ors. Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 161",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Bihar & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /2515-2516/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Selection"
        ],
        "HeadNote": " Service Law: Selection/Appointment - On the basis of competitive examination - Evaluation of answer scripts challenged - Defect found in 'Model Answer Key' to one of the papers - High Court directed to conduct fresh examination in the paper having defective 'Model Answer Key' - Held: The entire selection process was vitiated by use of defective 'Model Answer Key' and appointments made on the basis of such examination would also be rendered unsustainable - However, in the facts of the case, instead of directing fresh examination, correcting the defect by evaluation of answer scripts with correct key was better option - The re-evaluation would affect only inter-se seniority among the candidates - The already appointed candidates, after re-evaluation, if did not make the grade, would not be ousted from service, but would figure at the bottom of the select list. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "NIRANJAN HEMCHANDRA SASHITTAL AND ANOTHER VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMDQ=",
        "Citation": "[2013] 4 S.C.R. 767",
        "Case Type": "(WRIT PETITION(CRIMINAL) /50/2012)",
        "Date": "15 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfNzY3IC0gNzg3XzE3MDMyMzkxNTUucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 767",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "15 March 2013",
        "Petitioner:": "Niranjan Hemchandra Sashittal And Another",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2013 INSC 169",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "WRIT PETITION(CRIMINAL) /50/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public Servant",
            "Corruption"
        ],
        "HeadNote": " Constitution of India, 1950 - Article 32 - Powers under - Exercise of -Scope - Accused, a public servant, allegedly acquired disproportionate assets - Trial under the Prevention C of Corruption Act - Prayer for quashing of the trial on the ground of delay - Held: No time limit can be stipulated for disposal of criminal trial - The delay caused has to be weighed on the factual score, regard being had to the nature of the offence and the concept of social justice and the cry of the D collective - In the case at hand, the gravity of the offence is not to be adjudged on the bedrock of the quantum of bribe - An attitude to abuse the official position to extend favour in lieu of benefit is a crime against the collective and an anathema to the basic tenet of democracy - Also, on facts, E the delay occurred due to dilatory tactics adopted by the accused, laxity on the part of the prosecution and faults on the part of the system, i.e., to keep the court vacant-Accused precluded from advancing a plea that the delay in trial caused him colossal hardship and agony warranting quashment of F the entire criminal proceedings - The accused, as alleged, had acquired assets worth Rs. 33.44 lacs - The value of the said amount at the time of launching of the prosecution has to be kept in mind - The balance to continue the proceeding against the accused tilts in favour of the prosecution - Jurisdiction under Article 32 of the Constitution accordingly G not exercised to quash the proceedings - Prevention of Corruption Act, 1988 - s.13(2) rlw s.13(1)(e). "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SECRETARY TO GOVERNMENT OF INDIA VS. SAWINDER KAUR AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMjY=",
        "Citation": "[2013] 4 S.C.R. 788",
        "Case Type": "(CIVIL APPEAL /2649/2013)",
        "Date": "21 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS8yMDEzXzRfNzg4IC0gNzk2XzE3MDMyMzkzNzUucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 788",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "21 March 2013",
        "Petitioner:": "Secretary To Government Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 185",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Sawinder Kaur And Another",
        "Case Type:": "CIVIL APPEAL /2649/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Swatantrata Sainik",
            "Pension"
        ],
        "HeadNote": " Swatantrata Sainik Samman Pension Scheme, 1980 - Pension sought under - High Court granted the same, from the year 1973 - Held: The direction relating to entitlement of the claimant to the benefit of pension from 1973 is erroneous - He could be covered under the Scheme only after the circular dated 31.1.1983 whereby he was made entitled to the pension - Circular No.814183-FF(P) dated 31.1.1983 issued  by Ministry of Home Affairs.  "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "UMESH SINGH VS. STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMzI=",
        "Citation": "[2013] 4 S.C.R. 797",
        "Case Type": "(CRIMINAL APPEAL /43/2010)",
        "Date": "22 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9VbWVzaCBTaW5naCBfIFN0YXRlIE9mIEJpaGFyXzE3MDEyNTYxNDMucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 797",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "22 March 2013",
        "Petitioner:": "Umesh Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 193",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /43/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "Rigor mortis",
            "medical evidence",
            "ocular evidence"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 rlw s. 34 - Murder - Deceased was shot at with revolver and rifle - Several accused - Conviction of accused-appellant - Justification - Held: Justified - Statement of related eye-witness (PW2) was rightly treated as FIR - Evidence of PW2 supported by other witnesses (PW3, PW5 and PW7) - Claim of appellant that he was falsely implicated not tenable - His conviction based on legal evidence on record and on proper appreciation of the same - Arms Act - s. 27. Evidence - Rigor mortis - Time of death - Opinion of doctor regarding complete vanishing of rigor mortis from the dead body after 36 hours - Correctness of - Held: Not correct - The medical officer deposed contrary to the rule of medical jurisprudence - On facts, the same could not be the basis for acquittal of the accused. Evidence - Discrepancy between medical and ocular evidence - Effect -Held: Between medical and ocular evidence, . the ocular evidence must be preferred "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "DAYANAND ANGLO VEDIC (DAV) COLLEGE TRUST AND MANAGEMENT SOCIETY VS. STATE OF MAHARASHTRA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNDI=",
        "Citation": "[2013] 4 S.C.R. 821",
        "Case Type": "(CIVIL APPEAL /2678/2013)",
        "Date": "22 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9EYXlhbmFuZCBBbmdsbyBWZWRpYyAoZGF2KSBDb2xsZWdlIFRydXN0IEFuZCBNYW5hZ2VtZW50IFNvY2lldHkgXyBTdGF0ZSBPZiBNYWhhcmFzaHRyYSBBbmQgQW5yLl8xNzAxMjU2NTc5LnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 821",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "22 March 2013",
        "Petitioner:": "Dayanand Anglo Vedic (dav) College Trust And Management Society",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 194",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Maharashtra And Anr.",
        "Case Type:": "CIVIL APPEAL /2678/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Establish",
            "Administer",
            "linguistic non-minority"
        ],
        "HeadNote": " Constitution of India 1950 - Article 30 - Linguistic educational institution - Establishment and administration of - In a State - By a member of linguistic non-minority in another State - Held: In order to claim linguistic status for an institution in any State, the institution should have been established and should be administered by the persons who are minority in suchJ3tate - A non-minority in another State cannot establish, administer and run such institution. Words and Phrases: 'Establish' and 'Administer' - Meaning of, in the context of Article 30 of the Constitution of India, 1950. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF HARYANA VS. BASTI RAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNTk=",
        "Citation": "[2013] 4 S.C.R. 850",
        "Case Type": "(CRIMINAL APPEAL /352/2006)",
        "Date": "02 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBIYXJ5YW5hIF8gQmFzdGkgUmFtXzE3MDEyNTcxODYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 850",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "02 April 2013",
        "Petitioner:": "State Of Haryana",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 208",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Basti Ram",
        "Case Type:": "CRIMINAL APPEAL /352/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gang rape",
            "evidence of prosecutrix"
        ],
        "HeadNote": " Penal Code, 1860 - ss.376(2)(g), 366, 342 and 506 - Gang rape of girl below 16 years of age - Conviction by trial C court relying on evidence of prosecutrix - High Court acquitted the accused - On appeal, held: High Court committed error of Jaw in ignoring the evidence of prosecutrix - Case remitted to High Court. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "RUSHI GUMAN SINGH VS. STATE OF ORISSA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNzE=",
        "Citation": "[2013] 4 S.C.R. 862",
        "Case Type": "(CIVIL APPEAL /2968 /2013)",
        "Date": "09 APRIL 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9SdXNoaSBHdW1hbiBTaW5naCBfIFN0YXRlIE9mIE9yaXNzYSAmIE9ycy5fMTcwMTI1NzUyMi5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 862",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "09 April 2013",
        "Petitioner:": "Rushi Guman Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 228",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "State Of Orissa & Ors.",
        "Case Type:": "CIVIL APPEAL /2968 /2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Orissa Civil Services"
        ],
        "HeadNote": " SeNice Law: c 0 Orissa Civil SeNices (CCA) Rules, 1962 - r.12(4) - Suspension under - During further enquiry by Disciplinary Authority after direction of Court - Held: Though the delinquent officer was not under suspension at the time of the order of removal from seNice, he was rightly directed to be deemed suspended u/s.12(4) from the date of the original order of removal. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "KAILASH @ TANTI BANJARA VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNzk=",
        "Citation": "[2013] 4 S.C.R. 875",
        "Case Type": "(CRIMINAL APPEAL /1962/2010)",
        "Date": "10 APRIL 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9LYWlsYXNoIEAgVGFudGkgQmFuamFyYSBfIFN0YXRlIE9mIE1hZGh5YSBQcmFkZXNoXzE3MDEyNTc3NjAucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 875",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "10 April 2013",
        "Petitioner:": "Kailash @ Tanti Banjara",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 237",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1962/2010",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "consent"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 376 and 5068 - Rape - Courts below though found that the intercourse was with the consent of prosecutrix, but convicted him finding that the prosecutrix was 14 years of age - On appeal, held: Conviction justified - In view of the conclusion that the prosecutrix was in the age group of 13-14 years, consent of the prosecutrix has no consequence. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "KALLAKKURICHI TALUK RETIRED OFFICIAL ASSOCIATION, TAMILNADU, ETC. VS. STATE OF TAMILNADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxODQ=",
        "Citation": "[2013] 4 S.C.R. 883",
        "Case Type": "(CIVIL APPEAL /8848-8849 /2012)",
        "Date": "17 JANUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice D.K. Jain, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9LYWxsYWtrdXJpY2hpIFRhbHVrIFJldGlyZWQgT2ZmaWNpYWwgQXNzb2NpYXRpb24sIFRhbWlsbmFkdSwgRXRjLiBfIFN0YXRlIE9mIFRhbWlsbmFkdV8xNzAxMjU4MTIzLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 883",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "17 January 2013",
        "Petitioner:": "Kallakkurichi Taluk Retired Official Association, Tamilnadu, Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 40",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Tamilnadu",
        "Case Type:": "CIVIL APPEAL /8848-8849 /2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Pension",
            "Classification"
        ],
        "HeadNote": " Service Law: Pension - Calculation of - Government order - While calculating pension, classified the employees retiring before and after 1.6.1988 - Lower component of 'dearness pay' was extended to the employees retiring after 1.6.1988 vis-a-vis the employees who retired prior thereto - Held: Such classification is arbitrary and discriminatory and is liable to be set aside as violative of Articles 14 and 16 of the Constitution - Constitution of India, 1950 - Articles 14 and 16 - Tami/nadu Pension Rules, 1976 - r.30. Constitution of India, 1950 - Articles 14 and 16 - Valid classification - A classification to be valid, must be based on just objective and differentiation must have reasonable nexus to the objective sought to be achieved - Any classification without reference to the object sought to be achieved, would be arbitrary and violative of the protection offered under Art. 14 and also discriminatory and violative of protection offered under Art.16 - Quantum of discrimination is irrelevant to a challenge based on a plea of arbitrariness. Words and Phrases - 'Dearness Pay' - Meaning of. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "SARASWATI DEVI (D) BY LR. VS. DELHI DEVT. AUTHORITY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxODY=",
        "Citation": "[2013] 4 S.C.R. 922",
        "Case Type": "(CIVIL APPEAL /4373/2009)",
        "Date": "29 JANUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TYXJhc3dhdGkgRGV2aSAoZCkgQnkgTHIuIF8gRGVsaGkgRGV2dC4gQXV0aG9yaXR5ICYgT3JzLl8xNzAxMjU4MzY0LnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 922",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "29 January 2013",
        "Petitioner:": "Saraswati Devi (d) By Lr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2013 INSC 65",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Delhi Devt. Authority & Ors.",
        "Case Type:": "CIVIL APPEAL /4373/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition",
            "Encumbrance"
        ],
        "HeadNote": " Land Acquisition - Acquisition of land owned by Government - Whether pennissible - Held: If the Government has complete ownership, such land cannot be acquired, but if some private rights have been created in such land or the land has some encumbrances, such land can be acquired - In the instant case, the subject land though owned by Government, encumbrance was created by giving possessory rights to the private party, hence could have been acquired under Land Acquisition Act - Land Acquisition Act, 1947 - s.4 rlw. s, 17(1)(iv). Words and Phrases - 'Encumbrance' - Meaning of. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "RAJYA SABHA SECRETARIAT AND ORS. VS. SUBHASH BALODA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxODc=",
        "Citation": "[2013] 4 S.C.R. 956",
        "Case Type": "(CIVIL APPEAL /1099/2013)",
        "Date": "11 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice G.S. Singhvi, Hon'ble Mr. Justice H.L. Gokhale\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9SYWp5YSBTYWJoYSBTZWNyZXRhcmlhdCBBbmQgT3JzLiBfIFN1Ymhhc2ggQmFsb2RhIEFuZCBPcnMuXzE3MDEyNTg3MzUucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 956",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "11 February 2013",
        "Petitioner:": "Rajya Sabha Secretariat And Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 90",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Subhash Baloda And Ors.",
        "Case Type:": "CIVIL APPEAL /1099/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Recruitment",
            "Selection",
            "Judicial Review"
        ],
        "HeadNote": " Service Law - Recruitment/Selection - Allocation of certain marks for NCC/Sports and computer course C certificates - The certificate marks were made component of Interview marks - Unsuccessful candidates challenging the bifurcation of the marks of the interview - Single Judge of High Court held the same as arbitrary and violative of Article 14 - Division Bench of High Court upholding the order of Single D Judge further recommended that proficiency in NCC/Sports or Computer should have been adjudged by the Interview Board and marks therefor should have been added in the range of O to 5 instead of 7 - On appeal, held: The method applied by the selecting authority was not wrong - The E selection process was not discriminatory and there was no breach of provisions of Articles 14 and 16 of the Constitution - The High Court has imposed its own reading of the requirements of the selection process on the Interview Board - It is not the job of the Court to substitute what it thinks F appropriate for that which selecting authority decided as desirable - Proposal of the High Court amounts to re-writing the rules for selection, which is impermissible while exercising the power of judicial review - Judicial Review - Scope of. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "THE RAJASTHAN STATE INDUSTRIAL DEVELOPMENT AND INVESTMENT CORPORATION VS. SUBHASH SINDHI COOPERATIVE HOUSING SOCIETY JAIPUR & ORS,",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxODg=",
        "Citation": "[2013] 4 S.C.R. 978",
        "Case Type": "(CIVIL APPEAL /7254/2003)",
        "Date": "12 FEBRUARY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9UaGUgUmFqYXN0aGFuIFN0YXRlIEluZHVzdHJpYWwgRGV2ZWxvcG1lbnQgQW5kIEludmVzdG1lbnQgQ29ycG9yYXRpb24gXyBTdWJoYXNoIFNpbmRoaSBDb29wZXJhdGl2ZSBIb3VzaW5nIFNvY2lldHkgSmFpcHVyICYgT3JzLF8xNzAxMjU5MTcwLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 978",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "12 February 2013",
        "Petitioner:": "The Rajasthan State Industrial Development And Investment Corporation",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2013 INSC 94",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Subhash Sindhi Cooperative Housing Society Jaipur & Ors,",
        "Case Type:": "CIVIL APPEAL /7254/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition",
            "Estoppel",
            "Circulars",
            "Writs"
        ],
        "HeadNote": " Land Acquisition - Release of Land from acquisition - Agreement for sale of land, after it was notified uls.4 of Land Acquisition Act - Challenge to the acquisition proceedings by the vendor and vendee dismissed with liberty to ask for release of the land on the ground of parity - Writ petition by D vendee for release of the land allowed - Held: High Court wrongly directed release of the land - The agreement to sell, entered into subsequent to the Notification under Land Acquisition Act, did not create any title in favour of the vendee - Rajasthan Land Acquisition Act, 1953 - s.4. E Estoppel - There can be no estoppel against the law or public policy - A statutory body cannot be estopped from denying that it had entered into a contract which was ultra vi res. Circulars/Notice/Guidelines - Executive instructions which have no statutory force, cannot override law - Therefore, any notice, circular, guidelines, etc. which run contrary to statutory laws, cannot be enforced - In the instant case, circulars issued be State Government, being inconsistent with G the policy and law regarding acquisition, cannot be taken note of - Issuance of such circulars amounts to committing f1aud upon statutes and also tantamounts to colourable exercise of power.Constitution of India, 1950 - Article 14 - Doctrine of discrimination - Held: Article 14 does not envisage negative equality - Doctrine of discrimination is applicable only when invidious discrimination is meted out to equals, similarly circumstanced without any rational basis or to relationship that would warrant such discrimination. Writs: Purpose, nature and grant of - Held: Primary purpose of writ is to protect and establish rights and to impose corresponding imperative duty existing in law - It cannot be granted unless an existing legal right of the applicant and existent duty of the respondent is established - Writ does not create or establish a legal right, but enforces one which stood already established - The writ is equitable in nature and thus its issuance is governed by equitable principles - Grant of writ is at the discretion of the Court - The Courts to exercise such discretion on the ground of public policy, public interest and public good. A B C D Writ of Mandamus - Grant of - Criteria discussed. Words and Phrases: E 'Void' - Meaning of. 'Discrimination' - Meaning of. "
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "BALMER LAWRIE & CO. LTD. & ORS. VS. PARTHA SARATHI SEN ROY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxODk=",
        "Citation": "[2013] 4 S.C.R. 1018",
        "Case Type": "(CIVIL APPEAL /419-426/2004)",
        "Date": "20 FEBRUARY 2013",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9CYWxtZXIgTGF3cmllICYgQ28uIEx0ZC4gJiBPcnMuIF8gUGFydGhhIFNhcmF0aGkgU2VuIFJveSAmIE9ycy5fMTcwMTI1OTc4NS5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 1018",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "20 February 2013",
        "Petitioner:": "Balmer Lawrie & Co. Ltd. & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 112",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Partha Sarathi Sen Roy & Ors.",
        "Case Type:": "CIVIL APPEAL /419-426/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Instrumentality and agency of Government",
            "Contract of employment",
            "Judicial Review"
        ],
        "HeadNote": "Constitution of India, 1950 -Art. 12 - Instrumentality and agency of Government - Determination - Criteria - Discussed C and held: The Company in question is an authority u/Art. 12. Contract - Contract of employment - Amenability to judicial review - Held: Unfair, untenable, irrational or unjust clause in a contract hit by s.23 of Contract Act and against public policy, is amenable to judicial review - In the present 0 case employment contract providing termination of service of employee at the sole discretion of the employer is not justifiable - Hence the contract held void to that extent - Contract Act - s. 23 - Judicial Review. Service Law - Termination of Service - By the State or State instrumentality - As per clause in appointment letter providing sole discretion to the employer to terminate the services of employees - Held: State itself or a State instrumentality cannot impose unconstitutional conditions in F statutory rules/regulations vis-a-vis its employees, in order to terminate the services of its permanent employees in accordance with such terms and conditions - The alleged clause of the appointment letter is unconscionable and thus Service Condition Rules held violative of Art. 14 of the G Constitution to this extent. E Words and Phrases: 'Control' and 'Pervasive control' - Meaning of."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF KERALA AND OTHERS VS. KANDATH DISTILLERIES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxOTI=",
        "Citation": "[2013] 4 S.C.R. 1053",
        "Case Type": "(CIVIL APPEAL /1642/2013)",
        "Date": "22 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBLZXJhbGEgQW5kIE90aGVycyBfIEthbmRhdGggRGlzdGlsbGVyaWVzXzE3MDEzMTc2NDYucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 1053",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "22 February 2013",
        "Petitioner:": "State Of Kerala And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2013 INSC 119",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Kandath Distilleries",
        "Case Type:": "CIVIL APPEAL /1642/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Liquor",
            "Mandamus"
        ],
        "HeadNote": "Liquor - Application for licence for setting up distillery unit - Non-consideration of - After intervention of the Court, application considered and then rejected by competent authority - Courts below quashed the rejection order directing grant of the licence - On appeal, held: Courts below wrongly directed grant of distillery licence by issuing writ of mandamus - Grant of the same was within the discretionary power of the competent authority - Court should not have interfered with the same, unless the applicant established a better claim over others, which the applicant failed - Abkari Act - s. 14 - Foreign Liquor (Compounding, Blending, Bottling) Rules, 1975 - r.4. Constitution of India, 1950 - Art.19(1)(g) and Art.47 - Fundamental right to trade or business in liquor - Held: In view of the directive principles provided under Art.47, State has exclusive right or privilege in respect of portable liquor - A citizen has, therefore, no right to trade or business in liquor as a beverage and the activities, which are res extra commercium. C D E F Writ - Mandamus - A Writ of Mandamus can be issued only when a legal right is established against an authority who has legal duty emanating in discharge of public duty or operation of law - Court to issue the writ of mandamus keeping in mind the legislative scheme, its object and purpose, the subject matter, the evil sought to be remedied, State's exclusive privilege etc.Administrative Law: Policy decision - Liquor policy of State - Judicial review of - Held: Monopoly in the trade of liquor is with the State - State has the power to frame and reframe, change and rechange, adjust and readjust its policy, which cannot be declared as illegal or arbitrary by the Court on the ground that earlier Policy was better - Judicial Review. Statutory discretion - Exercise of - Exercise of the discretion must be based on reasonable grounds and cannot C lapse into the arbitrariness or caprice anathema to the rule of law envisaged under Art.14 of the Constitution - However, the onus to prove the discrimination is on the complainant - Abkari Act - s.14 - Foreign Liquor (Compounding Blending, Bottling) Rules, 1975 - r.4. - Constitution of India, 1950 - Art. D 14 - Evidence Act, 1872 - s.10 - Onus to prove. Judicial review - Of discretionary decision - Court cannot impede the exercise of discretion of an authority acting under the Statute by issuing writ of Mandamus - Writ - Writ of E mandamus."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "STATE OF ORISSA & ORS. VS. SRI JAGABANDHU PANDA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxOTU=",
        "Citation": "[2013] 4 S.C.R. 1080",
        "Case Type": "(CIVIL APPEAL /1967/2013)",
        "Date": "27 FEBRUARY 2013",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9TdGF0ZSBPZiBPcmlzc2EgJiBPcnMuIF8gU3JpIEphZ2FiYW5kaHUgUGFuZGFfMTcwMTMxNzg3Mi5wZGY=",
        "SCR Citation:": "[2013] 4 S.C.R. 1080",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "27 February 2013",
        "Petitioner:": "State Of Orissa & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2013 INSC 127",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Sri Jagabandhu Panda",
        "Case Type:": "CIVIL APPEAL /1967/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Ex-cadre post"
        ],
        "HeadNote": "Service Law: c 0 Ex-cadre post - Created on the basis of a proposal under a Scheme - Appointment on - Plea of appointee to make it en-cadre - Held: The post was treated as ex-cadre from the very inception and it was well within the knowledge of the appointee - An appointment outside the cadre cannot be considered to be made to temporary post borne on the cadre"
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "AYURVED SHASTRA SEVA MANDAL & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxOTc=",
        "Citation": "[2013] 4 S.C.R. 1098",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /31892/2012)",
        "Date": "06 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Altamas Kabir\n*, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9BeXVydmVkIFNoYXN0cmEgU2V2YSBNYW5kYWwgJiBBbnIuIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDEzMTgwODkucGRm",
        "SCR Citation:": "[2013] 4 S.C.R. 1098",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "06 March 2013",
        "Petitioner:": "Ayurved Shastra Seva Mandal & Anr.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2013 INSC 135",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Altamas Kabir",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /31892/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Educational Institutions",
            "AYUSH"
        ],
        "HeadNote": "Education/Educatinal Institutions - Admission - To C medical institutions - In Graduate and Post Graduate courses - Refusal by the Department of 'A YUSH' to grant permission to the medical institutions to admit students for the academic year 2011-12 - On the ground of deficiencies in the infrastructure and teaching staff - Held: It is for the experts and D not the Court to judge the eligibility of an institution to conduct classes - Since the experts opined that the institutions in question were not eligible to conduct classes and also because more than half of the session for first year course is over, the petitions dismissed - Indian Medicine Central E Council Act, 1970 - Establishment of New Medical College, Opening of New or Higher Course of study or Training and Increase of Admission Cpacity by a Medical College Regulations, 2003 - Indian Medicine Central Council (Permission to Existing Medical Colleges) Regulations, 2006."
    },
    {
        "volume": "2013Volume 4",
        "Case Name": "G.M. SIDDESHWAR VS. PRASANNA KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxOTg=",
        "Citation": "[2013] 4 S.C.R. 1107",
        "Case Type": "(CIVIL APPEAL / 2250-2251/2013)",
        "Date": "08 MARCH 2013",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSA0L1BhcnQgSS9HLm0uIFNpZGRlc2h3YXIgXyBQcmFzYW5uYSBLdW1hcl8xNzAxMzE4NDIxLnBkZg==",
        "SCR Citation:": "[2013] 4 S.C.R. 1107",
        "Year/Volume:": "2013/ Volume 4",
        "Date of Judgment:": "08 March 2013",
        "Petitioner:": "G.m. Siddeshwar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2013 INSC 142",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Prasanna Kumar",
        "Case Type:": "CIVIL APPEAL / 2250-2251/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "additional affidavit",
            "Representation of the People Act"
        ],
        "HeadNote": "Election Laws: Election petition - Alleging resort to corrupt practice by the returned candidate - Whether imperative to file additional affidavit as required under Or. VI r.15(4) CPC, in addition to the affidavit as required by proviso to s. 83(1) of the Representation of the People Act - Held: The Act does not mandate filing of an additional affidavit, but requires only verification - Hence additional affidavit u!Or. VI r.15(4) is not required - A composite affidavit, both in support of the averments made in the petition and with regard to allegation of corrupt practices would be sufficient - Representation of the People Act, 1951 - s.83(1) - Conduct of Election Rules, 1961 - Code of Civil Procedure, 1908 - Or. VI r.15(4). Election Petition - Maintainability - Petition whether liable to summary dismissal if affidavit is not in statutory form - Held: If there is substantial compliance with the statutory form, petition cannot be dismissed summarily - Just because of the defective affidavit, the petition, will not cease to be election petition - The defects are curable - Representation of the People Act, 1951 - s. 83 - Conduct of Election Rules, 1961 - r.94-A, Form No.25."
    }
]