[
    {
        "volume": "2014Volume 7",
        "Case Name": "ARCHEOLOGICAL SURVEY OF INDIA VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODUzNg==",
        "Citation": "[2014] 7 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /5529/2014)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS9hcmNoZW9sb2dpY2FsIHN1cnZleSBvZiBpbmRpYV9zdGF0ZSBvZiBtLnAuICYgb3JzLl8xNzAwODkxODk5LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Archeological Survey Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 972",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /5529/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Ancient Monuments and Archaeological Sites and Remains Act",
            "1964"
        ],
        "HeadNote": "Madhya Pradesh Ancient Monuments and Archaeological Sites and Remains Act, 1964 - s. 19 - Ancient and Historical Monuments and Archaeological Sites C and Remains Act, 1958 - ss. 2, 3 - Protection of ancient monuments - Writ petitions by Archeological Survey of India (AS/) and a public spirited person - Preservation and protection of Bade Baba Jain Temple in Kundalpur, M.P. constructed somewhere in 6-7th Century A.O. on the ground o that the temples are protected ancient monuments of national importance under the 1958 Act and Jain Temple Trust is carrying out illegal construction and damaging the Temple - Order of High Court that original temple declared to be an ancient monument does not survive, idol of 'Bade Baba', an ancient monument, alone survives - Idol of 'Bade Baba' governed by 1964 Act, thus, AS/ has no jurisdiction over it - Directions issued to the Trust to obtain permission from State Government to raise construction of temple to preserve and protect idol of Bade Baba - On appeal, held: Order passed F by the High Court upheld - 1964 Act (State Act) is applicable and monuments are not covered by 1958 Act (Central Act) - AS/ has no jurisdiction, archaeological site being governed by 1964 Act, thus, State Government has jurisdiction over the Temple - Temples recorded as 'private' temples in the Register of the year 1956. maintained by AS/, thus, not G intended to be taken over as monuments of national importance - Further, when the existing dome and outside structure of the temple which housed Bade Baba idol had become totally dilapidated and it needed re-construction, outer structure of the temple was constructed though it was not the replica of the old structure as also the rituals were performed at the time of temporary shifting of the idol - This was as per Jain Agamas - However, High Court did not look  into the aspect of construction by the trust - Certain directions issued to the competent authorities as regards the nature of construction and its appropriate solution - Ancient Monuments Preservation Act, 1904 - s. 3 - Heritage - Ancient monuments."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "ADAMBHAI SULEMANBHAI AJMERI & ORS. VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU0NA==",
        "Citation": "[2014] 7 S.C.R. 48",
        "Case Type": "(CRIMINAL APPEAL /2295-2296/2010)",
        "Date": "16 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS9hZGFtYmhhaSBzdWxlbWFuYmhhaSBham1lcmkgJiBvcnMuX3N0YXRlIG9mIGd1amFyYXRfMTcwMDg5MjA2OC5wZGY=",
        "SCR Citation:": "[2014] 7 S.C.R. 48",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 May 2014",
        "Petitioner:": "Adambhai Sulemanbhai Ajmeri & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 399",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /2295-2296/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Terrorism Act",
            "2002",
            "Explosive Substances Act",
            "1908"
        ],
        "HeadNote": " Prevention of Terrorism Act, 2002: s. 3(3), 5, 32, 50 and 52 - Penal Code 1860 - Arms Act, 1959 - s. 25 - Explosive Substances Act, 1908- s. 4 - Code of Criminal Procedure, 1973 - ss. 164, 162 - Constitution of India, 1950 - Article 136 - Terrorist attack in Akshardham temple, Gujarat resulting in death of 33 persons including commandos and injuries to 85 people - Prosecution case 0 based on some articles received from the head of NSG which were collected from the clothes of the dead bodies of the fidayeens including two letters written in urdu language, found in the pocket of each one of the fidayeens; and car in which one of the accused allegedly brought fidayaans and weapons E to the place of incident - Conviction under the aforesaid Acts and sentenced to rigorous imprisonment, life imprisonment and death sentence for the various offences under the Acts - Upheld by High Court - On appeal, held: Courts below did not examine the evidence with 'more than ordinary care' as F needed under POTA - Courts below perverse in conducting the case at various stages, right from the investigation level to the granting of sanction by the State Government to prosecute the accused persons under POTA - Sanction was not a valid sanction uls. 50 of POTA - While recording G confessional statements statutory mandates laid down u/ss. 32 and 52 of POTA not followed - Confessional statements of accused persons obtained under torture, highly contradictory and improbable in nature - Statements of accomplices disclosing evidence of the offences, and the connection of the accused persons to the offence, cannot be relied upon to corroborate their confessional statements - Prosecution case with respect to recovery of the alleged letters in Urdu from dead bodies of the fidayeens and that these letters were written by one of the accused, rendered fatal - Further no evidence apart from the retracted confessional statement of A-6 which connects him to the offence - No independent evidence on record apart from the confessional statements recorded by the police, of the accused persons and the accomplices, to hold them guilty of the crime - Also, accused cannot be held guilty of criminal conspiracy under Section 120-B /PC - Thus, concurrent findings of fact of Special Court (POTA) and High Court erroneous in fact as also in Jaw and fit case for interference u/Art 136 - Order of conviction and sentence against the accused set aside - Evidence. s. 50 - Cognizance of offence - Previous sanction by Central Government - Compliance of - Held: All the relevant documents collected during the course of investigation with respect to the crime required for granting sanction should be presented before the sanctioning authority so that the sanction can be granted on basis thereof - On facts, sanctioning authority did not apply its mind to the satisfaction as to whether the instant case required granting of sanction - Failure of prosecution to prove that sanction was granted by the Government either on the basis of an informed decision or on the basis of an independent analysis of fact on consultation with the Investigating Officer - Clear non- application of mind by Home minister in granting sanction - Thus, sanction void and not a legal and valid sanction uls 50 of the Act. s. 32 - Procedure for recording of the confessional statements of the accused persons under - Compliance of - Held: Police officer recording confessional statements is required to explain in writing to the accused that he is not bound to make confessional statement and once such statement is made, the same can be used against him - Accused is to be assured that if he does not make the confessional statement, it would not jeopardize his well-being while in police custody and also to ensure that such B statements are made before a competent police officer in a threat-free environment - On facts, process of intimation did not precede the recording of confessional statements police officer-DCP as a continuous process - Accused persons were making confessions after a period almost 11 months after the C incident - Mere period of 15 minutes was not reasonable time for reflection on the incident of the attack and their involvement in the same - Accused who made confessional statements on the same day, were produced before the Chief Judicial Magistrate the very next day - CJM had discharged his duty in a callous manner - He recorded statements of the 0 accused persons all in a period of half an hour which is highly improbable - Thus, neither the police officer recording the confessional statements nor CJM followed the statutory mandates laid down u/ss. 32 and 52 while recording the confessional statements of the accused persons - E Confessional statements made by accused u/s. 32 not admissible in !aw. s. 32 - Retracted confessional statements of accused persons - Evidentiary value - Held: Statements of confession F of accused persons cannot be relied upon if they are retracted, unless corroborated by independent evidence - On facts, prosecution case rests on the confessional statements of accused persons, accomplices and their evidence and two Urdu letters purportedly found in the pockets of the trousers G of the fidayeens and written by A-4 - Subsequently retraction by accused persons revealing that they were tortured by police to extract their confessional statement - There is absolutely no independent evidence on record which corroborates the confession - Retracted confessional statement of accused H person cannot be used to corroborate the retracted confessional statement of co-accused - Thus, confessional statements of accused persons cannot be relied upon - Code of Criminal Procedure, 1973 - ss. 164, 162. A I Stringent provisions - Caution by Supreme Court - Held: In view of stringent provisions of POTA and the grave consequences that misuse of the Act might result in-violation of right to life and personal liberty, need to ensure that the guidelines laid down in the Act are rigorously observed while recording the confessional statements of the accused persons. B c Evidence: Evidence of the accomplice - Reliability - Held: Evidence of the accomplice is acceptable - Confessional statements of accomplices form a very weak form of evidence, to prove the culpability of the accused persons if. the guilt of the accused cannot be proved, independent of the statements of the accomplices - Therefore, the same cannot be used to corroborate the confessional statements of an accused - There should be independent evidence to corroborate the evidence of the accomplice to establish the culpability of the accused - On facts, evidence of the accomplices raises suspicion and conjectures but the same cannot be construed as legal evidence a_gainst the accused persons - Prosecution did not make anyeffort to substantiate the evidence of the accomplices with independent material evidence - Rather, the confessional statements of the accomplices have been used to corroborate the confessional statements af the accused persons, in the absence of any independent evidence - Thus, evidence of the accomplices cannot be used to corroborate the confessional statements of the accused persons in the absence of independent evidence and the delay of more than one year in recording their statements. Evidence of witness - Reliance upon - Held: Witnesswhose evidence is placed reliance upon by the Court, has to be examined and questioned during the course of investigation by the police and his name has to appear in the chargesheet so that the accused gets a fair chance to cross examine such witness.Independent evidence - Evidentiary value - Evidence as regards letters in urdu purportedly recovered from the pockets of the dead bodies of the fidayeen - Reliance upon - Held: Letters were. recovered by prosecution witness, a Major from the bodies of the fidayeens - However, the statement of PW- C 91 u/s. 161 Cr.P.C. was not recorded - He could not have been presented as a chargesheet witness, as his evidence was recorded for the first time before the Special Court (POTA) - Further, the Brigadier who had signed the letters was not examined either u/s. 161 or before the court- Contents of the D letter nowhere mention the name of the placeJrom where the fidayeens had allegedly come, as had been mentioned by PW-91 in his deposition before the Special Court (POTA) - Further if the statement of Police Inspector of Gandhi Nagar was taken into consideration, it would mean that no signature E was made on the back of the letters, and the letters seized were not kept in sealed covers which increased the chance. of letters being replaced subsequently - Photographer and the videographer who recorded the scene of offence were not examined - Post mortem report of fidayeens stated that all F their clothes were stained with blood and mud and all clothes bore multiple tears and holes due to perforation by bullets - However, letters remained clean, without any tear, soiling or stains of blood and soil, rendering them highly unnatural and improbable - Thus, two letters cannot be taken as evidence G in order to implicate the accused persons.Independent evidence - Evidentiary value - Prosecution case establishing involvement of accused persons in Temple case - Independent evidence against accused persons that two letters in urdu allegedly found from the pockets of thetrousers of the fidayeens were written by A-4 - Reliability of- A Held: Prosecution case that the Urdu letters were written by A-4 by only placing reliance upon the opinion of the handwriting expert - However, certificate of the senior most official of FSL, Hyderabad on basis of which the handwriting expert formed his opinion was not admitted on record till a B much tater stage, after the charge sheet was prepared and handwriting expert gave his statement before the court - It was at this stage that his evidence was admitted with protest from the defence - Handwriting expert in his evidence stated that he has basic knowledge of Urdu and cannot differentiate between Urdu, Arabic and Persian; and that the opinion of handwriting experts is not conclusive - Thus, the prosecution failed to establish beyond reasor,3ble doubt that the Urdu letters were written by A-4. c Independent evidence - Evidentiary value - Prosecution case establishing involvement of accused persons in Temple case - Independent evidence that in the blue ambassador car accused allegedly brought the fidayeens and the weapons to place of incident - Reliance upon - Held: neither the panchnama nor seizure memo of the car made during its · alleged seizure - However, courts below without verifying the contents of the panchnama and the seizure memo of the car, admitted the involvement of the car in evidence on record, merely on the basis of the subsequent panchna'ma drawn by the G,μjarat police on which no weightage can be given - Prosecution failed to prove that car was used by accused to carry weapons from Jammu and Kashmir to Bareilly for carrying out the attack on Akshardham - Thus, no evidence apart from the retracted confessional statement of A-6 to connect him to the offence.Defence witness - Evidentiary value - Held: Equal weightage should be given to the defence witnesses as that of the prosecution witnesses - It erred in not given the same weightage to the defence witnesses as they have to the prosecution witnessesPenal Code, 1860 - s. 1208 - Criminal conspiracy - Offence of - Essential ingredients - Held: There should be some common object to be achieved and an agreement by accused persons to achieve that object - Individual B conspirator need not know the entire sequence of the chain and events - Limited knowledge is sufficient -On facts, it cannot be said that conspiracy was hatched by accused persons in furtherance of some common object, to take revenge for Godhra Riots - Each accused claims to have C complete knowledge of conspiracy, while contradicting the other's version of the same events to constitute the act of criminal conspiracy - None of the events of the alleged criminal conspiracy was supported by independent evidence that inspires confidence to uphold the conviction and D sentences meted out to the accused persons - Thus, prosecution failed to prove beyond reasonable doubt, the guilt against the accused persons, for the offence of criminal conspiracy u/s. 120-8 of the Code. "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "KISAN SHANKAR KATHORE VS. ARUN DATTATRAY SAWANT & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU0OQ==",
        "Citation": "[2014] 7 S.C.R. 258",
        "Case Type": "(CIVIL APPEAL /4261/2007)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMjU4LTI5OF8xNzAzMjM2NDI2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 258",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Kisan Shankar Kathore",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 384",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Arun Dattatray Sawant & Ors",
        "Case Type:": "CIVIL APPEAL /4261/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Representation of People Act",
            "1951 - s. 100(1)(d)(i) and (iv) - Non-disclosure of information"
        ],
        "HeadNote": "Representation of People Act, 1951 - s. 100(1)(d)(i) and (iv) - Non-disclosure of information - Election petition by voter - Improper acceptance of returned candidate's nomination by returning officer, despite suppression of material facts, thus, election void - High Court set aside the election of returned candidate - On appeal, held: Non-disclosure of the electricity dues not a serious lapse, but non-disclosure of property and vehicle in the name of returned candidate's wife as also returned candidate's interest/share in the partnership firm major lapse - Thus, material information about the assets not disclosed in the affidavits given by the returned candidate along with the nomination form - There was not a substantial compliance in disclosing the requisite information in the affidavits along with the nomination paper - Once it is found that it was a case of improper acceptance, as there was misinformation or suppression of material information, the rejection can only be at a later date and appropriate stage would be in an election petition - When the court gives such a finding which results in rejection, effect would be that such candidate was not entitled to contest and the election is void, otherwise, it would be an anomalous situation, which cannot be countenanced - Thus, the order passed by High Court is upheld."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "ANNAPURNA VS. MALLIKARJUN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU1Nw==",
        "Citation": "[2014] 7 S.C.R. 299",
        "Case Type": "(CIVIL APPEAL /4469/2014)",
        "Date": "11 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMjk5LTMwNF8xNzAzMjM2NTExLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 299",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "11 April 2014",
        "Petitioner:": "Annapurna",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 268",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Mallikarjun & Anr.",
        "Case Type:": "CIVIL APPEAL /4469/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CIVIL PROCEDURE",
            "1908: 0. 21",
            "r. 89 - Application to set aside sale on depositi"
        ],
        "HeadNote": "CODE OF CIVIL PROCEDURE, 1908: 0. 21, r. 89 - Application to set aside sale on deposit- Period of limitation to make the deposit - Amount deposited on the opportunity given by writ court - Held: Deposit of the requisite amount in the court is a condition precedent or a sine qua non to application for setting aside the execution of sale and such an amount must be deposited within the prescribed time for making the application otherwise the application must be dismissed - Order of High Court directing reconsideration of application under 0. 21, r. 89, set aside - Limitation Act, 1963 - Schedule I - Article 127."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "OM PRAKASH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU2NQ==",
        "Citation": "[2014] 7 S.C.R. 305",
        "Case Type": "(CRIMINAL APPEAL /1102/2006)",
        "Date": "16 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMzA1LTMyMF8xNzAzMjM2NjM2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 305",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 April 2014",
        "Petitioner:": "Om Prakash",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 278",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1102/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss. 302 rlw s.149 and s.148- Murder - Unlawful· assembly -Common object"
        ],
        "HeadNote": " Penal Code, 1860- ss. 302 r/by the prosecution - Conviction of appellants accordingly affirmed.w s.149 and s.148- Murder - Unlawful· assembly -Common object - Allegation that appellants inflicted injuries on deceased with lathis and butt of gun whereafter appellant no. 1 came on a tractor and ran over the deceased· '-.'Conviction of appellants - Challenged on grounds that there was delay in lodging of FIR; that there was no evidence that appellant no. 1 ran over the tractor over the deceased; and that eye witnesses did not ascribe specific overt act to each of the accused - Held: On facts, from the sequence of the events which include consumption of time in carrying the injured to the hospital, treatment availed of by the deceased, information given by the concerned authority of the primary health centre and arrival of police and also taking note of the distance, i.e., 24 kilometers from the place of occurrence, it cannot be said that there was any delay in lodging of the FIR - That apart, mere delay in lodging FIR cannot by itself be regarded as fatal to the prosecution case - It came out in the evidence that all accused persons carried lathis and most injuries were caused due to lathi blows and some by the tractor - Ocular testimony corroborated by medical evidence in this regard - Accused persons came together armed with lathis and a gun - Eye witnesses were natural witnesses, being brothers, and deposed in unequivocal manner about the assault by all the accused · persons - Common object clearly evident - In such a situation, attribution of specific individual overt act has no role to play - All requisite tests to attract s. 149 IPC established Penal Code, 1860 - s. 149 - Common object of unlawful assembly - Manner of inference - Held: It can be gathered from the nature of the assembly, the weapons used by its 8 members and the behavior of the assembly at or before the scene of occurrence - Core of the offence is the word \"object\" which means the purpose or design and in order to make it common, it should be shared by all - Number and nature of injuries is a relevant fact to deduce that the common object C developed at the time of incident. FIR - Delay in lodging - Effect of - Held: Mere delay in lodging FIR cannot by itself be regarded as fatal to the prosecution case - The Court has a duty to take notice of the delay and examine the same in the backdrop of factual $Core, whether there has been any acceptable explanation offered by the prosecution and whether the same deserves acceptance being satisfactory, but when delay is satisfactorily explained, no adverse inference is to be drawn. "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "DINESH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU3OQ==",
        "Citation": "[2014] 7 S.C.R. 321",
        "Case Type": "(CRIMINAL APPEAL /321/578)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMzIxLTMzNV8xNzAzMjM2NzUwLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 321",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Dinesh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 333",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /321/578",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 304-B - Evidence Act",
            "1872 - s. 113-8"
        ],
        "HeadNote": " Penal Code, 1860 - s. 304-8 - Evidence Act, 1872 - s. 113-8 - Suicide committed by married woman within 4 years of marriage - Death caused due to consumption of pesticide - Conviction of husband-appellant - Justification - Held: Justified - Defence of appellant that death was caused due to some complication at advanced stage of pregnancy, without any basis - Evidence of the witnesses sufficiently established that there was persistent demand for dowry from the side of the accused persons and for non-fulfilment of their demand, the deceased was being subjected to cruelty and harassment - Proximate connection between cruelty, harassment and death of appellant's wife - Sufficient materials showing that the accused persons started demanding television and gold chain etc. after marriage and that their demand continued and the parents were not allowed to meet their daughter unless their demands were fulfilled - Appellant guilty of offence uls.304-8 /PC - Presumption contained in s. 113-B of the Evidence Act fully applicable to the facts of the case. Penal Code, 1860 - s.304-B - Evidence Act, 1872 - s. 113-8 - Dowry death - Requirement of prosecution to prove that soon before death, the victim was subjected to cruelty or harassment - Expression \"soon before\" - Meaning of - Held: G It is a relative term required to be considered under the specific circumstances of each case and no straight jacket formula can be laid down - Determination of the period which can come within term \"soon before\" left to be determined by courts depending upon the facts and circumstances of each case - In case of dowry death, circumstances showing the existence of cruelty or harassment to the deceased are not restricted to a particular instances but normally refer to a course of conduct - Such conduct may be spread over a B period of time - If cruelty or harassment or demand of dowry is shown to have persisted, it shall be deemed to be \"soon before death\". "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "RAJASTHAN R.S.S. & GINNING MILLS FED. LTD. VS. DY. COMMISSIONER OF INCOME TAX, JAIPUR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU4NA==",
        "Citation": "[2014] 7 S.C.R. 336",
        "Case Type": "(CIVIL APPEAL /3880/2003)",
        "Date": "29 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMzM2LTM0N18xNzAzMjM2ODM2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 336",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "29 April 2014",
        "Petitioner:": "Rajasthan R.s.s. & Ginning Mills Fed. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 350",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Dy. Commissioner Of Income Tax, Jaipur",
        "Case Type:": "CIVIL APPEAL /3880/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - ss. 72 and 72A - Co-operative society - Amalgamation of"
        ],
        "HeadNote": "Income Tax Act, 1961 - ss. 72 and 72A - Co-operative society - Amalgamation of - Set-off of losses_ of amalgamating societies against profits of the amalgamated society - Entitlement to - Four co-operative societies wherein the State Government had substantial share holding, amalgamated into appellant co-operative society - Upon D amalgamation, registration of said four co-operative societies cancelled and all their assets and liabilities taken over by the appellant society - After amalgamation, when Income- Tax returns filed by appellant society, it wanted to get accumulated losses of the aforestated four societies carried forward, so that E the same could be set off against the profits of the appellant society - Claim of appellant-society - If tenable - Held: So far as companies are concerned, there is specific provision in the Income Tax Act that upon amalgamation of one company with another, losses of the amalgamating F companies can be carried forward and the amalgamated company can get those losses set off against its profits subject to the provisions of the Act - But as at the relevant time there was no provision under the Act for setting off accumulated losses of the amalgamating societies against the profits of the amalgamated society, the appe/fant society could not have G got the benefit of carrying forward losses of the erstwhile societies which were not in existence during the relevant Assessment Year - Societies and companies belong to different classes and simply because both have a distinctlegal personality, it cannot be said that both must be given the same treatment - Taxation statutes have to be interpreted strictly - No equity in matters of taxation - Rajasthan Co- operative Societies Act, 1965 - s.16(8).Interpretation of Statute$ - Taxing statutes - Requirement of strict interpretation - No equity in matters of taxation."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "K. MADHAVA REDDY & ORS. VS. GOVT. OF A.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU4OA==",
        "Citation": "[2014] 7 S.C.R. 348",
        "Case Type": "(CIVIL APPEAL /4947-4951/2014)",
        "Date": "29 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMzQ4LTM3MF8xNzAzMjM2OTI0LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 348",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "29 April 2014",
        "Petitioner:": "K. Madhava Reddy & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 351",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Govt. Of A.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /4947-4951/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Promotion"
        ],
        "HeadNote": " Service Law - Promotion - GOMs permitting promotion by transfer, struck down by State Administrative Tribunal in view of Supreme Court decision dated 7th November, 2001 in V. Jagannadha Rao's case - Further direction of Tribunal that striking down of the G. 0. Ms. would only be prospective and any action taken in compliance with the Rules till 7th November, 2001 be not disturbed - High Court set aside order of Tribunal to the extent the same held the judgment in V. Jagannadha Rao to be prospective in its application and as a result appellants-employees faced prospects of reversion - Doctrine of prospective overruling - Applicability of - Held: On facts, not applicable - The promotions were ordered by the State and not snatched by the appellants - That apart on the date the promotions were made there was no element of risk nor were the promotions made subject to determination of any legal controversy as to entitlement of the incumbents to such promotion - The law was in a state of flux till the legal position eventually came to be settled in V. Jagannadha Rao's case - In the circumstances of the case, even if the High Court was not competent to invoke the doctrine of prospective overruling, nothing prevents the Supreme Court from doing so having regard to the fact that those promoted under the impugned rules had held their respective positions for a considerable length of time making reversion to their parent zone/cadre not only administratively difficult but unreasonably harsh and unfair and bound to have a cascading effect, prejudicing even those not parties before the Court -Impugned GoMs were rightly declared ultra vires ofthe A Presidential Order by the State Administrative Tribunal, but said declaration not to affect promotions and appointments made on basis of said GoMs prior to 7th November, 2001, the date when V. Jagannadha Rao's case was decided by Supreme Court - Constitution of India, 1950 . :. . Art: }09 8 proviso.Doctrines . :. . Doctrine of prospective overruling - Origin and applicability of - Discussed. "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "BIHAR STATE GOVT. SEC. SCL. TEACHERS ASSN. VS. ASHOK KUMAR SINHA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU5NQ==",
        "Citation": "[2014] 7 S.C.R. 371",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /8226-8227/2012)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMzcxLTQwNV8xNzAzMjM3MDAwLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 371",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "Bihar State Govt. Sec. Scl. Teachers Assn.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 372",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Ashok Kumar Sinha & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /8226-8227/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court - Service Law matter - Merger of C cadres"
        ],
        "HeadNote": "Contempt of Court - Service Law matter - Merger of C cadres - Petitioner-Association representing teachers of the Bihar Subordinate Education Service (BSES), claimed merger of their cadre with the Bihar Education Service (BES) - Merger sanctioned by the Supreme Court - In compliance thereof, Resolution merging the cadre of BSES with BES D issued on 07.07.2006-At this stage, writ petition filed by BES Association (BESA) challenging _the merger, was allowed by High Court - Immediately thereafter, the State Government withdrew Resolution dated 07.07.2006 by notification dated 19.11.2007 - However, eventually, said judgment of the High E Court set ~side by the Supreme Court which also quashed notification dated 19. 11. 2007 - State Government's Resolution dated 07.07.2006 was thus restored a.nd the State Government was directed to act accordingly - However, plea raised by the Petitioner in the instant Contempt Petition that F directions cont-ained in the said Supreme Court judgment were deliberately and contumaciously flouted by the State Government and thus the benefits of merger were denied - Held: lnspite of succeeding in three rounds of litigation, the petitioners were not only treated as a distinct and separate G class, but the benefit which could accrue to them in a combined seniority list, as a result of merger, was snatched away from them - By a well crafted technique, almost the same result, which was the position before the merger, was achieved - Provisions in the 2014 Rules were made with the sole intention to frustrate the effect of the judgment - This amounted to contempt of the Court - Bihar Education Rules, 2014."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "NATIONAL ALUMINIUM CO. LTD. & ORS. VS. ANANTA KISHORE ROUT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU5OQ==",
        "Citation": "[2014] 7 S.C.R. 406",
        "Case Type": "(CIVIL APPEAL /5989/2008)",
        "Date": "08 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDIwXzdfNDA2LTQzNl8xNzA0MjU4MzI1LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 406",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "08 May 2014",
        "Petitioner:": "National Aluminium Co. Ltd. & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 374",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Ananta Kishore Rout & Ors.",
        "Case Type:": "CIVIL APPEAL /5989/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW",
            "Employer-employee relationship"
        ],
        "HeadNote": "SERVICE LAW:  Employer-employee relationship - In order to determine the existence of employer-employee relationship, the determining factor is whether there is complete control and supervision by the employer - In the instant case, claim was made by the employees of the schools that they be treated at par with the employees of appellant company as the schools were established by the appellant for the wards of its employees - Records proved that the schools have their own independent Managing Committees and the day to day control over the staff was with the Managing Committees - Mere fact that schools were set up by the appellant or they had agreed to take care of financial deficits for the running of schools is not conclusive factor - Moreover, the employees of appellant were discharging altogether different kinds of duties - Therefore, principles of 'equal pay for equal work' is ·not attracted at all - There was no parity in the nature of work, mode of appointment, experience, education qualification between the appellant employees and employees of schools - Moreover, the salaries and other perks which school employees were getting were better than their counter parts in Government Schools or aided/unaided recognized schools in State of Orissa."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "SWAPNIL AND OTHERS VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMTc=",
        "Citation": "[2014] 7 S.C.R. 437",
        "Case Type": "(CRIMINAL APPEAL /1144/2014)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNDM3LTQ0NV8xNzAzMjM3NTMwLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 437",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Swapnil And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 393",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1144/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.498A and 506 Part II - Dowry Prohibition Act",
            "1961"
        ],
        "HeadNote": ".Penal Code, 1860 - ss.498A and 506 Part II - Dowry Prohibition Act, 1961- s.4 - Police complaint dated C 02.05.2012 filed by wife against husband and in-laws (appellants) making allegations of dowry harassment, and of criminal intimidation on 30. 04. 2012 - Charges framed against appellants ulss. 498A, 506 Part II /PC and s.4 of the Dowry Prohibition Act, 1961 - High Court declined to  exercise jurisdiction u/s. 482 CrPC for quashing the proceedings - On appeal, held: The wife was living separately since April, 2011 and hence, no question of any beating by the appellants as alleged by her - Even application filed by first appellant-husband for restitution of conjugal rights having E been withdrawn on 16.04.2012 as the wife was not interested to live together, it is difficult to believe that there was still a demand for dowry on 30. 04. 2012 coupled with criminal intimidation - A/legations vague and bereft of the details as to the place and the time of the incident - Materials before F Judicial Magistrate not sufficient for presuming that appellants committed offence under the charged Sections - Sessions Court and High Court missed these crucial points while considering the petition filed by appellants u/s.397 and s.482 CrP~ respectively - Veiled object to harass the appellants - G Impugned prosecution wholly unfounded - To secure the ends of justice and for preventing abuse of the process of the criminal court, charges framed against the appellants quashed - Appellants discharged - Code of Criminal Procedure, 1973 - s.482.."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "SHREE RAM URBAN INFRASTRUCTURE LTD. (FORMERLY KNOWN AS SHREE RAM MILLS LTD.) VS. THE COURT RECEIVER, HIGH COURT OF BOMBAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5NzM=",
        "Citation": "[2014] 7 S.C.R. 446",
        "Case Type": "(CIVIL APPEAL /5528/2014)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNDQ2LTQ2MF8xNzAzNjU2NTkzLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 446",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Shree Ram Urban Infrastructure Ltd. (formerly Known As Shree Ram Mills Ltd.)",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 388",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "The Court Receiver, High Court Of Bombay",
        "Case Type:": "CIVIL APPEAL /5528/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908",
            "Administering property - Court Receiver"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Order XL, r.1(d) - Administering property - Court Receiver - Rights/authority of - Suit filed on original side of High Court \"in respect of immovable tenanted property - Respondent appointed as Court Receiver - Notice issued to appellant to pay compensation and to vacate the suit premises - Appellant challenged right and power of respondent to determine the tenancy - Respondent instituted eviction suit against appellant before the Court of Small Causes - Whether respondent did not obtain leave of the court in filing the eviction suit and without such leave, the eviction suit was liable to be dismissed - Held: Receiver is given full powers under Order XL Rule 1(d)- On facts, the Receiver acted in the matter as ought to have been done by the trustees to preserve the· estate - It cannot be said that the Receiver without leave of the court, could not have filed a suit - When authority has been given to the Receiver to preserve the estate, it empowers the Receiver, i.e., for preserving the estate, he has a right to institute suit and, accordingly, in the present case, the~ Receiver had the authority to institute a suit for preserving the estate - Plea that the suit was bad since the owners were the trustees and were not made parties to the suit, not tenable - The Court Receiver holds the properties as custodia legis and on facts, respondent-Court Receiver acted as a reasonable prudent trustee for preservation of the property in question. Transfer of Property Act, 1882 - s. 106 - Termination of A tenancy - Notice - Suit filed on original side of High Court in respect of immovable tenanted property - Respondent 1 appointed as Court Receiver - Notice issued to appellant to pay compensation and to vacate the suit premises - Validity of the notice - Effect of amendment of s.106(3) - Held: 8 Legislature plugged the loopholes and redressed the mischief by making a change in the law - On facts, eviction suit was filed against the appellant after six months from date of the notice issued u/s. 106 TPA, by respondent-Court Receiver and therefore, the notice was not invalid - Code of Civil Procedure, 1908 - Order XL, r.1(d). "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "COFFEE BOARD VS. M/S. RAMESH EXPORTS PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYwNQ==",
        "Citation": "[2014] 7 S.C.R. 461",
        "Case Type": "(CIVIL APPEAL /5527/2014)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNDYxLTQ3NV8xNzAzMjM3Njc2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 461",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Coffee Board",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 391",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "M/s. Ramesh Exports Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /5527/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: 0.2",
            "r.2 - Suit to include the whole claim"
        ],
        "HeadNote": ".Code of Civil Procedure, 1908: 0.2, r.2 - Suit to include the whole claim - Bar to subsequent suit on same cause of action - Held: 0.2, r.2 requires, if different reliefs and claims arise out of the same cause of action then the plaintiff must place all his claims before the court in one suit and cannot omit one of the reliefs or claims except without the leave of the court - Order 2 r.2 bars a plaintiff from omitting one part of claim and raising the same in a subsequent suit - Bar under 0. 2 r.2 must be specifically pleaded by· defendant in the suit and trial court should specifically frame a specific issue in that regard wherein the pleading in the earlier suit must be examined and the plaintiff is given an opportunity to demonstrate that the cause of action in the subsequent suit is different - In the instant case, de facto the parties are the same in both the suits - In the written statement filed in the subsequent suit the defendant-appellant has specifically pleaded that the suit was barred under 0. 2, r. 2 of the CPC - The trial court also specifically framed the issue on this point - As regards the cause of action in the subsequent suit and the relief claimed therein, in both the suits the fact required to be proved by the respondent-plaintiff, to succeed in its claims was that on account of the failure of the appellant-defendant to provide the required /CO stamps as assured by it, the respondent had to suffer losses - Suits should have been merged and the two reliefs, first being the losses due to delayed shipment and second being the costs and losses arising due to the recall of the shipment, could have been claimed in a single suit when the cause of action was the same in both suits - Therefore, trial court correctly held that subsequent suit was B barred under 0. 2, r.2 - Judgment and order of High Court is set aside and that of trial court upheld.."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "DHAN RAJ @ DHAND VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYwNg==",
        "Citation": "[2014] 7 S.C.R. 476",
        "Case Type": "(CRIMINAL APPEAL /1410/2010)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNDc2LTQ5Nl8xNzAzMjM3Nzk4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 476",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Dhan Raj @ Dhand",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 386",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1410/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder and robbery - Circumstantial evidence"
        ],
        "HeadNote": " Penal Code, 1860: s.302 r/w s.341 and s.392 r/w s. 397 - Murder and robbery - Circumstantial evidence - Extra-judicial confession of co- accused - Held: In two confessions made by co-accused, there are inconsistencies as in the first confession he named a different person as his accomplice who had taken the recovered articles whereas in the subsequent confession he named the two appellants as his accomplices and also stated that they had taken the recovered articles - The discrepancy is a glaring one as he named different accomplices in the same incident - Further, his confessional statement does not establish anything beyond the fact that the two accused- appellants might have possessed stolen goods - It does not support prosecution case that appellants were involved in commission of murder - Thus, reliance on extra judicial confession of co-accused is misplaced - Further, no proper recovery has been made - The objects recovered were too common articles not of much value -Moreover, evidence of recovery witness does not inspire confidence - There is no evidence to establish presence of appellants near the scene of crime - There is a gap between circumstances relied upon by prosecution to hold appellants' guilty - There are many loopholes in prosecution case and grounds on which High Court convicted the appellants - None of the circumstances relied upon by prosecution and accepted by High Court can be said to be probability of appellants guilt or their involvement in the crime - Judgment of High Court is set aside ad appellants are acquitted - Circumstantial evidence - Investigation - Recovery - Witness - Interested witness. Evidence: Circumstantial evidence - Held: In order to base conviction on circumstantial evidence, prosecution should establish a complete unbroken chain of events so that only one inference is drawn out from the same i.e., the guilt of the accused - If more than one inference can be drawn then accused should be entitled to benefit of doubt - In the instant case, after analysing the facts, the chain of circumstantial · evidence cannot be concluded in the manner sought to be , done by prosecution and there is a gap between the ' circumstances relied upon by prosecution to hold appellants . guilty. Extra judicial confession - Held: Extra-judicial confession · has been treated by the Court as weak evidence in the absence of a chain of cogent circumstances, for recording a conviction.Investigation: Recovery - Held: Recovery, of an object is not a discovery of fact - Recovery must be of a fact which was relevant to connect it with the commfssion of crime - In the instant case, even if recovery of goods is reliable then it does not indicate that accused appellants committed the murder - The only admissible fact which can be inferred is that they are in possession of stolen goods. "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "MOSIRUDDIN MUNSHI VS. MD. SIRAJ AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYxMQ==",
        "Citation": "[2014] 7 S.C.R. 497",
        "Case Type": "(CRIMINAL APPEAL /1168/2014)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNDk3LTUwM18xNzAzMjM3ODc5LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 497",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Mosiruddin Munshi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 387",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "Md. Siraj And Another",
        "Case Type:": "CRIMINAL APPEAL /1168/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - Section 482 - Jurisdiction of High Court"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - Section 482 - Jurisdiction of High Court - Exercise of, for quashing FIR! , criminal proceedings - On facts, Magistrate treating complaint · C uls.420 rlw s 1208 as FIR, forwarded it for investigation u/s. 156 Cr.P.C. - Application uls.482 - High Court quashed the . complaint proceedings including FIR - Justification of - Held: High Court should not have quashed FIR - High Court adopted a strictly hyper technical approach - Investigation D should have been allowed to· proceed, when the averments in the complaint would prima facie make out a case for investigation by the authority- Penal Code, 1860 - s.420 rlw_ s.120B"
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "UNION OF INDIA & ORS. VS. MAHINDRA & MAHINDRA LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYxMw==",
        "Citation": "[2014] 7 S.C.R. 504",
        "Case Type": "(CIVIL APPEAL /6620/2003)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTA0LTUyMl8xNzAzMjM3OTQwLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 504",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 383",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Mahindra & Mahindra Ltd.",
        "Case Type:": "CIVIL APPEAL /6620/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CENTRAL EXCISE ACT",
            "1944: s. 4 - Normal price in the course of wholesale trade"
        ],
        "HeadNote": "CENTRAL EXCISE ACT, 1944: c s. 4 - Normal price in the course of wholesale trade - Determination of - Show cause notices issued for short payment of excise duty covering period 1982 to 1985 - High Court quashed the same - On appeal, held: Assessee failed to bring the ascertainable price of the goods, cost of D transportation to depot etc., to the notice of the High Court - Assessee simply challenged the show cause notices on the ground that amended s.4 was not applicable - High Court without looking into the relevant fact, declared the notices illegal only on the ground that sub-clause (iii) to s.4(b) was E subsequently added by amendment including 'depot', 'premises of consignment agent' or any other place' or 'premises' from where the excisable goods were to be sold after their clearance from the factory - Matter remitted to the competent authority for reconsideration. F s.4 (as amended by Finance Act, 1996) - Applicability of."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "GOVT. OF A.P. & ANR. VS. B. JAGJEEVAN RAO",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYxNQ==",
        "Citation": "[2014] 7 S.C.R. 523",
        "Case Type": "(CIVIL APPEAL /80/2009)",
        "Date": "12 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTIzLTUzMV8xNzAzMjM5MTA5LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 523",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "12 May 2014",
        "Petitioner:": "Govt. Of A.p. & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 973",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "B. Jagjeevan Rao",
        "Case Type:": "CIVIL APPEAL /80/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: A.P.C.S. (CC&A) Rules",
            "1991 - Rule 25"
        ],
        "HeadNote": "Service Law: A.P.C.S. (CC&A) Rules, 1991 - Rule 25 - Interpretation C of - Imposition of sentence by disciplinary authority - Consideration of - Held: Disciplinary Authority is to consider the conduct of Government servant that led to his conviction on criminal charge before imposing the appropriate punishment - In view of the expected standard of o administration, conviction on the charge of corruption is to be viewed seriously - Employer cannot be compelled to take an employee back in service unless conviction is set aside - On facts, employee convicted for the offences punishable under the 1988 Act- On application u/s. 389(1) Cr.P.C., suspension E of sentence by High Court, though not directed stay of conviction - Order of dismissal of employee by the Department, invoking power ulr. 25 upheld by the tribunal but set aside by High Court - High Court erred in its interpretation of r. 25(1) and in not keeping in mind the distinction between F stay of conviction and suspension of sentence, thus, order passed by the High Court set aside - Constitution of India, 1950 - Article 311 (2) - Prevention of Corruption Act, 1988 - Code of Criminal Procedure, 1973 - Section 389(1)."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "BALRAM SINGH YADAV @ BALRAM YADAV VS. ABHAY KUMAR SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYxOQ==",
        "Citation": "[2014] 7 S.C.R. 532",
        "Case Type": "(CIVIL APPEAL /888/2009)",
        "Date": "13 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTMyLTU0M18xNzAzMjM5MjAxLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 532",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "13 May 2014",
        "Petitioner:": "Balram Singh Yadav @ Balram Yadav",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 394",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Abhay Kumar Singh",
        "Case Type:": "CIVIL APPEAL /888/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Representation of People Act",
            "1951 - Section 33(5) - Compliance of"
        ],
        "HeadNote": "Representation of People Act, 1951 - Section 33(5) - Compliance of - Rejection of nomination paper - For non- filing of current electoral roll which was required since the candidate belonged to another constituency - Held: Is not a case of improper rejection - Current electoral roll is to filed along with the nomination paper, otherwise it would tantamount to non-compliance of s. 33(5) of the Act - Once D the court comes to the· conclusion that the nomination paper had been improperly rejected, it is obliged in law to declare the election void - Thus, on facts, High Court not justified in holding that the nomination paper could not have been rejected by the returning officer and thereafter, invalidating the  election of the elected member since the candidate did not file the latest electoral and also remained absent at the time of scrutiny - Order passed by the High Court set aside - Election of the returned candidate valid."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "RISAL SINGH VS. STATE OF HARYANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYyMg==",
        "Citation": "[2014] 7 S.C.R. 544",
        "Case Type": "(CIVIL APPEAL /2839/2011)",
        "Date": "13 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTQ0LTU1MV8xNzAzMjM5Mjg4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 544",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "13 May 2014",
        "Petitioner:": "Risal Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 395",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Haryana & Ors.",
        "Case Type:": "CIVIL APPEAL /2839/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Dismissal from service - Dispensing with the disciplinary inquiry under Article 311(2)(b) - Absence of C ascription of reasons:"
        ],
        "HeadNote": "Service law - Dismissal from service - Dispensing with the disciplinary inquiry under Article 311(2)(b) - Absence of C ascription of reasons: - Held: Order of dismissal passed against the Sub inspector by the Superintendent of Police dispensing with the inquiry unsustainable - Non-ascribing of reason while passing an order dispensing with enquiry, which otherwise is a must, defenetely invalidates such an action -  Order passed by the High Court upholding the dismissal of employee, set aside - Constitution of India, 1950 - Article 311(2)(b)."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "KRISHAN VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYyNg==",
        "Citation": "[2014] 7 S.C.R. 552",
        "Case Type": "(CRIMINAL APPEAL /1342/2012)",
        "Date": "16 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTUyLTU2MF8xNzAzMjM5MzU3LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 552",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 May 2014",
        "Petitioner:": "Krishan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 400",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1342/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 376 and 506 - Rape and criminal intimidation"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 376 and 506 - Rape and criminal intimidation - Commission of, by the appellant on the prosecutrix - Conviction and sentence ulss. 376 and 506 by the courts below - Interference with - Held: Not called for - Taking into consideration the totality of circumstances, on appreciation of entire evidence, supported by the doctors' opinion and chemical examination report, the prosecution case that the appellant committed the offences of rape and criminal intimidation cannot be doubted."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "COMMON CAUSE VS. UNION OF INDIA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYzMA==",
        "Citation": "[2014] 7 S.C.R. 561",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /114/2014)",
        "Date": "16 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTYxLTU2OF8xNzAzMjM5NDU3LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 561",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 May 2014",
        "Petitioner:": "Common Cause",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 975",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Union Of India & Ors",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /114/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and minerals: Mines and Minerals (Development and Regulation) Act",
            "1957"
        ],
        "HeadNote": "Mines and minerals: c Mines and Minerals (Development and Regulation) Act, 1957 - s. 8(3) - Mineral Concession Rules, 1960 - r. 24A(6) - Illegal mining in State of Odisha - Writ petition - Several lessees operating without clearances under the 1986 Act and the 1980 Act, and without renewal by the Government- Interim order- Pursuant thereto, examination of the matter by Central Empowered Committee (CEC) - Submission of report by CEG as regards the mining leases which are operational, which were not having requisite environmental clearances, which are suspended, rejected or lapsed, and those under first renewal and deemed renewal provision - Out of these 26 iron ore/manganese leases being operated as second and subsequent deemed renewals u/r. 24A(6) of the 1960 Rules without any express orders of renewal passed by the State Government - Held: Directions issued that the 26 leases . operating as second and subsequent renewals without any express orders of renewal passed by the State Government would not be allowed to operate by State Government until express orders are passed in terms of s.8(3) of the 1957 Act - State Government directed to consider· all renewal applications and dispose them of within six months from today - State Government further directed to consider first the renewal applications in respect of leases granted for captive mining for providing iron or manganese ore as raw material for industries and thereafter, the renewal applications in respect of the other leases - Environment (Protection) Act, 1986 - Forest Conservation Act, 1980."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "MANZOOR ALI KHAN VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODYzNA==",
        "Citation": "[2014] 7 S.C.R. 569",
        "Case Type": "(WRIT PETITION (CIVIL) /305/2007)",
        "Date": "06 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTY5LTU4OF8xNzAzMjM5NTYxLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 569",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "06 August 2014",
        "Petitioner:": "Manzoor Ali Khan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 526",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /305/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PREVENTION OF CORRUPTION ACT",
            "1988",
            "Previous sanction necessary for prosecution"
        ],
        "HeadNote": "PREVENTION OF CORRUPTION ACT, 1988:s. 19 - Previous sanction necessary for prosecution -  Writ petition seeking to declare the provision as unconstitutional on the ground that the provision is being used to protect dishonest and corrupt politicians and Government officials ..:.. Direction sought for prosecution of all cases registered and investigated under the provisions of the Act  without sanction as required u/s 19 - Held: Requirement of sanction uls 19 has salutary object of protecting an innocent public servant against unwarranted and ma/a fide prosecution - Mere possibility of abuse cannot be a ground to declare a provision, otherwise valid, to be unconsa.tutional - The E exercise of power has to be regulated to effectuate the purpose of Jaw - Requirement of sanction is not unconstitutional - Competent authority has to take a decision on the issue of sanction expeditiously - A fine balance has to be maintained between need to protect a public servant F against ma/a fide prosecution and the object of upholding the probity in public life in prosecuting the public servant against whom prima facie material in support of allegation of corruption exists -Therefore, no further directions are G necessary."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "KERALA STATE TODDY SHOP CONTRACTORS ASSOCIATION VS. T.N. PRATHAPAN, MLA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY0Mw==",
        "Citation": "[2014] 7 S.C.R. 589",
        "Case Type": "(CIVIL APPEAL /8895-8896/2014)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTg5LTU5N18xNzAzMjM5NjQzLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 589",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Kerala State Toddy Shop Contractors Association",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 998",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "T.n. Prathapan, Mla & Ors.",
        "Case Type:": "CIVIL APPEAL /8895-8896/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Liquor (Compounding",
            "Blending and Bottling)",
            "Rules t'975: r. 28A"
        ],
        "HeadNote": "Foreign Liquor (Compounding, Blending and Bottling), Rules t'975: r. 28A - Writ petition filed beforeHigh Court C highlighting the grievance that as perr.28A of the Rules of 1975 framed under Kera/a Abkari Act, the licenced premises for sale of liquor in respect of the licences issued under the Rules are required to remain closed on the days specified in the Rules but the State of Kera/a and its functionaries, in D violation of r. 28A, had issued orders to allow the sale of IMFL on 1st of September, 2009 from the licensed premises which was totally unlawful - High Court was required to interpret r.28A of the Rules - While disposing of the writ petition, High Court declared r. 7(11 )(vii) of Kerela Abkari Shops Disposal Rules E 2002 by virtue of which toddy shops were allowed to function on 1st of September, 2009 as discriminatory and unreasonable - On appeal, held: Suo motu· assumption of jurisdiction by High Court was totally uncalled for - High Court fell ihto grave error by declaring another Rule as F discriminatory - The judgment of the High Court, as far as it declares the 2002 Rules as ultra vires in respect of the toddy shops being kept open on the first day of all English Calendar month is set aside - Kerala Abkari Act - s. 71.Constitution of India, 1950: It is a settled principle of law that a person who assails a provision to be ultra vires must plead the same in proper perspective - While interpreting the effect and impact of a particular rule relating to a different sphere, the High Court in exercise of its power under Article 226 of the Constitution, cannot declare another rule as unconstitutional without any challenge to the same and further without impleading the affected parties even in representative capacity."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "STATE OF HIMACHAL PRADESH AND ANR. VS. TILAK RAJ",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY0OQ==",
        "Citation": "[2014] 7 S.C.R. 598",
        "Case Type": "(CIVIL APPEAL /9124/2014)",
        "Date": "01 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNTk4LTYwNV8xNzAzMjM5NzU1LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 598",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "01 September 2014",
        "Petitioner:": "State Of Himachal Pradesh And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 577",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave,Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Tilak Raj",
        "Case Type:": "CIVIL APPEAL /9124/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Pay - Pay scales - Claim for pay scale as paid to persons belonging to higher cadre"
        ],
        "HeadNote": "Service Law - Pay - Pay scales - Claim for pay scale as paid to persons belonging to higher cadre - Allowed by High Court - Propriety - Held: Not proper - High Court should not have entertained the petitions where disputed questions of fact were required to be examined - Without examining relevant evidence regarding exact nature of work, working conditions and other relevant factors, normally such exercise should not have been carried out by the High Court under its writ jurisdiction - Relevant exercise was not carried out by the High Court in the instant case.Service Law - Pay - Pay scales - Fixation of - Held:  Should be left to an expert body like Pay Commission or other similar body."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "ABHAY KUMAR SINGH & ORS. VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY1NQ==",
        "Citation": "[2014] 7 S.C.R. 606",
        "Case Type": "(CIVIL APPEAL /8450/2014)",
        "Date": "02 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjA2LTYxNF8xNzAzMjM5ODI1LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 606",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "02 September 2014",
        "Petitioner:": "Abhay Kumar Singh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 581",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /8450/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Dismissal from service - Post of constable"
        ],
        "HeadNote": "Service law: Dismissal from service - Post of constable - Appellants selected as constable on the basis of their height being more than height of last candidate in respective categories - Dismissed from service 4 years after their appointment on the ground that their height was not accurately recorded on account of manipulation and that on re- measurement their hEiight was found to be less than the height of last person selected - Held: The allegation of manipulation was duly enquired into and a finding was recorded against the appellants - Irrespective of the question whether the criteria adopted in making the selection on the basis of more height of candidates was valid, the fact remained that the appellants were held to have manipulated and got their height wrongly recorded more than their actual height - At the same time, responsibility for correct recording of the height is of the Department and after the appellants were duly selected and appointed, and were in service for four years, their termination, in facts and circumstances, would be too harsh - In these circumstances while the appellants are not entitled to reinstatement, the respondent is directed to give fresh appointment to the appellants as constables against available vacancies within thre19 months - Bihar Police Manual, 1978 - r.663(b) - Bihar Polioe Act, 2007."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "PREMPAL VS. STATF. OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY2MA==",
        "Citation": "[2014] 7 S.C.R. 615",
        "Case Type": "(CRIMINAL APPEAL /615/2012)",
        "Date": "03 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjE1LTYzMV8xNzAzMjM5OTI4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 615",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "03 September 2014",
        "Petitioner:": "Prempal",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 593",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Statf. Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /615/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 - Murder - Allegation that the apoel/ant grappled his sister-in-law"
        ],
        "HeadNote": "Penal Code, 1860: s. 302 - Murder - Allegation that the apoel/ant grappled his sister-in-law (victim2deceased) and poured kerosene on her and set her ablaze - Victim-deceased C taken to hospital where Tehsildar recorded her dying declaration - Conviction based on dying declaration - Held: The dying declaration was recorded by Tehsildar after obtaining the certificate from the doctor regarding the fitness of the deceased to give statement - In the evidence also, o doctor stated that the deceased was conscious and in a fit condition to give statement - There was nothing to show that the deceased was tutored by her relatives to falsely implicate the appellant - Doctor and Tehsildar categorically denied the suggestion that deceased was tutored by relatives - Deceased E and her husband were living separately and there was no reason for her to falsely implicate her brother-in-law ~ PW7, uncle of deceased stated that when he reached hospital, the deceased informed him that appellant was the culprit - 'There was no material inconsistency between the evidence o{ PW7 F and the dying declaration - Courts below found the ;dying declaration reliable and inspiring confidence - No reason to interfere with the order of conviction - Dying declaration.Criminal jurisprudence: Death by burning - Held: In burn injury cases, two possible hypothesis arise in the judicial mind G - was it suicide or was it homicide - In cases where tlile dying declaration projected by the prosecution gets credence, the alternative hypothesis of suicide has to be jt,Jstifiab/y eliminated.Evidence: Dying declaration - Reliability of - Held: When reliance is placed upon dying declaration, the court must be satisfied that the dying declaration is true, voluntary and not as a result of eithe'r tutoring or prompting or a product of imagination - The Court must be further satisfied that the deceased was in a fit state of mind - If a dying declaration is found to be reliable, then there is no need for corroboration by any witness and cqnviction can be sustained on that basis alone - In the instant case evidence of Tehsildar, the Doctor and other witnesses was cogent and consistent that the deceased was conicious and in a fit state of mind to give dying declaration Find courts rightly based the conviction upon the same - When the courts below appreciated the entire evidence in its right perspective, interference with conviction order not called for."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "HINDUSTAN COCA COLA BEVERAGE {P) LTD. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY2NA==",
        "Citation": "[2014] 7 S.C.R. 632",
        "Case Type": "(CIVIL APPEAL /3380/2010)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjMyLTY0NF8xNzAzMjQwMDE2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 632",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Hindustan Coca Cola Beverage {p) Ltd.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 601",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CIVIL APPEAL /3380/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: s.35 - Demand - Stay of"
        ],
        "HeadNote": "Central Excise Act, 1944: s.35 - Demand - Stay of- Held: If an order of recovery is made by. Excise department then it C is not appropriate to allow assessee to enjoy the benefit of stay of recovery on the basis of a bank guarantee. Constitution of India, 1950: Article 226 - Writ jurisdiction - Scope of - Held: The factual aspects cannot be adjudged D or adjudicated by High Court u!Article 226 of the Constitution."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "ASIS KUMAR SAMANTA AND ORS. VS. STATE OF WEST BENGAL AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY2OQ==",
        "Citation": "[2014] 7 S.C.R. 645",
        "Case Type": "(CIVIL APPEAL /1331/2001)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjQ1LTY1MF8xNzAzMjQwMDk2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 645",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Asis Kumar Samanta And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 595",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "State Of West Bengal And Ors.",
        "Case Type:": "CIVIL APPEAL /1331/2001",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Promotion - Retrospective effect"
        ],
        "HeadNote": "Service law: Promotion - Retrospective effect - Vacancy occurring on 1. 1. 1989 - Private respondents seeking C promotion - Their case not processed due to interim order passed by High Court restraining the authorities from giving them promotion - Selection process for promotion commenced after vacation of stay order on 11. 12. 1990 - Public Service Commission recommended that private  respondents be given retrospective seniority with effect from 31.12.1990 - According to r.6(2) of the W.B. Services (Determination of Seniority) Rules, 1981, the promotees shall be en-bloc senior to the direct recruits of the same year - Therefore, private respondents given notional seniority with E effect from 01.01.1990 - Challenge against- Held: The private respondents could not have been made to suffer because of intervention by the court by way of interim relief - State Government was not in a position to proceed with the selection by way of promotion under the Rules in view of the stay order F passed by the court - No sooner the stay order was vacated, the process for the selection by way of promotion commenced - The impugned seniority list cannot, in these circumstances, be said to be legally flawed - WB. Services (Determination of Seniority) Rules, 1981 - r.6(2)."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "PARGAN SINGH VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY3NQ==",
        "Citation": "[2014] 7 S.C.R. 651",
        "Case Type": "(CRIMINAL APPEAL /47/2014)",
        "Date": "05 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjUxLTY2N18xNzAzMjQwMTY0LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 651",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "05 September 2014",
        "Petitioner:": "Pargan Singh",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 609",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CRIMINAL APPEAL /47/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.302",
            "307",
            "397 /PC rlw s. 34"
        ],
        "HeadNote": "Penal Code, 1860: ss.302, 307, 397 /PC rlw s. 34 - Murder of one and grievous injury to another - Appellants apprehended 7 years after the incident in which allegedly they fired a shot at victim-deceased and snatched a money bag from him and also fired at PW-2 when he tried to stop him and thereafter fled away - The gun shot injury led to death of victim-deceased - Conviction based on evidence of PW-2 and PW-3 - Held: PW-2 and PW-3 were eyewitnesses and narrated the incident in unison and· their version was almost the same - The incident had lasted for 9(1 seconds - The argument raised that it was difficult t~ remember th~ faces of the accused persons after 7Y2 year4 of incident particularly in - the absence of previous acquaintance not tenable as the assailants shot dead the companion of PW-2 and also fired I at PW-2 and for PW-2 it was horror scene resulting in traumatic experience - The circumstances in which PW-2 saw appellants even for 90 seconds was sufficient to absorb their faces - The evidence of eye witnesses were found to be credible and was sufficient to uphold the conviction of the appellants."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "M/S. HARSHA CONSTRUCTIONS VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY4MQ==",
        "Citation": "[2014] 7 S.C.R. 668",
        "Case Type": "(CIVIL APPEAL /534/2007)",
        "Date": "05 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjY4LTY3Nl8xNzAzMjQwMjE2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 668",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "05 September 2014",
        "Petitioner:": "M/s. Harsha Constructions",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 606",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /534/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - ss. 34",
            "7(3) - Contract of arbitration"
        ],
        "HeadNote": ".Arbitration and Conciliation Act, 1996 - ss. 34, 7(3) - Contract of arbitration - Dispute pertaining to the amount payable to the contractor in relation to extra work done by the contractor - Amount payable to the contractor not final since dispute not decided by the Chief Engineer - Though some amount paid but accepted under protest by the contractor - In terms of the contract clause, said dispute specifically not arbitrable - However, \"excepted matter\" referred to arbitrator - Arbitrator deciding the issue holding that the same were not excepted matters but arbitrable - Held: Arbitration arises from a contract and unless there is a specific written contract, a contract with regard to arbitration cannot be presumed - As per the Contract clause, arbitrator could nof arbitrate upon the· excepted disputes - If a non-arbitrable dispute is referred to an Arbitrator and an issue is framed by the Arbitrator in relation thereto, there cannot be a presumption or a conclusion to the effect that the parties had agreed to refer the issue to the Arbitrator - Award regarding non-arbitrable dispute quashed and set aside - Liberty granted to the contractor to take appropriate legal action for recovery ol payment for work done not forming part of the contract.."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "GOLD QUEST INTERNATIONAL PRIVATE LIMITED VS. THE STATE OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY4OA==",
        "Citation": "[2014] 7 S.C.R. 677",
        "Case Type": "(CIVIL APPEAL /8546/2014)",
        "Date": "08 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjc3XzE3MDMyNDAyNTcucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 677",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "08 September 2014",
        "Petitioner:": "Gold Quest International Private Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 611",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "The State Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /8546/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code. of Criminal Procedure",
            "1973: s. 482 - Quashing of FIR"
        ],
        "HeadNote": "Code. of Criminal Procedure, 1973: s. 482 - Quashing of FIR - Complaint uls. 420 /PC rlw ss. 4, 5 and 6 of the Prize Chits and Money Circulation (Banning) Act, 1978 against appellant - FIR - Writ petition seeking quashing of FIR - Settlement between the complainant and appellant-company - Single Judge quashed the FIR - Division Bench of the High Court interfered with the order of Single Judge on the ground that out of 172 claimants there was no compromise with two persons (of whom whereabouts not known) - Held: In the disputes which are substantially matrimonial in nature or the civil property disputes with criminal facets, if the parties have entered into settlement, and it is clear that there are no chances of conviction, there is no illegality in quashing the proceedings u/s. 482 rlw Article 226 of the Constitution - The facts and circumstances of the instant case showed that the , Single Judge did not commit any error of law in quashing the FIR when after not only the complainant and the appellant · settled their money dispute but also the other alleged sufferers too settled their claims - FIR was rightly quashed by the Single Judge of the High Court."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "TELIKICHERLA SESIBHUSHAN (DEAD) BY LRS. VS. KALLI RAJA RAO (DEAD) BY LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODczNQ==",
        "Citation": "[2014] 7 S.C.R. 688",
        "Case Type": "(CIVIL APPEAL /6071-6072/2007)",
        "Date": "08 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjg4LTY5Nl8xNzAzMjQwNDA0LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 688",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "08 September 2014",
        "Petitioner:": "Telikicherla Sesibhushan (dead) By Lrs.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 610",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Kalli Raja Rao (dead) By Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /6071-6072/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SPECIFIC PERFORMANCE",
            "Suit for specific C performance - Clause 16(c) of the Specific Relief Act",
            "1963"
        ],
        "HeadNote": "SPECIFIC PERFORMANCE : Suit for specific  performance - Clause 16(c) of the Specific Relief Act, 1963 provides that specific performance of contract cannot be enforced in favour of a person who fails to aver and prove that he has performed or has always been ready and willing to perform the essential terms of the contract which are to be  performed by him, other than those terms, the performance of which has been prevented or waived by the defendant - In the instant case, there was concurrent finding of fact against the appellant by both the courts below that the appellant failed to prove that he had been ready and willing to perform his part  of the contract - Suit for specific performance of contract was filed by the appellant after a period of seven years, and it was not proved that the appellant had been always ready and willing to perform his part of contract - As such, he is not entitled to the relief of specific performance of contract - Specific Relief Act, 1963 - s.16(c)."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "LEELA RAJAGOPAL & ORS. VS. KAMALA MENON COCHARAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODc0Mg==",
        "Citation": "[2014] 7 S.C.R. 697",
        "Case Type": "(CIVIL APPEAL /9282/2010)",
        "Date": "08 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNjk3LTcwOF8xNzAzMjQwNDgxLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 697",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "08 September 2014",
        "Petitioner:": "Leela Rajagopal & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 612",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Kamala Menon Cocharan & Ors.",
        "Case Type:": "CIVIL APPEAL /9282/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Will - Legality and validity of - Execution of two Wills"
        ],
        "HeadNote": "Will - Legality and validity of - Execution of two Wills by mother in favour of her spinster daughter and grand daughter, excluding her sons - No difference in the two Wills - Probate  proceedings by daughter - Dismissed by t~e trial court holding that the execution of Will surrounded by suspicious circumstances - Said order set aside by High Court - On appeal, helr:J: Will indicates clear language and its unambiguous purport and effect - Mind of the testator for D '-exclusion of the sons apparent - Participation of the beneficiary in the execution and registration of the Will and getting the attestation done does not warrant any adverse conclusion - Contents of both ·the Will identical - Attribution of lack of knowledge. of English to the testator would not effect E the Will since the contents thereof can be understood to have been explained to the testator by the Sub Registrar - Also the non filing of the complaint about the loss of the original Will would not invalidate the Will - Thus, order passed by the High Court upheld - Succession Act, 1925."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "UNION OF INDIA VS. RAJ KUMAR BAGHAL SINGH (DEAD) TH. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODc1MA==",
        "Citation": "[2014] 7 S.C.R. 709",
        "Case Type": "(CIVIL APPEAL /7314-7365/2005)",
        "Date": "09 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNzA5LTcyNF8xNzAzMjQwNTI2LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 709",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 September 2014",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 613",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Raj Kumar Baghal Singh (dead) Th. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /7314-7365/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: s. 4 - Compensation - Determining factors"
        ],
        "HeadNote": "Land Acquisition Act, 1894: s. 4 - Compensation - Determining factors - Held: In determining compensation for C acquired land, it is the price paid in a bona fide transaction of sale by a willing seller to a willing buyer which is relevant subject to such transaction being adjacent to acquired land, proximate to the date of acquisition and possessing similar advantages - There are other well known methods of valuaJion D like opinion of experts and yield method - In absence of any evidence of a similar transaction, it is permissible to takeinto account transaction of nearest land around the date of notification uls.4 of the Act by making a suitable allowance - There can be no fixed criteria as to what would be the suitable E addition or subtraction from the value of the relied upon transaction - The extent of cut depends on individual fact situations - The existing potentiality alone has to be taken into consideration while determining the compensation - Remote beneficial factors cannot be made the basis for determining the compensation - Comparable sales method is a preferred method over the other methods for determining the compensation - In the instant case, in the facts and circumstances of the case, there was no ground to interfere with the order of the High Court."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "GAURAV KUMAR BANSAL VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODgxOQ==",
        "Citation": "[2014] 7 S.C.R. 725",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /536/2012)",
        "Date": "09 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNzI1LS03NDJfMTcwMzI0MDU4NC5wZGY=",
        "SCR Citation:": "[2014] 7 S.C.R. 725",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "09 September 2014",
        "Petitioner:": "Gaurav Kumar Bansal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 615",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /536/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Art. 32 - Writ petition"
        ],
        "HeadNote": "Constitution of India, 1950 - Art. 32 - Writ petition under - Seeking directions to the Government of India to intervene and expedite release of Indian seamen held hostages by the Somalian Pirates in the international waters and to frame anti piracy guidelines - Held: Pirates operating from Somalia is serious menace to the safety of maritime traffic - Combating piracy is imperative for safety of seafarers as well as successful world trade - This Court cannot assume the role of the executive to oversee the sensitive issue of co- ordination with international agencies and bodies, when the Government has taken cognizance of the problem as a/so taken whatever steps could be possible - Though the State has shown concern for its citizens, but an unfortunate situation has come about in spite of serious efforts - Hence, direction issued to periodically review the matter at the appropriate level and appoint Nodal officer to co-ordinate and oversee the efforts on the issue - Public interest litigation - International Law."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "MADHYA PRADESH STATE LEGAL SERVICES AUTHORITY VS. PRATEEK JAIN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODgzMA==",
        "Citation": "[2014] 7 S.C.R. 743",
        "Case Type": "(CIVIL APPEAL /8614/2014)",
        "Date": "10 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNzQzLTc2NF8xNzAzMjQwNzA0LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 743",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "10 September 2014",
        "Petitioner:": "Madhya Pradesh State Legal Services Authority",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 621",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Prateek Jain & Anr.",
        "Case Type:": "CIVIL APPEAL /8614/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ALTERNATIVE DISPUTES REDRESSAL: Lok Adalats - Object and advantages"
        ],
        "HeadNote": "ALTERNATIVE DISPUTES REDRESSAL:Lok Adalats - Object and advantages - Discussed - Code of Civil Procedure, 1908 - s.89 - Legal Service Authority Act, 1987 - s.19.Lok Adalats - Applicability of directions/guidelines given in *Damodar S. Prabhu case in cases which are resolved/ D settled in Lok Adalats - Dishonour of cheque dispute - Settlement of dispute - Application by parties for referring the matter to Lok Ada/at - Held: If the matter is settled between the parties then it need not be referred to Lok Ada/at - Tendency of sending settled matters to Lok Ada/at deprecated E - When a case is decided in Lok Ada/at, the requirement of guidelines contained in *Damodar S. Prabhu should normally not be dispensed with - However, if there is a special/specific reason to deviate therefrom, .the Court is not remediless as *Damodar S. Prabhu its~l.~ has given discretion to the F concerned Court to reduce;~h.fJ :~~ts •. with regard to specific facts and circumstances of the d~~e. while recording reasons in writing about such variance,.~ th matters where the case has to be decided/settled in the LokAdalat, if the Court finds that it is a result of positive attitude of the parties, in such G appropriate cases, the Court can always reduce the costs by imposing minimal costs or even waive the same - For that, it would be for the parties, particularly the accused person, to make out a plausible c~se for the waiver/reduction of costs and to convince the concerned Court about the same - This 8 course of action would strike a balance between the two competing .but equally important interests, namely, achieving the objectives delineated in *Damodar S. Prabhu on the one hand and the public interest which is sought to be achieved l:)y encouraging settlements/resolution of case through Lok Adalats - Negotiable Instruments Act, 1881 - s. 147."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "STATE OF JHARKHAND VS. BHADEY MUNDA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODgzNA==",
        "Citation": "[2014] 7 S.C.R. 765",
        "Case Type": "(CIVIL APPEAL /8616/2014)",
        "Date": "10 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNzY1LTc3Nl8xNzAzMjQwNzU4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 765",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "10 September 2014",
        "Petitioner:": "State Of Jharkhand",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 1003",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Bhadey Munda & Anr.",
        "Case Type:": "CIVIL APPEAL /8616/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Promotion - Names of respondents"
        ],
        "HeadNote": "Service law: Promotion - Names of respondents ·ecommended for.promotion along with other functional managers - Bifurcation of State - Services qf respondents C allocated to State of Jharkhand - Others whose names recommended for promotions and allocated to State of Bihar promoted - However respondents not promoted on the ground /that recommendations of DPC of State of Bihar not binding / on State of Jharkhand and vacancy for promotion also did not D · exist - Held: If there is no vacant post for the appointment of a direct recruit or for the promotion of an employee, recruitment or promotion cannot be made Recommendations of the DPC held anterior to the date of the constitution of the Jharkhand High Court and the State of E Jharkhand could not be implemented and the exercise of accepting the recommendation of the DPC from a date prior to the date of formation of tf,a State of Jharkhand could have been taken only by the State of Bihar and not by the State of Jharkhand."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "MAHAMADKHAN NATHEKHAN VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg0MA==",
        "Citation": "[2014] 7 S.C.R. 777",
        "Case Type": "(CRIMINAL APPEAL /162/2007)",
        "Date": "10 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNzc3LTc4N18xNzAzMjQwODY4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 777",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "10 September 2014",
        "Petitioner:": "Mahamadkhan Nathekhan",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 1002",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /162/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 378 - Appeal in case of acquittal - Interference by the High Court"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s. 378 - Appeal in case of acquittal - Interference by the High Court - Scope of - Held: High Court not expected to merely substitute its opinion for that of the trial court only because it is permitted to do so and because it has the power to do so.- High Court has to correct an error of Jaw - It has to exercise its discretion very cautiously, keeping in mind the acquittal of the accused and the rights of the victim - On facts, the High Court convicted the appellants u/ss. 302134, 3021114 and uls. 25(1)(a) of the 1959 Act and sentenced them accordingly, setting aside the acquittal by the trial court - High Court misread the material evidence and reversed the decision of the trial court - Thus, order of conviction and sentence imposed by High Court set aside and the judgment of acquittal rendered by the trail court restored - Penal Code, 1860 - ss. 302134, 3021114 - Arms Act, 1959 - s. 25(1)(a)."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "SANGILI @ SANGANATHAN VS. STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg0OQ==",
        "Citation": "[2014] 7 S.C.R. 788",
        "Case Type": "(CRIMINAL APPEAL /639/2011)",
        "Date": "10 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNzg4LTc5OF8xNzA0MjU5MTI3LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 788",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "10 September 2014",
        "Petitioner:": "Sangili @ Sanganathan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 620",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "State Of Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /639/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 - Murder - Circumstantial evidence"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302 - Murder - Circumstantial C evidence - Prosecution case that appellant guilty of killing the deceased; resting the case on circumstantial evidence - Conviction and sentence of life imprisonment uls. 302 by courts below - On appeal held: Suspicion however strong cannot be a substitute for proof - In a case resting completely on the circumstantial evidence the chain of circumstances D mμst be so complete to lead to the guilt of the accused - On facts, chain of events incomplete, thus not safe to convict the appellant - Appellant entitled to benefit of doubt - Order of conviction and sentence set aside - Constitution of India, 1950 - Art. 136."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "SREE BALAJI NAGAR RESIDENTIAL ASSOCIATION VS. STATE OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg1Ng==",
        "Citation": "[2014] 7 S.C.R. 799",
        "Case Type": "(CIVIL APPEAL /8700/2013)",
        "Date": "10 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfNzk5LTgwOV8xNzAzMjQxMDYzLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 799",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "10 September 2014",
        "Petitioner:": "Sree Balaji Nagar Residential Association",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 617",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /8700/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 - s 24(2) - Land acquisition proceedings under the 1894 Act - Award u/s 11 made on 30. 11. 2006 - Acquisition proceedings stayed by the court - Effect of 2013 Act on such proceedings - Held: Though it is not clear as to payment of CC?_mpensation to the land holders, but the physical possession of the lands belonging to the land holders has not been taken by the State - Five years have elapsed since the making of the award when the 2013 Act came into force - Thus, the land acquisition proceedings would lapse in terms of s. 24(2) even if ·proceedings were stayed by the court - s.24(2) does not exclude any period during which Land Acquisition proceeding might have remained stayed on account of stay or injunction granted by any court - Land Acquisition Act, 1894."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "VADODARA MUNICIPAL CORPORATION VS. PURSHOTTAM V. MURJANI AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg2MA==",
        "Citation": "[2014] 7 S.C.R. 810",
        "Case Type": "(CIVIL APPEAL /3594-3611/2010)",
        "Date": "10 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfODEwLTgyMV8xNzAzMjQxMTE5LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 810",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "10 September 2014",
        "Petitioner:": "Vadodara Municipal Corporation",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 616",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Purshottam V. Murjani And Ors.",
        "Case Type:": "CIVIL APPEAL /3594-3611/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986 - Deficiency in service - C Compensation"
        ],
        "HeadNote": "Consumer Protection Act, 1986 - Deficiency in service - C Compensation - Boat carrying 38 passengers as against the capacity of 22 passengers, capsized resulting in death of 22 passengers - Municipal Corporation supervised boating activities - Contractor took contract for plying the boat and took insurance policy - Claim for compensation - Corporation and D contractor held jointly and severally liable by forums below - Insurance Company to pay Rs.20 lakhs for each accident- death but aggregate sum limited to Rs. 80 lakhs - Interference with - Held: Not called for - Victims were consumers and the cqntractor was service provider - Passengers neither provided E life saving jackets nor life guard deployed - Deficiency of service stood established - Also primary liability of the contractor established - Mere appointment of a contractor or employee did not absolve the Corporation of its liability to supervise the boating activities - Bombay Provincial F Municipal Corporation Act, 1949 - ss. 62, 63 and 66."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "MUNNA VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg2NQ==",
        "Citation": "[2014] 7 S.C.R. 822",
        "Case Type": "(CRIMINAL APPEAL /2358/2010)",
        "Date": "16 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfODIyLTgzM18xNzAzMjQxMTc1LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 822",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 September 2014",
        "Petitioner:": "Munna",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 633",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /2358/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 376 - Rape - Allegation of rape C committed on knife point"
        ],
        "HeadNote": "Penal Code, 1860: s. 376 - Rape - Allegation of rape C committed on knife point - Conviction u/s.376 - Held: The testimony of prosecutrix is almost at par with an injured witness and can be acted upon without corroboration - However, if the testimony has inherent infirmities creating doubt about its veracity, the same may not be acted upon - In the instant case, the circumstances taken as a whole created doubt about the correctness of the prosecution version, therefore, appellant held entitled to benefit of doubt and acquitted of charge of rape - Evidence Act - s. 114A."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "GOVERNMENT OF NCT (DELHI) AND ANOTHER VS. K. SRIVATSAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg2OQ==",
        "Citation": "[2014] 7 S.C.R. 834",
        "Case Type": "(CIVIL APPEAL /8854/2014)",
        "Date": "16 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfODM0LTg0M18xNzAzMjQxMjIwLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 834",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 September 2014",
        "Petitioner:": "Government Of Nct (delhi) And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 1007",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "K. Srivatsan",
        "Case Type:": "CIVIL APPEAL /8854/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Civil Services (Pension) Rules",
            "1972: rr. 9(2)(b)(ii)",
            "9(6)(a)"
        ],
        "HeadNote": "Central Civil Services (Pension) Rules, 1972: rr. 9(2)(b)(ii), 9(6)(a) - Withholding of gratuity pending departmental proceedings - Held: r.9(2)(b)(ii) mandates that no departmental proceedings can be initiated after the retirement of an employee, unless a charge sheet has been issued within four years of the event of delinquency - r. 9(6)(a), by a deeming fiction of law mandates that departmental proceedings will be deemed to have been initiated against an employee who has been placed under suspension - In the instant case, respondent was placed under suspension, for the first time, on 3. 12. 2007 - Although suspension order was revoked on 5. 5. 2008, he was again placed under suspension on 29.2.2008 - The said suspension order subsisted till the date of the respondent's superannuation, i.e., till 30.06.2008 - In view of that, the date of initiation of the departmental proceedings against the respondent, by a deeming fiction of law, would be the date when he was placed under suspension - Since the respondent was placed under suspension whilst he was still in service, r. 9(2)(b)(ii) will have no applicability ·to the facts and circumstances of the case - The orders passed by the Tribunal and the High Court granting gratuity are set aside - Since the respondent had already been released his gratuity, rather than requiring him to refund the entire amount of gratuity, it is just and appropriate to require him to furnish a bank guarantee to the appellants which would be encashable, if he is found guilty of the charges levelled against him, on the culmination of the departmental proceedings."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "DILAWAR SINGH & ORS. VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg3Mw==",
        "Citation": "[2014] 7 S.C.R. 844",
        "Case Type": "(CRIMINAL APPEAL /1362/2010)",
        "Date": "16 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfODQ0LTg2M18xNzAzMjQxMjc1LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 844",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 September 2014",
        "Petitioner:": "Dilawar Singh & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 634",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1362/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 rlw s. 149 - Fatal attack - Nine accused"
        ],
        "HeadNote": "Penal Code, 1860: s. 302 rlw s. 149 - Fatal attack - Nine accused -Conviction of A-1, A-3, A-7 and acquittal of rest of C · accused - Conviction challenged on the ground that PW-6, the father of the victim-deceased was not present at the spot and thus was not an eye-witness; that there was delay in lodging FIR which drew cloud of suspicion on the prosecution version - Held: Every person who witnesses a murder reacts o in his own way - The sequence of events clearly showed that PW-6 was taking all steps to save life of his son - Thus evidence of PW-6 cannot be disbelieved simply because he did not react in a particular manner - Delay in lodging FIR was satisfactorily explained - PWs 6 and 7 spoke in one voice E against A-1, A-3 and A-7 - Their evidence was also corroborated by the medical evidence which strengthened the prosecution case - Based on their confessional statements of the disclosure, crime weapons were recovered - Concurrent findings of fact recorded by courts below qua A-1, A-3 and A- F 7 were based on evidence and, therefore, the judgment of the High Court is not to be disturbed in exercise of discretion under Article 136 of the Constitution - Evaluation of the evidence by High Court while recording an order of acquittal, also did not suffer from any infirmity - No interference with the order of acquittal of A-4, A-6 and A-8 called for. 'Witness: Behaviour/reaction of witnesses - Held: Behaviour of the witnesses or their reactions differ from situation to situation and individual to individual - Expectation of uniformity in the reaction of witnesses would be unrealistic and no hard and fast rule can be laid down as to the uniformity of the human reaction. Appeal against acquittal - Scope of interference - Discussed."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "SRIHARI (DEAD) THROUGH LR. SMT. CH. NIVEDITHA REDDY VS. SYED MAQDOOM SHAH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg3Nw==",
        "Citation": "[2014] 7 S.C.R. 864",
        "Case Type": "(CIVIL APPEAL /2352-2354/2008)",
        "Date": "16 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfODY0LTg3OF8xNzAzMjQxMzE4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 864",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 September 2014",
        "Petitioner:": "Srihari (dead) Through Lr. Smt. Ch. Niveditha Reddy",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 631",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Syed Maqdoom Shah & Ors.",
        "Case Type:": "CIVIL APPEAL /2352-2354/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - s. 152 - Amendment of judgments",
            "decrees or orders"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - s. 152 - Amendment of judgments, decrees or orders - Interpretation of s. 152 - Held: Section 152 is meant for correcting the clerical or arithmetical mistakes in judgments, decrees or orders or errors arising therein from any accidental slip or omission - Power u/s. 152 D is neither similar to power of review nor can be compared with the power of review - Corrections contemplated under the section are of correcting only accidental omissions or mistakes - Omission sought to be corrected which goes to the merits of the case is beyond the scope of s. 152 - On facts, E the High Court rightly allowed the applications by the parties concerned holding that the preliminary decree be amended allotting and dividing the shares amongst them, as the suit already stood decreed for partition."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "BANKATLAL VS. SPECIAL LAND ACQUISITION OFFICER & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg4MQ==",
        "Citation": "[2014] 7 S.C.R. 879",
        "Case Type": "(CIVIL APPEAL /6087-6087A/2002)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfODc5LTg5OV8xNzAzMjQxMzc4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 879",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Bankatlal",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 977",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Special Land Acquisition Officer & Anr.",
        "Case Type:": "CIVIL APPEAL /6087-6087A/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - s. 11 A - Applicability of"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - s. 11 A - Applicability of, where land acquired under the provisions of Nagpur Improvement Trust Act, 1966 - Held: Nagpur Improvement Trust Act, 1966 is complete code py itself except for the provisions of the Land Acquisition Act, 1894 which stood legislatively incorporated in the State Act - Subsequent ·.amendments to the Land Acquisition Act including amendment made vide Act 68of1984 inserting s. 11A would have no effect on the acquisition made or to be made under the Nagpur Improvement Trust Act, 1966 - On facts, the land acquisition proceedings made under the Nagpur Improvement Trust Act, 1966 not hit by s. 11A as the said Section was brought into effect after 10 years from the judgment wherein the award was declared illegal - Nagpur Improvement Trust Act, 1966.Review - Review application,_ Maintainability • Held: In absence of a statutory provision, review application cannot be entertained - Even in garb of clarification, earlier order cannot be modified or corrected - On facts, it is not necessary to decide the question as to whether the Collector has power of review as on merit itself, thus, interference with the order passed by the High Court not called for."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "BAL MANOHAR JALAN VS. SUNIL PASWAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg4Mw==",
        "Citation": "[2014] 7 S.C.R. 900",
        "Case Type": "(CRIMINAL APPEAL /1247/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfOTAwLTkwNl8xNzAzMjQxNDIwLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 900",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Bal Manohar Jalan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 430",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "Sunil Paswan & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1247/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.401(2) - Right of hearing"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.401(2) - Right' of hearing given to accused under - Compliance of - Held: In a criminal revision before the High Court, accused person cannot be deprived of hearing on the face of the express provision contained in s. 401 (2) of the Code."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "P. KRISHNA MURTHY VS. THE COMMNR. OF SERICULTURE ANDHRA PRADESH, & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg4Ng==",
        "Citation": "[2014] 7 S.C.R. 907",
        "Case Type": "(CIVIL APPEAL /5897-5898/2014)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfOTA3LTkxOF8xNzAzMjQxNDYyLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 907",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "P. Krishna Murthy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 442",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "The Commnr. Of Sericulture Andhra Pradesh, & Anr.",
        "Case Type:": "CIVIL APPEAL /5897-5898/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Voluntary Retirement - Non-acceptance of withdrawal of voluntary retirement"
        ],
        "HeadNote": "Service Law - Voluntary Retirement - Non-acceptance of withdrawal of voluntary retirement - Challenged to - Disciplinary proceeding pending against employee on charges of gross negligence in discharge of duties - Employee seeking permission to retire - Acceptance of permission - However, subsequent request by employee to permit him to continue in service, rejected - Meanwhile, conclusion of disciplinary proceeding by imposing punishment of 25% cut in pension amount of the employee - In appeal, said order set aside by the Commissioner- Grant of pensionary benefits to employee - After lapse of two years, employee seeking reinstatement in service - Tribunal directing the employee to continue in service till h'e._attains superannuation - Writ Petition thereagainst, allowed by High Court - Held: Justified - High Court rightly concluded that the employee filed an appeal before the State Government against the order of cut in pension as a retired employee and he himself stated that he had submitted the pension proposals for fixation of pension - Thus, the employee cannot be allowed to proceed further, that too after expiry of two years seeking reinstatement in service taking the benefit of the order passed by the State Government - AP. Revised Pension Rules, 1980."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "RAM KUMAR & ORS. VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg4OQ==",
        "Citation": "[2014] 7 S.C.R. 919",
        "Case Type": "(CRIMINAL APPEAL /375/2010)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfOTE5LTkyN18xNzAzMjQxNTA4LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 919",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Ram Kumar & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 441",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /375/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302134 - Conviction under - Prosecution case that five persons armed with weapons attacked the father of the complainant resulting in his death"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 302134 - Conviction under - Prosecution case that five persons armed with weapons attacked the father of the complainant resulting in his death  - Incident withessed by complainant - Previous enmity between the parties - Conviction u/s. 3021149 and s. 148 and sentenced accordingly - High Court altered conviction from s. 3021149 to s. 302134 and acquitted the accused of the charge uls. 148 - On appeal, held: Ample evidence to prove D that accused persons with common intention, inflicted fatal injuries on the deceased which resulted in his death - Medical evidence completely corroborates the evidence of prosecution witnesses - Corroborative statements of prosecution witnesses, especially ocular witness and another E independent eyewitness - Thus, no infirmity in the judgment passed by the High Court - Evidence.·"
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "SANTOSH KUMAR SINGH VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg5NA==",
        "Citation": "[2014] 7 S.C.R. 928",
        "Case Type": "(CRIMINAL APPEAL /410-411/2012)",
        "Date": "03 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfOTI4LTk1NV8xNzAzMjQxNTU3LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 928",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "03 July 2014",
        "Petitioner:": "Santosh Kumar Singh",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 465",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /410-411/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302",
            "307",
            "394",
            "397 and 450 - Conviction and sentence under"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302, 307, 394, 397 and 450 - C Conviction and sentence under - Accused assaulting the lady, her daughters and her son with iron hammer - Thereafter, looting gold jewellery and cash - As a result qf assault, the lady and f1er son succumbed to their injuries and daughters grievously injured - Conviction and sentence u/ss. 302, 307, 394, 397 and 450 by courts below - Justification of - Held: Death of the lady and her son homicidal in nature - No contradiction in the statement of independent witnesses to memorandum of seizure - Jewellery looted by accused identified by family members - Daughters-injured witnesses E clearly stated the incident - Prosecution proved beyond reasonable doubt that prior to the incident accused known to deceased and injured witnesses and on the date of the incident accused had come to their house - Statements made by the injured witnesses corroborated by the postmortem F report, seizure of jewellery, hammer, blood stained clothes - Accused given an opportunity to defend by the counsel of his choice - However, death sentence awarded to the accused disproportionate on the facts and circumstances of the case - Death penalty commuted to life imprisonment - Conviction G and rest part of the sentence upheld."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "RAMESH VS. STATE THROUGH INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkwMA==",
        "Citation": "[2014] 7 S.C.R. 956",
        "Case Type": "(CRIMINAL APPEAL /592/2010)",
        "Date": "01 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfOTU2LTk3N18xNzAzMjQxNjAzLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 956",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "01 August 2014",
        "Petitioner:": "Ramesh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 515",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Through Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /592/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 -· ss. 376",
            "302 and 201 - Rape and murde"
        ],
        "HeadNote": "Penal Code, 1860 -· ss. 376, 302 and 201 - Rape and murder - Prosecution case that accused committed rape of 8 year old girl and she died due to neurogenic shock - On the basis of evidence on record, accused convicted uls. 376, 302 and 201 and sentenced accordingly - Justification of - Held: Order passed by the courts below does not call for interference - Non-mentioning of the name of the accused in the initial FIR not fatal to the prosecution case - Last seen theory proved - Confessional statement of the accused corroborated - Circumstantial evidence indicate towards th,e guilt of the accused and the evidence sufficient to establish the guilt of the accused - Evidence - Circumstantial evidence - Last seen theory."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "HAKKIM VS. STATE REPRESENTED BY DEPUTY SUPERINTENDENT OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkwNQ==",
        "Citation": "[2014] 7 S.C.R. 978",
        "Case Type": "(CRIMINAL APPEAL /567/2012)",
        "Date": "06 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfOTc4LTk5NF8xNzAzMjQxNjcxLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 978",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "06 August 2014",
        "Petitioner:": "Hakkim",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 527",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Represented By Deputy Superintendent Of Police",
        "Case Type:": "CRIMINAL APPEAL /567/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss .. 302",
            "307",
            "3071149",
            "3021109",
            "449",
            "324"
        ],
        "HeadNote": "Penal Code, 1860 - ss .. 302, 307, 3071149, 3021109, 449, 324 - Conviction and sentence under- Prosecution cas~ that all the accused persons on provocation entered the house of PW 1 armed with weapons individually - Accused persons attacked PW 1, his family members and friend causing D injuries to them - Three co-accused held the lady-wife of PW 1 and A 1 slit her throat resulting in the death of the lady - Accused persons beaten by the people gathered and taken to the hospital and thereafter, arrested -· On basis of the evidence, courts below convicting all the accused u/s. 449; E A1 u/s. 302, 307; A2 - A4 u/ss. 3071149, 3021109; and A3 - A4 u/s. 324 /PC and sentenced them accordingly - On appeal, held: Post mortem doctor in her certificate confirmed the multiple knife injuries found on the body of the deceased - Extensive injuries were sustained by the injured eye- F witnesses - Thus, overwhelming evidence available on record to support the prosecution case as regards the use of multiple weapons in the crime committed by the appellants - It cannot be said that there was no scope to invoke ss. 109 and 149 and only Section 304 Part II, /PC can be applied - Further, having regard to the extensive use of the weapons by the accused G in the process of killing of the deceased and the inflicting of the injuries on the prosecution witnesses, no concession in the matter of punishment can be given - A 1 being only 17 years and 9 months on the date of the occurrence, and having already suffered more than the maximum period of detention as provided under the Juvenile Justice Act, while upholding his conviction, he is entitled for the benefit of the provisions of the Act and the sentence already undergone by him to be sufficient - Sentence/Sentencing - Juvenile Justice Act."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "RAMAIAH @ RAMA VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkxMQ==",
        "Citation": "[2014] 7 S.C.R. 995",
        "Case Type": "(CRIMINAL APPEAL /1671/2011)",
        "Date": "07 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfOTk1LTEwMjZfMTcwMzI0MTczNC5wZGY=",
        "SCR Citation:": "[2014] 7 S.C.R. 995",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "07 August 2014",
        "Petitioner:": "Ramaiah @ Rama",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 536",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1671/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 498-A",
            "304 B",
            "201 and 176 - Dowry Prohibition Act",
            "1961"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 498-A, 304 B, 201 and 176 - Dowry Prohibition Act, 1961 - ss. 3 and 4 - Prosecution case that wife died unnatural death within six months of marriage, recovery of body from well and cremation of body that day itself, however, complaint lodged four days later by maternal uncle alleging harassment and ill-treatment meted out to her on account of dowry demand by the husband and in-laws - Acquittal by trial court of the charges framed, however, · conviction by the High Court ulss. 498-A, 304 B, 201 and 176 and ss. 3 and 4 of the 1961, Act - Justification of - Held: No specific allegation of dowry demand against the accused by any of the witnesses - Demand of dowry and gf ving of dowry at the time of marriage not proved beyond reasonable doubt · - Thus, the question of drawing presumption as to dowry death by invoking, s. 113 B of the Evidence Act would not arise - Further, it is clear that mother of the deceased, her uncle 'and aunt reached the place of death after receiving the information much before the deceased was cremated and the body was cremated in their presence - No explanation given by the complainant as to why he did not report the matter immediately to the police - On the basis of these considerations, the trial court gave benefit of doubt to the husband and acquitted him - However, the High Court ignored various contradictions in the testimonies of PW-1 to PW-5 pointed out by the trial court - While reversing the acquittal, High Court should have specifically dealt with the said circumstances weighing in favour of the wife and given suitable justification for overturning the verdict of acquittal - No solid and weighty reasons given to reverse the order of acquittal and to convict the husband - Thus, order passed by the High Court set aside - Evidence Act, 1872 - s. 113 B - FIR - Delay in lodging."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "NAWAL KISHORE SHARMA VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkxOA==",
        "Citation": "[2014] 7 S.C.R. 1027",
        "Case Type": "(CIVIL APPEAL /7414/2014)",
        "Date": "07 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS9fXzEwMjctMTA0Nl8xNzA0MjU5NjAxLnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 1027",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "07 August 2014",
        "Petitioner:": "Nawal Kishore Sharma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 534",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "CIVIL APPEAL /7414/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950",
            "Art. 226 (2) - Territorial jurisdiction of High Court"
        ],
        "HeadNote": " Constitution OF INDIA, 1950: Art. 226 (2) - Territorial jurisdiction of High Court- Cause of action - Appellant, a Seaman in the off-shore Department of the Shipping Corporation of India - Subsequently found suffering from h&art muscles disease - Received order from Shipping Department of Government of India, Mumbai cancelling his registration as a Seaman, at his place of stay, i.e. Gaya, Bihar- Writ petition by appellant for claims filed in Patna High Co'μrt - Maintainability of - Held: The question whether or not cause of actiQn wholly or in part for filing a writ petition has arisen within the territorial limit of any High Court has to be decided in the light of the nature and character of the proceedings under Art. 226 - In order to maintain a writ petition, petitioner has to establish that a legal right claimed by him has been infringed by -respondents within territorial limit of High Court's jurisdiction - In the instant case, a part or fraction of cause of action arose within the jurisdiction of Patna High Court where appellant received a letter of refusal disentitling him from disability compensation - Besides, when the writ petition was filed and entertained in Patna High Court, and, on hearing the respondents, interim relief was granted , they did not raise the que$tiori of jurisdiction initially - The impugned order is, therefore, set aside and the matter remitted to High Court for deciding the writ petition on merits - Code of Civil Procedure, 1908 - s. 20 (c). "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "PAWAN KUMAR RALLI VS. MANINDER SINGH NARULA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkyOA==",
        "Citation": "[2014] 7 S.C.R. 1047",
        "Case Type": "(CRIMINAL APPEAL /1684/2014)",
        "Date": "11 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTA0Ny0xMDYzXzE3MDMyNDE5MjEucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1047",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "11 August 2014",
        "Petitioner:": "Pawan Kumar Ralli",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 537",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Maninder Singh Narula",
        "Case Type:": "CRIMINAL APPEAL /1684/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "NEGOTIABLE INSTRUMENTS ACT",
            "1881: s. 138 (b) - 'Notice' - Court's power to condone delay in filing a complaint uls 138"
        ],
        "HeadNote": " NEGOTIABLE INSTRUMENTS ACT, 1881: s. 138 (b) - 'Notice' - Court's power to condone delay in filing a complaint uls 138 - Dishonour of cheque ..:.. Hand written note sent by complainant to accused calling upon him to make the payment - Subsequently a formal legal notice issued by complainant - Held: The handwritten note was issued within the mandatory period of thirty days of dishonour of cheques and fulfilled the mandatory requirements under clause (b) of proviso to s. 138 - Therefore, High Court committed no error in considering the handwritten note as 'notice' u/s 138. s.142(b}, proviso r/w s.138 - Condonation of delay in filing complaint u/s 138 - Held: Respondent did. not raise th£! issue of limitation before that court and the question of the said court exercising the discretion to condone the delay did not arise at all - Respondent has not suffered any prejudice by reason of 25 days delay ·- Therefore, appellant should not have been deprived of the remedy provided by Legislature - When the issue of limitation came up for the first time before High Court, it ought to have dealt with the same on merits as per proviso to· s.142(b), which confers jurisdiction upon court to condone the delay - High Court committed an error in quashing the complaint -·It ought to have remanded the matter to trial court for deciding the issue of limitation ...:. Accordingly, in order to meet the ends of justice, in exercise of discretion under Art. 142 of the Constitution, impugned judgment of High Court is set aside - Criminal proceedings before trial court are restored - Appellant is permitted to file before trial court an application for condonation of delay, which shall be considered on its own merits - Constitution of India, 1950 - Art. 142. s.142(b), proviso (as inserted by Amendment Act, 2002) - Legislative intent of - Explained. "
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "PEMMADA PRABHAKAR & ORS. VS. YOUNGMEN'S VYSYA ASSOCIATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkzMw==",
        "Citation": "[2014] 7 S.C.R. 1064",
        "Case Type": "(CIVIL APPEAL /7835/2014)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS9fXzEwNjQtMTA4NF8xNzA0MjU5NzA1LnBkZg==",
        "SCR Citation:": "[2014] 7 S.C.R. 1064",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "Pemmada Prabhakar & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 549",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Youngmen's Vysya Association & Ors.",
        "Case Type:": "CIVIL APPEAL /7835/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief.Act",
            "1963- ss. 17",
            "20(2) - Contract to sell or let property by one who has no title"
        ],
        "HeadNote": "Specific Relief.Act, 1963- ss. 17, 20(2) - Contract to sell or let property by one who has no title - Enforceability of - Suit for specific performance of the agreement of sale - Entitlement for decree - When agreement of sale entered between the plaintiffs-vendee and defendant nos. 1 and 2- vendor and vendor did not have absolute title to the property, there was absence of execution of the agreement of sale by the other defendants/co-sharers, and there was breach of terms and conditions of the contract on the part of the plaintiffs in not paying the sale consideration amount within the stipulated period - Held: In view of s. 17, the agreement of sale entered between the plaintiffs and some of the co-sharers who do not have the absolute title to the suit schedule property is not enforceable in law - On facts, suit schedule property was self acquired property of 'P' who died intestate, surviving by his wife, three sons and three daughters upon whom the property devolved in view of s. 8 of the Hindu Succession Act being class I legal heirs in the suit schedule property - Agreement of sale was executed only by defendant Nos. 1 and 2 - 3rd son,· mother and three sisters who got equal shares in the property did not execute the agreement of sale - Thus, agreement of sale executed by defendant Nos. 1 and 2 who had no absolute right to property cannot confer any right whatsoever upon the plaintiffs for grant of decree of specific performance of agreement of sale in their favour - Said agreement is not enforceable in law in view of s. 17 - As assured by the defendant Nos. 1 and 2 that they would get the signatures of the 3rd brother at the time of execution of the agreement, signatures were not obtained, thus, the agreement was not executed by all the co-sharers of the property- Furthermore, the plaintiffs did not approach the trial court with clean hands - Plaintiffs did not pay the sale consideration amount as agreed to be paid within the period stipulated - Thus, the order passed by the trial coμrt dismissing the suit for specific performance of agreement of sale restored with modification that the defendants would pay a sum of Rs. 6, 00, 0001- to the plaintiffs as lump-sum compensation within the stipulated time - Order passed by the High Court and first appellate court set aside - Hindu Succession Act, 1956."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "PURSHOTTAM DAS TANDON DEAD BY LRS. VS. MILITARY ESTATE OFFICER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk2Ng==",
        "Citation": "[2014] 7 S.C.R. 1085",
        "Case Type": "(CIVIL APPEAL /2147/2006)",
        "Date": "13 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTA4NS0xMDk3XzE3MDMyNDIwNzYucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1085",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "13 August 2014",
        "Petitioner:": "Purshottam Das Tandon Dead By Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 541",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Military Estate Officer & Ors.",
        "Case Type:": "CIVIL APPEAL /2147/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government grants - Property purchased by predecessors of the appellant in auction"
        ],
        "HeadNote": "Government grants - Property purchased by predecessors of the appellant in auction - Resumption notice by Union of India leading to writ petition - Case of UO/ that the land on which the property stood was the subject of old grant under which a right of resumption as also title to the land vested in the Union; and only the building was conveyed to the predecessors of the appellant - High Court holding that the parties to move to civil court for adjudication of title - Suit seeking eviction of tenant and sub-tenant by appellant - Notice by UO/ demanding rent from occupants - Inter-pleader suit by one of the tenant - Decree thero1.: that appellant entitled to receive rent in respect of the p:uperty, upheld by Supreme Court - Writ petition by appellant seeking mutation of property-bung/ow as owners - Dismissal of, holding that in terms of the order in earlier writ petition, dispute required adjudication in a civil suit - Application by the appellant seeking sanction of plan to raise construction - Rejection of, in view of the resumption order - Aggrieved, appellant filing another writ petition asserting his ownership of the property - Disposed of, holding that in the inter-pleader suit it was already decided that the property belonged to the appellant and the question of title to the property had become res judicata - Order challenged before Supreme Court - Matter remanded back to the High Cou,1 on the issue of res judicata - High Court holding that the decree in the inter-pleader suit that appellant to be entitled to receive the rent, would not operate as a res judicata so as to confer any finality to the issue of title - Parties left with the option of adjudication of title in a suit for declaration - On appeal, held: Subject matter of the two proceedings-inter-pleader suit and the appeals arising therefrom and the writ petitions filed by appellant not directly and substantially the same so as to attract the B principle of res judicata enshrined in s. 11 CPC - Having regard to the nature of the dispute and the highly contentious issue raised, and the earlier order in the writ petition, no infirmity in the impugned order, so as to warrant interference - Code of Civil Procedure, 1908 - s. 11 - Res judicata - c Cantonment Act, 1924 - ss. 181, 274."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "M/S. NAVODAYA MASS ENTERTAINMENT LTD. VS. M/S. J.M. COMBINES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk1NQ==",
        "Citation": "[2014] 7 S.C.R. 1098",
        "Case Type": "(CIVIL APPEAL /7128-7129/2011)",
        "Date": "26 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTA5OC0xMTA0XzE3MDMyNDIxMzYucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1098",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "26 August 2014",
        "Petitioner:": "M/s. Navodaya Mass Entertainment Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 564",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "M/s. J.m. Combines",
        "Case Type:": "CIVIL APPEAL /7128-7129/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration - Award by arbitrator- Scope of interference"
        ],
        "HeadNote": "Arbitration - Award by arbitrator- Scope of interference · - Held: Is limited - Once arbitrator has applied his mind to C the matter before him, the Court is not justified in reappraising the material on record and substituting its own view in place of the Arbitrator's view - Even if two views are possible, the view taken by the Arbitrator would prevail - It is only where there is an error apparent on the face of the record or Arbitrator has not followed the statutory legal position, then and then only it would be justified in interfering with the award published by the Arbitrator- On facts, on perusal of the clauses of the Agreement, the reasoning given by the Division Bench of the High Court while affirming the award cannot ·be said to be E perverse - Award passed by the arbitrator upheld."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "SURESH KUMAR DAGLA VS. SARWAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk2OQ==",
        "Citation": "[2014] 7 S.C.R. 1105",
        "Case Type": "(CIVIL APPEAL /6363/2014)",
        "Date": "26 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTEwNS0xMTEwXzE3MDMyNDIxODIucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1105",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "26 August 2014",
        "Petitioner:": "Suresh Kumar Dagla",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 995",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Sarwan & Anr.",
        "Case Type:": "CIVIL APPEAL /6363/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for declaration: Limitation - Delay of 14 years in filing suit"
        ],
        "HeadNote": "Suit for declaration: Limitation - Delay of 14 years in filing suit - Suit for declaration of title and for declaration that the C sale deed dated 30th November, 1992 was null and void filed by first respondent on 28th June, 2006 - First respondent had already instituted a complaint of cheating regarding purchase of suit land which was rejected on 30th November 1993 - Held: Suit is barred by limitation as first respondent had D knowledge about the sale deed as back as in the month of 1993 - Also, first respondent cannot derive benefit in terms of s. 257 of Chhatisgarh Land Revenue Code, 1959 - Application by appellant u/Or. 7 r. 11 rlw s. 151 allowed - Suit dismissed."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "DENY BORA VS. STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk3Mw==",
        "Citation": "[2014] 7 S.C.R. 1111",
        "Case Type": "(CRIMINAL APPEAL /679/2013)",
        "Date": "27 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTExMS0xMTIyXzE3MDMyNDIyNTMucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1111",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "27 August 2014",
        "Petitioner:": "Deny Bora",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 571",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /679/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 - Conviction on testimony of sole eye-witness"
        ],
        "HeadNote": "Penal Code, 1860:s. 302 - Conviction on testimony of sole eye-witness - Propriety of - A doctor shot dead by two miscreants - Conviction by Designated Court uls 302, but acquittal in TADA offence - Held: Trial court has placed reliance on the evidence of a witness who has come forward for recording his statement u!s 161 CrPC almost after two years and eight months - The only explanation he has given is that he was threatened by the co-accused - Six years after his statement was recorded, accused was arrested - The plea of threat to keep him silent for almost two years and eight months does not inspire confidence - His testimony is thoroughly and wholly unreliable - Therefore, conviction recorded by Designated Court on his testimony alone without any corroboration is totally unsustainable - Conviction is set aside.Evidence:Non-examination of material witnesses - A doctor shot dead by two miscreants in his clinic - Deceased's daughter, who was eye-witness and wife who was slightly away from scene of occurrence, not examined - Held: Both the wife and the daughter of deceased are the most natural and competent witnesses - They really could have throwrrimmense light on the factual score, but, they have not been examined - In the absence of any explanation, , their non-examination has affected prosecution case - The prosecution has otherwise not been able to establish the case against appellant and, therefore, non-examination of material witnesses cannot be regarded as inconsequential."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "ASHRAF KOKKUR VS. K.V. ABDUL KHADER ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk3Ng==",
        "Citation": "[2014] 7 S.C.R. 1123",
        "Case Type": "(CIVIL APPEAL /69-70/2012)",
        "Date": "29 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTEyMy0xMTQ4XzE3MDMyNDIzMzIucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1123",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "29 August 2014",
        "Petitioner:": "Ashraf Kokkur",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 575",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "K.v. Abdul Khader Etc.",
        "Case Type:": "CIVIL APPEAL /69-70/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: 0.7",
            "r. 11 (a) - Cause of action"
        ],
        "HeadNote": "Code of Civil Procedure, 1908:0.7, r. 11 (a) - Cause of action - Election petition - c Challenging the election· of returned candidate to State Legislative Assembly -. On the ground of disqualification as he was holding office of profit, i.e. Chairperson of Kera/a State Wakf Board - Petition dismissed by High Court holding that it did not disclose a complete cause of action or a triable issue D - Held: The inquiry under 0. 7, r. 11 (a) is only as to whether the facts as pleaded disclose a cause of action arid not complete cause of action - The limited inquiry is only to see whether the petition should be thrown out at the threshold - Holding an office of. profit under Government of India or E Governm·ent of any State is the disqualification - Whether that ground is discernible if the election petition is read as a whole, is the simple exercise to be undertaken by High Court, when called upon to do so under 0. 7, r. 11 (a) - In the instant case, the averments made in the election petition clearly disclose a cause of action, viz. respondent was holding the position as F Chairperson of Kera/a State Wakf Board and deriving financial benefits from Kera/a Government and, as such, was disqualified under Art. 191(1)(a) of the Constitution of India, as holding of an office of profit under State Government of G Kera/a - That is the triable issue in the election petition.Representation of the People Act, 1951:s. 83 - Election petition - Material facts - Election ofreturned candidate challenged on the ground of disqualification as he was holding an office of profit - High Court rejecting the petition holding that it did not contain a pleading that respondent was holding an office of profit under State Government - Held: The requirement u/s 83(1)(a) in s contradistinction to s.83(1)(b) is that the election petition need contain only a concise statement of the material facts and not material particulars - The expression 'material facts' plainly means facts pertaining to the subject matter and which are relied on by the election petitioner - If the party does not c prove those facts, he fails at the trial - In the instant case, the pleadings, (as contained in election petition and Annexure P1 (d), which forms an integral part of election petition) if taken as a whole, would clearly show that they constitute the material facts so as to pose a triable issue as to whether respondent . is disqualified to contest election to Kera/a State Legislative 0 Assembly while holding an office of profit under State government as Chairperson of Kera/a State Wakf Board - In an election petition, the requirement uls 83 is to provide a precise and concise statement of material facts - The expression 'material facts' plainly means facts pertaining to E the subject matter and which are relied on by election petitioner - Constitution of India, 1950 - Art.191s.83 - Election petition - Annexures thereto- Held: In the instant case, all the annexures attached to election petition F in the instant case have been signed and verified by election petitioner as per the requirement uls 83(2) - Therefore, Annexure-P1 (d) to the election petition forms an integral part of election petition - There is a clear and unambiguous plea that respondent was holding the post of Chairman, Kera/a  State Wakf Board, an office of profit under Government of Kera/a and, as such, he was disqualified."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "K. SARAVANAN KARUPPASAMY & ANR. VS. STATE OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk4Mg==",
        "Citation": "[2014] 7 S.C.R. 1149",
        "Case Type": "(WRIT PETITION (CIVIL) /400/2010)",
        "Date": "16 AUGUST 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTE0OS0xMTYzXzE3MDMyNDIzODcucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1149",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "16 August 2014",
        "Petitioner:": "K. Saravanan Karuppasamy & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 635",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Tamil Nadu & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /400/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Article 32"
        ],
        "HeadNote": "Constitution of India, 1950 - Article 32 - Writ of mandamus by petitioners seeking independent investigation by an independent agency like CBI or Special Investigation  Team (SIT) into the incident of alleged beating of students of law college by miscreants for initiation of criminal proceedings against the guilty police personnel and others - Petitioners' organization had filed complaint with National Human Rights Commission against erring police officials since State Human D Rights Commission (SHRC) refused to entertain the same - Petitioners' alleging their harassment by the police and registration of false cases against them - Held: The Police and the State should have addressed the matter with great concern and promptitude but it was not done - At this distant  point of time, it is not necessary to hand over the investigation to CBI or to SIT - Criminal cases have been registered· and charge-sheets are filed and departmental action was also initiated against the police personnel and punishment has been imposed -Directions issued to the Metropolitan  Magistrate to dispose of the cases relating to the Law College incident expeditiously - Highlighting the value of human rights, the State asked to fill up the vacant post of Chairperson, SHRC."
    },
    {
        "volume": "2014Volume 7",
        "Case Name": "VIDHYA VISWANATHAN VS. KARTIK BALAKRISHNAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk5Mg==",
        "Citation": "[2014] 7 S.C.R. 1164",
        "Case Type": "(CIVIL APPEAL /9036/2014)",
        "Date": "22 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfMTE2NC0xMzAyXzE3MDMyNDI0MjcucGRm",
        "SCR Citation:": "[2014] 7 S.C.R. 1164",
        "Year/Volume:": "2014/ Volume 7",
        "Date of Judgment:": "22 September 2014",
        "Petitioner:": "Vidhya Viswanathan",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 660",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Kartik Balakrishnan",
        "Case Type:": "CIVIL APPEAL /9036/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955 - ss.13(1)(ia) and 25 - Divorce - On ground of cruelty"
        ],
        "HeadNote": "Hindu Marriage Act, 1955 - ss.13(1)(ia) and 25 - Divorce - On ground of cruelty - Mental cruelty - Divorce petition filed by respondent-husband dismissed by trial court - But allowed by High Court - Propriety - Held: Respondent-husband in his evidence narrated in detail, the incidents of alleged cruelty suffered by him - He was subjected to lengthy cross- examination but nothing came out which created doubt in his testimony - Appellant-wife denied allegations made by respondent-husband but in cross-examination she admitted that the marriage was not consummated - Not allowing a spouse for a Jong time, to have sexual intercourse by his or her psrtner, without sufficient reason, itself amounts to mental cruelty to such spouse - Illustrations of mental cruelty enumerated by Supreme Court in Samar Ghosh case, viz. illustrations No. (viii) and (xii), support the view taken by the High Court that respondent-wife treated her husband with mental cruelty - Divorce decree granted by High Court affirmed with further direction uls. 25 of the Hindu Marriage Act 4 that the respondent shall pay to the appellant Rs.40 /akhs as a /umpsum amount of permanent alimony - Family Courts Act, 1986 - s.19."
    }
]