[
    {
        "volume": "2014Volume 6",
        "Case Name": "SATYA PAL ANAND VS. STATE OF M.P. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzcwMA==",
        "Citation": "[2014] 6 S.C.R. 1",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /33644/2011)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS9zYXR5YSBwYWwgYW5hbmRfc3RhdGUgb2YgbS5wLiAmIGFuci5fMTcwMDgwNzYxOS5wZGY=",
        "SCR Citation:": "[2014] 6 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Satya Pal Anand",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 365",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of M.p. & Anr.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /33644/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "M.P. State Co-operative Societies Act",
            "1960 - s.3 - Co- operative Society"
        ],
        "HeadNote": "M.P. State Co-operative Societies Act, 1960 - s.3 - Co- operative Society -Appointment of Registrar uls.3 - Validity of s.3 - Challenged - Held: Most of the functions of the C Registrar are in the sphere of administration and governance with few additional duties having quasi-judicial character - In such a situation and more particularly when a tribunal is constituted with all the trappings of a court, with power to hear appeals from the orders of the Registrar or his nominee, no o fault found with s.3 of the Act empowering the Government to appoint persons as Registrars, Joint Registrars, Deputy Registrars and Assistant Registrars etc. not necessarily with legal I judicial background - Challenge to vires of s.3 rejected.M.P. State Co-operative Societies Act, 1960 - s. 3 - Co- operative Society - Need for appointment of suitable persons .as Registrar, Joint Registrar etc. and Chairman and members of Co-operative tribunal - Direction given that the State Government shall, keep in mind the objective of the Act, the F functions which the Registrar, Joint Registrar etc. are required to perform and commensurate with those, appointment of suitable persons shall be made - Likewise, having regard to the fact that the Chairman of the Tribunal is to be a judicial person, namely, Former Judge of the High Court or the District  Judge, for appointment of the Chairman and the Members of the Trib'unal, the respondent-State is duty bound to keep in mind and follow the mandate of the Supreme Court judgment in R. Gandhi case - For appointment of the Chairman and Members of the Tribunal, selection to these posts be preferably made by the Public Service Commission in consultation with the High Court.M.P. State Co-operative Societies Act, 1960 - s.77(3)(b) - Co-operative Tribunal - Composition of - Members of the 8 tribunal appointed as per s. 77 (3) (b) - Validity of s. 77(3)(b) - Held: Valid - Scheme shows that out of the two Members, one would be 'administrative member' and other may be a 'judicial member' though such nomenclature is not specifically assigned - The tribunal consists of a former C Judge as Chairman, one member who has held high office of Joint Registrar in the department and the other member either with the legal background or a person closely associated with cooperative movement - No fault with the provision. D M.P. State Co-operative Societies Act, 1960 - s. 77(6) - Co-operative Tribunal - s. 77(6) giving power to the State Government to terminate appointment of the Chairman or a Member - Validity of s. 77(6) - Challenge to - Held: Power E u/s. 77(6) is to be exercised only when the State Government forms an opinion about the inability or unfitness of such Chairman or Member to perform the duties of his office - The opinion may be subjective but has to be based on objective consideration/material on record - It is not an omnibus or unguided/uncanalyzed power conferred upon the Government F - Further, the decision is always subject to judicial review - Besides, proviso to sub-section (6) of s. 77 provides additional safeguards which mandate following procedure in consonance with principle of natural justice by giving reasonable opportunity of show cause against such G termination - Final opinion to be formed only after eliciting and considering the defence - Therefore, no reason to hold such a provision as unconstitutional."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "SATISH CHANDRA & ANR. VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzcwNw==",
        "Citation": "[2014] 6 S.C.R. 23",
        "Case Type": "(CRIMINAL APPEAL /211/2010)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMjMtNDlfMTcwMzIyNTkwOC5wZGY=",
        "SCR Citation:": "[2014] 6 S.C.R. 23",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Satish Chandra & Anr.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 364",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /211/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 498A - Suicide by married woman within 3 years of marriage"
        ],
        "HeadNote": "Penal Code, 1860 - s. 498A - Suicide by married woman within 3 years of marriage - Dying declaration recorded by Executive Magistrate (PW2) with certification by attending doctor (PW5) - Conviction of husband and mother-in-law by Courts below uls. 498A - If justified - Held: Deceased in her declaration very categorically stated that her mother-in-law used to fight with her regularly on account of demand of gold chain which her parents could not fulfill and that she had fight on the fateful day also and being tired of such regular fights she poured kerosene oil on her and set herself on fire - Clearly, immediate cause of committing suicide was regular fights with mother-in-law on account of dowry demand - Ingredients of s. 498A stand satisfied qua mother-in-law as deceased was subject to cruelty on account of unlawful demand for property viz. gold chain in the instant case and failure on her part to meet that demand - So much so, it ultimately drove the deceased to commit suicide - However, deceased in her statement did not blame her husband at all and on the contrary, categorically stated that he was innocent - No conclusive proof that there was any \"cruelty\" on his part - In fact, in order to please and satisfy his wife, the husband · was making all efforts to become something in life and was struggling for that - Husband given benefit of doubt for charge u/s. 498A and thus acquitted from that charge - Conviction of mother-in-law u/s. 498A however upheld.Penal Code, 1860 - s.304-8 - Suicide by married woman Deceased poured kerosene on her person and then put herself on fire - Dying declaration recorded by Executive Magistrate (PW2) with certification by attending doctor (PW5) - Conviction of husband and mother-in-law by Courts below u/s.3048 - If justified- Held: The death was caused by burns B and occurred otherwise than under normal circumstances-- It happened within 7 years of her marriage - Further, the trigger point for committing suicide was quarrel between deceased and her mother-in-law on the fateful day - There were regular fights between deceased and her mother-in-law for dowry - Statement of the deceased made it clear that on that fateful day also mother-in-law fought with her for that reason - Therefore, commission of offence u/s. 3048 against mother-in-law conclusively proved in view of iron clad dying declaration - However, husband cannot be said to have 0 committed any act of \"cruelty\" soon before her death which forced the deceased to take such a step - Deceased nowhere stated that on that date when her mother-in-law had quarreled with her, the husband was associated or even responsible for that - Husband thus acquitted of charge u/s.3048 while E conviction of mother-in-law uls.3048 upheldSentence I Sentencing - Suicide by married woman within 3 years of marriage - Appellant no. 2 (mother-in-law) convicted by courts below ulss.3048 and 498A and sentenced to one year RI for; offence uls.498A /PC and 10 years for F offence uls.3048/PC - On appeal, held: On facts, sentence of one year R/ for offence uls.498A /PC maintained - However, insofar as s. 3048 /PC is concerned, certain extenuating 9nd mitigating circumstances existing - First of all, even wfyen the immediate cause to commit suicide was G the fight be.tween deceased and appellant no.2(mother-in-law}, at the Scheme time deceased was not happy with her matrimonial fife for other reasons as well - In tact, she was not happy with the marriage at all which she stated in some of the lf/tters to her relatives - In interests of justice, sentence H in resurrect of offence uls.3048 /PC reduced from 10 years to7 years RI - Penal Code, 1860 - ss.3048 and 498A.Evidence Act, 1872 - s. 32 - Dying declaration - Challenge to, on ground that deceased was tutored before she made the statement - Held: Not tenable - Nothing on record indicating that deceased may have been tutored - Deceased was not happy with her matrimonial life and had expressed so on earlier occasions as well, which fact surfaced in her declaration as well - Dying declaration was natural and voluntary. Evidence Act, 1872 - s. 32 - Dying declaration - Challenge to, on ground that it was not recorded in the form of questions and answers - Held: Recording of declaration in question-answer form is more appropriate method which should generally be resorted to, however, if such declaration otherwise meets all the requirements of s.32 and is found to be worthy of credence, it is not to be rejected only on the ground that it was not recorded in the form of questions and answers."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "BRIHANMUMBAI ELECTRIC SUPPLY & TRANSPORT UNDERTAKING VS. MAHRASHTRA ELECTRICITY REGULATORY COMMISSION (MERC) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzcxNA==",
        "Citation": "[2014] 6 S.C.R. 50",
        "Case Type": "(CIVIL APPEAL /4223/2012)",
        "Date": "08 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNTArLTg0XzE3MDMyMjU5ODcucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 50",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "08 May 2014",
        "Petitioner:": "Brihanmumbai Electric Supply & Transport Undertaking",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 377",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Mahrashtra Electricity Regulatory Commission (merc) & Ors.",
        "Case Type:": "CIVIL APPEAL /4223/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003 - ss.2(15) and 42(5) - Supply of electricity"
        ],
        "HeadNote": "Electricity Act, 2003 - ss.2(15) and 42(5) - Supply of electricity - Enforcement of distribution licensee obligation under the Act - Jurisdiction of Electricity Regulatory Commission to entertain dispute between a consumer and a distribution licencf!e - Petition filed by respondent no.3 before o Electricity Regulatory Commission seeking direction against Tata Power Company Limited (TPC) to supply electricity to him - Challenge to, on ground that respondent no. 3 had access to alternative remedy to raise his grievances before the Consumer Grievances Redressal Forum (CGRF) .E __ established uls.42 (5) - Held: Not tenable - As on the date, respondent no.3 approached the Regulatory Commission, he was not consumer of TPC but wanted to become its consumer - Insofar as CGRF is concerned, which each distribution licensee is required to set up uls.42 (5), it deals with the F grievances of the consumer as defined u/s. 2 (15) - Respondent No. 3 not being a consumer could not have approached GGRF -Regulatory Commission had requisite jurisdiction to entertain petition filed by respondent no.3.Electricity Act, 2003 - s.14, 15 and 172(b) - Supply of electricity - Deemed distribution licensee - Nine provisos u/ s. 14 stipulating various circumstances under which no specific license required by making application u/s. 15 and if conditions stipulated in any of these provisos. were satisfied, such person to be treated as deemed· licensee - On facts, Tata Power Company Limited (TPC) claiming to be deemed distribution licensee under 1st proviso while appel/ant- Brihanmumbai Electricity Supply and Transport Undertaking (BEST) invoking 6th proviso to contend that TPC could not be deemed distribution licensee in the area where BEST was in operation - Whether TPC was not a deemed distribution licensee for the area in question and therefore not permitted to supply electricity to any consumer in that area - Held: Since as on the date of commencement of the Act, TPC became deemed licensee under the first proviso as its predecessors were holding the distribution licence under the repealed laws and thereafter specific conditions of licence were formulated by the Regulatory Commission uls.16 mentioning the period of 15. 8. 2014, TPC was deemed licencee till 15. 8. 2014 - Once, it is held that TPC can be treated as deemed distribution licensee under the first proviso to s. 14 and the area of the licence is the same which overlaps with the area covered by BEST, argument predicated on sixth proviso to s.14 not available to BEST - Tata Power's license to supply electricity clearly established.Electricity Act, 2003 - ss.42(3), 43, 45, 46 and 47 - Supply of electricity - Parallel distribution licensees - -'Availability of open access to Tata Power Company Limited (TPC) in the area covered by Brihanmumbai Electricity Supply and Transport Undertaking (BEST) - Permissibility of TPC to extend its network in BEST area of supply without its approval/consent - Whether unlike other distribution licensees, BEST being a local authority, no persons situated in BEST's area of supply could avail electricity from any other licensee, on account of BEST invoking a statutory exemption available to a local authority u/s.42(3) and whether TPC could not extend its network in BEST's area of supply, without BEST's consent and agreement - Held: There is no exemption from universal service obligation to any distribution licensee under the Act, on account of the presence of a \"local authority\" as a distribution licensee in the particular area of supply, which is also reinforced by Paragraph 5. 4. 7 of the National Electricity Policy which clearly states that the second licensee in the same area shall have the obligation to supply to all consumers in accordance with B s.43 - The contention that if local authority is a distribution licensee in a particular area, there cannot be any other distribution licensee in that area without the permission of such a local authority, cannot be accepted - Not only such a contention would negate the effect of universal supply C. obligation uls.43, it will also amount to providing an exception which is not there either in s.43 or s.14 namely to treat local authority in special category and by giving it the benefit even that benefit which is not specified under the Act - The Court should lean in favour of an interpretation which subserves the objective of the Act namely the purposive interpretation - The 0 objective behind the Act is to promote competition and give the consumer open to choose the distribution licensee from which it seeks electricity - Interpretation of Statutes - Purposive interpretation."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "KISHOR K. MEHTA VS. REKHA H. SHETH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzcyNA==",
        "Citation": "[2014] 6 S.C.R. 85",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /193/2014)",
        "Date": "21 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfODUtOTBfMTcwMzIyNjA3Mi5wZGY=",
        "SCR Citation:": "[2014] 6 S.C.R. 85",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "21 May 2014",
        "Petitioner:": "Kishor K. Mehta",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 976",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik,Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Rekha H. Sheth & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /193/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court - Contempt petition - Trust governed by 1950 Act"
        ],
        "HeadNote": "Contempt of Court - Contempt petition - Trust governed by 1950 Act - Clause in the trust that petitioner, one of the trustees for life time, however respondent 1 to 10 dispute that petitioner continues to be life trustee - issuance of notice by respondent no. 6 to convene meeting of Board.of Trustees at office premises - Application by petitioner and others that respondent no. 6 be directed to give notice of the said meeting to them and they be permitted to participate in tht meeting - Refusal by High Court to grant interim' relief - SLP thereagainst - Disposal of, holding that the next meeting of the Board of Trustees would be held at Hotel Taj Lands End, and notice would be given to all trustees entitleq to participate in the meeting, without considering who all trustees entitled to participate in the meeting of the T(u~t .,...failure of respondent no. 6 in addressing notice to petitioner about the said meeting - Contempt petition by petitioner alleging willful disobedience of the order of this Court - Stand of respondent no. 6 that he was under a bona fide impression that petitioner and respondent nos. 12 to 19 were no longer trustees and were not entitled to participate in the said meeting - Held: Respondent no. 6 not guilty of willful disobedience of the order - Contempt proceedings dropped but to do complete justice between the parties, the order disposing of SLP recalled - Interim arrangement/order passed as regards the functioning of the Board of Trustees which would continue till the disposal of SLP - Bombay Public Trust Act, 1950."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "FOOD CORPORATION OF INDIA & ORS VS. SARAT CHANDRA GOSWAMI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzcyOQ==",
        "Citation": "[2014] 6 S.C.R. 91",
        "Case Type": "(CIVIL APPEAL /7201-7202/2008)",
        "Date": "21 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Ranganath Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfOTEtOThfMTcwMzIyNjE0OS5wZGY=",
        "SCR Citation:": "[2014] 6 S.C.R. 91",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "21 May 2014",
        "Petitioner:": "Food Corporation Of India & Ors",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 402",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Sarat Chandra Goswami",
        "Case Type:": "CIVIL APPEAL /7201-7202/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Food Corporation of India (Staff) Regulations",
            "1971 - Regulation 60(1){b)"
        ],
        "HeadNote": "Food Corporation of India (Staff) Regulations, 1971 - Regulation 60(1){b) - Procedure for imposing minor penalties - Interpretation of - Held: Where the employees C disputes his liability, a full-fledged enquiry is not expected to be held as that would frustrate the purpose of interpreting the summary procedure for imposing minor penalties - However, the discretion conferred under the Regulation 60(1)(b) if exercised in a arbitrary manner, the employee can  challenge the same before the appropriate forum - Regulation 60(1)(b) mandates the disciplinary authority to form its opinion whether it is necessary to hold an inquiry in a particular case or not - Opinion has to be founded on certain objective criteria - It must reflect some reason - It can E neither be capricious or fanciful but demonstrative of application of mind - Thus, it has to be in writing - On facts disciplinary authority not complied with Regulation 60(1)(b}, -thus proceedings vitiated - High Court rightly quashed the order of punishment and show cause notice - Service Law."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "GANESH DATI VS. STATE OF UTTARAKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzczNQ==",
        "Citation": "[2014] 6 S.C.R. 99",
        "Case Type": "(CRIMINAL APPEAL /1881/2011)",
        "Date": "11 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfOTktMTE1XzE3MDMyMjYxODYucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 99",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "11 June 2014",
        "Petitioner:": "Ganesh Dati",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 420",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Uttarakhand",
        "Case Type:": "CRIMINAL APPEAL /1881/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 3021149",
            "3071149",
            "3241149",
            "ss. 147 and 148"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 3021149, 3071149, 3241149, ss. 147 and 148 - Conviction under - Prosecution case that accused armed with weapons assaulted father and his two sons resulting in death of one son and injuries to other- Order of conviction and sentence by courts below - Held: Failure of prosecution to prove the guilt of appellant beyond reasonable doubt - As regards assault on the deceased, ocular evidence inconsistent with medical evidence - Weapons used for the occurrence not recovered - Enmity between the appellant family and the deceased family - Father and his sons were interested as well as inimical witnesses - Denial of injuries on the person of appellant by them - Testimonies of the prosecution witness inconsistent as regards the place of occurrence - Also blood stained earth not sent for chemical examination - Thus, order of conviction set aside - Evidence."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "MANJU SARKAR & ORS. VS. MABISH MIAH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzc0NA==",
        "Citation": "[2014] 6 S.C.R. 126",
        "Case Type": "(CIVIL APPEAL /5847/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTI2LTEzN18xNzAzMjI2NTU1LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 126",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Manju Sarkar & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 431",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "Mabish Miah And Ors.",
        "Case Type:": "CIVIL APPEAL /5847/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Workmen's Compensation Act",
            "1923:"
        ],
        "HeadNote": "Workmen's Compensation Act, 1923:s.3(1) - Accident arising out of and in the course of employment - Claim for compensation - Victim-deceased employed by respondent 1 and 2 to drive truck on the relevant day from Agartala to godown - After entering the godown, he left the truck on the pretext that there was a mechanical fault in the truck and informed the helper that he would come at night - Thereafter he met with road accident and died - Suit by wife and children claiming compensation - Commissioner dismissed the suit accepting the contention of respondents that on reaching the godown the deceased ceased to be in their employment - Held: Such contention of the respondents was an after thought - It was mentioned in the First Information Report lodged by the helper that the truck reached godown and the deceased was to return back to Agartala with the truck laden with rice bags - The employment does not necessarily end when the \"down tool\" signal is given or when the workman leaves the actual workshop where he is working - There is a notional extension at both the entry and exit by time and space - The scope of such extension must necessarily depend on the circumstances of a given case - There was a notional extension in the instant case also - Thus, deceased met with the road accident in the course of his employment - Courts below misdirected themselves while dealing with this question and the finding rendered by them was perverse and unsustainable.s.4 - Quantum of compensation - Victim-deceased at the time of death was aged about 22 years and getting monthly wages of Rs. 4, 5001- - As per s. 4 clause 1 (a) of the Act where 1 death results from the injury, 50% of the monthly wages of the deceased multiplied by the relevant factor would be the amount of compensation - In the instant case, the compensation would be a sum of Rs. 2250 being 50% of the monthly wages multiplied by factor 221.37, which comes to Rs. 4, 98, 082. 50 - A further sum of Rs. 10, 0001- awarded towards funeral expenses as per s.4 Clause (4) - Interest @ 9% p.a. on the compensation from the date of claim petition also awarded."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "SANTOSH BAKSHI VS. STATE OF PUNJAB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzc1MQ==",
        "Citation": "[2014] 6 S.C.R. 138",
        "Case Type": "(CRIMINAL APPEAL /1251/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTM4LTE0N18xNzAzMjI2NjI3LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 138",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Santosh Bakshi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 437",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Punjab & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1251/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Women from Domestic Violence Act",
            "2005: C Complaint under the Act"
        ],
        "HeadNote": "Protection of Women from Domestic Violence Act, 2005: C Complaint under the Act - Duty of investigating agency and the court - Held: When a complaint is made by any woman alleging offence under the Act, committed by any member of the family, the matter is to be looked upon seriously - The Police without proper verification and investigation cannot o submit a report that no case is made out - The Investigating Agency is required to make proper enquiry not only from the members of the family but also from neighbours, friends and others - After such enquiry, the Investigating Agency may form a definite opinion and file a report but it is for the Court E to decide finally whether to take cognizance for any offence under any of the provisions of the Act - Crime against women.Penal Code, 1860: s. 182 - Essential ingredients - Discussed.Code of Criminal Procedure, 1973: s.482 - Quashing of proceedings -,Domestic violence case filed by appellant in which compromise entered with in-laws that they would not harass her and would allow her to stay in matrimonial home - Respondent no. 3-brother-in-/aw of appellant filed complaint G invoking s. 182 !PC on the ground that the complaint filed by appellant under domestic violence was false - Approval of authorities granted to take action against the appellant - Petition u/s. 482 Cr.P. C. for quashing s. 182 proceedings - High Court refusing to quash s. 182 proceedings - Held: The investigating agency failed to show that the appellant had given information which she was knowing and believing to be false - Respondent Nos. 1 and 2 failed to make out a case u/s. 182 /PC - It was a fit case to quash the proceedings u/ s.182 /PC -High Court failed to notice the relevant facts and mechanically dismissed the application uls. 482 - The complaint filed by respondent no.3 u/s.182 /PC, the order of approval granted by the SSP and proceeding if initiated against the appellant quashed - Penal Code, 1860 - s. 182."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "UNION OF INDIA THROUGH CBI VS. NIRALA YADAV @ RAJA RAM YADAV @ DEEPAK YADAV",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzc2NQ==",
        "Citation": "[2014] 6 S.C.R. 148",
        "Case Type": "(CRIMINAL APPEAL /786/2010)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTQ4LTE5MF8xNzAzMjI2NzEzLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 148",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Union Of India Through Cbi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 425",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Nirala Yadav @ Raja Ram Yadav @ Deepak Yadav",
        "Case Type:": "CRIMINAL APPEAL /786/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 167(2) - Non filing of charge-sheet within the statutory period of 90 days of arrest"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s. 167(2) - Non c filing of charge-sheet within the statutory period of 90 days of arrest - Application u/s 167(2) for release on bail by accused ~ Subsequent application by CBI seeking extension of time - Court not adverting to the application filed by accused for grant of bail, rather asking defence to file rejoinder to  application for extension - Thereafter, filing charge-sheet and rejection of application for grant of bail by the court - High Court releasing the accused on  holding that right had already accrued to the respondent when he moved the application for grant of bail - Justification of - Held: When the E charge-sheet is not filed, indefeasible right accrues to the accused - Accused can avail his liberty only by filing application u/s. 167(2) - It cannot be frustrated by the prosecution on some pretext or the other - Once such an application is filed, it is obligatory on the part of the court to verify from the records as well as from the public prosecutor F whether the time has expired and the charge-sheet has been filed or not or whether an application for extension which is statutorily permissible, has been filed - On facts, the High Court was justified in extending the benefit to the respondent - The day the accused filed the application for benefit uls. G 167, the Court required the accused to file a rejoinder affidavit by the time the initial period provided under the statute had expired - There was no question of any contest as if the application for extension had been filed prior to the expiry of time - Adjournment by the Magistrate was misconceived He was obliged on that day to deal with the application filed by the accused as required u/s. -167(2)- Such procrastination frustrates the legislative mandate - Court cannot act to extinguish the right of an accused if the law so confers on him - Law has to prevail - Such act on the part of the prosecution was not permissible."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "STATE OF RAJASTHAN & ANR. VS. SURENDRA MOHNOT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzc2OQ==",
        "Citation": "[2014] 6 S.C.R. 191",
        "Case Type": "(CIVIL APPEAL /5860/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTkxLTIxN18xNzAzMjI2ODE4LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 191",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "State Of Rajasthan & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 432",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Surendra Mohnot & Ors.",
        "Case Type:": "CIVIL APPEAL /5860/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Grant of selection grade - Claim of"
        ],
        "HeadNote": "Service law - Grant of selection grade - Claim of - Regularisation of employees appointed on ad hoc basis as Lower Division Clerks for a fixed tenure - Grant of increments  to the said employees for the period before their regularization in service in *Chandra Shekhar's case - Issuance of circular by State Government pertaining to prescription of Selection Grades for employees that service would be counted from the date the employee had regularly been appointed in the  existing cadre/service held in **Jagdish Narain Chaturvedi's case - Thereafter, representation of employee for grant of selection grade on completion of 18 years on the ground that they had been granted first selection pay scale from the date of their initial appointment - Rejection of representation - Writ  petition seeking grant of selection grade from the date of their initial appointment - Submission of the State Government that the matter was covered by Jagdish Narain Chaturvedi's case and not by Chandra Shekhar's case - Writ petition allowed in view of the consent order that matter covered by  Chandra Shekhar's case - Dismissal of review application as a/so appeal thereagainst - On appeal, held: Chandra Shekhar's case pertains to grant of increments for the period orior to regularization - It has nothing to do with the grant of selection grade - Law enunciated in Jagdish Narain Chaturvedi's case that the period for grant of selection grade  ' as to be reckoned from the date of regularization in service · nd not prior to that, is binding - Employees prior to egu/arization_ were not members of service or· a part of the cadre - They are only entitled to the benefit of selection grade from the date of regularization - Since there can be no estoppel against law, consent given in a court that a controversy is covered by a judgment which has no applicability, there cannot be an estoppel from raising the B point that the same was erroneously cited - Writ court while rejecting the app(ication for review only noticed that the order was passed on agreement - Single Judge did not think it appropriate to appreciate the stand of the State and passed an absolutely laconic order - Thus, writ court not justified in C rejecting the application for review - Estoppel - Review - Code of Civil Procedure, 1908 - O. 47.Advocates - Role of - Explained - As regards, the counsel for the State, he has a higher responsibility - He has a special duty towards the court in rendering assistance."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "DR. (MRS.) MALATHI RAVI, M.D. VS. DR. B.V. RAVI M.D.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzc3Nw==",
        "Citation": "[2014] 6 S.C.R. 218",
        "Case Type": "(CIVIL APPEAL /5862/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMjE4LTI1NF8xNzAzMjI2OTg0LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 218",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Dr. (mrs.) Malathi Ravi, M.d.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 426",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Dr. B.v. Ravi M.d.",
        "Case Type:": "CIVIL APPEAL /5862/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955 - s. 13(1) - D/ssolutiori of C marriage by way of divorce"
        ],
        "HeadNote": "Hindu Marriage Act, 1955 - s. 13(1) - Dissolutiori of  marriage by way of divorce - Inference of mental cruelty- On facts, petition for divorce by the husband on the ground of desertion rejected by family court; however, the High Court taking note of subsequent events, granted divorce on the ground of mental cruelty, even though said ground was not D prayed in the relief clause - Interference with - Held: A/legation of desertion, as enshrined uls. 13(1 )(ib) not established - However, incidents antecedent to the filing of the petition reveal the attitude and the conduct of the wife towards.her husband - Wife did not invite husband and his E family members for naming ceremony of their son; wife pursued higher studies without informing the husband; wife alleged that the husband had kept her as unpaid servant; husband at the time of delivery went to the hospital to bring. the wife and child back to his house but wife along with the F child went to her parental house - Wife did not join husband immediately pursuant to the order of the family court but joined on the last days of expiration of period; and after two months wife lodged an FIR against the husband and his family members and as a result the husband suffered day's custody G - It can be inferred that the husband was treated with mental cruelty - Husband faced ignominy being an Associate Professor in a Government Medical College - Wife showed. anaemic emotional disposition to the husband - Thus, the decree of divorce granted by High Court upheld singularly on the ground of mental cruelty - However, in view of the social status and strata and the court of effective availing of Rs. 25, 00, 0001- to the wife, excluding the amount already paid - Subsequent events.Mental cruelty - Concept of - Effect of mental cruelty - Held: Mental cruelty and its effect cannot be stated with arithmetical exactitude - It varies from individual to individual, from society to society and also depends on the status of the persons - What would be a mental cruelty in the life of two individuals belonging to particular strata of the society may not amount to mental cruelty in respect of another couple belonging to a different stratum of society - Agonized feeling or for that matter a sense of disappointment can take place by certain acts causing a grievous dent at the mental level - Inference has to be drawn from the attending circumstances.Subsequent events - Reliance upon - Held: Subsequent facts under certain circumstances can be taken into consideration. Administration of justice - Duty of the court - Dissolution E of marriage sought on the ground of desertion by the husband, rejected by family court - However, High Court taking into consideration subsequent events, granting divorce on. the ground of mental cruelty, even though the said ground was not prayed - Correctness of - Held: On facts, it is the bounden duty of this Court to consider the issue of mental. F cruelty for the sake of doing complete justice - Parties should not be left to fight the battle afresh after expiry of thirteen years of litigation - Dealing with the plea of mental cruelty would not affect any substantive right of the wife rather would condone a minor technical aspect - Administration of justice provokes · · G the judicial conscience that it is a fit case to invoke power conferred on Supreme Court under Article 142 - Constitution of India, 19,50 - Article 142."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "SANDHYA VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzc4NA==",
        "Citation": "[2014] 6 S.C.R. 255",
        "Case Type": "(Select Case Type/5887/2014)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMjU1LTI2Ml8xNzAzMjI4MTQwLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 255",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Sandhya",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 449",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "Select Case Type/5887/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Regularisation - Claim for - Appellant- Terminated employee challenging termination and seeking regularisation of services"
        ],
        "HeadNote": " Service law: Regularisation - Claim for - Appellant- Terminated employee challenging termination and seeking regularisation of services - Administrative Tribunal directing the authorities to regularise the services in accordance with Government Resolution dated 1Oth March 2005 - Authorities refusing to regularise the appellant on the ground that he was not working on the date the said Government Resolution came into force - High Court refusing to interfere with the orders of authorities - Held: High Court has misguided itself by holding that the appellant was not working on the date of Government Resolution dated 1 Oth March, 2005 - The order of termination dated 20th April, 1998 was set aside by the Tribunal by its order dated 24th November, 2011 - The. order of termination being set aside, in the eye of law the appellant shall be deemed to be continued in service even on 10th March, 2005 i.e. the date when the Government Resolution was issued - The respondents are directed to regularize the services of the appellant with retrospective effect . "
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "MANOHAR LAL VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzc5OA==",
        "Citation": "[2014] 6 S.C.R. 263",
        "Case Type": "(CRIMINAL APPEAL /1188/2009)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMjYzLTI3N18xNzAzMjI4MjA0LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 263",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Manohar Lal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 439",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1188/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: s.3048 - Presumption under - Essential ingredients"
        ],
        "HeadNote": "PENAL CODE, 1860: s.3048 - Presumption under - Essential ingredients - Discussed - In the instant case, the victim-deceased was subjected to harassment in connection with dowry demand and she died on account of burn injuries - Conviction of husband u/s.3048 by courts below - On appeal, held: The statement of the mother of the deceased PW 1 was general and not specific - No specific incident was indicated suggesting the cruelty or harassment made by the accvsed-husband - The statement of PW 1 was not reliable and not trustworthy - Though the allegation of demand of dowry was made, none of the witnesses including PW 1 stated that the deceased was harassed \"soon before her death\" for or in connection with demand of dowry - The accused was charge-sheeted u/ss. 498-A and 304-8 but the trial court did not convict the accused uls.498-A - In this background, the prosecution miserably failed to prove that the accused harassed the deceased soon before her death for or in connection with a demand of dowry- Accused acquitted from the charge u/s. 3048 - Crime against women."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "M/S KAIKARA CONSTRUCTION COMPANY VS. STATE OF KERALA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzgwNA==",
        "Citation": "[2014] 6 S.C.R. 278",
        "Case Type": "(CIVIL APPEAL /5885-5886/2014)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMjc4LTI4Nl8xNzAzMjI4MjY2LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 278",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "M/s Kaikara Construction Company",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 448",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Kerala And Ors.",
        "Case Type:": "CIVIL APPEAL /5885-5886/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: s.11 (6) - C Appointment of arbitrator - Works contract"
        ],
        "HeadNote": ".Arbitration and Conciliation Act, 1996: s.11 (6) -  Appointment of arbitrator - Works contract - Dispute between· the parties - Case of the appellant that the Company had completed a major portion of the work - According to respondents, only 41% of the work was completed - High Court dismissed application filed by appellant u/s.11 (6) on the  ground that no arbitrator agreement existed - On appeal, Held: Parties filed joint application showing the name of the arbitrator mutually agreed to by the parties - In view of stand taken by the parties and in view of mutual agreement for arbitration by retired High Court Judge, without going into the  question of merit, the impugned order set aside and matter referred to arbitrator - Parties to negotiate and settle the terms and conditions of arbitration.."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "UNION OF INDIA & ORS. VS. M/S. HINDUSTAN ZINC LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzgxMg==",
        "Citation": "[2014] 6 S.C.R. 287",
        "Case Type": "(CIVIL APPEAL /8621/2010)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMjg3LTMxMF8xNzAzMjI4MzgyLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 287",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 363",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Hindustan Zinc Ltd.",
        "Case Type:": "CIVIL APPEAL /8621/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Rules",
            "1944: r.57CC r/w rr.57A",
            "578 and 570"
        ],
        "HeadNote": " .Central Excise Rules, 1944: r.57CC r/w rr.57A, 578 and 570 -Adjustment of Modvatl Cenvat credit on inputs used in exempted final products and maintenance of separate inventory and accounts of inputs by the manufacturer - Sulphuric acid, caustic soda, trichloro ethylene, Phosphofyl A and Phosphoryl B, cleared by assessees to fertilizer plants in terms of bonds executed by latter - Held: Technologically, commercially and in common parlance, sulphuric acid is treated as a by-product in extraction of non-ferrous metals by companies not only in India but all over the world -The facts regarding caustic soda, trichloro ethylene, Phosphoryl A and Phosphoryl B are identical - No doubt, r.57CC requires an assessee to maintain separate records for inputs which are used in the manufacture of two or more final products one of which is dutiable and the other is non-dutiable - But in the case of the respondents, the entire quantity of zinc concentrate has indeed been used in the production of zinc and no part can be traced in the sulphuric acid - It is for this reason, respondents maintained the inventory of zinc concentrate for the production of zinc and, therefore, there was no necessity and indeed it is impossible, to maintain separate records for zinc concentrate used in the production of sulphuric acid - Therefore, High Court has rightly held that requirements of r.57CC were fully met in the way in which respondents were maintaining records and inventory and the mischief of recovery of 8% under r. 57 CC on exempted sulphuric acid is not attracted - Notification No. 612002-CE.Constitution of India, 1950:Art. 226 - Alternative remedy and maintainability of writ B petition - Writ petition filed challenging show cause notice issued alleging violation of r. 57CC of Central Excise Rule - Held: It was not merely the validity of show cause notice which was questioned - In the writ petition even the vires of r. 57 CC were challenged - That was a reason because of which the C writ petitions were entertained, and rightly so, it is a different matter that while interpreting the rule, the High Court chose to read down the said rule and to give an interpretation which would save it from the vice of unconstitutionality - Central Excise Rules, 1944 - r. 57CC.. "
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "CHAMAN LAL VS. STATE OF PUNJAB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzgxOQ==",
        "Citation": "[2014] 6 S.C.R. 311",
        "Case Type": "(CIVIL APPEAL /2273/2011)",
        "Date": "16 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMzExLTMyMV8xNzAzMjI4NDY1LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 311",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "16 May 2014",
        "Petitioner:": "Chaman Lal",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 398",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Punjab & Ors.",
        "Case Type:": "CIVIL APPEAL /2273/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Retiral benefits - Claim of",
            "by truck driver - On basis of relief granted to a similarly situated person in a suit by civil court"
        ],
        "HeadNote": "Service law - Retiral benefits - Claim of, by truck driver - On basis of relief granted to a similarly situated person in a suit by civil court - Held: Judgment and decree in the case C of similarly situated person seems to be collusive and thus, the said suit not maintainable - More so, Article 14 does not· envisage for negative equality - In case a wrong benefit has been conferred upon someone inadvertently or otherwise it may not be a ground to grant similar relief to others - Truck o driver's claim cannot be accepted - Order of the High Court upheld - Constitution of India, 1950 - Article 14.Code of Civil Procedure, 1908 - s. 79, 0. 1 rr 9 and 27 - Article 300 - Relief sought against State or Union of India - lmpleadment as a party - Held: Is necessary - In case party is not impleaded, suit is not maintainable for want of necessary party - Constitution of India, 1950 - Art. 300."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "BOARD OF CONTROL FOR CRICKET IN INDIA VS. CRICKET ASSOCIATION OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzgyNA==",
        "Citation": "[2014] 6 S.C.R. 322",
        "Case Type": "(CIVIL APPEAL /4235/2014)",
        "Date": "16 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMzIyLTMyOF8xNzAzMjI4NTMyLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 322",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "16 May 2014",
        "Petitioner:": "Board Of Control For Cricket In India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 974",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Cricket Association Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /4235/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public interest litigation - Betting and spot-fixing in IPL",
            "2013",
            "allegations of"
        ],
        "HeadNote": "Public interest litigation - Betting and spot-fixing in IPL, C 2013, a/legations of - Constitution of a panel of two retired judges of the Madras High Court by BCCI to probe into the allegations, against 'GM', the alleged Team Principal of Chennai Super Kings and the part-time owner of IPL Franchise Rajasthan Royals - PIL filed by Cricket Association of Bihar contending that panel not constituted in accordance ' with the Rules applicable to IPL - Direction sought against BCCI to recall the probe panel - High Court though held that the constitution of the probe panel not in accordance with Rules applicable to IPL but rejected constitution of a fresh panel to inquire into the said a/legations since the constitution of the probe panel ~vas the prerogative of the BCCI under the Rules - SLPs filed by Cricket Association of Bihar and BCCI respectively - Constitution of Justice Mudgal Committee bf this Court - Directions issued to inquire into the a/legations against the aforesaid persons with regard to the involvement in spot-fixing and betting - Submission of reports by the Committee - Allegations of betting and passing on information proved against 'GM' but allegations of spot-fixing to be further investigated - Allegations of betting and spot- fixing against 'RK', team owner of Rajasthan Royals to be further investigated - Allegations against 13 personf:· including 'NS', President of the BCCI came to the notice o the Committee during the probe though not established - Submission of report in sealed cover - As per the Committee the said allegations has relevance to the subject-matter of PIL A and needs to be verified and investigated - Held: Allegations against the said 13 persons including 'NS' mentioned in the report submitted in the sealed cover should be investigated into by the Justice Mudgal Committee and the team of investigators - If a new Probe Committee is entrusted to inquire B into the allegations, there is likelihood of the allegations being leaked to the public which would damage the reputation of the 13 persons beyond repair - Team of persons appointed by the Court to assist Justice Mudgal Committee - Necessary directions issued."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "B.S. SANDHU VS. GOVERNMENT OF INDIA & ORS. & ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzgzMg==",
        "Citation": "[2014] 6 S.C.R. 329",
        "Case Type": "(CIVIL APPEAL /4682-4683/2005)",
        "Date": "21 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMzI5LTM1MF8xNzAzMjI4NjQ4LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 329",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "21 May 2014",
        "Petitioner:": "B.s. Sandhu",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 401",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Government Of India & Ors. & Etc.",
        "Case Type:": "CIVIL APPEAL /4682-4683/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Land Preservation Act",
            "1900 - ss. 3",
            "4 and 5 - Forest (Conservation) Act",
            "1980"
        ],
        "HeadNote": "Punjab Land Preservation Act, 1900 - ss. 3, 4 and 5 - Forest (Conservation) Act, 1980 - Status of land - Forest land C or non-forest land - Allegation that appellant developed Golf Club in village 'K' in violation of environmental and forest laws, by changing the land use - Writ petition - High Court holding that land notified uls. 3 of the PLP Act and regulated by prohibitory directions notified u/s 4 and 5 of the PLP Act, D is 'forest land' - Direction issued to close down the club and demolish the illegal erected building - Correctness of - Held: Finding of the High Court not correct and set aside - Issue whether the land on which the Golf Club was situated was forest land as on 25. 10. 1980 irrespective of its classification E or ownership, is factual question - High Court should have decided on the basis of Government records as on 25. 10. 1980 and other materials filed before it - However, High Court instead decided the issue by reference to the provisions of the PLP Act, 1900 and the records of the Forest Department F in which the land was shown to be under the Forest Department because the land was closed under the PLP Act, 1900 decades before the enactment of the Forest (Conservation) Act, 1980 which was not correct- Forest."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "UNION OF INDIA & ORS. VS. R.P. SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzgzOQ==",
        "Citation": "[2014] 6 S.C.R. 351",
        "Case Type": "(CIVIL APPEAL /6717/2008)",
        "Date": "22 MAY 2008",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMzUxLTM2OV8xNzAzMjI4NzAyLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 351",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "22 May 2008",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 404",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra,Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "R.p. Singh",
        "Case Type:": "CIVIL APPEAL /6717/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Central Civil Services (Classification",
            "Control and Appeal) Rules",
            "1965"
        ],
        "HeadNote": "Service Law: Central Civil Services (Classification, Control and Appeal) Rules, 1965 - Rule 32 - Supply of copy of Commission's advice - Disciplinary Authority obtaining advice from Union Public Service Commission (UPSC) and acting on the same and thereafter, penalty imposed on employee - Non-supply of advice to the employee before awarding punishment - Effect of - Held: Amounts to violation of principles of natural justice - UPSC advice is to be communicated before imposition of punishment - Rule 32 provides for supply of copy of advice to government servant at the time of making an order - Said stage was prevailing earlier - Authority should have clarified the Rule regarding development in the service jurisprudence - Doctrines/ Principles. Per incuriam - Concept of - Held:. When subsequent decision is rendered in ignorance or forgetfulness of the binding authority, the concept of per incuriam comes into play."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "MAHAVIR SINGH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzg0Mw==",
        "Citation": "[2014] 6 S.C.R. 370",
        "Case Type": "(CRIMINAL APPEAL /2231/2010)",
        "Date": "23 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMzcwLTM4Ml8xNzAzMjI4NzgxLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 370",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "23 May 2014",
        "Petitioner:": "Mahavir Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 405",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /2231/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302",
            "1208 and 201 - Conviction ·. under"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 302, 1208 and 201 - Conviction ·. under - Prosecution case that accused and co-accused killed C the deceased at the instance of deceased's wife and threw away the body in the canal - Conspiracy among accused, co- accused and wife of the deceased to do away with the deceased - Wife acquitted but accused and co-accused convicted u/ss. 302, 1208 and 201 and sentenced  accordingly by the courts below - On appeal, held: Courts below after appreciating the evidence on record rightly held the accused persons guilty of the offences - Chain of all the circumstantial evidence complete - No link missing and accused persons had an opportunity to commit the murder E of the deceased - Evidence.Evidence - Last seen theory - When comes into play - Held: In a case where the time gap is small between the point of time when the accused and the deceased were seen alive and when the deceased was found dead.Evidence - Witness - Non-cross-examination on a particular issue - Effect of - Held: When question is not put to the witness in cross-examination who could furnish explanation on a particular issue, the correctness or legality G of the said fact/issue could not be raised."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "JOGINDER PAL & ORS. ETC. VS. STATE OF PUNJAB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzg3Ng==",
        "Citation": "[2014] 6 S.C.R. 383",
        "Case Type": "(CIVIL APPEAL /5589-5605/2014)",
        "Date": "23 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Dr. Justice B.S. Chauhan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMzgzLTQxOV8xNzAzMjI4ODM5LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 383",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "23 May 2014",
        "Petitioner:": "Joginder Pal & Ors. Etc.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 408",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Punjab & Ors.",
        "Case Type:": "CIVIL APPEAL /5589-5605/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Recruitment -:: Appointment made in Punjab Civil Service"
        ],
        "HeadNote": "Service law: Recruitment -:: Appointment made in Punjab Civil Service, Executive Branch and Allied Services Branch as also judicial appointments - Selection process found to be tainted and vitiated - Cancellation of the appointments made - Justification of - Held: Candidates selected with unfair and illegal means cannot have the audacity to say that they should be reinstated in service and allowed to continue till their appeals are decided - In any case, having found that they are tainted candidates and their entry into public service was soiled, decision to terminate their services perfectly justified.Recruitment - Appointment made in Punjab Civil Service, Executive Branch and Allied Services Branch as also judicial appointments - Entire selection process not found to be tainted and vitiated - Cancellation of all the appointments made - Challenge to - Matter remitted to High Court for consideration afresh - High Court accepting the Committee report that entire selection process to be vitiated, dismissed the writ petitions of tainted and non-tainted candidates challenging termination ·- As regards non-tainted candidates it was found that the process of selection itself is a result of manipulations carried out by a we/I-planned scheme of deception, forgery and fraud, thus, selection process cancelled - Segregation of non-tainted candidates from tainted candidates - Permissibility of - Held: Once it was accepted that some of the candidates were innocent, who entered the service by virtue of their merit and _not because of any extraneous considerations and these candidates should be segregated from tainted candidates - In order to work out the equities and to do complete justice, judicial officers found to be untainted to continue in service - 8 Untainted candidates allowed to join the duties forthwith - However, the intervening period during which they remained out of service not be counted for seniority or any other benefit. - They would be given benefit of service rendered by them C earlier."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "PAULMELI AND ANR. VS. STATE OF TAMIL NADU TR. INSP. OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzg4Mg==",
        "Citation": "[2014] 6 S.C.R. 420",
        "Case Type": "(CRIMINAL APPEAL /1636/2011)",
        "Date": "23 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNDIwLTQzNl8xNzAzMjI4OTE0LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 420",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "23 May 2014",
        "Petitioner:": "Paulmeli And Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 407",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Tamil Nadu Tr. Insp. Of Police",
        "Case Type:": "CRIMINAL APPEAL /1636/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - S. 302 - Murder - Allegation that two accused along with others unlawfully assembling together with a common object to murder the victim"
        ],
        "HeadNote": "Penal Code, 1860 - S. 302 - Murder - Allegation that two accused along with others unlawfully assembling together with C a common object to murder the victim - Indiscriminate cuts caused over his body using aruval resulting in his death - Injuries to sons of victim, who tried to intervene - Conviction of two accused for offence punishable u/s 302 by the courts below - Interference· with - Held: Not called for - Injuries found  on the person of the deceased duly supported by medical evidence as well as corroborated by the deposition of PW-1 - FIR was lodged promptly - PW 2 turned hostile but supported the case of the prosecution with regard to one of the accused, thus, his evidence is reliable - There was E sufficient light and PW 1 could identify the accused being closely related and well known even in the darkness - Further, there is it cannot be said that on the basis of the same evidence, 15 accused persons had been acquitted, the present accused could not have been convictE!d - Evidence.Witness - Non-cross-examination on a particular issue - Effect of - Held: When question is not put to the witness in cross-examination who could furnish explanation on a particular issue, the correctness or legality of the said fact! issue could not be raised.W;tness - Hostile witness - Evidentiary value of - Held: Evidence of hostile witnesses cannot be discarded as a whole - Relevant parts which are admissible in law, can be used by prosecution or defence.Evidence - Residue evidence - Effect of - Held: Even if major portion of the evidence is found to be deficient, in case residue is sufficient to prove guilt of an accused, it is the duty of the court to 'separate grain from chaff - Falsity of particular material witness or material particular would not ruin it from the beginning to end - Maxim falsus in uno falsus in omnibus-false in one thing, false in everything has no application in lnaia - Maxims."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "SUDARSHAN AND ANR. VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzg4OQ==",
        "Citation": "[2014] 6 S.C.R. 437",
        "Case Type": "(CRIMINAL APPEAL /1118/2014)",
        "Date": "23 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Dr. Justice B.S. Chauhan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNDM3LTQ1NV8xNzAzMjI4OTc4LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 437",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "23 May 2014",
        "Petitioner:": "Sudarshan And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 411",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1118/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 rw s. 34 - Murder and common intention"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302 rw s. 34 - Murder and common intention - Complainant, his friends and deceased persons gathered at a place to celebrate - Two appellants along with others went to that place - Two appellants armed with weapons assaulted the deceased persons which resulted in their death - Appellants were known to the complainant - FIR lodged - Conviction u/s:302!34, by courts below - Correctness of - Held: FIR appears to be ante-timed which gets strengthened on the glaring and intriguing events taking place thereafter - Facts sufficient to hold that appellants may have been roped in falsely at a later point of time - Courts below did not appreciate the circumstances which go to the root of the matter and raise sufficient doubt about the involvements of the appellants - Thus, _appellants entitled to benefit of doubt - Case against them not proved beyond reasonable doubt so as to uphold their conviction - Conviction of the appellants set aside."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "RELIANCE INDUSTRIES LIMITED & ANR. VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzg5NQ==",
        "Citation": "[2014] 6 S.C.R. 456",
        "Case Type": "(CIVIL APPEAL /5765/2014)",
        "Date": "28 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS9yZWxpYW5jZSBpbmR1c3RyaWVzIGxpbWl0ZWQgJiBhbnIuX3VuaW9uIG9mIGluZGlhXzE3MDA4MTU3MDAucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 456",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "28 May 2014",
        "Petitioner:": "Reliance Industries Limited & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 410",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Union Of India",
        "Case Type:": "CIVIL APPEAL /5765/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Product sharing Contracts"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - ss. 16 and 34 - Applicability of the Act - Arbitration petition u/s. 34 - Maintainability of - Parties-appellants entering into two Product Sharing Contracts (PSCs) with the Government of India, providing for exploration and production of petroleum - Disputes between parties regarding payments of royalties, cess, service tax and GAG audit report- Notice of arbitration - Constitution of arbitral tribunal - Under Article 33. 12 of PSCs, the venue of arbitration would be London - Amendment in the PSC, by agreement of the parties, Final Partial Consent Award by arbitral tribunal that juridical seat for arbitration would be London, England - 'Final Partial Award that appellants' claims are arbitrable - Petition uls. 34 by respondent challenging Final Partial Award -Allowed by High Court holding that the arbitration petition was maintainable - On appeal, held: Petition uls. 34 is riot maintainable - Applicability of Arbitration Act, 1996 to the arbitration agreement has been excluded - It cannot be said that even though the arbitration agreement would be governed by the laws of England and that juridical seat of arbitration would be in London, Part I of the Arbitration Act would stiff be applicable as the laws governing the substantive contract are Indian Laws - Upon a meaningful reading of the said Articles of the PSC, that the proper law of the contract is Indian Law; proper law of the arbitration agreement is the law of England - Applicability of Arbitration Act, 1996 has been ruled out by a conscious decision and agreement of the parties - In the event, final award is made against the respondent, the . enforceability of the same in India, can be resisted on the ground of Public Policy- Remedy against the award will have to be sought in England, where the juridical seat is located - International Commercial Arbitration. Doctrines/Principles - Principle of separability - Held: Permits the parties to agree that law of one coμntry would govern to the substantive contract and laws of another country would apply to the arbitration agreement."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "SWISS TIMING LIMITED VS. ORGANISING COMMITTEE, COMMONWEALTH GAMES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzkwMA==",
        "Citation": "[2014] 6 S.C.R. 514",
        "Case Type": "(ARBITRATION PETITION /34/2013)",
        "Date": "28 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNTE0LTU0NF8xNzAzMjI5Mjg1LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 514",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "28 May 2014",
        "Petitioner:": "Swiss Timing Limited",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 362",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Organising Committee, Commonwealth Games",
        "Case Type:": "ARBITRATION PETITION /34/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996- s. 5",
            "8",
            "11(4)",
            "(6) and 16",
            "45 - Application for appointment of arbitrator and constitution of the arbitral tribunal"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996- s. 5, 8, 11(4), (6) and 16, 45 - Application for appointment of arbitrator and constitution of the arbitral tribunal - Maintainability of - Foreign Company-petitioner entering into an agreement with Organising Committee, CWG-respondent for providing certain services - Disputes over payment - Foreign Company invoking arbitration clause - Objections by respondent that petitioner did not follow dispute resolution mechanism, it engaged in corrupt, fraudulent or coercive practices, rendering the agreement void ab initio; criminal proceedings vrere going on in trial court, thus arbitration and criminal proceedings would lead to conflicting conclusions - Held: Arbitration application is maintainable - It cannot be said that since a criminal case has been registered against the Chairman of the Organising Committee and some other officials of the petitioner, the Supreme Court would have no jurisdiction to make a reference to arbitration - Whenever contract is said to be void-ab-initio, the Courts exercising jurisdiction urs. 8 and 11 are not rendered powerless to refer the disputes to arbitration - No inherent risk of prejudice to any of the pa.ties in permitting arbitration to proceed simultaneously to fhe criminal proceedings - In an eventuality where award is rendered by arbitral tribunal, and criminal proceedings result in conviction rendering the underlying conract void, necessary plea can be taken on the basis of t~ conviction to resist the execution/enforcement of the award, If the matteris not referred to arbitration and criminal proceedings result in an acquittal leaving no ground for claiming that underlying contract is void or voidable, it would be undesirable delaying the arbitration - On facts, balance of convenience tilted more in favour of permitting the arbitration proceedings to continue rather than to bring the same to a grinding halt - Thus, Arbitral Tribunal constituted, nominating second arbitrator and Chairman of the Arbitral Tribunal."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "BAL KISHAN GIRI VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzkxMQ==",
        "Citation": "[2014] 6 S.C.R. 545",
        "Case Type": "(CRIMINAL APPEAL /555/2010)",
        "Date": "28 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNTQ1LTU2MF8xNzAzMjI5MzY4LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 545",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "28 May 2014",
        "Petitioner:": "Bal Kishan Giri",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 413",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /555/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971- 12-.Criminalcontempt by a lawyer"
        ],
        "HeadNote": "Contempt of Courts Act, 1971- 12-.Criminal contempt by a lawyer - Conviction under - ,Application and complaint by lawyer alleging accusations apajp.§_t judges of High .court - Apology tendered by the lawyer - Conviction under the Act - Justification of - Held: High Court did not commit any error in not accepting the lawyer's apology'since the same is not bona fide -Allegations made by the lawyer against the judges· of the High Court are too serious, scandalous and sufficient to undermine the majesty of law and dignity of court .and is without any basis'- Being a member of the Bar, it was his duty not to demean and disgrace the majesty of justice dispensed by a court of law - Casting of bald, oblique, unsubstantiated aspersions against the judges of High Court not only causes agony and anguish to the judges concerned but also shakes the confidence of the public in the judiciary in its function of dispensation of justice - Judicial process is based on probity, fairness and impartiality which is unimpeachable - Such an act is highly reprehensible and deeply regretted - However, imposition of fine of Rs. 20, 0001- on the lawyer, reduced to Rs. 2, 0001-.Contempt of court - Apology tendered - Meaning of - Held: Apology means a regretful acknowledge or excuse for failure- Apology should be sincere - Apology should be tendered with a sense of genuine remorse and repentance, and not a calculated strategy to avoid punishment -Apology in case of criminal contempt must be offered at the earliest since belated apology hardly shows the contrition.Contempt of court - Power of courts to punish - Held: Power to punish for contempt is a rare species of judicial power. - It calls for exercise with great care and caution - Power ought to be exercised only where silence is no longer an option - Power of courts to punish for contempt is to secure public respect and confidence in judicial process."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "ANIL KUMAR VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzkxNQ==",
        "Citation": "[2014] 6 S.C.R. 561",
        "Case Type": "(CRIMINAL APPEAL /686/2010)",
        "Date": "28 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNTYxLTU2Ml8xNzAzMjI5NDEzLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 561",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "28 May 2014",
        "Petitioner:": "Anil Kumar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 413",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /686/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971 - s. 12 - Criminal contempt by a lawyer- Conviction unde"
        ],
        "HeadNote": "Contempt of Courts Act, 1971 - s. 12 - Criminal contempt by a lawyer- Conviction under- Held: In view of the judgment passed in the connected appeal, order of conviction upheld, however, imposition of fine of Rs. 20, 0001- on the appellant- lawyer, reduced to Rs.2,0001- - Appellant to surrender to seNe out the sentence."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "UNION OF INDIA & ORS. VS. HITENDER KUMAR SONI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzkyNQ==",
        "Citation": "[2014] 6 S.C.R. 563",
        "Case Type": "(CIVIL APPEAL /10645/2010)",
        "Date": "21 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNTYzLTU3Nl8xNzAzMjI5NDgzLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 563",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "21 July 2014",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 495",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Hitender Kumar Soni",
        "Case Type:": "CIVIL APPEAL /10645/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW: Resignation - Effective date"
        ],
        "HeadNote": "SERVICE LAW:Resignation - Effective date - Temporary employee under probation, absenting himself from duty and sending resignation letter - Resignation accepted - Thereafter, letter by employee that his resignation letter be treated as cancelled - Prayer not acceded to - High Court holding that resignation could not have come into effect as the employee was not relieved of his duties - Held: Clause (4) of r. 5(1) of Central Civil Services (TS) Rules, makes a distinction between the right of a temporary Government servant to sever his connection from Government service by giving a notice of termination and that of a temporary Government servant who chooses not to give such notice but opts to submit a letter of resignation ....: In the case of notice of termination, employee can relinquish the charge of the post on expiry of the period of notice, but, such right will not be available to a temporary employee in case he tenders a simple resignation, and Government has the power to accept the resignation so as to bring' about a severance of relationship of master and servant with immediate effect - In the instant case, the letter of acceptance clearly shows that termination of respondent's service as per his offer of resignation was not deferred to any future date and, therefore, there was no requirement to relieve him of his duties - In such a case, 0. M. dated 11. 2. 1988 relating to acceptance of resignation will not be applicable - Even as per said O.M., resignation is required to be intimated in writing disclosing the intention to resign the office/post either 8 immediately or from a future date specified - The resignation has to be clear and unconditional - The view of High Court cannot be sustained and, as such, impugned judgment is set aside - In view of the facts of the case writ jurisdiction was not required to be exercised - Writ petition of respondent shall stand dismissed."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "KALPANARAJ VS. TAMIL NADU STATE TRANSPORT CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzkzMQ==",
        "Citation": "[2014] 6 S.C.R. 577",
        "Case Type": "(CIVIL APPEAL /3461/2003)",
        "Date": "22 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNTc3LTU4OF8xNzAzMjI5NTU0LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 577",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "22 April 2014",
        "Petitioner:": "Kalpanaraj",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 302",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Tamil Nadu State Transport Corporation",
        "Case Type:": "CIVIL APPEAL /3461/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - s. 166 - Fatal Accident - Compensation - Determination of"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - s. 166 - Fatal Accident - Compensation - Determination of - Deceased aged 46 years - Claimants-wife and two minor children - Tribunal awarded compensation of Rs. 20. 90 lacs while High Court reduced it to Rs. 5. 76 lacs by determining monthly income on the basis of income tax return of the deceased - Appeal for enhancement of compensation - Held: High Court was correct in determining the monthly income on the basis of the o income tax return, however, erred in making deductions under various heads to arrive at the net income instead of ascertaining the gross income of the deceased - Moreover, since deceased was 46 years of age at the time of death, compensatiOn ought to have been determined by taking 30%  increase in the future prospects of income and by adopting a multiplier of 13 .:. . Award of Rs. 30, 0001- towards loss of consortium and Rs. 20, 0001- each towards loss of love and affection by the minor children awarded by High Court was on the lower side - Accordingly, compensation of Rs. 1 lakh each F awarded towards loss of consortium and towards loss of love and affection - Apart from this, Rs. 1 lakh awarded towards loss of estate and Rs. 1 lakh towards loss of expectation of the life of the deceased - Further, ·Rs. 50, 0001- also awarded for funeral expenses and cost of litigation - Thus, total sum of Rs. 14. 51 lakh awarded to appellants-claimants as G compensation alongwith interest@ 9% p.a .."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "J.N. CHAUDHARY & ORS. ETC. VS. STATE OF HARYANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzk0NQ==",
        "Citation": "[2014] 6 S.C.R. 589",
        "Case Type": "(CIVIL APPEAL /4854-55/2014)",
        "Date": "24 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNTg5LTYzNl8xNzAzMjI5NjQzLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 589",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "24 April 2014",
        "Petitioner:": "J.n. Chaudhary & Ors. Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 321",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra",
        "Respondent:": "State Of Haryana & Ors.",
        "Case Type:": "CIVIL APPEAL /4854-55/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Go-operative Society: c Auction sale of land conducted"
        ],
        "HeadNote": "Go-operative Society:Auction sale of land conducted in pursuance to the resolution passed by the General Body of the Co-operative Society and by duly following the procedure - Sale based on the price prevalent on the date of auction sale could not be faulted on the ground of a/legations leveled on the basis of 0 assumption and speculation of 10 members of the Society who had assailed the same by invoking writ jurisdiction - Challenge made 11 years after the sale, during which the appellant Society practically ceased to exist and all members . except 10 out of 288 left - There was no illegality or infirmity E in the impugned judgments passed by the courts below concurrently refusing to set aside the auction sale held 11 years ago at the instance of a Co-operative Society which was practically rendered defunct and ceased to exist.Auction sale of land conducted in pursuance to the resolution P.assed by the General Body of the Co-operative Society - Challenged by handful of members - Held: In judging the functioning of a Co-operative Society or any other statutory body where the democratic process of election is adopted in pursuance to the Rule and a collective decision is taken by majority of the members of the entire body expressed in terms of a resolution passed by the General Body, then the same should not be ignored and bye-passed on _challenge by a handful of members on the allegation of mala fide unless the alleged malicious action is· writ large on the alleged decision and is challenged by majority of the members - If a decision is taken by majority of the members of a Cooperative Society or any other body under a statute in terms of the Rule, it cannot be over-ruled by minority on the ground of mala-fide or fraud -unless it has passed through a strict proof of evidence - It is a well known dictum that ma/a fide is always easy to allege but difficult to prove as the same cannot be held as proved relying on assumption, speculation and. suspicion.Writ jurisdiction: Scope of - Writ petition by members of Co-operative Society challenging auction sale 11 years later - Held: Members of the Co-operative Society opted a wrong forum by filing a writ petition in the High Court - They should have approached the civil court of competent jurisdiction where it would have had the opportunity to adduce evidence and prove all the allegations of under valuation and the alleged fraud challenging the auction sale - High Court under its writ jurisdiction ought not to have entertained the factual dispute which was of a civil nature but in the interest of justice and fairness as also equity and good conscience, the High Court entertained the dispute and to a great extent took care to scrutinize all aspects of the matter and then reached to a conclusion considering entire conspectus of the matter which cannot be held to be arbitrary, illegal or unjust in any manner."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "NAGESAR VS. STATE OF CHHATISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzk1MQ==",
        "Citation": "[2014] 6 S.C.R. 637",
        "Case Type": "(CRIMINAL APPEAL /1096/2014)",
        "Date": "05 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNjM3LTY0NV8xNzAzMjI4MDM2LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 637",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "05 May 2014",
        "Petitioner:": "Nagesar",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 356",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Chhatisgarh",
        "Case Type:": "CRIMINAL APPEAL /1096/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: ss. 304 (Part II}",
            "147 and 148"
        ],
        "HeadNote": "PENAL CODE, 1860:ss. 304 (Part II}, 147 and 148 - Out of seven convicts, c two filed appeals stating that they were not named in FIR and their presence at place of occurrence was not established - Held: Mere presence or association of a person with other members alone is not per se sufficient to hold him criminally liable for the offences committed by the ot(lers unless there 0 was sufficient evidence to show that he a/so intended to or knew the likelihood of commission of such an offending act - In the instant case, there is no legally acceptable material to prove that appellants either were present on the spot or they acted as members of unlawful assembly to connect them with the death of deceased - Appellants are, accordingly, given E benefit of doubt and acquitted of all the charges."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "ANIMAL WELFARE BOARD OF INDIA VS. A. NAGARAJA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzk2NQ==",
        "Citation": "[2014] 6 S.C.R. 646",
        "Case Type": "(CIVIL APPEAL /5387/2014)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNjQ2LTczN18xNzAzMjI5ODQxLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 646",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "Animal Welfare Board Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 370",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "A. Nagaraja & Ors.",
        "Case Type:": "CIVIL APPEAL /5387/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Cruelty to Animals Act",
            "1960",
            "Conducting of Jal/ikattu and Bullock cart"
        ],
        "HeadNote": "ss.3 and 11of PCA Act read with Art. 51-A of the Constitution - Conducting of Jal/ikattu and Bullock cart races in States of Tamil Nadu and Maharashtra - Held: s. 3 casts a duty on the person in-charge or care of animal to prevent infliction upon an animal of unnecessary pain or suffering - 0 Primary duty on persons-in-charge or care of animal is to ensure the well-being of the animal -'Well-being' means state of being comfortable, healthy or happy - s.3 gives a corresponding right to the animal to ensure its we/I-being - Bulls cannot be performing animals, anatomically not E designed for that, but are forced to perform, inflicting pain and suffering, in total violation of ss. 3 and 11 (1) of PCA Act - Jallikattu includes Manjuvirattu, Oormaadu, Vadamadu, Erudhu, Vadam, Vadi and all such events involve taming of bulls - Jal/ikattu or Bullock-cart race, from the point of the F animals, is not an event ensuring their well-being or an event meant to prevent the infliction of unnecessary pain or suffering, on the contrary, it is an event against their well-being and causes unnecessary pain and suffering on them - Therefore, Jal/ikattu and Bullock-cart race, as an event, being G avoidable non-essential activities violate not only ss., 3, 11 (1 }(a} and (m) and· s. 22 of PCA Act, read with Art.51 A(g) of the Constitution but also the notification dated 11. 7. 2011 issued by the Central Government uls 22(ii) of the PCA Act - Rights guaranteed to the bulls ulss 3 and 11 of PCA Actread with Articles 51A(g) and (h) cannot be taken away or A ~ urtailed, except u/ss 11 (3) and 28 of PCA Act - TNRJ Act s declared unconstitutional and void -\"\" Government of India Notification dated 11.7. 2011 upheld - Directions given to implement provisions of PCA Act and safeguard freedom and right of animals as enumerated in the judgment - Prevention B of Cruelty to Draught and Pack Animals Rules, 1965 - Prevention of Cruelty to Animals (Transportation of Animals on Foot)- Rules, 2001 - r. 11 - Performing Animals (Registration) Rules, 2001 - r. 8 - Government of India Notification dated 11. 7. 2011.s. 11 - Treating animals cruelly - Held: s. 11 confers no right on the organizers to conduct Jallikattu/Bullock-cart race - s. 11 is a beneficial provision enacted for the welfare and protection. of animals and it is penal ·in nature - It confers ,rights on the animals and obligations on all persons, including D thos~ who are in-charge or care of the animals, to look after their well-being and welfare.s. 11 (3) read with s. 11 (1) - Cruelty to animals - Exceptions - Penalty - Held: PCA Act does not speak of E 'taming of animals' (over-powering animals) - Taming of animal for domestic use and taming of animal for exhibition or entertainment are entirely different - s.2(c) of TNRJ Act speaks of 'taming of bulls' which is inconsistent and contrary to the provisions of Chapter V of PCA Act - Sub-s. (3) of s. 11 carves out exceptions in five categories of cases mentioned F in s. 11 (3)(a) to (e) - Exceptions are incorporated based on the \"doctrine of necessity\" - Entertainment, exhibition or amusement do not fall under these exempted categories and cannot be claimed as a matter of right under the doctrine of necessity - Penalty for violation of rights of animals are G insignificant, Punishment prescribed in s. 11 (1) is not commensurate with the gravity of the offence, thus, being violated with impunity defeating the very object and purpose of the Act, therefore, there is necessity of taking disciplinary action against those officers who fail to discharge their duties Hto safeguard the statutory rights of animals under the PCA Act - Constitution of India, 1950 - Art.51A(g) - Doctrines - Doctrine of necessity.Constitution of India, 1950: Arts. 21 and 51A(g) of the Constitution read with ss.3 and 11 of PCA Act - Protection of 'life' - Rights of animals - Held: Art. 21 while safeguarding the rights of humans, protects life and the word \"life\" has been given an expanded definition; and any disturbance from the basic environment which includes all forms of life, including animal life, which are necessary for human life, fall within the meaning of Art. 21 - So far as animals are concerned, \"life\" means something more than mere survival or existence or instrumental value for human- beings, but to lead a life with some intrinsic worth, honour and dignity - Right to dignity and fair treatment is, therefore, not confined to human beings alone, but to animc;ils as well - Right, not to be beaten, kicked, over-driving, over-loading is also a right recognized by s. 11 read with s. 3 of PCA Act. Art. 51-A of the Constitution read with ss. 3 and 11 of PCA Act - Held: Rights and freedoms guaranteed to animals u/ ss. 3 and 11 have to be read along with Art. 51A(g)&(h) of the Constitution, which is the magna carta of animal rights - Parliament, by incorporating Art.51A(g}, has reiterated and re- emphasised the fundamental duties on human beings towards every living creature, which evidently takes in bulls as well - All living creatures have inherent dignity and a right to live peacefully and right to protect their well-being which encompasses protection from beating, kicking, over-driving, over-loading, tortures, pain and suffering etc. - Rights guaranteed to animals ulss. 3 and 11, etc. are only statutory rights - Parliament, it is expected, would elevate rights of animals to that of constitutional rights, as done by many of the countries around the world, so as to protect their dignity and honour - Legisfation - International Environmental Law - World Health Organization of Animal Health (OIE) -Universal Declaration of Animal Welfare (UDAW) - German A Animal Welfare Law - Animals Welfare Act of 2006 (U.K.); Austrian Federal Animal Protection Act - Animal Welfare Act, 2010. Art. 254(1) rlw Art. 246(1) - Rule of repugnancy - Held: 8 PCA Act has been passed to prevent infliction of unnecessary pain or suffering and for well-being and welfare of animals and to preserve their natural instinct - PCA Act, therefore, casts not only duties on human beings, but also confer corresponding rights on animals, which is being taken away C by the State Act (TNRJ Act) by conferring rights on the organizers and bull tamers, to conduct Jallikattu, which is inconsistent and in direct collision with s. 3, s. 11 (1 )(a), s.11(1)(m)(ii) and s.22 of PCA Act read with Art. 51A(g) and (h) of the Constitution and, as such, is repugnant to PCA Act, which is a welfare legislation and, therefore, declared 0 unconstitutional and void, being violative of Art.254(1) - Tamil Nadu Regulation of Jal/ikattu Act, 2009 - ss.2(c), 5. Interpretation of Statutes: E Welfare legislation - Interpretation of - Held: PCA Act is a welfare legislation which has to be construed bearing in mind the purpose and object of the Act and the Directive Principles of State Policy - In the matters of welfare legislation, provisions of law should be liberally construed in favour of the F · weak and infirm - Court also should be vigilant to see that benefits conferred by such remedial and welfare legislation are not defeated by subtle devices - Regulations or guidelines, whether statutory or otherwise, if they purport to dilute or defeat the welfare legislation and the constitutional principles, court G should not hesitate to strike them down so as to achieve the ultimate object and purpose of the welfare regislation- Prevention of Cruelty to Animals Act, 1960-Doctrine of parents patriae-Tami/ Nadu Regulation of Jallikattu Act, 2009."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "MAJOR SAURABH CHARAN AND OTHERS ETC. VS. LT. GOVERNOR, NCT OF DELHI AND OTHERS ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzk3Nw==",
        "Citation": "[2014] 6 S.C.R. 738",
        "Case Type": "(CIVIL APPEAL /5379-5380/2014)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNzM4LTc0OV8xNzAzMjI5OTAyLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 738",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "Major Saurabh Charan And Others Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 369",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Lt. Governor, Nct Of Delhi And Others Etc.",
        "Case Type:": "CIVIL APPEAL /5379-5380/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Schools - Admission - Schools in Delhi - Inter-State Transfer case"
        ],
        "HeadNote": "Schools - Admission - Schools in Delhi - Inter-State Transfer case - Appellants were transferred to Delhi from different States of India - Notification dated 27th February, 2014 issued by Administration, changing the very basis of the admission granted to the appellants' children, by deleting the points for Inter State Transfer cases and deciding to determine eligibility on the basis of Neighborhood Sibling - Held: Imparting elementary and basic education is a · constitutional obligation on the States as well as societies running educational institutions - Elders in general and parents and teachers in particular owe a responsibility for taking care of the well-being and welfare of the children - On facts, it would not be proper for the children whose parents were transferred to Delhi from different States of India to be denied admission in the schools much less the non-aided schools because of the instructions issued by the Government through its Education Department - It· is appropriate to relieve· the appellants from the hardship of having the admission granted earlier under Notification dated 18th December, 2013 from being taken away by the subsequent Notification dated 27th February, 2014, issued in the mid-stream - It was not permissible for the Administration to alter the basis of admission after the admission process had started and further having participated in the selection process, the criteria for selection could not have been questioned by unsuccessful participants - In the circumstances, it is directed the admissions already granted to the appellants' children shall not be disturbed on the basis of impugned Notification dated 27th February, 2014 deleting points for Inter State Transfer - These children shall continue their study in those schools where .they got admitted or selected for admission - Recognised Schools (Admission Procedure for Pre-Primary Class) Order, 2007."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "CHERUKURI MANI W/O NARENDRA CHOWDARI VS. THE CHIEF SECRETARY, GOVERNMENT OF ANDHRA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzk4Ng==",
        "Citation": "[2014] 6 S.C.R. 750",
        "Case Type": "(CRIMINAL APPEAL /1133/2014)",
        "Date": "08 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNzUwLTc2MV8xNzAzMjMwMDA4LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 750",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "08 May 2014",
        "Petitioner:": "Cherukuri Mani W/o Narendra Chowdari",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 380",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "The Chief Secretary, Government Of Andhra Pradesh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1133/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh Prevention of Dangerous Activities of Bootleggers",
            "Dacoits",
            "Drug Offenders",
            "Goondas Immoral Traffic Offenders and Land Grabpers Act",
            "1986"
        ],
        "HeadNote": ".Andhra Pradesh Prevention of Dangerous Activities of Bootleggers, Dacoits, Drug Offenders, Goondas Immoral Traffic Offenders and Land Grabpers Act, 1986:s.3 - Detention order passed by Government for a period of 12 months - Propriety of - Held: An order of detention D should in the first instance be in force for a period of three months - Government is, however, conferred with the power to extend the period beyond three months - Such extension however, cannot be for period exceeding three months - In the instant case, the Government erred in directing detention E of husband of the appellant for a period of 12 months in one stroke ignoring the legislative intention that even the order of extension of detention must not exceed three months at one time.s. 3 - Detention order - Normally, a person who is detained under the provisions of the Act is facing trial which in other words amounts to curtailment of his liberties and denial of civil rights - In such cases, whether continuous detention of such person is necessary or not, is to be assessed and reviewed from time to time - Detention, in the G instant case, for about seven months at a stretch without periodical review was, therefore, not sustainable - Constitution of India, 1950 - Article 22.Writ jurisdiction: Writ of habeas corpus - Duty of court to entertain - Technical lapse in framing writ petition - Held: Even though the petition is not properly framed and appropriate relief is not sought, the Writ Court is expected to go into the issue and decide on merits - Normally, in such matters where liberty of a person is at stake, Courts would take a liberal approach in the procedural aspects.Interpretation of statutes: Deviation from prescribed procedure - Held: Where the law prescribes a thing to be done in a particular manner following a particular procedure, it shall be done in the same manner following the provisions of law, without deviating from the prescribed procedure.."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "MR. VIKRAM BAKSHI & ORS. VS. MS. SONIA KHOSLA (DEAD) BY LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Nzk5Ng==",
        "Citation": "[2014] 6 S.C.R. 762",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /6873/2010)",
        "Date": "08 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNzYyLTc4Ml8xNzAzMjMwMDgzLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 762",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "08 May 2014",
        "Petitioner:": "Mr. Vikram Bakshi & Ors.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2014 INSC 381",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Ms. Sonia Khosla (dead) By Lrs.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /6873/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Company law: Collaborative agreement - Two groups joined together for collaborative business venture"
        ],
        "HeadNote": "Company law: Collaborative agreement - Two groups joined together for collaborative business venture - Dispute between them with regard to appointment of Director and shareholding - Company petition before the Company Law Bo.ard (CLB) - Interim order made by CLB - Stay of interim order by High Court - Challenged - Contempt petitions and petitions u/s.340 Cr.P.C. also filed - Held: Numerous cases pending between the two groups including contempt petitions (civil or criminal) and petitions u/s. 340 Cr. P. C. -· There is complete deadlock so far as affairs of the company are concerned and unless the parties reconcile there is no chance of joint venture - Suggestion made by one Group for earl~ decision of Company Petition before the CLB as a better alternative so that at least main dispute between the parties is adjudicated at the earliest - The other group agreeing to this course of action - In view of agreement between both the parties on the procedural course of action to give quietus to the matters, SLP, Contempt petitions and petitions u/s.340, Cr. P. C. disposed of - CLB directed to decide Company Petition within 6 months - Parties to maintain .status quo during pendency of Company Petition - Alternative Dispute Resolution.Alternative Dispute Resolution: Mediation - Purpose and benefits of - Discussed - Code of Civil Procedure, 1908 - s.89."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "SUBRATA CHATTORAJ VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODAwOQ==",
        "Citation": "[2014] 6 S.C.R. 783",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /401/2013)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfNzgzLTgxOF8xNzAzMjMwMTc1LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 783",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Subrata Chattoraj",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2014 INSC 392",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /401/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "INVESTIGATION: Chit fund scam"
        ],
        "HeadNote": "INVESTIGATION: Chit fund scam-· Transfer of ongoing investigation from the State Police to CBI - The scam in question affectecf lakhs of depositors across several State in the Eastern part of India - Huge amount of money (10,000 crores) collected from depositors - Such collection was neither legally permissible nor invested in any meaningful business activity - Investigation so far conducted revealed involvement of several political and other influential personalities wielding considerable clout and influence - Role of regulators like SEBI, authorities.under the Companies Act and RBI also under investigation by State Police Agency \"\"\"'.\" Writ Petition praying for transfer of investigation from State Police to CBI - Held: Investigation by State Police in the scam that involved thousands of crores collected from the public allegedly because of the patronage of people occupying high positions in the system would not carry conviction when even the regulators expected to prevent or check such scam appeared to have turned blind eye to what was going on - Looking to the nature of the scam and its inter-state ramifications, cases registered in the State of Tripura have since been transferred to the CBI for investigation at the request of the State Government - In the circumstances, directions passed to transfer certain cases registered in different police stations in State of West Bengal and Odisha from State Police Agency to CBI - Scam."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "CHANDRA PRAKASH VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODAxNQ==",
        "Citation": "[2014] 6 S.C.R. 819",
        "Case Type": "(CRIMINAL APPEAL /1155/2014)",
        "Date": "09 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS9jaGFuZHJhIHByYWthc2hfc3RhdGUgb2YgcmFqYXN0aGFuXzE3MDA4MTc3ODcucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 819",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "09 May 2014",
        "Petitioner:": "Chandra Prakash",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 385",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /1155/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 307",
            "427 rlw s. 1208; Prevention of Damage to Public Property Act",
            "1984"
        ],
        "HeadNote": " Penal Code, 1860: s. 307, 427 rlw s. 1208; Prevention of Damage to Public Property Act, 1984: s.3; Explosive Substances Act, 1908: s. 3; Explosive Act, 1884: s. 98 - Conviction under - Evidence of approver that all accused used to meet at one place and bring explosive substance and the approver himself used to carry the boxes of substance along with other accused - Approver implicated himself in the crime and did not make any effort to give any exculpatory statement - On the basis of evidence of approver, accused was arrested and search conducted - Recovery of explosive substance was made at the instance of accused - Deposition of expert witness to the effect that ammonium nitrate seized from appellant's godown was in such a condition that it could be used to prepare bomb - Recovery of fuse wire, live bomb, ammonium nitrate and other items made at the instance of appellants - Chain of events and participation of the accused persons which had the genesis in the discussion and meetings, the purchase of ammonium nitrate and other items, carrying of the boxes and all other·factors showed that there was conspiracy - Charges were proved beyond reasonable doubt - No interference called for with the order of conviction. Test Identification Parade: Object of - Delay in conducting TIP - Held: The purpose of TIP is to provide G corroborative evidence and is more confirmatory in nature -- Delay per se cannot be fatal to validity of holding an identification parade in all cases without exception. Evidence: Testimony of accomplice/approver - Evidentiary value of - Held: Testimony of accomplice/ approver can be relied upon if it is corroborated by independent evidence either direct or circumstantial connecting the accused with the crime - While looking for B corroboration, one must first look at the broad spectrum of approver's version and then find out whether there is other evidence to lend assurance to that version. Evidence Act, 1872: s. 27 - Discovery under - _Held: It should be credibly proved that the discovery made was a C relevant and material discovery which proceeded in pursuance of information supplied by accused in custody - In the instant case, bombs, wires, ammonium nitrate and other iems were recovered at the instance of accused - The accused has stated about the fact of planting of bomb at a D particular site in the stadium and led. to the said place from which the bomb was recovered - The said fact is a relevant fact and admissible in evidence. Explosive Substances Act, 1908: s.2 - Explosive Substance - Ammonium nitrate, fuse wire, empty boxes, Dynamite, Detonator, Gulla etc. - Seized from the possession of accused persons - Held: Possession of these articles in such large quantity by the accused gave credence to the prosecution version that possession was conscious and intended to be used in blast - Explosive Act, 1884 - s.4(d} s. 7 - Consent by District Magistrate for prosecution - Held: s. 7 does not require a sanction but only consent for G prosecuting a pf}rson for an offence under the Explosive Substance Act - Approval/consent granted by District Magistrate cannot be treated as vitiated - Document of consent of District Magistrate showed that the same was proved by the competent authority - Examination of District H magistrate to prove consent is not necessary. Code _of Criminal Procedure, 1973: Non-framing of specific charges - Held: The purpose of-framing of charges is that accused should be informed with certainty and accuracy of charge brought against him - There should not be vagueness - Accused must know the scope and particulars in detail - In the case at hand, the charges were framed - That apart, neither any prejudice was caused nor there was any failure of justice . Criminal Law: Criminal conspiracy - While dealing with the fact of criminal conspiracy, it has to be kept in mind that in case of conspiracy, there is no direct evidence - Circumstances proved before, during and after the occu\"ence have to be considered to decide about complicity of accused - Such conspiracy is never hatched in open and, therefore, evaluation of proved circumstances play a vital role in establishing the criminal conspiracy. Foreigner Act, 1946: s. 14 - Accused of Pakistan nationality - Neither having passport nor visa - No y_alid document to be in India - Offence under the Act proved. "
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "DR. SUBRAMANIAN SWAMY VS. DIRECTOR, CENTRAL BUREAU OF INVESTIGATION & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODAyOA==",
        "Citation": "[2014] 6 S.C.R. 873",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /38/1997)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfODczLTk1OV8xNzAzMjM0NDYzLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 873",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Dr. Subramanian Swamy",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 358",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Director, Central Bureau Of Investigation & Anr.",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /38/1997",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "DELHI SPECIAL POLICE ESTABLISHMENT ACT",
            "1946: s. 6-A - Constitutional validity of"
        ],
        "HeadNote": "DELHI SPECIAL POLICE ESTABLISHMENT ACT, 1946:s. 6-A - Constitutional validity of - Requirement of approval of the Central Government to conduct inquiry or investigation where the allegations of commission of an D offence under the PC Act, 1988 relate to the employees of the Central Government of the level of Joint Secretary and above - Held: Classification which is made in s. 6-A on the basis of status in the Government service is not permissible under Article 14 as it defeats the purpose of finding prima E facie truth into the allegations of graft, which amount to an offence under the PC Act, 1988 - There cannot be sound differentiation between corrupt public servants based on their status because irrespective of their status or position, corrupt public servants are corrupters of public power - The  classification made in s. 6-A neither eliminates public mischief nor achieves some positive public good, rather it advances public mischief and protects the crime-doer - There is no rational basis to classify the two sets of public servants differently on the ground that one set of officers is decision G making officers and not the other set of officers - If there is an accusation of bribery, graft, illegal gratification or criminal misconduct against a public servant, then the status of offender is of no relevance - The result of the impugned legislation is that the very group of persons, namely, high ranking bureaucrats whose misdeeds and illegalities may have to be inquired into, would decide whether the CBI should even start an inquiry or investigation against them or not - There will be no c'onfidentiality and insulation of the investigating agency from political and bureaucratic control and influence because the approval is to be taken from the Central Government which would involve leaks and disclosures at every stage - As a necessary corollary, the provision contained in s.26 (c) of the Act 45 of 2003 to that extent is also declared invalid - Prevention of Corruption Act, 1988 - Constitution of India, 1950 - Article 14 - Central Vigilance Commission Act, 2003 - s.26(c).s. 6A - Protection to a class of the Government officers of the level of Joint Secretary and above - Reasonableness of classification - Held: The classification is not based on intelligible differentia when one set of bureaucrats of Joint Secretary level and above who are working with the Central Government are offered protection u/s. 6-A while the same level of officers who are working in the States do not get protection though both classes of these officers are accused of an offence under PC Act, 1988 and inquiry/investigation into such a/legations is to be carried out - The provision in s. 6-A, thus, impedes tracking down the corrupt senior bureaucrats as without previous approval of the Central Government, the CBI cannot even hold preliminary inquiry much less an investigation into the a/legations - The protection in s. 6-A has propensity of shielding the corrupt - The object of s. 6-A, that senior public servants of the level of Joint Secretary and above who take policy decision must not be put to any harassment, side-tracks the fundamental objective of the PC Act, 1988 to deal with corruption and act against senior public servants - Thus, the object of s. 6-A itself is discriminatory.CONSTITUTION OF IND/A, 1950:Article 14 - Challenge to the constitutional validity of a law enacted by the legislature - Held: Court to keep in view that there is always a presumption of constitutionality of an enactment, and a clear tran,sgression of constitutional  principles must be shown - The two dimensions of Article 14 in its application to legislation and rendering legislation invalid are discrimination, based on an impermissible or invalid classification and excessive delegation of powers; conferment of uncanalised and unguided powers on the executive, whether in the form of delegated legislation or by way of C conferment of authority to pass administrative orders - If such conferment is without any guidance, control or checks, it is violative of Article 14 of the Constitution - The Court also needs to be mindful that a legislation does not become unconstitutional merely because there is another view or D because another method may be considered to be as good or even more effective, like any issue of social, or even economic policy - It is well settled that the courts do not substitute their views on what the policy is - Legislation.Article 14 - Reasonable classification - The Constitution E permits the State to determine, by the process of classification, what should be regarded as a class for purposes of legislation and in relation to law enacted on a particulf1r subject - There is bound to be some degree of inequality when there is segregation of one class from the other - However, such F segregation must be rational and not artificial or evasive - In other words, the classification must not only be based on some qualities or characteristics, which are to be found in all persons grouped together and not in others who are left out but those qualities or characteristics must have a reasonable G relation to the object of the legislation - Differentia which is the basis of classification must be sound and must have reasonable relation to the object of the legislation - If the object itself is discriminatory, then explanation that classification is reasonable having rational relation to the object sought to be achieved is immaterial.PREVENTION OF CORRUPTION ACT, 1988:Object of - Held: PC Act, 1988 is a special statute and 8 its preamble shows that it has been enacted to consolidate and amend the law relating to the prevention of corruption and for the matters connected therewith - It is intended to make the corruption laws more effective by widening their coverage and by strengthening the provisions - It came to be enacted C because Prevention of Corruption Act, 19 as amended from time to time was inadequate to deal with the offences of corruption effectively - The new Act now seeks to provide for speedy trial of offences punishable under the Act in public interest as the legislature had become aware of corruption · amongst the public servants - Corruption corrodes the moral D fabric of the society and corruption by public servants not only leads to corrosion of the moral fabric of the society but also harmful to the national economy and national interest, as the persons occupying high posts in the Government by misusing their power due to corruption can cause considerable damage E to the national economy, national interest and image of the country.CENTRAL VIGILANCE COMMISSION ACT, 2003:Object of - Discussed. INVESTIGATION:Criminal justice system mandates that any investigation into the crime should be fair, in accordance with law and should not be tainted - It is equally important that interested or influential persons are not able to misdirect or highjack the investigation so as to throttle a fair investigation resulting in the offenders escaping the punitive course of law - These are important facets of rule of law - Breach of rule of law amounts to negation of equality under Article 14 - The argument that rule of law is not above law and cannot be a ground for invalidating legislations overlooks the well settled position that rule of law is a facet of equality under Article 14 and breach of rule of law amounts to breach of equality under Article 14 and, therefore, breach of rule of law may be a ground for invalidating the legislation being in negation of Article 14 - Constitution of India, 1950 - Article 14."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "NATIONAL INSTITUTE OF TECHNOLOGY VS. U. DINAKAR AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODIxOA==",
        "Citation": "[2014] 6 S.C.R. 960",
        "Case Type": "(CIVIL APPEAL /5854/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfOTYwLTk3Nl8xNzAzMjM0Nzc2LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 960",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "National Institute Of Technology",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 434",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "U. Dinakar And Anr.",
        "Case Type:": "CIVIL APPEAL /5854/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Revision of pay scale - Respondent no. 1 C appointed as Deputy Registrar of appellant college"
        ],
        "HeadNote": "Service Law: Revision of pay scale - Respondent no. 1  appointed as Deputy Registrar of appellant college - Opted for central pay scale - Application for appointment for the post of Registrar by direct recruitment on the pay scale of Rs.- 2375-4450 - Respondent no. 1 selected and issued appointment letter prescribing pay scale of Rs. 3000-4500 -  On discovery of mistake, inquiry conducted and show cause notice issued to respondent no. 1 seeking an explanation as io why pay scale shown in appointment letter be not rectified - After consideration of reply, order of rectification passed - Claim of respondent no. 1 for pay scale which he was drawing  under appointment order - High Court allowed writ petition on the ground that inquiry was tainted by bias - Held: Admittedly, the appointment order was issued pursuant to the notification of direct recruitment, therefore, respondent no. 1 cannot claim that he was promoted to the post of Registrar - Mistake was  committed by clerical staff in mentioning the words 'promoted and appointed' in place of 'appointed' and showing higher scale of pay of Rs.3000-4500 - It was always open to the competent authority to correct the mistake - However, before such correction, it is incumbent on the part of the authority to inform the officer concerned that there is a mistake in his order G of appointment and competent authority intends to correct the same so as to enable the officer to submit an effective reply and show that it was not a mistake but the order was genuine and in accordance with law - In the instant case, the authority had given notice to respondent no. 1 and brought to his notice that there was a genuine mistake in his letter of appointment and he was wrongly given a higher pay of scale of Rs.3000- 4500 - Appellant had committed no error in correcting the letter of appointment by replacing the correct scale of pay to which respondent no.1 was entitled i.e. Rs.2375-4450,as provided in the advertisement/notification - Natural justice.Bias - Plea of - Held: The bias or malafide plea is generally raised by an interested party, the Court canpot draw any conclusion unless allegations are substantiated beyond C doubt - The appellant-Institute when discovered that respondent no. 1 was drawing salary in a higher scale of pay than the scale of pay to which he was entitled constituted a five-members Enquiry Committee to look into the matter headed by respondent no.2 - So far as the allegation of malafide against respondent no.2 was concerned, though he D was impleaded as a party, no specific allegation was made to substantiate such allegation - No allf!gation was made against rest of the four Members of the Committee - Even the other members were not impleaded as a party - In this background, it was not open for the High Court to give finding E of bias against one or other member of the Committee, who decided the issue pursuant to which the notice was issued to respondent no. 1 - The High Court while wrongly held that the enquiry was tainted with bias, erred in holding that respondent no. 1 was entitled to the Central scale of pay."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "RAM KARAN (DEAD) THROUGH LRS. & ORS. VS. STATE OF RAJASTHAN AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODIyNg==",
        "Citation": "[2014] 6 S.C.R. 977",
        "Case Type": "(CIVIL APPEAL /5853/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfOTc3LTk5NV8xNzAzMjM0OTA1LnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 977",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Ram Karan (dead) Through Lrs. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 433",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Rajasthan And Ors.",
        "Case Type:": "CIVIL APPEAL /5853/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Tenancy Act",
            "1955: s.42",
            "proviso - Transfer of land"
        ],
        "HeadNote": "Rajasthan Tenancy Act, 1955: s.42, proviso - Transfer of land - Suit land sold to appellants-vendees in 1962 and mutated in 1966 - After 31 years, Tehsildar instituted a case u/s. 175 of the Act seeking ejectment of the vendees on the ground that sale was void being in contravention of s. 42 since the vendors belonged to the Scheduled Caste category and vendees belonged to an upper caste - Cancellation of mutation - Propriety of - Held: Not proper - No doubt, there is clear prohibition in making sale by a member of Scheduled Castes or Scheduled Tribes in favour of person who is not. member of Scheduled Castes or Scheduled Tribes after 22.09.1956 - However, no action was taken either by vendor or by State for more than 31 years - As per Schedule 3 rlw s.214 of the Act the limitation for filing a suit for any illegal transfer was 30 years - Suit was filed by Tehsildar after about 31 years - In the said suit for the first time an application was filed for appointment of receiver - The said application was rejected by the Assistant Collector holding that the vendee has been in possession and cultivating the suit land for 32 years - No ground was shown to file such petition after long delay nor it was mentioned as to whether the vendors i.e. original landholders made any application for restoration of land in their favour -Suit being filed beyond the reasonable period was rightly dismissed as time-barred - Limitation Act, 1963 - Delay laches."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "JAI KRISHAN (D) TR. LRS. VS. STATE OF UTTARAKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODIzMw==",
        "Citation": "[2014] 6 S.C.R. 996",
        "Case Type": "(CIVIL APPEAL /5889-5893/2014)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfOTk2LTEwMTFfMTcwMzIzNTAxMy5wZGY=",
        "SCR Citation:": "[2014] 6 S.C.R. 996",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Jai Krishan (d) Tr. Lrs.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 446",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Uttarakhand & Ors.",
        "Case Type:": "CIVIL APPEAL /5889-5893/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: ss.23(1)",
            "23(1A)",
            "23(2)",
            "28"
        ],
        "HeadNote": "Land Acquisition Act, 1894: ss.23(1), 23(1A), 23(2), 28 -Acquisition of 36 acre of land in Mussorie - For extension of Lal Bahadur Shastri National Academy - Award of compensation - Enhanced by reference court - High Court applying principle of belting area held that land in Mussorie is sloppy and hilly and, therefore, for assessing true market value, flat rate cannot be applied for entire 36 acres and also rejected claim of 12% additional compensation u/s.23(1A) and interest @ 15% p.a. as provided under proviso to s.28 - Held: High Court noticed thai Mussoorie is an important tourist place and it is the land of immense potential value, but without any basis or pleadings, presumed that total land in Mussoorie is sloppy and hilly - High Court also accepted that the market value of the land in question is Rs. 54, 8961- per acre as decided by the reference court; therefore in absence of any pleading on the part of State, it was not open for the High Court to apply the principle of belting area - It is not disputed that the site of new town of the acquired land is almost at the same elevation as Mussoorie as it has been developed as a Hill resort and has immense potential value - It was adjacent to the Lal Bahadur Shastri National Academy, which was the beneficiary of such acquisition - For the said reason, the part of the impugned judgment in so for as it related to the valuation of land is set aside and the award passed by the reference court is upheld - The reference court awarded enhanced compensation but deposited the amount in the Court after expiry of one year - In the circumstances, the appellants are also entitled to interest@ 15% p.a. under proviso to s.28 of the Act - High :court failed to notice that the provisions of s.23(1A) of the Act 'are mandatory and the claimants-appellants are also entitled to 12% enhanced compensation for the period commencing from the date of publication of Notification uls. 4 of the Act.ss.23(1), 23(1A), 23(2), 28 - In the scheme of the Act, it is seen that the award of compensation is at different stages - The first stage occurs when the award is passed - Obviously, the award takes in all the amounts contemplated by ss.23(1), 23(1-A), 23(2) and the interest contemplated by s.34 of the Act - The second stage occurs on a reference u/s. 18 of the Act - When the reference court awards enhanced compensation, it has necessarily to take note of the enhanced amounts payable uls.23(1), s.23(1-A), s.23(2) and interest on the enhanced amount as provided in s. 28 of the Act and costs in terms of s. 27 - The Collector has the duty to deposit these amounts pursuant to the deemed decree thus passed - This has nothing to do with the earlier deposit made or to be made under and after the award - If the deposit made, falls short of the enhancement decreed, there can arise the question of appropriation at that stage, in relation to the amount enhanced on the reference."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "RISHIPAL SINGH VS. STATE OF U.P. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODIzNw==",
        "Citation": "[2014] 6 S.C.R. 1012",
        "Case Type": "(CRIMINAL APPEAL /1300/2014)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTAxMi0xMDI1XzE3MDMyMzUwODEucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1012",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Rishipal Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 461",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of U.p. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1300/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.482: Quashing of proceedings"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.482: Quashing of proceedings - Complainant-account holder in Bank where the C. appellant was bank manager wrote a letter to the bank that some of his signed cheques were lost in travelling and same be not honoured when presented - Cheques were not cleared when presented - After few months when complainant received notice for dishonour of cheque from co-accused, the o complainant filed a complaint against the appellant and others alleging that appellant failed to perform his duties and ought to have informed the complainant and police when the stolen cheques were presented and, therefore, had conspired with other accused to cheat complainant - Issuance of non- E bailable warrants against the appellant - High Court refused to quash the criminal proceedings u/s.482 - On appeal, held: It is no doubt true that the courts have to be very careful while exercising the power u/s. 482 - At the same time, the court should not allow a litigant to file vexatious complaints to F otherwise settle their scores by setting the criminal law into motion, which is a pure abuse of process of law and it has to be interdicted at the threshold - A clear reading of the complaint did not make out any offence against the appellant! Branch Manager, much less the offences alleged u/s.34, G 379, 411, 417, 418, 420, 467, 458 and 477 l.P.C. - Even assuming that the Branch Manager has violated the instructions in the complaint in letter and spirit, it all amounted to negligence in discharging official work .and at the maximum it can be said that it was dereliction of duty - Continuation of the criminal proceedings against the appellant for commission of the alleged offence was a pure abuse of process of law and the complaint case deserves to be quashed in the interest of justice - Criminal proceeding pending against the appellant is quashed."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "SEENA @ SRINIVASA VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODI0OQ==",
        "Citation": "[2014] 6 S.C.R. 1026",
        "Case Type": "(CRIMINAL APPEAL /165/2004)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Ms. Justice Ranjana Prakash Desai, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTAyNi0xMDQzXzE3MDMyMzUyMjEucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1026",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Seena @ Srinivasa",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 452",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /165/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.302/134. 326 - Murder - Allegation C that accused 1 to 3 went with choppers where victim-deceased was grazing cattle and attacked him"
        ],
        "HeadNote": "Penal Code, 1860: ss.302/134. 326 - Murder - Allegation C that accused 1 to 3 went with choppers where victim-deceased was grazing cattle and attacked him - PW1 rushed towards deceased but he was chased by the accused - PW1 ran upto land of PW2 - Accused started pelting stones at PW-1 - On intervention of PW2, accused left - Victim-deceased D succumbed to injuries - Accused no. 1 died during trial - Conviction by trial court u/ss. 302134 - High Court modified conviction of accused no.2 to s.326 and acquitted accused no. 3 - On appeal, held: The evidence of PW 1 regarding participation of accused no. 1 and 2 and their presence nearby E the place of incident and immediately after the incident found corroboration from the evidence of PW 2, an independent witness - No enmity was attributed to him and nothing was brought out in the cross-examination as to why PW2 would falsely implicate accused no. 1 and 2 in the commission of F the offence - There was no evidence to suggest that some other persons were involved in the commission of the offence - Recovery of choppers and blood stained clothes made at the instance of accused - As regards accused no. 2, there was ample evidence to prove his presence and participation in the G commission of offence so he was rightly convicted by trial court for the offence uls. 302 - High Court though agreed that the prosecution proved the presence of accused no.2 in the commission of the offence, wrongly held that the charge u/s s.302 was not proved and wrongly formed an opinion that the offence u/s.326 /PC was established against accused no. 2 - The impugned judgment in so far as accused no. 2 was concerned set aside - Prosecution witnesses did not speak about any specific act or presence of accused no.3, at the place of incident and, therefore, the part of the said judgment acquitting accused no.3 upheld."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "AMAR SINGH YADAV VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODI2OA==",
        "Citation": "[2014] 6 S.C.R. 1044",
        "Case Type": "(WRIT TO PETITION(CRIMINAL) /229/2004)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Ms. Justice Ranjana Prakash Desai, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTA0NC0xMDY2XzE3MDMyMzUyODMucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1044",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Amar Singh Yadav",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 445",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of U.p.",
        "Case Type:": "WRIT TO PETITION(CRIMINAL) /229/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 302",
            "307 and 436 - Conviction based on dying declaration"
        ],
        "HeadNote": "Penal Code, 1860: ss. 302, 307 and 436 - Conviction  based on dying declaration - A/legation that the appellant having illicit relations with other women - Wife starled taking half of his salary from his office directly and on account of that, appellant was annoyed with his wife - On the fateful day, appellant took his wife, daughters and son to market on the D pretext to do shopping for marriage of elder daughter - On return, he got down from the van, locked the van and set it ablaze - Wife and two daughters died - Courts below convicted the appellant on the basis of dying declarations of wife and daughters and passed death sentence - Held: The dying E declaration of the wife and two daughters corroborated the statements of injured eye witnesses - There was no discrepancy in the statement of eye-witnesses to disbelieve them - There was no reason why wife and daughters would falsely implicate appellant - Conviction upheld - Accused F committed the crime in a most cruel and inhuman manner - However, there was no reason to believe that the accused cannot be reformed or rehabilitated and that he is likely to continue criminal acts of violence as would constitute a continuing threat to the society - Thus, imposition of death G sentence is not warranted - Sentence commuted to life imprisonment - Accused to serve minimum of 30 years in jail without remission - Sentence."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "STATE THROUGH C.B.I., ANTI CORRUPTION BRANCH, CHANDIGARH VS. SANJIV BHALLA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ0NA==",
        "Citation": "[2014] 6 S.C.R. 1078",
        "Case Type": "(CRIMINAL APPEAL /1338-1339/2014)",
        "Date": "04 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTA3OC0xMTAwXzE3MDMyMzU0NTQucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1078",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "04 July 2014",
        "Petitioner:": "State Through C.b.i., Anti Corruption Branch, Chandigarh",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 980",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "Sanjiv Bhalla & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1338-1339/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Probation of Offenders Act",
            "1958",
            "Criminal Procedure",
            "1973 - s.360"
        ],
        "HeadNote": "Probation of Offenders Act, 1958: Held: A person convicted under the provisions of the PC Act cannot be granted benefit of release on probation of good conduct u/ s. 360 of the Code of Criminal Procedure or under the provisions of the Probation of Offenders Act, 1958 - Code of  Criminal Procedure, 1973 - s.360. Criminal jurisprudence: Sentence - Just sentencing - Held: Punishment should be rehabilitative and humanizing and need not necessarily be retributive in character - Judges E have to strike a fine balance between releasing a convict after admonition or on probation or putting such a convict in jail - Code of Criminal Procedure, 1973 - ss.360, 361. Sentence/Sentencing: Plea bargaining - Held: There is necessity of giving justice to the victims of a crime and  awarding a just sentence to the convicts by treating them in a manner that tends to assist in their rehabilitation - The amendments brought about in the Criminal Procedure Code in 2006 also include a chapter on plea bargaining, which again is intended to assist and enable the Trial Judge to  arrive at a mutually satisfactory disposition of a criminal case by actively engaging the victim of a crime - It is the duty of a Trial Judge to utilize all these tools given by Parliament for ensuring a fair and just termination of a criminal case - For awarding a just sentence, the Trial Judge must consider the provisions of the Probation of Offenders Act and the provisions on probation in the Criminal Procedure Code - When it is not possible to release a convict on probation, the Trial Judge must record his or her reasons - The grant of compensation to the victim of a crime is equally a part of just sentencing - When it is not possible to grant compensation to the victim of a crime, the Trial Judge must record his or her reasons - Trial Judge must always be alive to alternative methods of a mutually satisfactory disposition of a case - Compensation."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "ARJUN JADAV VS. STATE OF WEST BENGAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODMzOA==",
        "Citation": "[2014] 6 S.C.R. 1067",
        "Case Type": "(WRIT TO PETITION(CRIMINAL) /229/2004)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Ms. Justice Ranjana Prakash Desai, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTA2Ny0xMDc3XzE3MDMyMzUzNDkucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1067",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Arjun Jadav",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 464",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of West Bengal & Ors.",
        "Case Type:": "WRIT TO PETITION(CRIMINAL) /229/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence/Sentencing: Conviction and life imprisonment of the writ petitioner"
        ],
        "HeadNote": "Sentence/Sentencing: Conviction and life imprisonment of the writ petitioner - Mercy petitions made twice for premature release of petitioner but rejected - Superintendent of Jail also strongly recommended reconsideration of case of petitioner - Peti!ioner undergone custody of more than 20 years including period of remission and about 17 years of actual custody - Vlrit petition seeking release - Held: Once a  person is sentenced to undergo life imprisonment unless imprisonment for life is commuted by competent authority, he has to undergo imprisonment for whole of his life - In the instant case, the case of petitioner was considered by the Review Board constituted by the State of West Bengal which  rejected the prayer - However, in view of the fact that the petitioner has actually undergone more than 18 years of imprisonment and the Superintendent requested for reconsideration of his case and recommended his release, if any application for remission is filed by the petitioner or on F his behalf, the competent authority to place the same before the Review Board for reconsidering his case for premature release ~ Writ petition dismissed - Penal Code, 1860 - s. 57."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "M/S SHAHA RATANSI KHIMJI & SONS VS. PROPOSED KUMBHAR SONS HOTEL P. LTD. & ORS. (CIVIL APPEAL NO. 127 OF 2007)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ1NQ==",
        "Citation": "[2014] 6 S.C.R. 1101",
        "Case Type": "(CIVIL APPEAL /127/2007)",
        "Date": "10 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTEwMS0xMTI3XzE3MDMyMzU1NTkucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1101",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "10 July 2014",
        "Petitioner:": "M/s Shaha Ratansi Khimji & Sons",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 482",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Proposed Kumbhar Sons Hotel P. Ltd. & Ors. (civil Appeal No. 127 Of 2007)",
        "Case Type:": "CIVIL APPEAL /127/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Property Act",
            "1882: ss.105",
            "108",
            "111"
        ],
        "HeadNote": ".Transfer of Property Act, 1882: ss.105, 108, 111 - Held: A lease of immovable .property is a transfer of right to enjoy C such property in -consideration of price paid as per s. 105 of the T.P. Act - By way of lease, a right and interest is created which stands transferred in favour of the lessee - The immovable property, thereafter, only can be reverted back on determination of such right and interest in accordance with the D provisions of the T.R. Act - Therefore, once the right of lease is transferred in favour of the lessee, the destruction of a house/building constructed on the lease property does not determine the tenancy rights of occupant which is incidental to the contract of the lease which continues to exist between E the parties - In the instant case, respondent purchased the lessor's interest - Lease continued even thereafter and did not extinguish - The lease was subsisting when the shares of the land were purchased by the respondent - But the interest of the lessee was not purchased by the respondent - Demolition F and destruction of the tenanted premises - Tenancy of the appellant cannot be said. to have been determined consequent upon demolition of the tenanted premises - High Court wrongly held that tenancy rights of appellant had lapsed - However, taking into consideration the fact that the appellant G has not been in possession of the suit property since long, restoration of possession of suit property to the appellant is not directed - Instead respondent is directed to pay a sum of Rs. 20,00,0001- in favour of the appellant towards compensation for depriving him from enjoying the suit property - Lease.Lease: Destruction of leased building - Status of lessee - Held: When there is a lease of a house or a shop it cannot be treated as a. lease of structure but also a lease of .site - 8 Once a tenancy is created in respect of a building standing on the land it is the building and the land which are both components of the subject-matter of demise and the destruction of the building alone does not determine the tenancy when the land which is the site of the building C continues to exist - This interpretation, is in accord with s. 1 OB of the TP Act - Transfer of Property Act, 1882."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "BABU LAL & ORS. VS. M/S VIJAY SOLVEX LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ2Mw==",
        "Citation": "[2014] 6 S.C.R. 1128",
        "Case Type": "(CIVIL APPEAL /7174/2014)",
        "Date": "04 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTEyOC0xMTM3XzE3MDMyMzU3MjUucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1128",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "04 August 2014",
        "Petitioner:": "Babu Lal & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 518",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "M/s Vijay Solvex Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /7174/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Injunction: Suit for declaration",
            "mandatory injunction",
            "c rendition of accounts and permanent injunction"
        ],
        "HeadNote": ".Injunction: Suit for declaration, mandatory injunction,  rendition of accounts and permanent injunction - Interim order of temporary injunction by trial court - Trial court ordered that the appellants-applicants and non..:applicants no. 1 to 31 and 36._to 43 shall not sell/transfer the immovable properties as mentioned in Schedule \"Ka\" to \"Cha\" and nor shall they  create any substantial charge on the said properties and the Companies/Partnership firms controlled and run by the parties of which details have been given in Schedule \"Ka\" to \"Cha\" regarding them the audited accounts of income and expenditure shall be presented before the Court - High Court E perused the family settlement and modified the interim order and set aside the temporary injunction granted in favour of appellants and confirmed that part of the order requiring production of audited/unaudited accounts of the companies! partnership firms run by the parties - On appeal, held: In the F instant case, the parties have raised similar pleas which were taken before the High Court· - However, while dealing with . matter relating to vacation of order of temporary injunction, it was not open for the High Court to give a finding on the main issue relating to maintainability of the suit and the family settlement reached between the parties - The impugned·  judgment is set aside - Matter remitted to High Court for fresh disposal.."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "M/S APEX DISTRIBUTORS & ANR. VS. M/S TIMEX GROUP INDIA LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ3NA==",
        "Citation": "[2014] 6 S.C.R. 1138",
        "Case Type": "(TRANSFER PETITION (CRIMINAL) /197/2012)",
        "Date": "05 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE5XzZfMTEzOC0xMTQyXzE3MDQxOTY2MzgucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1138",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "05 August 2014",
        "Petitioner:": "M/s Apex Distributors & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 523",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "M/s Timex Group India Ltd.",
        "Case Type:": "TRANSFER PETITION (CRIMINAL) /197/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.406 - Transfer of criminal complaint"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.406 - Transfer' of criminal complaint - Dishonour of cheque issued on Vellore bank - Complaint u/s. 138 NI Act filed in Delhi - Transfer Petition seeking transfer from Delhi Court to Ve/lore Court - Held: The cheque was dishonoured at Vellore where the bank on which it was drawn was located - No reason why the D complaint filed by the respondents should not be transferred to Vellore for further proceedings - The fact that petitioner No. 2 was suffering from several medical problems also relevant for deciding the transfer of the proceedings from Delhi to Vellore - The complaint directed to be transferred from E Courts in Delhi to the Magistrate at Vellore who shall try the case himself or transfer the same to any other Court competent to try the same - Issue of statutory notice demanding payment of cheque amount in Delhi would not vest Delhi Court with jurisdiction to entertain complaint and try the case - Negotiable Instruments Act, 1881 - s.138 - F Notice. "
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "NORTH EASTERN RAILWAY & ORS. VS. TRIPPLE ENGINEERING WORKS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ4MA==",
        "Citation": "[2014] 6 S.C.R. 1143",
        "Case Type": "(CIVIL APPEAL /6275/2014)",
        "Date": "13 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTE0My0xMTUzXzE3MDMyMzU4NDgucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1143",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "13 August 2014",
        "Petitioner:": "North Eastern Railway & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 543",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Tripple Engineering Works",
        "Case Type:": "CIVIL APPEAL /6275/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration & Conciliation Act",
            "1996: s. 11 (6) - Appointment of arbitrator"
        ],
        "HeadNote": "Arbitration & Conciliation Act, 1996: s. 11 (6) - Appointment of arbitrator- Contract providing for arbitration by Railway Officers - High Court appointing a retired Chief Justice as the Arbitrator - Held: Although s. 11 says that the High Court must appoint arbitrator as per contract between the parties, there is a shift in this notion, in the sense that though the contract between the parties must be adhered to, deviation therefrom in exceptional circumstances is permissible - In the instant case, appointment of retired judge contrary to the agreement requiring appointment of railway officer is valid as the arbitration proceedings did not conclude for two decades since the contractor raised his claims for alleged wrongful termination of the two contracts - The power of the Court under the Act has to be exercised to effectuate the remedy provided thereunder and to facilitate the mechanism contemplated therein - In a situation where the procedure and process under the Act has been rendered futile, the power of the Court to depart from the agreed terms of appointment of arbitrators must be acknowledged - There was no infirmity much less any illegality or failure of justice can be said to be occasioned by the order passed by the High Court so as to warrant any interference."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "M/S VIVEK EXPORTS VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ4NQ==",
        "Citation": "[2014] 6 S.C.R. 1154",
        "Case Type": "(CIVIL APPEAL /7773/2014)",
        "Date": "19 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTE1NC0xMzAyXzE3MDMyMzU5MDAucGRm",
        "SCR Citation:": "[2014] 6 S.C.R. 1154",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "19 August 2014",
        "Petitioner:": "M/s Vivek Exports",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 992",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "CIVIL APPEAL /7773/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "LEASE - Renewal of",
            "validity - Held: If original lease is held invalid",
            "its renewal is also invalid"
        ],
        "HeadNote": ".LEASE - Renewal of, validity - Held: If original lease is held invalid, its renewal is also invalid - In the instant case, writ petition was filed challenging the renewal of quarry lease in favour of appellant after nine years of its grant - In a case where lease has been quashed by the Court for whatever reason, granting renewal of such a quashed lease was impermissible and may amount to a fraud on the power of renewal exercised by the State Government - Delay in this case had not worked to the disadvantage of appellant as he had worked the lease for nearly 10 years - Such being the position, delay was not enough to defeat the action brought by the third respondent before the High Court - The discretion exercised by the High Court to ignore the delay in filing of writ petition was not vitiated by any error - Delay and latches.."
    },
    {
        "volume": "2014Volume 6",
        "Case Name": "U.O.I VS. S.P. NAYYAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjQ=",
        "Citation": "[2014] 6 S.C.R. 116",
        "Case Type": "(CIVIL APPEAL /5852/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA2L1BhcnQgSS8yMDE0XzZfMTE2LTEyNV8xNzAzMjI2NDEyLnBkZg==",
        "SCR Citation:": "[2014] 6 S.C.R. 116",
        "Year/Volume:": "2014/ Volume 6",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "U.o.i",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 436",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "S.p. Nayyar",
        "Case Type:": "CIVIL APPEAL /5852/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Art. 226 - Writ jurisdiction of High Court"
        ],
        "HeadNote": ".Constitution of India, 1950:Art. 226 - Writ jurisdiction of High Court - Scope of - Held: High Court under Art. 226 cannot sit in appeal over the assessment made by DPC - If the assessment made by DPC is perverse or is not based on record or proper record D has not been considered by DPC, it is always open to High Court under Art. 226 to remit the matter back to DPC for recommendation, but in the absence of Character Rolls of other candidates, who were also in the zone of promotion, it is not open to High Court to assess the merit of one individual E who approaches it and direct to promote such person to higher post.Administrative Law:Bias - Held: Bias and malafide acts can be adjudged F only on the basis of evidence - Assessment of Character Roll by one or the other officer, giving a general grade such as 'Good' cannot be the sole ground to hold that the officer was biased against the person whose CR is assessed - In the G instant case, merely because the Accepting Officer assessed the ACR of respondent as 'Good' as against assessment of 'Very Good' made by initiating Officer, it cannot be said that he was biase,d against respondent.Service Law:Promotion - Border Security Force - Promotion to post of Additional DIG - Criterion - Merit-cum-seniority - DPC having not found respondent fit, not recommended him for promotion - Plea of respondent that though Initiating Officer and Reviewing Officer rated him as \"Very Good\" for two years, Accepting Officer, ma/a fide, down-graded him to 'Good' - Writ petition allowed by High Court - Held: Selection to the post of Addi. DIG is based on merit-cum-suitability which is to be adjudged on the basis of ACRs of different candidates - The merit position can be adjudged by Selection Committee on appreciation of their Character Roll - No ground has been made out by respondent to show as to why the assessment made by DPC is not to be accepted - High Court failed to notice the said fact and wrongly discarded the assessment made by D. P. C. - Findings of the judgment passed by High Court cannot be upheld and the same is accordingly set aside - Guidelines on the Departmental Promotion Committees and related matters issued under DOP& T OM dated 10.4.1989 - Para.1.2.."
    }
]