[
    {
        "volume": "2014Volume 12",
        "Case Name": "OIL & NATURAL GAS CORPORATION. LTD. VS. WESTERN GECO INTERNATIONAL LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIyOTI=",
        "Citation": "[2014] 12 S.C.R. 1",
        "Case Type": "(Select Case Type/3415/2007)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvT2lsICYgTmF0dXJhbCBHYXMgQ29ycG9yYXRpb24uIEx0ZC4gXyBXZXN0ZXJuIEdlY28gSW50ZXJuYXRpb25hbCBMdGQuXzE3MDE0OTM2MTUucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Oil & Natural Gas Corporation. Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 596",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Western Geco International Ltd.",
        "Case Type:": "Select Case Type/3415/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Section 34",
            "Public policy of India"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s. 34 - Application B for setting aside of arbitral award-Award of contract in favour C of respondent by appellant-Corporation whereby vessal handed over to respondent for carrying modernization and upgradation work - Vessal could not be returned to the appellant on the stipulated date - Payment made by appellant - Deduction of certain amount towards excess D engagement charges, change in tax law, correction for price charges inclusive of income tax - Disputes between parties, referred to arbitral tribunal - Tribunal holding that delay post 21.10.2001 could not be attributed to the respondent, that the deduction towards excess engagement charges from  01.11.2001 to 22.03.2002 by the appellant not justified as a/so deduction on account of taxes - Petition u/s.34 by the appellant that the award in conflict with the 'public policy of India u/s. 34(2)(b)(ii) - Dismissed by the Single Judge of the High Court however, partly allowed by the Division Bench by  deleting pendente lite and future interest from the award made - On appeal, held: If the arbitrators on facts proved before them fail to draw an inference which ought to have been drawn or if they have drawn an inference which is untenable resulting in miscarriage of justice, the award would be open to challenge - On facts, arbitraton erred in holding the appellant-  Corporation responsible for the delay post 21.10.2001, resulting in miscarriage of justice - They also failed to appreciate and draw inferences that logically flow from such  proved facts - Out of the period of 4 months and 22 days which the arbitrators have attributed to the appellant, period of 56 days reduced - Deductions made by the appellant for the said period upheld - Award made by the arbitrators modified to that extent.   "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "YOGENDRA PRATAP SINGH VS. SAVITRI PANDEY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIyOTY=",
        "Citation": "[2014] 12 S.C.R. 26",
        "Case Type": "(CRIMINAL APPEAL /605/2014)",
        "Date": "19 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxOV8xMl8yNi01M18xNzA0MjczOTIyLnBkZg==",
        "SCR Citation:": "[2014] 12 S.C.R. 26",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "19 September 2014",
        "Petitioner:": "Yogendra Pratap Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 650",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Savitri Pandey & Anr.",
        "Case Type:": "CRIMINAL APPEAL /605/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881",
            "Section 138",
            "142",
            "Dishonour of cheque"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881 - ss. 138 and 142 - Dishonour of cheque - Complaint filed before the expiry of the period of 15 days stipulated in the notice required to be seNed on the drawer of the cheque - Maintainability of - Held: Complaint is not maintainable - It is no complaint at all in the eyes of law - No cognizance of an offence can be taken on basis of such complaint because there is no commission of an offence nor accrual of cause of action for filing of complaint u/s. 138 - Remedy is to file a fresh complaint within one month of the date on which cause of action arose and if not, the recourse is to seek the benefit of the proviso to s. 142 (b), satisfying the court of sufficient cause. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "PEOPLE`S UNION FOR CIVIL LIBERTIES & ANR. VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMDQ=",
        "Citation": "[2014] 12 S.C.R. 54",
        "Case Type": "(CRIMINAL APPEAL /1255/1999)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxOV8xMl81NC04Nl8xNzA0Mjc0MDA3LnBkZg==",
        "SCR Citation:": "[2014] 12 S.C.R. 54",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "People`s Union For Civil Liberties & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 664",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1255/1999",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 175",
            "176 CrPC",
            "Article 21",
            "141 Constitution of India",
            "Police encounters",
            "extra-judicial killings"
        ],
        "HeadNote": " Police encounters - Investigation - Procedure to be followed in investigating police encounters - Issue as regards genuineness or otherwise of nearly 99. encounters between the Mumbai police and the alleged criminals resulting in death of about 135 persons between 1995 and 1997 - Direction by the High Court to the police of the State to follow certain guidelines - SLP thereagainst as a/so other matters - Held: It is the constitutional duty of this Court to put in place certain guidelines adherence to which would help in bringing justice to the perpetrators of the crime who take law in their own hands - In a society governed by rule of law, it is imperative that · extra-judicial killings -are properly and independently investigated so that justice may be done - Certain guideiines issued to be followed in the matters of investigating police encounters in the cases of death as the stariCJard procedure for thorough, effective and independent investigation - The same would be applicable to grievous injury cases in police encounter - Said guidelines to be. treated as law declared u/ Art. 141 - Code of Criminal Procedure, 1973 - ss.174, 175, 176- Constitution oflndia, 1950 '-Arts. 21, 141 - Guidelines. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "RAJENDRA KUMAR AGRAWAL VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMTE=",
        "Citation": "[2014] 12 S.C.R. 87",
        "Case Type": "(CIVIL APPEAL /9091-9092/2014)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxOV8xMl84Ny0xMDlfMTcwNDI3NDA2Ni5wZGY=",
        "SCR Citation:": "[2014] 12 S.C.R. 87",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "Rajendra Kumar Agrawal",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 671",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /9091-9092/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "U.P. Avas Evam Vikas Parishad (Appointment and Conditions of Service of Chief Engineer) Regulations",
            "1990",
            "U.P. Eligibility List Rules 1986",
            "Service Law"
        ],
        "HeadNote": " SeNice Law: c U.P. Avas Evam Vikas Parishad (Appointment and Conditions of SeNice of Chief Engineer) Regulations, 1990 - Selection - Vacant post of Chief Engineer - Selection process for regular promotion from the post of Superintendent Engineer - Power to relax the qualification as to minimum D length of seNice under Reg. 20 - Permissibility of - Held: On facts, the power of relaxation under the Regulations was always available and has been exercised in a manner which does not call for any interference - Order of High Court that it amounts to retrospective amendment of rules of eligibility E after the selection process has begun and that it was for dubious reasons only to accommodate the appellant cannot be accepted - Direction to the Parishad and the State Government to expedite the process of selection - U.P. Eligibility List Rules 1986 - r. 4. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "MANOHAR LAL SHARMA VS. THE PRINCIPLE SECRETARY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5NzU=",
        "Citation": "[2014] 12 S.C.R. 110",
        "Case Type": "(WRIT PETITION(CRIMINAL) /120/2012)",
        "Date": "24 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8xMTAtMTMzXzE3MDM2NTcyMzEucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 110",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "24 September 2014",
        "Petitioner:": "Manohar Lal Sharma",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 677",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The Principle Secretary & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /120/2012",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Coal - Allotment of coal blocks -"
        ],
        "HeadNote": " Coal - Allotment of coal blocks - Cancellation of - C Allotment of coal blocks made by Screening Committee of  the Government of India and Government Dispensation route held arbitrary and illegal - Consequences of such cancellation - Affidavit by Union of India to the effect that coal is actually mined from 40 coal blocks listed in Annexure I to the affidavit and 6 coal blocks listed in Annexure II are ready for extraction - Issue whether the allotment of these coal blocks to be cancelled or not - Held: Process of allotment cannot be reopened collaterally through the appointment of a committee, as it would virtually amount to nullifying the judgment - All the parties likely to be adversely affected were given a hearing, .thus, principle of natural justice was applied - The first category of allotments are o,ther than those mentioned in Annexure 1 and Annexure 2 which are illegal and arbitrary, the allottees have not yet entered into any ·mining lease and they have not yet commenced production, thus, all these allotments are quashed - Second category being the 46 coal blocks mentioned in Annexure 1 and Annexure 2, though have commenced production or are on the verge of commencing production - These allocations are illegal and arbitrary, thus, are liable to be cancelled - However, the allotment of coal blocks Moher and Moher Amroli Extension allocated to Sasan Power Ltd. (UMPP), Tasia (allotted to Steel Authority of India Ltd. (SAIL), and Pakri Barwadih coal block (allotted to National Thermal Power Corporation (NTPC), not liable to be cancelled - The cancellation would take effect from 31st March, 2015- Period of six months is being given since the Central Government and GIL would need some time to adjust to the changed situation and move forward as a/so adequate time is given to the coal block allottees to adjust and manage their affairs - Allottees of the coal blocks other than those covered by the judgment and the four coal blocks covered by this order to pay an amount of Rs. 2951- per metric ton of coal extracted as an additional levy within the stipulated period - Coal extracted hereafter ti/131 st March, 2015 would also attract the additional levy of Rs. 2951- per metric ton - Scrutiny by CBI in respect of allotment of 12 coal blocks out of 46 would continue. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "MURLIDHAR SHIVRAM PATEKAR & ANR. VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMjU=",
        "Citation": "[2014] 12 S.C.R. 134",
        "Case Type": "(CRIMINAL APPEAL /111/2008)",
        "Date": "25 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8xMzQtMTUwXzE3MDQyNzQxNTAucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 134",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "25 September 2014",
        "Petitioner:": "Murlidhar Shivram Patekar & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 680",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /111/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 302",
            "Section 304 II",
            "Section 300 Exception 4"
        ],
        "HeadNote": " Penal Code, 1860 - s. 304 Part II, s. 300 Exception 4 - Murder - Scuffle between accused husband and wife and the C deceased, resulting in the death of the victim - Complainant and others witness to the incident - Conviction and sentence u/s. 302 - Accused pleading provocation on the part of the deceased and lack of evidence, however, order passed by trial court upheld by High Court - On appeal, held: Death of the victim was homicidal in the light of the evidence produced by prosecution witnesses - There was no premeditation on the part of the accused and the scuffle took place due to sudden provocation on the part of the deceased - Thus, accused entitled to the benefit of s. 300 Exception 4 -  Conviction of the accused modified to s.304 Part II- Sentence of imprisonment for 1 O years would meet the ends of justice. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "LIYAKAT AND ANOTHER VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMjg=",
        "Citation": "[2014] 12 S.C.R. 151",
        "Case Type": "(CRIMINAL APPEAL /2079/2009)",
        "Date": "26 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8xNTEtMTcwXzE3MDQyNzQxNzgucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 151",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "26 September 2014",
        "Petitioner:": "Liyakat And Another",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 689",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /2079/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 313 CrPC",
            "Defective examination of the accused"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s. 313 - Power to examine the accused - Order of conviction and sentence of accused persons under the provisions of Penal Code - High C Court remanded the matter to trial court for further trial holding that various material circumstances appearing against accused from the material on record were not put to accused u/s. 313 - On appeal, held: Defective examination of the accused uls. 313 does not by itself vitiate the trial - Burden D is on the accused to establish that by not apprising all the incriminating evidences and the inculpatory material that had come in the prosecution evidence against them, prejudice has been caused resulting in miscarriage of justice - On facts, the court had apprised the accused persons elaborately about E the incident that took place, the sequence of events and the material on evidence brought on record - No prejudice was done to accused persons nor they raised such question before the trial court - Thus, the order passed by the High Court is set aside - Matter remanded back to the High Court F to decide the appeal on merit. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "PUNJAB STATE ELECTRICITY BOARD NOW PUNJAB STATE POWER CORPORATION LTD. VS. RAJ KUMAR GOEL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0MjQ=",
        "Citation": "[2014] 12 S.C.R. 171",
        "Case Type": "(CIVIL APPEAL /171/0)",
        "Date": "29 AUGUST 2014",
        "Judge Names": "",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8xNzEtMTc4XzE3MDMzMTYzMDkucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 171",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "29 August 2014",
        "Petitioner:": "Punjab State Electricity Board Now Punjab State Power Corporation Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 576",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Raj Kumar Goel",
        "Case Type:": "CIVIL APPEAL /171/0",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Disciplinary proceedings"
        ],
        "HeadNote": " Service jurisprudence - Service matters - Principles to be applied - Held: When a particular set of employees is given relief by the court, all other identically situated persons C need to be treated alike by extending that benefit, or else would amount to discrimination and would be violative of Art. 14 - However, the principle is subject to exceptions in the form of /aches and delays as well as acquiescence - Where judgment of the Court was in rem with intention to give benefit D to all similarly situated persons, whether they approached the Court or not, the obligation is cast upon the authorities to itself extend the benefit thereof to all similarly situated person - And where judgment was in personam, the benefit of the said judgment shall accrue to the parties before the court - On E facts, respondents challenged the cancellation order of their appointment after a period of nine years, on finding that some other persons whose appointment orders were also cancelled had got the relief - There was unexplained delay and /aches in filing the claim petition after 9 years - Respondents have F not joined the service nor working like the employees who succeeded in earlier case before the tribunal -Thus, respondents cannot be given appointment as of today, after a period of 27 years. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "SHREE SHYAMJI TRANSPORT COMPANY VS. FOOD CORPORATION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMzg=",
        "Citation": "[2014] 12 S.C.R. 179",
        "Case Type": "(CIVIL APPEAL /9379/2014)",
        "Date": "09 OCTOBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8xNzktMTg2XzE3MDQyNzQyMzMucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 179",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "09 October 2014",
        "Petitioner:": "Shree Shyamji Transport Company",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 699",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Food Corporation Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /9379/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tender",
            "Earnest Money Deposit",
            "Disqualification Conditions of Model Tender Form",
            "Road Transport Contract"
        ],
        "HeadNote": " Industrial Disputes Act, 1947: s. 25H, item 10, Part I, Fifth Schedule - Re-employment of retrenched workmen - Contract workers under the contractor in rice mill of the Corporation - Closure of rice mill - Termination of contract system - Said workmen employed by the Corporation as casual employees on daily wage basis - Workmen seeking regularization of services - Award by the· tribunal to absorb the causal workmen holding that there was unfair trade practice on the part of the Management of the Corporation - Upheld by the Single Judge, however, set aside by the Division Bench of the High Court - On appeal, held:. No plea was taken by the Corporation either before the State Government or before the Tribunal that the initial appointment of workmen were illegal or they were appointed through back door means - Thus, in absence of any such plea, the Division Bench of the High Court not justified in holding that initial. appointments of workmen were in violation of Arts. 14 and 16 and in denying the benefit to which the workmen were entitled - Tribunal gave a specific finding of unfair trade practice on the part of the Management of the Corporation - Having accepted that there was unfair trade practice, the Division Bench erred in interfering with the award - Constitution of India, 1950 - Arts. 14 and 16. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "BOARD OF TRUSTEES OF THE PORT OF KOLKATA VS. KALIPADA BHAKAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0NzA=",
        "Citation": "[2014] 12 S.C.R. 187",
        "Case Type": "(CIVIL APPEAL /9387/2014)",
        "Date": "09 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8xODctMTkyXzE3MDMzMjAzMDMucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 187",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "09 October 2014",
        "Petitioner:": "Board Of Trustees Of The Port Of Kolkata",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 698",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Kalipada Bhakat & Ors.",
        "Case Type:": "CIVIL APPEAL /9387/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public Premises (Eviction of Unauthorised Occupants)"
        ],
        "HeadNote": " Public Premises (Eviction of Unauthorised Occupants) Act, 1971 - s.4 - Land allotted on lease - Termination of the tenancy- In eviction proceedings, R-1 appeared as power of attorney ·holder of R-2 (the allottee) - Eviction order - Challenged by R-1 and not R-2 - Locus of R-1 to maintain the statutory appeal - Held: R-1 being power of attorney holder of R-2, cannot be allowed to maintain the appeal on his own behalf - s. 4(2) is not applicable to such unauthorised occupants, who enter into possession after initiation of eviction proceedings against their predecessor in possession. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "STATE OF UTTAR PRADESH & ORS. VS. ARVIND KUMAR SRIVASTAVA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNTM=",
        "Citation": "[2014] 12 S.C.R. 193",
        "Case Type": "(CIVIL APPEAL /9849/2014)",
        "Date": "17 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8xOTMtMjE3XzE3MDQyNzQyOTcucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 193",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "17 October 2014",
        "Petitioner:": "State Of Uttar Pradesh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 735",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Arvind Kumar Srivastava & Ors.",
        "Case Type:": "CIVIL APPEAL /9849/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service jurisprudence",
            "Service matters"
        ],
        "HeadNote": " Service jurisprudence - Service matters - Principles to be applied - Held: When a particular set of employees is given relief by the court, all other identically situated persons need to be treated alike by extending that benefit, or else would amount to discrimination and would be violative of Art. 14 - However, the principle is subject to exceptions in the form of laches and delays as well as acquiescence - Where judgment of the Court was in rem with intention to give benefit D to all similarly situated persons, whether they approached the Court or not, the obligation is cast upon the authorities to itself extend the benefit thereof to all similarly situated person - And where judgment was in personam, the benefit of the said judgment shall accrue to the parties before the court - On E facts, respondents challenged the cancellation order of their appointment after a period of nine years, on finding that some other persons whose appointment orders were also cancelled had got the relief - There was unexplained delay and /aches in filing the claim petition after 9 years - Respondents have F not joined the service nor working like the employees who succeeded in earlier case before the tribunal -Thus, respondents cannot be given appointment as of today, after a period of 27 years. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "NAR SINGH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNTk=",
        "Citation": "[2014] 12 S.C.R. 218",
        "Case Type": "(CRIMINAL APPEAL /2388/2014)",
        "Date": "11 NOVEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8yMTgtMjQxXzE3MDQyNzQzNDMucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 218",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "11 November 2014",
        "Petitioner:": "Nar Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 770",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /2388/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 313 CrPC",
            "examination of accused"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: c s.313 - Non-compliance of mandatory provisions of s.313 whether vitiative of trial and conviction of the appellant - Held: The provisions of s.313 are mandatory and cast a duty on the court to afford an opportunity to the accused to explain each and every circumstance and incriminating 0 evidence against him - The examination of accused u/ s.313(1)(b) is not a mere formality- s.313 merely prescribes a procedural safeguard for an accused - Objection as to s.313 statement should be taken at the earliest stage - Any omission on the part of the Court to question the accused on E any incriminating circumstance would however not ipso facto vitiate the trial unless some material prejudice is shown to have been caused to the accused - Insofar as non-compliance of mandatory provisions of s.313, it is an error essentially committed by the Sessions Judge - Since justice suffers in the hands of the Court, the same can be corrected F or rectified in the appeal. s. 386 - Power of appellate court - Scope of - Discussed. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "INDIAN COUNCIL OF MEDICAL RESEARCH VS. T.N. SANIKOP & ANR. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNjM=",
        "Citation": "[2014] 12 S.C.R. 242",
        "Case Type": "(CIVIL APPEAL /10172-10175/2014)",
        "Date": "12 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8yNDItMjk2XzE3MDQyNzQzNzcucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 242",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "12 November 2014",
        "Petitioner:": "Indian Council Of Medical Research",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 1027",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "T.n. Sanikop & Anr. Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /10172-10175/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894",
            "Land Acquisition",
            "Medical Research Centre"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - s. 4, 23, 54 - Land c· acquisition - Compensation enhancement - Acquisition of land measuring 40 guntas for establishment of Medical Research Centre by State Government - Award of compensation at the rate of Rs. 10501- per gunta by the Land acquisition Officer which was enhanced to Rs. 7,0001- by the  Reference Court - Land owners seeking enhancement of the quantum of compensation payable - High Court enhanced the compensation payable to the land owners from Rs. 70001 - per gunta to Rs. 99, 0001- per gunta being the fair market value of the acquired lands on the date of acquisition along with the other statutory benefits - Justification of - Held: Having regard to all the relevant factors, the fair market value - of the land reasonably worked out at Rs. 70,000/- per gunta in place of Rs. 99, 0001- per gunta which is just and reasonable - Thus, the award modified accordingly. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "CHARU KHURANA & OTHERS VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5NzY=",
        "Citation": "[2014] 12 S.C.R. 259",
        "Case Type": "(WRIT PETITION (CIVIL) /78/2013)",
        "Date": "10 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8yNTktMjk2XzE3MDM2NTc0MDkucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 259",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "10 November 2014",
        "Petitioner:": "Charu Khurana & Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 1024",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /78/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF IND/A",
            "1950"
        ],
        "HeadNote": " CONSTITUTION OF IND/A, 1950: Articles 14, 21, 39A,  51A - Whether the female artists, who are eligible, can be deprived to work in the film industry as make-up man and only be permitted to work as hair dressers, solely because the fifth · respondent-Association which is controlled by the Trade Unions Act, 1926, has incorporated a clause relating to this kind of classification and further stipulated that a person to work must be a resident of Maharashtra for a period of 5 years 0 - Held: It is the duty of the State to frame policies so that men and women have the right to adequate means of livelihood - Equality cannot be achieved unless there are equal opportunities and if a woman is debarred at the threshold to enter into the sphere of profession for which she is eligible and qualified, it is well nigh impossible to conceive of equality - The statutory provisions of the Trade Union Act do not make a distinction between man and woman - The Association has been registered under the Trade Unions Act - The Association whose rules have been accepted, cannot take the route of the discrimination solely on the basis of sex - It really  plays foul of the statutory provisions - It is absolutely violative of constitutional values and norms - If a female artist does not get an opportunity to enter into the arena of being a member of the Association, she cannot work as a female artist - It is gender bias writ large and totally impermissible and  wholly unacceptable - The concept of domicile also has no rationale and invites frown of Articles 14, 15 and 21 - Registrar of Trade Unions had rightly directed Association to delete the said rules - Trade Union Act, 1986 - Bias - Gender bias.  "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "UNION OF INDIA ETC. REP. THROUGH SUPERINTENDENT OF POLICE VS. T. NATHAMUNI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0MjY=",
        "Citation": "[2014] 12 S.C.R. 297",
        "Case Type": "(CRIMINAL APPEAL /2512/2014)",
        "Date": "01 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8yOTctMzA3XzE3MDMzMTY1ODEucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 297",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "01 December 2014",
        "Petitioner:": "Union Of India Etc. Rep. Through Superintendent Of Police",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 824",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "T. Nathamuni",
        "Case Type:": "CRIMINAL APPEAL /2512/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1947 - s. 17 - Persons"
        ],
        "HeadNote": " Prevention of Corruption Act, 1947 - s. 17 - Persons authorized to investigate - Complaint alleging case of bribery · C against respondent-Inspector of income tax - Investigation by Inspector of Police - Special Judge for CBI cases permitting . Sub-Inspector of police to investigate the matter under the 1988 Act-· Completion of investigation by Sub-Inspector as. a/so submission of charge sheet and court took cognizance D - Thereafter. respondent seeking quashing of the order passed by the Special Judge - High Court set aside the order holding that as per the provisions of s. 17, no officer below the rank of Inspector of Police was authorized by the Govt. to investigate the case without permission of the Court and that E the Special Court without assigning any reason in the order permitted the Sub-Inspector of Police to investigate the matter - Sustainability of - Held: N o case of prejudice or miscarriage of justice by reason of investigation by the Sub- Inspector of Police made out - Order of the High Court setting F aside the permission granted bYthe Magistrate to investigate the matter by Sub-inspector not sustainable. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "VINAYAK NARAYAN DEOSTHALI VS. C.B.I.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNzU=",
        "Citation": "[2014] 12 S.C.R. 308",
        "Case Type": "(CRIMINAL APPEAL /346/2004)",
        "Date": "02 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX18zMDgtMzM2XzE3MDQyNzQ0NDEucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 308",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "02 December 2014",
        "Petitioner:": "Vinayak Narayan Deosthali",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 1034",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "C.b.i.",
        "Case Type:": "CRIMINAL APPEAL /346/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988",
            "Special Court (Trial of offences relating to Transactions C in Securities) Act",
            "1992",
            "diversion of public funds",
            "forgery"
        ],
        "HeadNote": " Special Court (Trial of offences relating to Transactions C in Securities) Act, 1992: s.10 - Allegation of diversion of public funds belonging to certain public sector banks and financial institutions by employees of such banks and financial institutions in collusion with some brokers - Conviction of appellant-bank manager ulss. 120-8, 409, 467, 471 /PC and D ss. 13(1)(c) and (d) of Prevention of Corruption Act, 1988 by special court - Held: Action of appellant involved unauthorised conversion of public funds to private funds of an individual - Mens rea was established from the f?ct that false bank receipts were issued for non-existent securities - ·E Diversion of public funds by appellant by committing forgery/ use of forged documents amounted to criminal breach of trust as well as offence under POC Act - Conviction upheld. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "FORBES FORBES CAMPBELL & CO. LTD. VS. BOARD OF TRUSTEES, PORT OF BOMBAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNzY=",
        "Citation": "[2014] 12 S.C.R. 337",
        "Case Type": "(CIVIL APPEAL /2134/2006)",
        "Date": "03 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8zMzctMzQ2XzE3MDQyNzQ0NzEucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 337",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "03 December 2014",
        "Petitioner:": "Forbes Forbes Campbell & Co. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 826",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Board Of Trustees, Port Of Bombay",
        "Case Type:": "CIVIL APPEAL /2134/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Major Port Trust Act",
            "1963",
            "Port Trust Authority"
        ],
        "HeadNote": " Major Port Trust Act, 1963 - s.42, 2(o), 40, 43, 60 - Goods brought into the port and warehoused by the Port Trust Authority - Consignee of the goods not attempted to clear bill of lading and also not responded to the notices issued - Payment of demurrage and port charges to the Board of Trustees of a Port - Held: Agent of the ship owner liable to pay demurrage and port charges. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "PROMOTERS AND BUILDERS ASSOCIATION OF PUNE VS. THE STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzODE=",
        "Citation": "[2014] 12 S.C.R. 347",
        "Case Type": "(CIVIL APPEAL /10717/2014)",
        "Date": "03 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8zNDctMzU5XzE3MDQyNzQ1MTMucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 347",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "03 December 2014",
        "Petitioner:": "Promoters And Builders Association Of Pune",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 830",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "The State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /10717/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Land Revenue Code",
            "1966",
            "excavation activity",
            "MRTP Act",
            "Maharashtra Regional and Town Planning Act",
            "1966",
            "Nuclear Power Corporation"
        ],
        "HeadNote": " Maharashtra Land Revenue Code, 1966: s.48(7) - Imposition of penalty - Whether the ·excavation activity even for the purposes of laying foundation of the building would attract rigours of s.48(7) of the Code - Held: Ordinary earth has been brought within the fold of a Minor Mineral by Notification of 3.2.2000 issued u/s.3(e) of the Act of 1957 - In terms of the said Notification, \"ordinary earth\" used for filling or levelling purposes in construction of embankments, roads, railways, buildings is deemed to be a minor mineral - An excavation undertaken to lay the foundation of a building would not, ordinarily, carry the intention to use the excavated earth for the purpose of filling up or levelling - In the instant appeals, excavation of ordinary earth was undertaken by the appellants· either for laying foundation of buildings or for the purpose of widening of the channel to bring cldequate quantity of sea water for the purpose of cooling the nuclear plant - The construction of buildings was in terms of a sanctioned development plan under the MRTP Act whereas the excavation/widening of the channel to bring sea water was in · furtherance of the object of the grant of the land in favour of the Nuclear Power Corporation - Penalty not leviable - Maharashtra Regional and Town Planning Act, 1966 - s.31 - Mines and Minerals (Development and Regulati0n) Act, 1957- s.3(e) - Notification dated 3.2.2000 issued under 1957 Act - Maharashtra Land Revenue (Restriction on Use of Land) Rules, 1968 - r.6. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "NEW INDIA ASSURANCE COMPANY LTD. VS. GENUS POWER INFRASTRUCTURE LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzODY=",
        "Citation": "[2014] 12 S.C.R. 360",
        "Case Type": "(CIVIL APPEAL /10784/2014)",
        "Date": "04 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8zNjAtMzY5XzE3MDQyNzQ2MDcucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 360",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "04 December 2014",
        "Petitioner:": "New India Assurance Company Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 837",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Genus Power Infrastructure Ltd.",
        "Case Type:": "CIVIL APPEAL /10784/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Discharge of insurance contract",
            "appointment of arbitrator",
            "Section 11"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s. 11 - Appointment of arbitrator - Insurance claim - Discharge of C insurance contract and settlement of insurance claim - Insured subrogated all its rights in favor of insurer - Petition uls. 11 by insured seeking appointment of arbitrator alleging that it had accepted the payment because of extreme financial difficulty, duress and coercion - High Court appointing sole arbitrator to adjudicate the dispute between the parties - Justification of- Held: Not justified - Discharge and signing of letter of subrogation was voluntary and free from any coercion or undue influence - Upon execution of the letter of subrogation, there was full and final settlement of r; the claim - Thus, no acbitrable dispute existed so as to exercise power uls. 11 of the Act. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "SOUTH CENTRAL RAILWAY EMPLOYEES CO-OP.CREDIT SOCIETY EMPLOYEES UNION VS. B. YASHODABAIAND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0Mjk=",
        "Citation": "[2014] 12 S.C.R. 370",
        "Case Type": "(CIVIL APPEAL /7130/2002)",
        "Date": "08 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8zNzAtMzc2XzE3MDMzMTc0MDUucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 370",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "08 December 2014",
        "Petitioner:": "SOUTH CENTRAL RAILWAY EMPLOYEES CO-OP.Credit Society Employees Union",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 843",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "B. Yashodabaiand Others",
        "Case Type:": "CIVIL APPEAL /7130/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Precedent - Administrative order in compliance of"
        ],
        "HeadNote": " Precedent - Administrative order in compliance of Supreme Court decision regarding promotion - Challenged - Single Judge of High Court set aside the order holding that judgment of Supreme Court was per incuriam - Division Bench of High Court upheld the judgment - Held: High Court D committed serious error in law by not following the judgment passed by Supreme Court - Such a course adopted by High Court was against the law of precedents and ratio-decidendi and violative of Art. 141 of the Constitution - Constitution of India, 1950 - Art. 141 - Service Law - Promotion. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "DURGAPUR CASUAL WORKERS UNION & ORS. VS. FOOD CORPORATION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5Nzc=",
        "Citation": "[2014] 12 S.C.R. 377",
        "Case Type": "(CIVIL APPEAL /10856/2014)",
        "Date": "09 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8zNzctMzk2XzE3MDM2NTc1ODgucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 377",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "09 December 2014",
        "Petitioner:": "Durgapur Casual Workers Union & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 848",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Food Corporation Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /10856/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2006] 3 S.C.R. 953",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Secretary, State Of Karnataka And Ors. V. Umadevi And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L3ZvbHVtZSAzL1BhcnQgSS8yMDA2XzNfOTUzLTk5OF8xNzAyMTA0MjkwLnBkZg=="
            }
        ],
        "Acts": [
            "Industrial Disputes (amendment)act, 1964 (36 of 1964)"
        ],
        "Keyword": [
            "Industrial Disputes Act",
            "1947",
            "Fifth Schedule"
        ],
        "HeadNote": " Industrial Disputes Act, 1947: s. 25H, item 10, Part I, Fifth Schedule - Re-employment of retrenched workmen - Contract workers under the contractor in rice mill of the Corporation - Closure of rice mill - Termination of contract system - Said workmen employed by the Corporation as casual employees on daily wage basis - Workmen seeking regularization of services - Award by the· tribunal to absorb the causal workmen holding that there was unfair trade practice on the part of the Management of the Corporation - Upheld by the Single Judge, however, set aside by the Division Bench of the High Court - On appeal, held:. No plea was taken by the Corporation either before the State Government or before the Tribunal that the initial appointment of workmen were illegal or they were appointed through back door means - Thus, in absence of any such plea, the Division Bench of the High Court not justified in holding that initial. appointments of workmen were in violation of Arts. 14 and 16 and in denying the benefit to which the workmen were entitled - Tribunal gave a specific finding of unfair trade practice on the part of the Management of the Corporation - Having accepted that there was unfair trade practice, the Division Bench erred in interfering with the award - Constitution of India, 1950 - Arts. 14 and 16. s. 2(ka) - Industrial establishment or undertaking - Held: Not only includes the State Public Undertakings, the Subsidiary Companies and Autonomous bodies owned or control by the State Government or Central Government but also the private industries and undertakings - Act applies to all such industries - If any unfair labour practice is committed by any of these industrial establishment, labour court/tribunal would decide the .same. s. 20), 2(k), 2(ra) -' Unfair labour in the services of the 'State' and in private establishment or . undertaking - Arts. 14 and 16, when attracted - Held: Arts. C 14 and 16 are attracted in the matter of appointment in the services of the 'State' but not in case of appointment in private establishment or undertaking - However, undertaking of the Government, cannot justify its illegal action including unfair labour practice nor can ask for different treatment on account D · of Arts. 14 and 16 - Constitution of India, .1950 - Arts. 14 and 16.  "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "UMA SHANKAR GAUTAM VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0MTk=",
        "Citation": "[2014] 12 S.C.R. 397",
        "Case Type": "(CRIMINAL APPEAL /1451/2014)",
        "Date": "09 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX18zOTctNDA0XzE3MDQyNzQ3MDIucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 397",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "09 December 2014",
        "Petitioner:": "Uma Shankar Gautam",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 847",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1451/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 147",
            "302/149 of IPC",
            "Plea of acquittal"
        ],
        "HeadNote": " Penal Code, 1860 - s.147 and 3021149 - Prosecution under - Of six accused - Conviction by trial court - High Court confirmed conviction of 3 accused, acquitted 2 accused and case against one accused stood abated - Appeal by accused No. 1 - Plea of acquittal on parity with the acquitted accused - Held: It is always open to the court. to distinguish the case of acquitted accused with the convicted ones ~ High Court rightly declined to acquit accused No. 1 on the principle of parity. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "THE SECRETARY TO GOVERNMENT, PUBLIC (LAW AND ORDER-F) AND ANOTHER. VS. NABILA AND ANOTHER.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0MzY=",
        "Citation": "[2014] 12 S.C.R. 405",
        "Case Type": "(CIVIL APPEAL /2545/2014)",
        "Date": "09 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl80MDUtNDIzXzE3MDMzMTgxODEucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 405",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "09 December 2014",
        "Petitioner:": "The Secretary To Government, Public (law And Order-f) And Another.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 852",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Nabila And Another.",
        "Case Type:": "CIVIL APPEAL /2545/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Security Act",
            "1980: s.3(1)(a) - Preventive"
        ],
        "HeadNote": " National Security Act, 1980: s.3(1)(a) - Preventive detention - Order of detention primarily based on the confession!J/ statement leading to seizure of incriminating articles containing official secrets relating to Indian Defence Forces - Habeas Corpus petition by wife of detenu on the ground that the detenu was detained on a solitary ground case and sponsoring authority has failed to place any material before the detaining authority to show that either the detenu - himself or his relatives have filed bail application - High Court setting aside the order of detention - Held: The detenu was taken into custody in September, 2012, and the order of detention was passed in December, 2012 - The said order of detention was finally quashed by the High. Court .in April 2013 - Apparently, therefore, a long time lapsed inasmuch as the period of detention fixed in the order of detention already expired in April, 2014 - The aetenu shall not be taken into custody for serving the remaining period of detention unless there still exist materials to the satisfaction of the detaining authority for putting him under detention - In the facts and circumstances of the case, the impugned order is set aside - However, initial detention. order having been · expired long back, it is for the detaining authority to take a decision in accordance with law - Constitution of India, 1950 - Article 21. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "AMIT CHANCHAL JHA VS. REGISTRAR HIGH COURT OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0Mjc=",
        "Citation": "[2014] 12 S.C.R. 424",
        "Case Type": "(CRIMINAL APPEAL /864-865/2012)",
        "Date": "12 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX180MjQtNDQwXzE3MDQyNzQ3NDIucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 424",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "12 December 2014",
        "Petitioner:": "Amit Chanchal Jha",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 865",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Registrar High Court Of Delhi",
        "Case Type:": "CRIMINAL APPEAL /864-865/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971",
            "Bar Council of India",
            "Section 2 (c)"
        ],
        "HeadNote": " Contempt of Courts Act, 1971: s.2(c)- Criminal contempt - Allegation that appe1/ant-advocate abused a lady advocate C during judicial proceedings - Matter taken up by the Bench in chamber - Appellant admitting the charge - Convicted for criminal contempt and punished to undergo imprisonment for 7 days and debarred from appearing in court for 3 months and matter directed to be reported to the Bar Council of India for  taking appropriate action - Held: Appellant taking vacillating stand - Apology tendered by appellant not sincere enough to be accepted so as to set aside the conviction - No reason to interfere with the impugned orders except to set aside the direction to refer the matter to the  "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "AJAY KUMAR PAL VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0Mjk=",
        "Citation": "[2014] 12 S.C.R. 441",
        "Case Type": "(WRIT PETITION(CRIMINAL) /128/2014)",
        "Date": "12 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX180NDEtNDUyXzE3MDQyNzQ3NjAucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 441",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "12 December 2014",
        "Petitioner:": "Ajay Kumar Pal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 867",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION(CRIMINAL) /128/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 6",
            "21",
            "32 of Constitution of India",
            "1950",
            "solitary confinement",
            "Mercy Petition",
            "death sentence"
        ],
        "HeadNote": " Constitution of India, 1950 - Art. 6, 21 and 32 - Writ Petition - Maintainability ~ Death sentence confirmed upto . Supreme Court - Petitioner put in solitary confinement right from the day of award of death sentence by trial court- Mercy Petition - Delay of 3 years 10 months in disposal thereof - Writ petition seeking commutation of death sentence to life imprisonment - On the ground of inordinate delay in disposal of Mercy Petition - Held: Petition u!Art. 32 is maintainable - The delay in disposal of Mercy Petition comes within the expression 'inordinate delay' - Segregation of the petitioner to solitary confinement before disposal of the Mercy Petition was in complete transgression of the right u/Art. 21 - The death sentence is commuted to imprisonment for life - Death Sentence - Prisons Act, 1894 - s. 30(3). "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "NEERU YADAV VS. STATE OF U.P AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0MzE=",
        "Citation": "[2014] 12 S.C.R. 453",
        "Case Type": "(CRIMINAL APPEAL /2587/2014)",
        "Date": "16 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX180NTMtNDY0XzE3MDQyNzQ3ODcucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 453",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "16 December 2014",
        "Petitioner:": "Neeru Yadav",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 841",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of U.p And Another",
        "Case Type:": "CRIMINAL APPEAL /2587/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973",
            "Section 439 CrPC"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s. 439 - Bail - Grant of - By the High Court - To the offender in a criminal case u/ss. 147, 148, 149, 302, 307, 394, 411, 454, 506, 120B /PC - Propriety of - Held: The accused was a history-sheeter and number of cases have been lodged against him - In the present case allegations against him were different from the co-accused - Therefore, grant of bail by the High Court on the ground of parity without scrutinizing every aspect of the 'case, was not justified - The order, granting bail is set aside C D . -8~ "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "S. SESHACHALAM & ORS. ETC. VS. CHAIRMAN, BAR COUNCIL OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0MzQ=",
        "Citation": "[2014] 12 S.C.R. 465",
        "Case Type": "(CIVIL APPEAL /11454-11459/2014)",
        "Date": "16 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX180NjUtNDg3XzE3MDQyNzQ4MjAucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 465",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "16 December 2014",
        "Petitioner:": "S. Seshachalam & Ors. Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 869",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Chairman, Bar Council Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /11454-11459/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu Advocates' Welfare Fund Act",
            "1987",
            "Advocates Welfare Fund",
            "lump sum"
        ],
        "HeadNote": " Tamil Nadu Advocates' Welfare Fund Act, 1987 - s. 16 Explanation II (5) Proviso - Payment of amount on cessation of practice - Advocates Welfare Fund - Classification of C advocates - Lawyers joining straight after their enrolment and lawyers who enroll themselves after they retire from government services and continue to receive pension and other terminal benefits - Denial of payment of two lakh rupees to the kin of advocates receiving pension or gratuity or other  terminal benefits from any State or Central Gove_rnment organization - Challenge to - Held: Classification of lawyers into these two categories is a reasonable classification having a nexus with.the object of the Act- Retired officials who joined legal profession constitute a separate class and the E disentitlement of the benefit of lump sum welfare fund to this group of advocates cannot be said to be unreasonable - Bihar State Advocates' Welfare Fund Act, 1983 - s. 1 (3) - Advocates' Welfare Fund Act, 1987 - Kera/a Advocates Welfare Fund Act - s. 15 - Orissa Advocates Welfare Fund F Act - s. 15 - Rajasthan Advocates Welfare Fund Act - s. 16. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "M/S. GOVIND RUBBER LTD. VS. M/S. LOUIDS DREYFUS COMMODITIES ASIA PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0Mzg=",
        "Citation": "[2014] 12 S.C.R. 488",
        "Case Type": "(CIVIL APPEAL /11438/2014)",
        "Date": "16 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX180ODgtNTA0XzE3MDQyNzQ4NDEucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 488",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "16 December 2014",
        "Petitioner:": "M/s. Govind Rubber Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 1042",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "M/s. Louids Dreyfus Commodities Asia Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /11438/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Section 6",
            "7 (4)",
            "7 (5)",
            "Arbitration agreement"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996: ss.6, 7(4), 7(5) - Arbitration agreement - Whether the parties we~ ad idem to refer the dispute for arbitration to the Singapore commodity Exchange in the absence of arbitration agreement - Held: An arbitration agreement even though in writing need not be signed by the parties if the record of agreement is provided by exchange of letters, telex, telegrams or other means of telecommunication - s. 7(4)(c) provides that there can be an arbitration agreement in the exchange of statements of claims and defence in which the existence of the agreement is alleged by one party and not denied by the other - If it can be prima facie shown that the parties are at ad idem, then mere fact of one party not signing the agreement cannot absolve himself from the liability under the agreement - Therefore, signature is not a formal requirement u/s. 7(4)(b) or s. 7(4)(c) or u/s. 7(5) of the Act - In the instant case, the intention of the parties is clear from the correspondence regarding their meeting of mind and ad idem to the terms of sale contract which contained the forum of dispute resolution at Singapore Commodity Exchange - Apart from that, after the dispute was referred to Singapore Commodity Exchange for arbitration, the appellant in response to the notice made a counter claim before the Arbitral Tribunal contending that the appellant had incurred huge loss in view of the failure on the part of the respondent to supply the goods in time - By making a counter claim, the appellant indeed submitted to the jurisdiction of the arbitrator.  "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "STATE OF PUNJAB VS. JAGGA SINGH ETC",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0NDI=",
        "Citation": "[2014] 12 S.C.R. 505",
        "Case Type": "(CRIMINAL APPEAL /2329-2331/2009)",
        "Date": "17 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX181MDUtNTE2XzE3MDQyNzQ4ODUucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 505",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "17 December 2014",
        "Petitioner:": "State Of Punjab",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 878",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "Jagga Singh Etc",
        "Case Type:": "CRIMINAL APPEAL /2329-2331/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 302",
            "302/120B of IPC",
            "Arms Act",
            "1959",
            "eye-witnesses"
        ],
        "HeadNote": " Penal Code, 1860- ss. 302 and 30211208 - Murder by seven accused - Two of the accused convicted uls. ;302 and s. 25 of Arms Act and their conviction confirmed by High C Court - Five of the accused convicted by trial court u/s. 3021 1208 and acquitted by High Court - Appeal against conviction order of two accused and acquittal order of the five accused - Held: conviction order against two accused is affirmed - The prosecution case against them is supported · D by evidence of eye-witnesses who are further corroborated by the evidence of finger-print expert - High Court rightly acquitted the five accused giving them benefit of doubt after proper appreciation of evidence - Arms Act, 1959 - s. 25. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "VIJAY PAL SINGH AND OTHERS VS. STATE OF UTIARAKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0NDU=",
        "Citation": "[2014] 12 S.C.R. 517",
        "Case Type": "(CRIMINAL APPEAL /37/2014)",
        "Date": "16 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl81MTctNTQyXzE3MDQyNzQ5MTgucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 517",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "16 December 2014",
        "Petitioner:": "Vijay Pal Singh And Others",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 870",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Utiarakhand",
        "Case Type:": "CRIMINAL APPEAL /37/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 304B/34",
            "498A",
            "201 of IPC",
            "Dowry Death"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 3048134, 498A and 201 - Dowry death - Death of victim-wife within four months of marriage - C Allegations by victim's father that the appellants-husband, his father, his brother and brother-in-law committed murder of his daughter and tried to destroy the dead body by burning - Allegation of also of continues dowry demand and threat of dire consequences - Acquittal by trial court, however, order D of conviction and sentence u/ss. 3048134, 498A and 201 passed by the High Court - On appeal, held: There has been a palpable misreading of evidence by the trial court, thus, the conclusions drawn by the trial court is perverse - Having regard to the circumstances though this case could have been E dealt with uls. 302, at this distance of time and in view of the lack of evidence on the chain of circumstances, it would not be proper for this Court to proceed uls. 302 for enhancement of punishment -Presumption can safely be drawn that death has been caused by the husband or his relatives, who caused F the cruelty or harassment as all the ingredients uls. 3048 have been proved beyond doubt particularly since there is no direct evidence on the part of the appellants to rebut the same - Conviction and sentence as against husband and father-in- /aw ulss. 3048134, 498A and 201 upheld - However, conviction and sentence of father-in-law and husband set G aside since offence not proved against them - Further, not a fit case for following the procedure uls. 235 Cr.P.C by this Court or for remand in that regard to the High CoLJrt.· "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "JAGMOHAN BAHL & ANR. VS. STATE (NCT OF DELHI) & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0ODE=",
        "Citation": "[2014] 12 S.C.R. 543",
        "Case Type": "(CIVIL APPEAL /2335/2014)",
        "Date": "18 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl81NDMtNTUyXzE3MDMzMjA5NTIucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 543",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "18 December 2014",
        "Petitioner:": "Jagmohan Bahl & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 1046",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State (nct Of Delhi) & Anr.",
        "Case Type:": "CIVIL APPEAL /2335/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: ss.439(2)",
            "438"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: ss.439(2), 438 \"'.' Bail application - First bail application dismissed by Additional Sessions Judge - Second bail application allowed by another Additional Sessions Judge who had not dealt with the first bail application - Held: The Judge, who has declined to entertain the prayer for grant of bail, if available, should hear the second bail application or the successive bail applications - It is in consonance with the principle of judicial decorum, discipline and propriety - Unless such principle is adhered to, there is enormous possibility of forum-shopping which has no sanction in law - Forum shopping - Judicial Decorum - Bail. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "ANIL S/O JAGANNATH RANA AND OTHERS VS. RAJENDRA S/O RADHAKISHAN RANA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0NzM=",
        "Citation": "[2014] S.C.R. 553",
        "Case Type": "(CIVIL APPEAL /11604/2014)",
        "Date": "18 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl81NTMtNTYzXzE3MDMzMjA1MjIucGRm",
        "SCR Citation:": "[2014] S.C.R. 553",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "18 December 2014",
        "Petitioner:": "Anil S/o Jagannath Rana And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 893",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Rajendra S/o Radhakishan Rana And Others",
        "Case Type:": "CIVIL APPEAL /11604/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: s.11(6)- Once the"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "RAJINDER SINGH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0NjM=",
        "Citation": "[2014] 12 S.C.R. 564",
        "Case Type": "(CRIMINAL APPEAL /1039/2014)",
        "Date": "17 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl81NjQtNTcyXzE3MDQyNzUwMTUucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 564",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "17 December 2014",
        "Petitioner:": "Rajinder Singh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 884",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1039/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 300 exception 4",
            "Section 304 Part II IPC",
            "FSL Report",
            "culpable homicide not amounting to murder"
        ],
        "HeadNote": " Penal Code, 1860 - s. 300 exception 4, s. 304 Part-I/ - On facts, in continuation of the earlier quarrel, fire broke out in which the fire shots Were exchanged between both the parties resulting in the death of two on the complainant side and one on the appellant side- Conviction and sentence of the appellant uls. 302 for causing murder of two by the courts below - Interference with - Held: Except a very sketchy unsupported FSL Report, no other acceptable evidence to show that the appellant was in any way responsible for killing of his own brother with the aid of his double barrel gun - On basis of the sketch drawn, FSL Report, evidence of the wife of the appellant's brother, death of two on the complainant's side occurred due to the firing resorted to as part of self defence by the appellant - It would amount to culpable homicide not amounting to murder, which was committed without any pre-meditation in a sudden fight in the heat of passion upon a sudden quarrel and that the offender did not take un.due advantage or acted in a cruel or unusual manner, which WDUld normally fall under Exception 4 of Section 300 - Thus, conviction modified to one u/s. 304 Part-II with the punishment of ten years - Since the sentence already suffered by the appellant is more than sufficient, the appellant to be released if not required in any other offence - Arms Act - s.27. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "SUBRATA ROY SAHARA VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0NzM=",
        "Citation": "[2014] 12 S.C.R. 573",
        "Case Type": "(WRIT PETITION(CRIMINAL) /57/2014)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl81NzMtNzk1XzE3MDQyNzUxNTgucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 573",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Subrata Roy Sahara",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 367",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION(CRIMINAL) /57/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India Act",
            "1992",
            "Article 32 r/w 21",
            "129 and 142 of Constitution of India",
            "Contempt of Court",
            "Recusal of Judges"
        ],
        "HeadNote": " Judiciary - Practice & Procedure - Recusal of Judges - · Held: Calculated psychological offensives and rnind games C adopted to seek recusa/ of Judges, need to be strongly repulsed - Such tactics deprecated. Contempt of Court - Mannerism and demeanour exhibited by contemnor - Appreciation of - Financial crime 0 - Subscription of OFCDs - I/legality in collection of money from investors -Directions issued by Supreme Court to the two companies in question, to refund the moneys collected by them from investors, who had subscribed to their OFCD's - Non-compliance of - Arrest and detention of contemnors for enforcement of Court directions - Leg.ality of - Challenged E - Writ petition - Maintainability of - Held: Not maintainable - Disobedience of orders of a Court strikes at the very root of . the rule of law, on which the judicial system rests - Judicial · orders are bound to be obeyed at all costs - Judicial orders cannot be permitted to be circumvented - In exercise of F contempt jurisdiction - Courts have the power to enforce compliance of judicial orders, and also, the power fo·punish for contempt - On facts, the two companies in question of which the petitioner is a promoter, flouted orders passed by the· SEBI '(FTM), SAT, the High Court and of Supreme Court, G with impunity - Facts and information solicited were never disclosed - Position aclopted by the two companies was always projected on the basis of unverifiable material - The t.wb companies remained adamant while frittering awayrepeated opportunities granted by this Court to comply with the orders - The companies adopted a demeanour of defiance constituting a rebellious behaviour, not amenable to the rule of Jaw - Since all the efforts to cajole the two companies and the petitioner were methodically B circumvented, this Bench started adopting sequentially harsher means to persuade compliance of this Court's orders, leading finally to the passing of the impugned order - Principles of natural justice were followed - There was no bias - Constitution of India, 1950- Arts. 32 rlw 21, 129 and 142- C Securities and Exchange Board of India Act, 1992. Abuse of Court - Suggestion given to the legislatqre to formulate a mechanism that· anyone who initiates and continues a· litigation senselessly, pays for the same - Legislature to consider introduction of a \"Code of Compulsory D Costs\" "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "RUNGTA ENGINEERING COLLEGE, BHILAI & ANOTHER VS. CHHATTISGARH SWAMI VIVEKANAND TECHNICAL UNIVERSITY & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0ODA=",
        "Citation": "[2014] 12 S.C.R. 796",
        "Case Type": "(WRIT PETITION (CIVIL) /653/2014)",
        "Date": "25 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl83OTYtODE2XzE3MDQyNzUxOTcucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 796",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "25 September 2014",
        "Petitioner:": "Rungta Engineering College, Bhilai & Another",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 684",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Chhattisgarh Swami Vivekanand Technical University & Another",
        "Case Type:": "WRIT PETITION (CIVIL) /653/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "All India Council for Technical Education Act",
            "1987",
            "The Chhattisgarh Swami Vivekanand Technical University Act",
            "2004",
            "imparting technical education"
        ],
        "HeadNote": " All India Council for Technical Education Act, 1987 - ss.2(h), 3 and 10(k) - Establishment and running of institutions imparting technfcal education - Regulation of - Held: Educational institutions imparting technical education are amenable to th'e control of AICTE:under the 1987 Act in certain aspects and the regulatory authority of the. State, and D Universities established by or under a legislation of the State, in certain other aspects. All India .Council for Technical Education Act, 1987 - ss.2(h), 3 qnd 1 O(k) -Authority to grant/decline affiliation to institution imparting technical education - Objections of respondent-University for declining affiliation to first petitioner college - Challenge to - Held: Each one of the objections squarely fell within the sweep of one or the other areas which only the A/GTE had the exclusive jurisdiction to deal with - None of them fell within the area legally falling within the domain of the respon.dents - Only course of action available for the respondents was to bring the shortcomings noticed by them to the notice of the A/GTE and seek appropriate aution against the petitioner college ~ Decision of respondent not to grant affiliation to the first petitioner college wholly untenable - The Chhattisgarh Swami Vivekanand Technical University Act, 2004. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "NARINDER S. CHADHA & ORS. VS. MUNICIPAL CORPORATION OF GREATER MUMBAI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0ODk=",
        "Citation": "[2014] 12 S.C.R. 817",
        "Case Type": "(CIVIL APPEAL /10836/2014)",
        "Date": "08 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl84MTctODQ0XzE3MDQyNzUyNzMucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 817",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "08 December 2014",
        "Petitioner:": "Narinder S. Chadha & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 844",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Municipal Corporation Of Greater Mumbai & Ors.",
        "Case Type:": "CIVIL APPEAL /10836/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cigarettes and Other Tobacco Products (Prohibition of Advertisement and Regulation of Trade and Commerce",
            "Production",
            "Supply and Distribution) Act",
            "2003"
        ],
        "HeadNote": " Cigarettes and Other Tobacco Products (Prohibition of Advertisement and Regulation of Trade and Commerce, Production, Supply and Distribution) Act, 2003: s. 6 rlw the Rules framed under the Act - Circular dated 04.07.2011 - Issued by Municipal Corporation - Adding conditions in General Conditions of licence issued uls. 394 of Mumbai Municipal Corporation Act - Validity of the conditions - Held: s.6 of the Act lays down the condition prohibiting sale of cigarettes - Any condition which prohibits sale of cigarettes/tobacco products in the premises licenced by Municipal Corporation would amount to adding another exception, which is not permissible in law - The condition No.35(C) would be ultra vires the Act and the Rules framed thereunder - However, sub-clauses (DJ and (E) of condition No. 35 are valid - Prohibition of smoking in Public Places Rules, 2008 - rr.4(3) and 3(1)(c) - Mumbai Municipal Corporation Act, 1888 - s.394. s.3(m) - 'Sale' - Definition of- Interpretation - Held: The definition being exhaustive, would not include 'service' within its ambit. s. 6 rlw the Rules framed under the Act - Notice dated 5th July, 2011 -Issued under s.44 of Tamil Nadu Public Health Act, 1939 - Preventing hotel/restaurant owner from providing tobacco to persons (not minors) and prohibiting Hookah Bars within a radius of 300 ft. of an educational institution \"- Validity· of - Held: The notice is ultra vires the Act and the Rules - Prohibition of Smoking in Public Places Rules, 2008 - Tamil Nadu Public Health Act, 1939 - s.44. s. 6 rlw. the Rules framed under the Act - Order dated 14. 07.2011 - Issued u/s. 33 of Bombay Police Act rlw. s. 144 Cr.P.C - Prohibiting hookah bars - Validity of - Held: The word 'regulate' under the Police . Act would not include the power to prohibit - Power u/s. 144 Cr.P.C. is for passing temporary orders which cannot last beyond 2 months - Hence the order is not valid - Bombay Police Act, 1951 - s.33 - Code of Criminal Procedure, 1973 - s.144 - Prohibition of Smoking in Public Places Rules, 2008. Prohibition of Smoking in Public Places Rules, 2008 - D rr. 3 and 4- Applicability of - Discussed. Equity - Applicability of - 'Equity follows the law' - If the law is clear, no notions of equity can substitute the same. Words and Phrases - 'Sale' and 'Service' - Meaning of,  in the context of Cigarettes and Other Tobacco Products (Prohibition of Advertisement and Regulation of Trade and Commerce, Production, Supply and Distribution) Act, 2003.  "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "SRI GANGAI VINAYAGAR TEMPLE & ANR. VS. MEENAKSHI AMMAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0OTY=",
        "Citation": "[2014] 12 S.C.R. 845",
        "Case Type": "(CIVIL APPEAL /4227/2003)",
        "Date": "09 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxOV8xMl84NDUtODc0XzE3MDQyNzUzNjQucGRm",
        "SCR Citation:": "[2014] 12 S.C.R. 845",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "09 October 2014",
        "Petitioner:": "Sri Gangai Vinayagar Temple & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 693",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Meenakshi Ammal & Ors.",
        "Case Type:": "CIVIL APPEAL /4227/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Order 2 Rule 2 and Section 11 of CPC",
            "Res Judicata"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or. 2, r. 2 and s. 11 - Res judicata - Applicability of - Plea of appellant-trust through its C trustees that respondents/tenants of the demised property were barred by principle of res judicata from challenging the findings of trial court especially the trust's ownership of the demised property, since the tenants filed only one appeal, i.e. arising from one suit (O.S.6178), without assailing identical D conclusions arrived at by trial court in two other suits (0.S. 51 78 and 7178) - All the three suits were connected, heard together, and decided by the trial Court by way of a common judgment, but by three separate decrees - Held: Plea of appellants tenable - Pleadings on behalf of the tenant were common in all three suits - Decree, arising from the connected suits and the common judgment, if not assailed, metamorphoses into the character of a \"former suit\" - Having failed or neglected or concertedly avoided filing appeals against the decrees in O.S. 5178 and O.S.7178, the cause of F _ plaintiff tenants was permanently sealed and foreclosed since res judicata applied against them. Res Judicata - Raison d'etre and applicability of - Discussed. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "STATE OF TAMIL NADU VS. STATE OF KERALA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0OTU=",
        "Citation": "[2014] 12 S.C.R. 875",
        "Case Type": "(ORIGINAL SUIT /3/2006)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu\n*, Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl84NzUtMTAzNl8xNzAzMzIxNDg1LnBkZg==",
        "SCR Citation:": "[2014] 12 S.C.R. 875",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "State Of Tamil Nadu",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 373",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Dattu",
        "Respondent:": "State Of Kerala & Anr.",
        "Case Type:": "ORIGINAL SUIT /3/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Art. 131- Inter-State water"
        ],
        "HeadNote": " Constitution of India, 1950 - Art. 131- Inter-State water dispute - Mullaperiyar dam, a masonry dam, constructed across Periyar river pursuant to lease agreement dated 29- 10-1886 executed between Government of the Maharaja of Travancore and the Secretary of State for India - On coming into force of the States Reorganisation Act, 1956, State of Travancore-Cochin was formed and State of Kera/a is its' successor-in-interest - State of Tamil Nadu is successor-in- interest of the Governor in Council, Secretary of State for India - Dam situated at Thekkady District in Kera/a but owned and operated by the Government of Tamil Nadu - In an earlier round of litigation, vide judgment dated 27-2-2006, Supreme Court permitted water level in the Mullaperiyar dam to be raised. up to 142 ft and also restrained the State of Kera/a and its officers from causing any obstruction the(eto - However, vide subsequent enactment of the 2006 Amendment Act by the Kera/a State Legislature, Full Reservoir Level (FRL) of the dam fixed and limited to136 ft - Suit filed by State of Tamil Nadu u/Art. 131 of the Constitution against the State of Kera/a - Maintainability_ of suit u/.Art. 131 - Validity and binding nature of 1886 L;ease Agreement and the effect of 1970 supplemental agreements - Held: Suit filed by State of Tamil Nadu was maintainable u/Art. 131 of the Constitution - The suit was based on a legal right claimed under the lease deed dated 29-10-1886- State of Kera/a (first defendant) estopped from raising plea that lease deed dated 29-10-1886 had lapsed, in view of supplemental agreements dated 28-05- 1970 between State of Kera/a and State of Tamil Nadu - Lease deed dated 29-10-1886 valid and binding on the first defendant (State of Kera/a) and· enforceable against it - Kera/a Irrigation and Water Conservation Act, 2003 - Kerala Irrigation and Water Conservation (Amendment) Act, 2006. Constitution of India, 1950 - Art.131 - Inter-State water dispute - Mullaperiyar dam, a masonry dam, constructed across Periyar river - Dam situated at Thekkady District in Kerala but owned and operated by the Government of Tamil Nadu - In an earlier round of litigation, vide judgment dated 27-2-2006, .Supreme Court permitted water level in the Mullaperiyar dam to be raised up to· 142 ft and also restrained the State of Kerala and its officers from causing any obstruction thereto - However, vide subsequent enactment of the 2006 Amendment Act by the Kerala State Legislature, Full Reservoir Level (FRL) of the dam fixed and limited to136 ft - Suit filed by State of Tamil Nadu u/Art. 131 of the Constitution against the State .of Kerala Constitution of India, 1950 - Art.131 - Inter-State water dispute - Mullaperiyar dam, a masonry dam, constructed across Periyar river - Dam situated at Thekkady District in Kera/a but owned and operated by the Government of Tamil Nadu - In an earlier round of litigation, vide judgment dated 27-2-2006, Supreme Court permitted water level in the Mullaperiyar dam to be raised up to 142 ft and also restrained the State of Kera/a and its officers from causing any: obstruction thereto - However, vide subsequent enactment of the 2006 Amendment Act by the Kera/a State Legislature, Full Reservoir Level (FRL) of the dam fixed and limited to136 ft- Suit filed by State of Tamil Nadu u/Art. 131 o( the Constitution against the State of Kera/a - Whether first defendant (State of Kera/a) estopped from contending that Periyar River is not an inter-State river - Held: It is true that averrnent of Tamil Nadu in the plaint that the two States - Kera/a and Tamil Nadu - are riparian States is not right in its entirety because Tamil Nadu is not a riparian State but the status of Periyar river as inter-State river cannot be overlooked - It is not open to Kera/a to take a totally inconsistent plea and begin fresh controversy about the status of Periyar river on the ground that the earlier plea was founded on some erroneous premise - Kera/a cannot be permitted to contend that river Periyar is an intra-State river and not an inter-State river - Kera/a Irrigation and Water Conservation Act, 2003 - Kera/a Irrigation and Water Coriservation (Amendment) Act, 2006 - Doctrines I Principles - Rule of estoppal. Constitution of India, 1950 - Art.131 - Inter-State water dispute - Mullaperiyar dam, a masonry dam, constructed across Periyar river - Dam situated at Thekkady District in Kera/a but owned and operated by the Government of Tamil Nadu - In an earlier round of litigation, vide judgment dated 27-2-2006, Supreme Court permitted water level in the Mullaperiyar dam to be raised up to 142 ft and also restrained the State of Kera/a and its officers from causing any obstruction thereto - However, vide subsequent enactment of the 2006 Amendment Act by the Kera/a State Legislature, Futi Reservoir Level (FRL) of the dam fixed and limited to136 ft - Suit filed by State of Tamil Nadu u/Art. 131 of the Constitution against the State of Kerala - Whether offer of the first defendant (State of Kera/a), to construct a new dam across River Periyar in the downstream region of Mullai Periyar Dam would meet the ends of justice and requirements of plaintiff - · Held: For construction of new dam, there has to be agreement of both the parties - Offer made by Kera/a cannot be thrusted upon Tamil Nadu - However, parties granted liberty to apply to the Court if they are able to arrive at some amicable solution - Kerala Irrigation and Water Conservation Act, 2003 - Kerala Irrigation and Water Conservation (Amendment) Act, 2006. Constitution of India, 1950 - Art.131 - Inter-State water· dispute - Mul/aperiyar dam, a masonry dam, constructed across Periyar river - Dam situated at Thekkady District in E Kera/a but owned and operated by the Government of Tamil Nadu - In an earlier round of litigation, vide judgment dated 27-2-2006, Supreme Court permitted water level in the Mullaperiyar dam to be raised up to 142 ft and also restrained the State of Kera/a and its officers from causing any F obstruction thereto - However,. vide subsequent enactment of the 2006 Amendment Act by the Kerala State Legislature, Full Reservoir Level (FRL) of the dam fixed and limited for136 ft- Suit filed by State of Tamil Nadu u/Art. 131 of the Constitution against the State of Kera/a - Whether plaintiff entitled to a G permanent injunction restraining the first defendant (State of Kera/a) from applying -and enforcing the 2006 Amendment Act with reference to Mullai Periyar Dam - Held: On facts, Tamil Nadu able to establish that invasion on its rights was substantial - Tamil Nadu able to make out a case for grant . H of injunction -2006 Amendment Act passed by Kerala legislature unconstitutional in its application to and effect on A the Mullaperiyar dam· - 1st defendant (State of Kera/a) restrained by decree of permanent injunction from applying and enforcing the impugned legislation or in any manner interfering with or obstructing the State of Tamil Nadu from increasing the water level to 142 ft. and from carrying out the B repair works as per the judgment dated 27-2-2006 - To allay the apprehensions of Kerala about safety of Mullaperiyar dam on restoration of FRL to 142 ft., a 3-Member Supervisory Committee constituted - Committee to have one representative from the Central Water Commission and one c representative each from the two States of Tamil Nadu and Kerala - Kerala Irrigation and Water Conservation Act, 2003 - Kerala Irrigation and Water Conservation (Amendment)Act, . 2006 - Suit - Suit for injunction. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "COMMISSIONER OF INCOME TAX (CENTRAL)-1, NEW DELHI VS. VATIKA TOWNSHIP PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0ODk=",
        "Citation": "[2014] 12 S.C.R. 1037",
        "Case Type": "(CIVIL APPEAL /8750/2014)",
        "Date": "15 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNF8xMl8xMDM3LTEwMzlfMTcwMzMyMTMwOS5wZGY=",
        "SCR Citation:": "[2014] 12 S.C.R. 1037",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "15 September 2014",
        "Petitioner:": "Commissioner Of Income Tax (central)-1, New Delhi",
        "Disposal Nature:": "Reference answered",
        "Netural Citation:": "2014 INSC 629",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Vatika Township Private Limited",
        "Case Type:": "CIVIL APPEAL /8750/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s. 113 proviso (insertion by the"
        ],
        "HeadNote": " ncome Tax Act, 1961 - s. 113 proviso (insertion by the Finance Act, 2002) - Surcharge Qn block assessment - Block assessment for the period from 01.04.1989 to 10.02.2000 :- Levy of surcharge under the proviso inserted in s. 113 by the Finance Act, 2002, with effect from 01.06.2002 - Prospective or retrospective in operation ..,.. Held: Is to be construed prospective in nature - The intention of the legislature was to make proviso in s. 113 prospective in nature - This proviso cannot be treated as declaratory/statutory or curative in nature. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "BHUVNESH KUMAR DWIVEDI VS. M/S HINDALCO INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2MTI=",
        "Citation": "[2014] 12 S.C.R. 1080",
        "Case Type": "(CIVIL APPEAL /4883-4884/2014)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX18xMDgwLTExMTlfMTcwNDI3NTU5NS5wZGY=",
        "SCR Citation:": "[2014] 12 S.C.R. 1080",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Bhuvnesh Kumar Dwivedi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 335",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "M/s Hindalco Industries Ltd.",
        "Case Type:": "CIVIL APPEAL /4883-4884/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Laws",
            "Jurisdiction of High Court",
            "Judicial review",
            "The Uttar Pradesh industrial Disputes Act",
            "1947"
        ],
        "HeadNote": " Labour Laws - Interference with order of Labour Court I Industrial tribunal - Jurisdiction of High Court - Held: High  Court can interfere with an order of the Tribunal only on the procedural level and in cases, where decision of the lower courts was arrived at in gross violation of the legal principles - High Court shall interfere with factual aspect placed before the Labour Courts only when it is convinced that the Labour Court has made patent mistakes in admitting evidence illegally or have made grave errors in law in coming to the conclusion on facts - Constitution of India, 1950 - Arts. 226 and 227 - Judicial review. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "STATE OF ORISSA AND ANR. VS. FAKIR CHARAN SETHI DEAD THROUGH LRS AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2MjE=",
        "Citation": "[2014] 12 S.C.R. 1120",
        "Case Type": "(CIVIL APPEAL /1812-1815/2014)",
        "Date": "09 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX18xMTIwLTExMzFfMTcwNDI3NTY1MC5wZGY=",
        "SCR Citation:": "[2014] 12 S.C.R. 1120",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "09 October 2014",
        "Petitioner:": "State Of Orissa And Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 696",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Fakir Charan Sethi Dead Through Lrs And Ors.",
        "Case Type:": "CIVIL APPEAL /1812-1815/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Orissa Estates Abolition Act",
            "1951",
            "continuity of tenure",
            "Judicial order"
        ],
        "HeadNote": " Orissa Estates Abolition Act, 1951 - s.8 - Requirement u/s. 8 for being recognized as tenants under the State C Government - Benefit of continuity of tenure - When available - Held: To confer the benefit of continuity of tenure to the tenant, possession as well as cultivation of the land are relevant as on the date of vesting of the land under the Act. Judgment/order- Correctness and authenticity of- Held: Judicial order must be based on strong foundational facts free from any doubt as regards the correctness and authenticity thereof. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "BASAPPA S/O SANGANABASAPPA BAHVIKATTI VS. T. RAMESH S/O TANGAVELU AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2Mjc=",
        "Citation": "[2014] 12 S.C.R. 1132",
        "Case Type": "(CIVIL APPEAL /9393/2014)",
        "Date": "10 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX18xMTMyLTExNDVfMTcwNDI3NTY4Ny5wZGY=",
        "SCR Citation:": "[2014] 12 S.C.R. 1132",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "10 October 2014",
        "Petitioner:": "Basappa S/o Sanganabasappa Bahvikatti",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 705",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "T. Ramesh S/o Tangavelu And Anr.",
        "Case Type:": "CIVIL APPEAL /9393/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicle Act",
            "1988",
            "Accident claim",
            "Permanent disability",
            "Loss of earning capacity"
        ],
        "HeadNote": " Motor Vehicle Act, 1988 - Accident claim - Permanent disability - Loss of earning capacity - Assessment of - Appellant sustained serious injuries due to rash and negligent driving of respondent No. 1 driver - Tribunal awarded compensation of Rs. 93, 800 with 6% interest - High Court enhanced compensation to Rs. 2,59,000 - On appeal, held: Appellant was working as Goundi i.e. at the building construction sites - Such work required good health and extreme fitness as it was a strenuous task which involved lot of physical activities - Appellant suffered permanent disability of 58% to the whole body and was not capable of doing heavy work - He was even unable to walk and stand for a long time - Hence, his functional disability to be taken at 85% - Applying formula contained in Note (5) of the Second Schedule to the Act, loss of future income would work out to Rs.5,35,5001- - Similarly, for pain and suffering, amount of Rs.25,0001- awarded by High Court increased to Rs.60,0001- - Appellant to get interest @ 9% per annum from the date of claim petition till payment - Total compensation payable to appellant coming to Rs. 6, 72, 0001- as against Rs.2,59,5001-, awarded by High Court. "
    },
    {
        "volume": "2014Volume 12",
        "Case Name": "NAND KUMAR VS. STATE OF CHHATIISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2Mzc=",
        "Citation": "[2014] 12 S.C.R. 1146",
        "Case Type": "(CRIMINAL APPEAL /906/2012)",
        "Date": "31 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMi9QYXJ0IEkvX18xMTQ2LTEyNThfMTcwNDI3NTc0Ny5wZGY=",
        "SCR Citation:": "[2014] 12 S.C.R. 1146",
        "Year/Volume:": "2014/ Volume 12",
        "Date of Judgment:": "31 October 2014",
        "Petitioner:": "Nand Kumar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 756",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Chhatiisgarh",
        "Case Type:": "CRIMINAL APPEAL /906/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 302 r/w section 149",
            "148 IPC",
            "Unlawful assembly"
        ],
        "HeadNote": " Penal Code, 1860 - s.302 rlw ss.149, 148 - Unlawful assembly - Murder - Three deiceased - Weapons of offence including lathis, battle axe, sword and rods - Conviction of accused-appellants - Justification - Held: Justified - Ocular evidence of two eye witnesse's (PWs 1 and 3) conclusively prove not only the involvement of accused persons but their actual active role in killing the three persons - Corroboration from medical evidence of thre,e doctors PW12 and 13 and 14 and their respective post-mo1tem reports (Exs-P-56, 59 and 61) - Accused persons did not listen to the prayer of PWs1 and 3 and with a pre-deterrmned motive killed the deceased persons by beating them dw3 to which two of them died on the spot and one succumbecf in the hospital after some time - PWs-1 and 3 elaborately narrated the entire incident by taking the names of every accused whom they knew to be the residents of the same area. Penal Code, 1860 - ss. 141, 142 and 149 - Unlawful assembly - Common obje«i:t - Circumstances, in which a member of an unlawful assembly can be held to have committed an offence in pursuance of the common object of such assembly of which he is a member - Principles of law discussed. Evidence - Related witness - Appreciation of - Murder case - Plea that since Pv1fs 1 and 3 were in close relation with the deceased persons being wife/mother or daughter/ A sister and that they should not be believed for want of evidence of any independent witness, rejected. Evidence - Evidence of witness - Discrepancies - Appreciation of. "
    }
]