[
    {
        "volume": "2014Volume 4",
        "Case Name": "PAWAN KUMAR & ANR. ETC. VS. M/S HARKISHAN DASS MOHAN LAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjU5MA==",
        "Citation": "[2014] 4 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /5906/2008)",
        "Date": "29 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMS05XzE3MDI5NzYwODIucGRm",
        "SCR Citation:": "[2014] 4 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "29 January 2014",
        "Petitioner:": "Pawan Kumar & Anr. Etc.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 62",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "M/s Harkishan Dass Mohan Lal & Ors.",
        "Case Type:": "CIVIL APPEAL /5906/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MOTOR VEHICLES ACT",
            "1988: c Fatal accident"
        ],
        "HeadNote": "MOTOR VEHICLES ACT, 1988:  Fatal accident - Collusion between a truck and a jeep -- Claim petition in respect of victims traveling in jeep - High Court apportioning the liability of driver/owner of truck at 70% and that of driver/owner of jeep at 30% -- Held: Since the victims were third parties, High Court was not correct in apportioning the liability for the accident between drivers! owners of the two vehicles -- Drivers/owners of both the vehicles are jointly and severally liable to pay compensation and it is open to claimants to enforce the award against both or any of them -- Order of High Court modified accordingly.Motor accident - Compensation - Principles of composite and contributory negligence - Explained."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "OCCUPATIONAL HEALTH AND SAFETY ASSOCIATION VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjU5Mg==",
        "Citation": "[2014] 4 S.C.R. 10",
        "Case Type": "(WRIT PETITION (CIVIL) /79/2005)",
        "Date": "31 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTAtMjZfMTcwMzE1MjM0Ni5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 10",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "31 January 2014",
        "Petitioner:": "Occupational Health And Safety Association",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 72",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /79/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF IND/A",
            "1950: Art. 21 rlw Arts. 39",
            "41 and 42 - Right to health"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950: Art. 21 r/w Arts. 39, 41 and 42 - Right to health - Workers working in Coal Fired Thermal Power Plants(CFTPPs) - Exposed to serious health hazards and occupational health disorders - Held: Right to live with human dignity enshrined in Art. 21 derives its life breath from the Directive Principles of State Policy, particularly clauses (e) and (f) of Art. 39, Arts. 41 and 42 -- Those Articles include protection of health and strength of workers and just and humane conditions of work - - When workers are engaged in such hazardous and risky jobs, then responsibility and duty on State is double-fold -- Occupational health and safety issues of CFTPPs are associated with thermal discharge, air and coal emission, fire hazards, explosion hazards etc. -- Necessity for constant supervision and the drive to mitigate harmful effects on workers is of extreme importance -- CFTPPs are spread over various States in the country - It would be appropriate for respective High Courts to examine whether CFTPPs are complying with safety standards and the rules and regulations and the issues projected in the judgment relating to the health of the employees working in various CFTPPs within their jurisdiction - The matter is, therefore, relegated to High Courts to examine the issues with the assistance of State Governments after calling for necessary Reports from the CFTPPs situated in their respective States."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "M/S BAND BOX PRIVATE LIMITED VS. ESTATE OFFICER, PUNJAB & SIND BANK AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjYxMw==",
        "Citation": "[2014] 4 S.C.R. 42",
        "Case Type": "(CIVIL APPEAL /2878/2014)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNDItNDhfMTcwMzE1MjUyNC5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 42",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "M/s Band Box Private Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 138",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Estate Officer, Punjab & Sind Bank And Anr.",
        "Case Type:": "CIVIL APPEAL /2878/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PUBLIC PREMISES (EVICTION OF UNAUTHORISED OCCUPANTS) ACT",
            "1971",
            "Eviction of unauthorized occupants"
        ],
        "HeadNote": "PUBLIC PREMISES (EVICTION OF UNAUTHORISED OCCUPANTS) ACT, 1971: Eviction of unauthorized occupants - Appellant in occupation of property in question since 26. 3. 1952 - Respondent-Bank becoming owner of it on 13.12.1978 - Notice u/s 106 of TP Act by Bank followed by proceedings to evict the appellant - Plea of appellant that it was protected under Delhi Rent Control Act - Order of eviction by Estate Officer of Bank - Confirmed by District Judge as well as single Judge and Division Bench of High Court - Held: Orders passed by Division Bench as well as by single Judge of High Court, District Judge, and Estate Officer are set aside -- Eviction proceedings initiated against appellant will stand set aside - However, appellant shall continue to pay Rs.1,80,0001 - per month as rent as per order dated 6.8.2012, in place of the recorded rent of Rs. 183 per month, for a period of 12 years with an annual increase of 10% as directed in the order - It is made clear that after 12 years, it will be open to respondents to take steps under Public Premises Act, if required - Transfer of Property Act, 1882 - s.106."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "BALDEV SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjYxOA==",
        "Citation": "[2014] 4 S.C.R. 49",
        "Case Type": "(CRIMINAL APPEAL /503/2014)",
        "Date": "26 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNDktNTRfMTcwMzE1MjU5MS5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 49",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "26 February 2014",
        "Petitioner:": "Baldev Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 928",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /503/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988: s. 13(2) - Demand of bribe for a/location of canal water"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988: s. 13(2) - Demand of bribe for a/location of canal water - Money paid in the house of the accused - Conviction and rigorous imprisonment for 3 C years by courts below - Held: The evidence established that the complainant had handed over to the appellant a sum of Rs.10001- which was subsequently recovered from beneath the files - Formality of tallying the numbers on the currency notes was complied with, including the washing of the  appellant's hands in Sodium Carbonate solution, leading to his unassailable implication - Courts below rightly noted that the complainant would have had no occasion to go to the · house of the appellant unless he had been specifically called; and it was improbable for the complainant to be called  to the home and not to the office, unless there was some ulterior motive, such as claim and receipt of the subject bribe - Appellant failed to show any contradiction or inconsistency in the statement of the complainant - Conviction upheld - However, in the peculiar circumstances of the case, that the  appellant was 62 years of age, and already retired and, therefore, cannot indulge in corrupt practices, the sentence is reduced to two years Rigorous Imprisonment, but the fine is increased to Rs.10,0001- - Sentence/Sentencing."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "JHAPTU RAM VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjYyNQ==",
        "Citation": "[2014] 4 S.C.R. 50",
        "Case Type": "(CRIMINAL APPEAL /1223/2012)",
        "Date": "26 FEBRUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTUtNThfMTcwMzE1MjY4Ni5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 50",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "26 February 2014",
        "Petitioner:": "Jhaptu Ram",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 927",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1223/2012",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 - Murder - Altercation between the appellant and his son"
        ],
        "HeadNote": "Penal Code, 1860: s.302 - Murder - Altercation between the appellant and his son - Intervention by the deceased- victim and his mother staying next door - Gun shot fire by appellant at the deceased resulting in his death - Conviction u/s.302 by trial court, upheld by High Court - On appeal, held: Undoubtedly, it was a case wherein the deceased and his mother were called to intervene and pacify the matter - An altercation took place between the appellant and the deceased - No evidence to show that there was any prior intention of the appellant to kill the deceased - As per the medical and ocular evidence, there was only one gun shot fired by the appellant which proved to be fatal for deceased - prosecution failed to marshal any evidence to show that the gun was in the hand of the appellant when the deceased entered his house - In such peculiar facts and circumstances of the case, conviction u/s.302 is set aside and appellant is convicted u/s.304 Part-/ and awarded sentence of ten years."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "DALJIT SINGH GUJRAL & ORS. VS. JAGJIT SINGH ARORA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzEyMw==",
        "Citation": "[2014] 4 S.C.R. 59",
        "Case Type": "(CRIMINAL APPEAL /506-508/2014)",
        "Date": "27 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTktNjlfMTcwMzE1Mjc0NS5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 59",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 February 2014",
        "Petitioner:": "Daljit Singh Gujral & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 149",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Jagjit Singh Arora & Ors.",
        "Case Type:": "CRIMINAL APPEAL /506-508/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Application for correction of judgment - Scope of - Petition u/s 482 CrPC for quashing proceedings of a complaint case relating to medical negligence"
        ],
        "HeadNote": " JUDGMENTS: Application for correction of judgment - Scope of - Petition u/s 482 CrPC for quashing proceedings of a complaint case relating to medical negligence - Single Judge of High Court framing issue on the premise that patient died due to wrong treatment and medical negligence - Petition dismissed - Subsequently, on an application by complainant single Judge issuing orders to correct the words \"dead\" and \"death\" in the judgment as \"the brink of death\" - Held: It cannot be said that single Judge was merely correcting an accidental omission or typographical error - By correcting the judgment, the very foundation and the issue formulated, lost its sanctity - Single Judge cannot correct an issue which has been framed and answered - First issue framed is with regard to the \"wrong treatment and consequential death of a patient\" and it was that issue which was answered - Record does not contain any statement that the wife of complainant is no more - The entire thought process of single Judge centered round on an incorrect premise that, due to gross negligence on the part of appellants, wife of complainant died - Further single Judge has expressed the opinion so expressively in the judgment that it practically forecloses all defences available to parties, who are supposed to face trial - Judgment as well as the subsequent order would stand set aside - High Court directed to hear petition u/s 482 CrPC afresh- Code of Criminal Procedure, 1973 - s.482. "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "CHETRAM VS. STATE OF UTTARAKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjYzMQ==",
        "Citation": "[2014] 4 S.C.R. 70",
        "Case Type": "(CRIMINAL APPEAL /543/2014)",
        "Date": "04 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNzAtNzZfMTcwMzE1MjgyNy5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 70",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "04 March 2014",
        "Petitioner:": "Chetram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 930",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Uttarakhand",
        "Case Type:": "CRIMINAL APPEAL /543/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s.302 rlw s.34 - Murder - Two accused"
        ],
        "HeadNote": "PENAL CODE, 1860:  s.302 r/w s.34 - Murder - Two accused - One of them stabbed the victim resulting into his death - Conviction by courts below of both - Plea of appellant that no role was attributed to him in the crime - Held: No role was assigned to appellant in FIR or in statement u/s 161 by solitary eye- witness - His testimony before court stating that appellant caught hold of victim is an improvement over his statement in FIR and u/s 161 CrPC - This creates a suspicion about overt act attributed to appellant - His involvement in the incident remains doubtful - Accordingly, appellant is entitled to benefit of doubt and, as such, acquitted."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "REGISTRAR GENERAL, HIGH COURT OF MADRAS VS. R. GANDHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjYzNw==",
        "Citation": "[2014] 4 S.C.R. 77",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /892-893/2014/2014)",
        "Date": "05 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNzctOTZfMTcwMzE1MjkyNy5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 77",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "05 March 2014",
        "Petitioner:": "Registrar General, High Court Of Madras",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 169",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "R. Gandhi & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /892-893/2014/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950: Article 217 - Appointment of High Court Judge"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950: Article 217 - Appointment of High Court Judge - Writ petition seeking direction to Union of India and Supreme Court Collegiums to return the fist of 12 persons comprising of ten Advocates and two District Judges for consideration by the collegiums of Supreme Court for appointment as Judges of the Madras High Court on the ground of non-suitability - Maintainability of - Held: The writ petitioners took a premature step by filling writ petitions seeking a direction to Union of India to return the list sent by the collegium of the Madras High Court without further waiting its consideration by the Supreme Court collegium - The fact-situation is that even after the President of India accepts the recommendations and warrants of appointment are issued, the Court is competent to quash the warrant - In such a situation, the writ petitioners or the members of the Bar could approach the Chief Justice of India; or the Law Minister - But instead of resorting to such a procedure, the writ petitioners had adopted an unwarranted short-cut knowing it fully well that on the ground of the suitability, the writ petitions were not maintainable. JUDICIARY: Judicial Appointments - Guiding factors - Discussed. JUDICIAL REVIEW: Judicial Appointments - Held: Judicial review is permissible only on assessment of eligibility - and not on suitability."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "PHOOL CHANDRA & ANR. VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjY0MQ==",
        "Citation": "[2014] 4 S.C.R. 97",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /2448/2014)",
        "Date": "10 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfOTctMTA0XzE3MDMxNTMwMTcucGRm",
        "SCR Citation:": "[2014] 4 S.C.R. 97",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "10 March 2014",
        "Petitioner:": "Phool Chandra & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 938",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of U.p.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /2448/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Article 136 - Special leave C petition"
        ],
        "HeadNote": "Constitution of India, 1950: Article 136 - Special leave  petition - Maintainability of - In the instant case, petitioners were convicted by trial court - Appeal before High Court - Bail granted by High Court - Application by petitioner for early hearing of appeal wherein order passed to put up the case before appropriate Bench - SLP against the order of the High  Court - Held: The power under Article 136 is to be invoked not in a routine manner but in very exceptional circumstances when a question of law of general public importance arises or impugned decision shocks the conscience of the court - This overiding and exceptional power vested in Supreme Court  has to be exercised sparingly and only in furtherance of the cause of justice - Under the constitutional scheme, ordinarily the last court in the country in ordinary cases is meant to be the High Court - The Supreme Court as the Apex Court in the country is meant to deal with important issues like F constitutional questions, questions of law of general importance or where grave injustice has been done to a party - It is a pity that the time of the Court which is becoming acutely precious because of the piling arrears has to be wasted on hearing such matters - There is an urgent need to  put a check on such frivolous litigation - Bar to realise that great burden upon the Bench of dispensing justice imposes a simultaneous duty upon them to share this burden and it is their duty to see that the burden should not needlessly be made unbearable - The petition was filed by the petitioners and accepted to do so by the Advocate-on-Record without any sense of responsibility - If the court has directed to list the application before another Bench, none of the petitioners' right got violated - The court expressed displeasure for the attitude  and course adopted by the petitioners and the Advocate-on- Record - SLP dismissed - Administration of justice."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "JACINTA DE SILVA VS. ROSARINHO COSTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjY1MA==",
        "Citation": "[2014] 4 S.C.R. 105",
        "Case Type": "(CIVIL APPEAL /4002/2014)",
        "Date": "25 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTA1LTExMl8xNzAzMTUzMDc1LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 105",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "25 March 2014",
        "Petitioner:": "Jacinta De Silva",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 202",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Rosarinho Costa & Ors.",
        "Case Type:": "CIVIL APPEAL /4002/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: Suit for eviction filed before the Mamlatdar"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: Suit for eviction filed before the Mamlatdar on the ground that defendant no. 2 was in illegal occupation of the house owned by plaintiffs- respondent no. 1 and 2 - Said suit dismissed for default - Fresh suit filed by respondent no. 1 and 2 for declaration that they are owners of the house - Decreed - Execution proceedings - Heirs of judgment debtor objected to the ex~cution proceedings - Executing court rejected execution application holding that trial court had no jurisdiction to try the suit - High Court set aside the said order and also rejected the argument that the .suit was barred by res judicata as the case filed before the Mamlatdar by respondent no. 1 and 2 was dismissed - Held: High Court duly took note of the fact that no plea with regard to the jurisdiction of the civil court was taken by defendant No. 1 in the written statement - On the contrary, it was the specific case of defendant No. 1 that the said house was not a mundkarial house and was not the plaintiffs' property - High Court duly noticed that the trial court while deciding the issues framed, duly considered the facts which were incidental thereto - High Court held that the issues tried by trial court cannot be said to be within the jurisdiction of the authorities under the Mundkar Act - High Court further held that the /is was with regard to the ownership of the suit house since defendant No. 1 could not pursue her claim for ownership of any mundkarial rights - In these circumstances, High Court correctly held that the trial court had jurisdiction to entertain the suit - There was no question of application of the principle of res judicata in the given facts - Trial court passed the said decree rightly and it cannot be said to be lacking inherent jurisdiction to do so - Res judicata."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "JUSTICE SUNANDA BHANDARE FOUNDATION VS. U.O.I. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjY1Mg==",
        "Citation": "[2014] 4 S.C.R. 113",
        "Case Type": "(WRIT PETITION (CIVIL) /116/1998)",
        "Date": "26 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTEzLTEyMF8xNzAzMTUzMTE5LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 113",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "26 March 2014",
        "Petitioner:": "Justice Sunanda Bhandare Foundation",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 209",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "U.o.i. & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /116/1998",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PERSONS WITH DISABILITIES (EQUAL OPPORTUNITIES",
            "PROTECT/ON OF RIGHTS AND FULL PARTICIPATION) ACT",
            "1995"
        ],
        "HeadNote": "Differently abled persons - Writ petition.with regard•to visually disabled persons - Seeking reservations of 1 % of identified teaching posts in Universities and Colleges in terms of the Act - Held:The beneficial provisions of the Act cannot be allowed to remain only on paper for years and thereby defeating the very purpose of such law and legislative policy -- All those upon whom obligation has been cast under the Act have to effectively implement it -- Role of governments in such a matter has to be proactive -- Differently abled citizens must be accorded best and special attention - This is true equality and effective conferment of equal opportunity - Pursuant to interim orders, UGC has acted in compliance of the Act -- Central Government, State Governments and Union Territories are directed to implement provisions of the Act immediately and positively by the end of 2014 in all respects including with regard to visually disabled persons."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "WESTERN ELECTRICITY SUPPLY CO. OF ORISSA LTD & ORS. VS. M/S BABA BAIJANATH ROLLER AND FLOUR MILL P. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjY1Nw==",
        "Citation": "[2014] 4 S.C.R. 121",
        "Case Type": "(CIVIL APPEAL /4023/2014)",
        "Date": "26 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTIxLTE0MF8xNzAzMTUzMTgwLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 121",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "26 March 2014",
        "Petitioner:": "Western Electricity Supply Co. Of Orissa Ltd & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 207",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "M/s Baba Baijanath Roller And Flour Mill P. Ltd.",
        "Case Type:": "CIVIL APPEAL /4023/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "1910: s.26 - Applicability of",
            "in case of tampering of meter"
        ],
        "HeadNote": "Electricity Act, 1910: s.26 - Applicability of, in case of tampering of meter- Held: s.26 is applicable only when there is any difference or a dispute in connection with correctness of a meter - In that case, upon being applied by either party, the matter has to be decided by an Electrical Inspector and if  in the opinion of the Inspector the meter is found to be defective, the Inspector shall estimate the amount of energy supplied to the consumer or the electrical quantity contained in the supply during such time not exceeding six months - But if there is a question of fraud in tampering with the meter, in  that case there is no question of applicability of s. 26 of the Act - In the instant case, the respondent never asked or applied for checking of the meter by the Electrical Inspector on the ground of defective meter - Therefore, the ingredients of s.26(6) were not followed by the respondent to meet the F necessity of checking the meter in question in accordance with the said provision - The inspection was made in the presence of the representative of the respondent who was a Manager of the said company and in his presence the meter was checked up and was found to be tampered with - Electricity  supply company was right in raising penal charges and penal bill on the respondent on the ground of unauthorised consumption by way of tampering the metering equipment."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "HARYANA STATE AGRICULTURAL MARKETING BOARD VS. BISHAMBER DAYAL GOYAL AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjY2MQ==",
        "Citation": "[2014] 4 S.C.R. 141",
        "Case Type": "(CIVIL APPEAL /3122/2006)",
        "Date": "26 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTQxLTE1NV8xNzAzMTUzMjUwLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 141",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "26 March 2014",
        "Petitioner:": "Haryana State Agricultural Marketing Board",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 206",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Bishamber Dayal Goyal And Ors.",
        "Case Type:": "CIVIL APPEAL /3122/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986",
            "Deficiency of services"
        ],
        "HeadNote": "Consumer Protection Act, 1986: Deficiency of services. Agricultural Marketing Board allotting sites to the respondents for doing business of grain on payment of 25% of price of plots - Failure of Board to notify the Mandi as market Area and develop and provide basic amenities in the said locality - Respondent also stopped the payment of balance instalments - Complaint by respondent before the Consumer Forum - Held: Maintainable - Appellant-board as service provider is obligated to facilitate the utilisation and enjoyment of plots as intended by the allottees - Inaction on the part of Board in providing requisite facilities for more than a decade clearly established deficiency of services as respondents were prevented from carrying out the grain business - In such circumstances, levy of penal charges on respondent would be grossly unfair - However, the respondents were also incorrect in refusing to pay the instalments and violating the terms of the instalment letter - Adequate relief was granted even to respondents by the District forum and State Commission by awarding interest @ 12% p. a on entire deposited amount."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "UNION OF INDIA AND ORS. VS. ROBERT ZOMAWIA STREET",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjY2Nw==",
        "Citation": "[2014) 4 S.C.R. 156",
        "Case Type": "(CIVIL APPEAL /4041/2014)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTU2LTE3MF8xNzAzMTUzMzI5LnBkZg==",
        "SCR Citation:": "[2014) 4 S.C.R. 156",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Union Of India And Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 946",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Robert Zomawia Street",
        "Case Type:": "CIVIL APPEAL /4041/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CANTONMENTS",
            "Suit land comprising bungalow"
        ],
        "HeadNote": "CANTONMENTS: Old grant -- Suit land comprising bungalow situated in cantonment area -- Plaintiff in possession of suit property through a will - General Land Register (GLR) entries showing suit land being managed as Class 8-3 land - Held: Entries made in GLR are conclusive evidence of title - In the instant  case, entries made in GLR show that suit land is an old grant and is managed by plaintiff as 83 land - Class 83 is such land which is held by any private person subject to the conditions that Central Government has proprietary rights over it -- Plaintiff has not been able to establish his title over suit E land - He held the land, but being an old grant, Central Government has the right of its resumption and, therefore, it cannot be said that plaintiff possesses the land as owner - Trial court rightly dismissed plaintiff's suit - Military Land Manual - Chapter JI- r.3 - Maxim, 'nemo dat quid non habet'.LAND LAWS: 'Old Grant' -- Connotation of -- Held: The tenures under which permission is given to civilians to occupy Government land in the cantonment for construction of bungalows on the G condition of a right of resumption, if required, are known as old grant tenures."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "VIJAY DHANUKA ETC. VS. NAJIMA MAMTAJ ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjY3Mw==",
        "Citation": "[2014] 4 S.C.R. 171",
        "Case Type": "(CRIMINAL APPEAL /678-681/2014)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTcxLTE4Ml8xNzAzMTUzNDU2LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 171",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Vijay Dhanuka Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 216",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Najima Mamtaj Etc.",
        "Case Type:": "CRIMINAL APPEAL /678-681/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s.202 r/w.s.2(g) and s. 200 -"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973: s.202 r/w.s.2(g) and s. 200 - \"Inquiry\" in a case where accused is residing outside territorial jurisdiction of Judicial Magistrate - Nature and purpose of -Held: In such a case, before issuing summons to accused, inquiry u/s 202 is mandatory - In the instant case, Magistrate examined complainant on solemn affirmation and two witnesses and only thereafter directed issuance of process -This exercise by Magistrate for purpose of deciding whether or not there is sufficient ground for proceeding against accused is an inquiry u/s 202 - There is no error in impugned order of High Court rejecting the petitions of accused challenging the order of Judicial Magistrate directing issuance of process.  WORDS AND PHRASES: Word 'shall' as occurring in s. 202 Cr. P. C. - Connotation"
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "P.C. MISHRA VS. STATE (C.B.I.) & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njc4OA==",
        "Citation": "[2014] 4 S.C.R. 183",
        "Case Type": "(CRIMINAL APPEAL /1310/2010)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTgzLTE5Nl8xNzAzMTUzNTE1LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 183",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "P.c. Mishra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 215",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State (c.b.i.) & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1310/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s. 306 r/w s. 460 (g) - Power of Magistrate to grant pardon to accomplice during investigation before submission of charge-sheet"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973: s. 306 r/w s. 460 (g) - Power of Magistrate to grant pardon to accomplice during investigation before submission of charge-sheet - Held: During investigation, both, Special Judge as well as the Magistrate acting u/s 306, have concurrent jurisdiction to entertain application of pardon, which facilitates proper investigation of crime - In a case, where Magistrate has exercised his jurisdiction u/s 306 even after appointment of a Special Judge under PC Act and has passed an order granting pardon, the same is only a curable irregularity, in terms of s. 460 (g) Cr.P. C., which will not vitiate the proceedings, provided the order is passed in good faith - However, after committal of the case, pardon granted by Magistrate is not a curable irregularity - In the instant case, there is no error in Special Judge directing the Magistrate to pass appropriate orders on the application of CBI in granting pardon to second respondent so as to facilitate the investigation - Code of Criminal Procedure, 1898 - s. 337."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "SAFAI KARAMCHARI ANDOLAN & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njc5NQ==",
        "Citation": "[2014] 4 S.C.R. 197",
        "Case Type": "(WRIT PETITION (CIVIL) /583/2003)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTk3LTIyNV8xNzAzMTUzNjAzLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 197",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Safai Karamchari Andolan & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 212",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /583/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PROHIBITION OF EMPLOYMENT AS MANUAL SCAVENGERS AND THEIR REHABILITATION ACT",
            "2013: Object of - Discussed"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950: Articles 14, 17, 21 and 47 - Non-implementation of Employment of Manual Scavengers and Construction of Dry Latrines (Prohibition) Act, 1993 - PIL - Grievance of petitioner that manual scavenging continues unabated and dry latrines continue to exist notwithstanding the fact that 1993 Act was in force for nearly two decades - Writ petition inter alia, seeking for enforcement of fundamental rights guaranteed under Articles 14, 17, 21 and 47; complete eradication of Dry Latrines; and for declaring the practice of manual scavenging and the operation of Dry Latrines violative of the Constitution and the 1993 Act - Held: Due to effective intervention and directions of the Supreme Court, the Government brought Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013 for abolition of this evil and for welfare of manual scavengers - In view of various provisions of 2013 Act and in the light of various orders passed by Supreme Court from time to time, various directions passed for rehabilitation of the manual scavengers and for welfare of their family and children - All the State Governments and the Union Territories directed to fully implement the same and take appropriate action for non-implementation as well asviolation of the provisions contained in the 2013 Act - Inasmuch as the Act 2013 occupies the entire field, no further monitoring required by the Supreme Court - However, duty cast on all the States and the Union Territories to fully implement and to take action against the violators -  persons aggrieved to approach the authorities concerned at the first instance and thereafter the High Court having jurisdiction - Writ petition disposed of - Employment of Manual Scavengers and Construction of Dry Latrines (Prohibition) Act, 1993 -.Prohibition of Employment as Manual c Scavengers and their Rehabilitation Act, 2013 - ss.2(1)(d), (e) and (g). INTERNATIONAL CONVENTIONS AND COVENANTS: Binding effect of - Held: The provisions of the international Covenants, which have been ratified by India, are binding to D the extent that they are not inconsistent with the provisions of the domestic Jaw."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "MADAN LAL VS. HIGH COURT OF JAMMU & KASHMIR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYzOTQ=",
        "Citation": "[2014] 4 S.C.R. 226",
        "Case Type": "(CIVIL APPEAL /1393-1394/2002)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMjI2LTIzM18xNzA0MTkzNjMyLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 226",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "Madan Lal",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 948",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "High Court Of Jammu & Kashmir & Ors.",
        "Case Type:": "CIVIL APPEAL /1393-1394/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2010] 10 S.C.R. 561",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Hari Bansh Lal V. Sahodar Prasad Mahto And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxMC9QYXJ0IEkvMjAxMF8xMF81NjEtNTg4XzE3MDI1MzY3MTgucGRm"
            }
        ],
        "Acts": [],
        "Keyword": [
            "PUBLIC INTEREST LITIGATION",
            "Appeals before Supreme Court"
        ],
        "HeadNote": " PUBLIC INTEREST LITIGATION:  Appeals before Supreme Court - Arising out of writ petitions filed before High Court - Challenging selection and appointment to post of District and Sessions Judge - Held: Appellants have stated that they have no grievance against any of the selected candidates in the particular selection - Therefore, if at all, their grievances are to be considered relating to ascertainment of quota for direct recruit posts, it would only amount to Public Interest Litigation which cannot be permitted in the instant appeals - As per the guidelines and decisions of Supreme Court, in service matters Public Interest Litigation is not maintainable - Jammu and Kashmir Higher Judicial Service Rules, 1983.  "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "SANGHIAN PANDIAN RAJKUMAR VS. CENTRAL BUREAU OF INVESTIGATION & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjgwMw==",
        "Citation": "[2014] 4 S.C.R. 234",
        "Case Type": "(CRIMINAL APPEAL /698/2014)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMjM0LTI0Nl8xNzAzMTUzNzM5LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 234",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "Sanghian Pandian Rajkumar",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 226",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Central Bureau Of Investigation & Anr.",
        "Case Type:": "CRIMINAL APPEAL /698/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s. 439 - Bail - Factors to be considered before granting bail"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973: s. 439 - Bail - Factors to be considered before granting bail - Culled out - Appellants an IPS and an S.I. of Police in Anti Terrorist Squad stated to have been involved in killing of three persons - Held: In the light of the details, allegations  in charge-sheet filed before court, the facts that many of the co-accused have been granted bail by trial court/High Court and Supreme Court, that both appellants are in custody for nearly 7 years pending trial, that it would not be possible for Special Court to conclude the trial within a reasonable period  and that the case has been transferred out of the State, the Court is satisfied that both the appellants have made out a case for bail - They shall be released on bail on the conditions mentioned in the judgment."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "BHULE RAM VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjgwNg==",
        "Citation": "[2014] 4 S.C.R. 247",
        "Case Type": "(CIVIL APPEAL /6251/2010)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMjQ3LTI2MV8xNzAzMTUzNzk3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 247",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "Bhule Ram",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 222",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /6251/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "LAND ACQUISITION ACT",
            "1894",
            "s. 23 - Acquisition of large tract of land - Compensation - Belting method"
        ],
        "HeadNote": "LAND ACQUISITION ACT, 1894: s. 23 - Acquisition of large tract of land - Compensation - Belting method - Held: Market value of land acquired is to be assessed keeping in mind the limitation prescribed u/s 23, which mandates that the market value of the land is to be assessed at the time of notification uls 4 -- Therefore, value which has to be assessed is the value to the owner who parts with his property and not the value to the new owner who takes it over -- Fair and reasonable compensation means the price of a willing buyer which is to be paid to the willing seller - Where huge tract of land has been acquired, belting system may be applied ss. 9 and 23 - Acquisition -'of land - Claim for higher compensation - Held: Burden of proof lies on land owner to prove inadequacy of market value fixed for land acquired - In the instant case, appellant has not put on record as to what was his claim u/s. 9 and the award was made relying upon some other award - Before High Court, appellant relied upon solely another judgment relating to land of same village and High Court awarded compensation as per demand of appellant - Reference court had already held appellant's land as non-comparable with other lands - There is no reason to interfere."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "RAJA RAM & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjgzMg==",
        "Citation": "[2014] 4 S.C.R. 262",
        "Case Type": "(CIVIL APPEAL /4620/2009)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMjYyLTI4Nl8xNzAzMTUzODgzLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 262",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "Raja Ram & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 222",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /4620/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: cs.23 - Compensation - Claim for enhancement of compensation - Held: In view of the judgment in C.A. No. 6251 of 2010",
            "the prayer is declined."
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "ASHOK DEBBARMA @ ACHAK DEBBARMA VS. STATE OF TRIPURA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjgzOA==",
        "Citation": "[2014] 4 S.C.R. 287",
        "Case Type": "(CRIMINAL APPEAL /47-48/2013)",
        "Date": "04 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMjg3LTMyNl8xNzAzMTUzOTc5LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 287",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "04 March 2014",
        "Petitioner:": "Ashok Debbarma @ Achak Debbarma",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 167",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Tripura",
        "Case Type:": "CRIMINAL APPEAL /47-48/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: ss.326",
            "436 and 302 rlw s.34 - Murder"
        ],
        "HeadNote": "PENAL CODE, 1860: ss.326, 436 and 302 r/w s.34 - Murder - 30-35 members in a group set on fire a number of houses' in a village - Shot dead 15 persons and seriously. injured 4 persons - 11 persons charge sheeted for the offences u/ss. 326, 436 and 302 r/w s. 34 - But charges framed only against 5 persons - Out of them, 3 accused acquitted for want of evidence and two accused including appellant held guilty of charged offences - Conviction and death sentence of appellant - On appeal, held: Courts below appreciated the evidence of PWs regarding involvement of appellant in the incident, including the fact that he had fired at various people, which led to the killing of relatives of PW10 and PW13 - The brother of PW-10 had died on the spot with bullet injuries - His version that he had seen the appellant firing from his fire arm remained wholly unshaken - The fact that the fire arms were used in commission of the crime was fully corroborated by medical evidence - PW1  and PW13 identified the appellant in open Court and such identification was not shaken or contradicted - Since the appellant was known to the witnesses and was identified by face, the fact that no Test Identification Parade was conducted at the time of investigation was of no consequence - The answers given by appellant while examining him u/s.313, fully corroborated the evidence of PW10 and PW13 and, therefore, the offences levelled against the appellant stood proved and the courts below rightly found him guilty - Regarding sentence, courts below put the entire elements of crime on the appellant and treated those elements as aggravating circumstances so as to award death sentence - The crime perpetrated by a group of people in an extremely brutal, grotesque and dastardly manner, could not be thrown upon the appellant alone - Appellant was a tribal, stated to be a member of the extremist group raging war against the minority settlers, apprehending perhaps they might snatch away their livelihood and encroach upon their properties, and possibly such frustration and neglect led them to take arms - Viewed in that perspective, it is not a rarest of rare case for awarding death sentence - Considering the gravity of the crime and the factors like extreme social indignation, death sentence is altered to that of imprisonment for life and the term of imprisonment as 20 years is fixed without remission, over and above the period of sentence already undergone."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "UNION OF INDIA AND OTHERS VS. MAJOR S.P. SHARMA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg0Mg==",
        "Citation": "[2014] 4 S.C.R. 327",
        "Case Type": "(CIVIL APPEAL /2951-2957/2014)",
        "Date": "06 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMzI3LTM5NF8xNzAzMTU0MTA2LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 327",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "06 March 2014",
        "Petitioner:": "Union Of India And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 172",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Major S.p. Sharma And Others",
        "Case Type:": "CIVIL APPEAL /2951-2957/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative law: Doctrine of pleasure - Judicial review"
        ],
        "HeadNote": "Administrative law: c Doctrine of pleasure - Judicial review - Scope of - Termination of Armed Forces Personnel - Held: The order of termination passed against the Army personnel in exercise of pleasure doctrine is subject to judicial review - But while exercising judicial review, the Supreme Court cannot D substitute its own conclusion on the basis of material on record - When the President in exercise of its constitutional power terminates the services of the Army officers, whose tenure of services are at the pleasure of the President and such termination is based on materials on record, then the Court in exercise of powers of judicial review should be slow E in interfering with such pleasure of President exercising constitutional power - Analysis of entire facts of the case and the material produced in Court and an exhaustive consideration of the matter showed that the power of pleasure exercised by the President in terminating the services of the F respondents did not suffer from any illegality, bias or malafide or based on any other extraneous ground, and the same cannot be challenged on the ground that it was a· camouflage - The onus lay on the respondent-officers who alleged malafides - There was no credible evidence to hold that the G order of termination was baseless or malafide - Constitution of India, 1950 - Doctrine of pleasure.Art. 311 - Applicability to Armed Forces Personnel - Held: Not applicable - Therefore, no enquiry as to whether the order was by way of punishment sine qua non for applicability of Art.311, was warranted. Art.310(1)- Scope of- Held: No provision in any statute can curtail the provision of Art.310. Army Act, 1959: c ss.18 and 19 - Held: Army Act cannot in any way override or stand higher than constitutional provisions contained in Art.309 and consequently no provision of Army Act could cut down the pleasure doctrine as enshrined in Art.310 - Constitution of India, 1950 - Arts.309, 310 - Doctrine of pleasure. D s. 18 - Where continuance of Army officers in service is not practicable for security purposes and there is loss of confidence and potential risk to the security issue then such offic~rs can be removed under pleasure doctrine - s. 18 is in consonance with constitutional power conferred on President Empowering the President to terminate his services brought to his notices - In such cases, the Army officers are not entitled to claim an opportunity of hearing - Constitution of India, 1950-Arts.309, 310- Doctrine of pleasure - Doctrine of natural justice.  Res judicata: Reopening of issues through fresh round of litigation on discovery of a fact - Held: The discovery of a reinvestigated fact could be a ground of review in the same proceedings,  but the same cannot be made basis for re-opening the issue through a fresh round of litigation - A fresh writ petition or Letters Patent Appeal which is in continuation of a writ petition cannot be filed colaterally to set aside the judgment of the same High Court rendered in earlier round of litigation H upholding the termination order - The principle of finality of  litigation is based on a sound firm principle of public policy - A It is not permissible for the parties to reopen the concluded judgments of the court as it would not only tantamount to merely .an abuse of the process of the court but would have far reaching adverse affect on the administration of justice - It would also nullify the doctrine of stare decisis which cannot B be departed from unless there are compelling circumstances · to do so - The judgments of the court and particularly the Apex Court of a country cannot and should not be unsettled lightly - Doctrines of public policy - Doctrine of stare decisis. Precedent: Binding effect of - Held: Law declared by Supreme Court, being the law of the land, is binding on all courts/tribunals and authorities in India in view of Art. 141 of the Constitution - The doctrine of stare decisis promotes a certainty and consistency in judicial decisions and promotes confidence of the people in the system of the judicial administration - Judicial propriety and decorum demand that the law laid down by the highest Court of the land must be given effect to - Violation of Fundamental Rights guaranteed under the Constitution have to be protected, but at the same time, it is the duty of the court to ensure that the decisions rendered by the court are not overturned frequently, that too, when challenged collaterally as that was directly affecting the basic structure of the Constitution incorporating the power of judicial review of this Court - An issue of law can be overruled later on, but a question of fact or, as in the instant case, the dispute with regard to the termination of services cannot be reopened once it has been finally sealed in proceedings inter-se between the parties up to the Supreme Court way back in 1980 - Constitution of India, 1950 - Art.141."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "K. GUNAVATHI VS. V. SANGEETH KUMAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg0Ng==",
        "Citation": "[2014] S.C.R. 395",
        "Case Type": "(CIVIL APPEAL /3342/2014)",
        "Date": "07 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMzk1LTQxNl8xNzAzMzEwNTM4LnBkZg==",
        "SCR Citation:": "[2014] S.C.R. 395",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "07 March 2014",
        "Petitioner:": "K. Gunavathi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 177",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "V. Sangeeth Kumar & Ors.",
        "Case Type:": "CIVIL APPEAL /3342/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Selection - Appointment of Computer Instructor"
        ],
        "HeadNote": "Service law: Selection - Appointment of Computer Instructor - Filling up of post on the basis of the employment exchange seniority - One time measure - Held: High Court's directionJ in clarificatory order to fill up 175 existing vacancies of Computer Instructors on the basis of the employment exchange seniority was a conscious decision taken in departure from the settled position in law that recruitment to public service, normally, ought to be by open advertisement and requisitions through the employment exchange can at best be supplemental - Such departure was felt necessary due to the compulsive needs in the peculiar facts of the case - To all other vacancies, existing or future, as may be, the State may follow such policy as may be in force or considered appropriate."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "SHIV CHANDER MORE & ORS. VS. LIEUTENANT GOVERNOR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg1MQ==",
        "Citation": "[2014] 4 S.C.R. 417",
        "Case Type": "(CIVIL APPEAL /3352/2014)",
        "Date": "07 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS9zaGl2IGNoYW5kZXIgbW9yZSAmIG9ycy5fbGlldXRlbmFudCBnb3Zlcm5vciAmIG9ycy5fMTcwMDcxODkwNS5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 417",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "07 March 2014",
        "Petitioner:": "Shiv Chander More & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 934",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Lieutenant Governor & Ors.",
        "Case Type:": "CIVIL APPEAL /3352/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andaman and Nicobar Islands (Land Tenure) Regulation",
            "1926"
        ],
        "HeadNote": " Andaman and Nicobar Islands (Land Tenure) Regulation, 1926: ANDAMAN AND NICOBAR ISLANDS LAND REVENUE AND LAND REFORMS REGULATION, 1966: Regulation 144  Grant of plot under 1926 Regulation - No fresh grant or 0 renewal - Repeal of 1926 Regulation - Whether the 1966 Regulations conferred any right upon the grantee whose grant has lapsed by passage of time to stay in possession till such time one of the grounds enumerated under Regulation 151 becomes available to the Administration for their eviction - Held: If a grantee of an expired grant had incurred the liability to surrender possession of the granted property, such liability would remain enforceable notwithstanding the repeal of the Regulations under which such liability arose - Regulation 144 of 1966 Regulations stipulates that a grantee under the old Regulations would continue to be under the same obligation/ F liability or enjoy the same rights as are permissible under the 1966 Regulations - Thus, the essence of the Regulation in so far as right of a grantee to continue in possession is concerned, is the same under the 1926 Regulations and the subsequent Regulations of the year 1966 - In either of the G cases, the grantee cannot stay in possession for more than 60 years - The argument that .an old grantee can stay in possession in perpetuity so long as there is no violation of Regulation 151, is not tenable- The appellants, in the instant case, no doubt had protection under the 1966 Regulations because the grant in their favour renewed upto 1994 was in existence in 1966 but such protection would cease with the expiry of the 60 years period in 1994. Res judicata: Constructive res judicata - Applicability to writ proceedings - Discussed. Constructive res judicata - Grant of plot of land under  1926 Rules - Request of appellant for fresh grant declined by the Lieutenant Governor - Writ petition - High Court took the view that the occupants need not be evicted from the land only so long as the same was not needed for any public purpose - Before the High Court, appellant did not raise  contention that regardless whether a fresh grant was made in their favour or not and regardless whether or not a second renewal was permissible under the 1926 Regulations, they had acquired a vested right under the 1966 Regulation to continue in occupation of the land till such time one of the  contingencies enumerated under Regulation 151 of the said Regulations arose disentitling them from continuing in occupation of the land - Said contention was available to the occupants which could and indeed ought to have been raised by them at that stage - Inasmuch as the occupants did not  urge such contention in the previous round of litigation they are debarred from doing so in the instant proceedings on the principles of constructive res judicata - Andaman and Nicobar Islands (Land Tenure) Regulation, 1926.  "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "SHIV CHANDER MORE & ORS. VS. LIEUTENANT GOVERNOR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg1Mg==",
        "Citation": "[2014] 4 S.C.R. 417",
        "Case Type": "(CIVIL APPEAL /3352/2014)",
        "Date": "07 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNDE3LTQ0NV8xNzAzMTU0MjYxLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 417",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "07 March 2014",
        "Petitioner:": "Shiv Chander More & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 934",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Lieutenant Governor & Ors.",
        "Case Type:": "CIVIL APPEAL /3352/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andaman and Nicobar Islands Regulation",
            "1926: (Land Tenure) ANDAMAN AND NICOBAR ISLANDS LAND REVENUE AND LAND REFORMS REGULATION",
            "1966: Regulation 144"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "PRAVASI BHALAI SANGATHAN VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg1OA==",
        "Citation": "[2014] 4 S.C.R. 446",
        "Case Type": "(WRIT PETITION (CIVIL) /157/2013)",
        "Date": "12 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNDQ2LTQ3NF8xNzAzMTU0MzczLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 446",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "12 March 2014",
        "Petitioner:": "Pravasi Bhalai Sangathan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 183",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /157/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950: Articles 14",
            "15",
            "19",
            "21 read with Article 38"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950: Articles 14, 15, 19, 21 read with Article 38; Article 51-A (a), (b), (c), (e), (f), (i), (j) - Hate speeches delivered by elected representatives, political and religious leaders mainly based on religion, caste, region or ethnicity - Writ petition seeking stringent pre-emptory action on the part of Central and State Governments on the ground that the hate speeches militate against the Constitutional idea of fraternity and violates Articles 14, 15, 19, 21 read with Article 38 and are in derogation of the fundamental duties under Article 51-A (a), (b), (c), (e), (f), (i), (j) - Held: The statutory provisions and particularly the penal laws provide sufficient remedy to curb the menace of \"hate speeches\" - Thus, person aggrieved must resort to the remedy provided under a particular statute - The root of the problem is not the absence of laws but rather a lack of their effective execution - Therefore, the executive as well as civil society has to perform its role in enforcing the already existing legal regime - Effective regulation of \"hate speeches\" at all levels is required as the authors of such speeches can be booked under the existing penal law and all the law enforcing agencies must· ensure that the existing law is not rendered a dead letter - Enforcement of the provisions is required being in consonance with the proposition \"salus reipublicae suprema lex\" (safety of the state is the supreme law) - Thus, petition calling for issuing certain directions which are incapable of enforcement/execution should not be entertained - The National Human Rights Commission would be well within its power if it decides to initiate suo-motu proceedings against the alleged authors of hate speech - Penal Cocfe, 1860 - ss. 124A, 153A, 1538, 295A, 298, 505(2) - Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989 - Representation of People Act - ss.123(3), 125 - Maxim \"salus reipublicae supreme lex\". HUMAN RIGHTS: A 8 c Hate speech - Steps taken by Government - Held: The Indian legal framework has enacted several statutory provisions dealing with the subject - In addition thereto, the Central Government has always provided support to the State Governments and Union Territory administrations in several o ways to maintain communal harmony in the country and in case of need the Central Government also sends advisories in this regard from time to time - The Central Government has .also issued revised guidelines to promote communal harmony to)he States and Union Territories in 2008 which E provides inter-alia that strict action should be taken against anyone inflaming passions and stroking communal tension by intemperate and inflammatory speeches and utterances -Penal Code, 1860 makes offences related to religion punishable - Similarly, intentional public humiliation of F members of the 'Scheduled Castes' and 'Scheduled Tribes' is penalized under the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989 - R.P. Act also restrains any political party or the candidate to create feelings of enmity or hatred between different classes of citizens of India by making such an act a punishable offence - Article G 20(2) of the International Covenant on Civil & Political Rights, 1966 (ICCPR) restrains advocacy of national, racial or religious hatred that may ·result in incitement for discrimination, hostility or violence classifying it as prohibited by law - Similarly Articles 4 and 6 of the International Convention on the Elimination of All Forms of Racial Discrimination, 1965 (ICERD) prohibits the elements of hate speech and mandates the member states to make a law prohibiting any kind of hate speech through a suitable 8 framework of law - Penal Code, 1860 - ss. 124A, 153A, 1538, 295A, 298, 505(2) - Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989 - Representation of People Act - ss.123(3), 125. Hate speech - Duty of courts - Held: Courts must apply C the hate speech prohibition objectively -The question courts must ask is whether a reasonable person, aware of the context and circumstances, would view the expression as exposing the protected group to hatred - The key is to determine the likely effect of the expression on its audience, keeping in mind D the legislative objectives to reduce or eliminate discrimination. JUDICIAL INTERVENTION: Constitution clearly provides for separation of powers and the court merely applies the law that it gets from the legislature - If there is a law, E Judges can certainly enforce it, but Judges cannot create a law and seek to enforce it - The court cannot re-write, re-cast or reframe the legislation for the very good reason that it has no power to legislate -However, of lately, judicial activism of the superior courts in India has raised pubic eyebrow time and again - The directions are issued by the Court only when F there has been a total vacuum in law, i.e. complete absence of active law to provide for the effective enforcement of a basic human right - In case there is inaction on the part of the executive for whatsoever reason, the court has stepped in, in exercise of its constitutional obligations to enforce the law - G In case of vacuum of legal regime to deal with a particular situation the court may issue guidelines to provide absolution till such time as the legislature acts to perform its role by enacting proper legislation to cover the field - Thus, direction can be issued only in a situation where the will of the elected legislature has not yet been expressed - Judicial activism - Judicial review. Words and phrases: Hate speech - Meaning and its effect - Held: Hate speech is an effort to marginalise individuals based on their membership in a group - Using expression that exposes the group to hatred, hate speech seeks to delegitimise group members in the eyes of the majority, reducing their social standing and acceptance within society - Hate speech, therefore, rises beyond causing distress to individual group members - It can have a societal impact - Hate speech lays the groundwork for later, broad attacks on vulnerable that can range from discrimination, to ostracism, segregation, deportation, violence and, in the most extreme cases, to genocide - Hate speech a/so impacts a protected group's ability to respond to the substantive ideas under debate, thereby placing a serious barrier to their full participation in our democracy."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "HOMI RAJVANSH VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg2MQ==",
        "Citation": "[2014] 4 S.C.R. 475",
        "Case Type": "(Select Case Type/687/2014)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNDc1LTQ4NV8xNzAzMTU0NDc3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 475",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Homi Rajvansh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 211",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "Select Case Type/687/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.482 - Exercise of power under"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s.482 - Exercise of power under - Scope - Allegations of misappropriation of C funds by officials of NAFED - Charge-sheet against appellant and respondent no. 3 alongwith other accused - Respondent no.3 filed writ petition u/s.482 CrPC r/w Art. 2261227 of the Constitution - Appellant not shown or impleaded in the petition .as a party - High Court allowed the writ petition and o quashed criminal proceedings pending against respondent no.3 before the Magistrate - Held: High Court erred in quashing the complaint against respondent no.3 without hearing the appellant who was co-accused in the case as their alleged roles were interconnected - High Court further erred in coming to a finding against the appellant without the appellant being a party in the writ petition filed by respondent no.3 - High Court simply agreed with the submissions of respondent no.3 against the appellant without giving him opportunity of being heard - The High Court over exercised  its jurisdiction which was in complete violation of the principles of natural justice - Though the High Court possesses inherent powers uls. 482 CrPC, these powers are meant to do real and substantial justice, for the administration of which alone it exists or to prevent abuse of the process of the court G - Inasmuch as the appellant was not impleadedlshown as one of the parties before the High Court, the specific finding against his alleged role, based on the submissions of respondent no.3 without giving an opportunity of being heard, cannot be sustained - Matter remitted back - Appellant be impleaded as respondent no.4 in the writ Petition - High Court to hear the matter afresh - Penal Code, 1860 - s.1208 r/w ss.409, 411,420, 467, 468 and 471. "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "SUNDEEP KUMAR BAFNA VS. STATE OF MAHARASHTRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg2Mg==",
        "Citation": "[2014] 4 S.C.R. 486",
        "Case Type": "(CRIMINAL APPEAL /689/2014)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNDg2LTUyOF8xNzAzMTU0NTgyLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 486",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Sundeep Kumar Bafna",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 218",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Of Maharashtra & Anr.",
        "Case Type:": "CRIMINAL APPEAL /689/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CRIMINAL PROCEDURE",
            "1973: c s. 439 - Bail - Case triable by Court of Session"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973: c s. 439 - Bail - Case triable by Court of Session - Power of Court of Session and High Court to grant bail till committal of case to Court of Session - Held: There is no provision in Cr. P. C. or elsewhere, curtailing the power of either of superior courts to entertain and decide pleas for bail - A substantial period may inevitably intervene between a Magistrate taking  cognizance of an offence triable by Court of Session and its committal to such court - During this interregnum, s. 439 can be invoked for purpose of pleading for bail - Since severe restrictions have been placed on power of Magistrate to grant bail to a person accused of an offence punishable by death  or imprisonment for life, a superior court such as Court of Session, should not be incapacitated from considering a bail application especially keeping in perspective that its powers are comparatively unfettered uls 439 - In the instant case, offence had already been committed to Court of Session - F Applicant prayed for surrender to High Court and for grant of bail - Single Judge erred in law in holding that he was devoid of jurisdiction so far as application presented to him by appellant was concerned - Once prayer for surrender is accepted, appellant would come into custody of court within  contemplation of s. 439 - Impugned order is, accordingly, set aside - Single Judge shall consider appellant's plea for surrendering to court and grant of bail - Constitution of India, 1950 - Art. 21.CRIMINAL LAW: Expressions, 'arrest', 'custody' and 'detention' - Explained - Held: The terms 'custody', 'detention' or 'arrest' have not been defined in CrPC - However, an analysis of case law indicates that these are sequentially cognate concepts- 'Custody' and 'arrest' are not synonyms even though in every arrest there is custody but not vice versa. A B ADMINISTRATION OF JUSTICE: Role of Public Prosecutor and hearing to complainant! C informant/ aggrieved party - Held: The role of Public Prosecutor is to uphold the law and put forth a sound prosecution - Presence of a private lawyer would inexorably undermine fairness and impartiality which must be hallmark, attribute and distinction of every proper prosecution - No D vested right is granted to a complainant or informant or aggrieved party to directly conduct a prosecution - Constant or even frequent interference in prosecution should not be encouraged as it will have a deleterious impact on its impartiality - However, where Magistrate or Sessions Judge E is of the opinion that prosecution is likely to fail, prudence would prompt that complainant or informant or aggrieved party be given an informal hearing. PRECEDENT: Expression, 'per incuriam' - Explained - Held: It is necessary to give a salutary clarion caution to all courts, including High Courts, to be extremely careful and circumspect in concluding a judgment of Supreme Court to be per incuriam - An earlier judgment cannot be seen as per incuriam a later judgment as the latter if numerically stronger only then it would overrule the former- In the instant case, in the impugned order, single Judge of High Court followed incorrect and misleading editorial note in the cited law journal without apprising himself of the context in which Rashmi Rekha was wrongly reported to hold Niranjan Singh per incuriam - Rashmi Rekha dealt with anticipatory bail ul s 438, Cr. P. C. and only tangentially with ss. 437 and 439, Cr. P. C. - In the factual matrix of the instant case, Niranjan Singh is the precedent of relevance and not Gurbaksh Singh  Sibbia nor any other decision where the scope and sweep of anticipatory bail was at the fulcrum of the conundrum - Law reporting. WORDS AND PHRASES: C I Expressions, 'custody', 'detention' and' arrest' - Connotation of."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "MAHIPAL SINGH VS. C.B.I. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjkwNA==",
        "Citation": "[2014] 4 S.C.R. 529",
        "Case Type": "(CRIMINAL APPEAL /682/2014)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTI5LTU0MF8xNzAzMTU0NjcxLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 529",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Mahipal Singh",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 945",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "C.b.i. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /682/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Control of Organised Crime Act (MCOCA) - ss.2(1)(e)",
            "2(1)(d) and 3"
        ],
        "HeadNote": "Maharashtra Control of Organised Crime Act (MCOCA) - ss.2(1)(e), 2(1)(d) and 3 - \"Organised crime\" - \"Continuing C unlawful activity\" - Entrance examinations to Postgraduate and undergraduate courses in Medical Science and undergraduate courses in Veterinary Science - Rigging of results Invocation of s.3 of MCOCA - Permissibility- Held: For punishment for offence of organised crime u/s.3 of D MCOCA, the accused is required to be involved in continuing unlawful activity which inter alia provides that more than one charge-sheet have been filed before a competent court within the preceding period of ten years and the court had taken cognizance of such offence - Submission of charge-sheets E in more than one case and taking cognizance in such number of cases are ingredients of the offence and have to be satisfied on the date the crime was committed or came to be known - An act which is not an offence on the date of its commission or the date on which it came to be known, cannot F be treated as an offence because of certain events taking place later on - Procedural requirement for prosecution of a person for an offence can later on be satisfied but ingredients constituting the offence must exist on the date the crime is committed or detected - In the case at hand, the examinations G alleged to have been rigged had taken place in January, 2010, June, 2010, November, 2010 and January, 2011 and the date on which the FIRs were registered, more than one charge-sheets were not filed against the accused for the offence of specified nature within the preceding period of ten years and further, the court had not taken cognizance in such number of cases - On the date of commission of the offence, all the ingredients to bring the act within s.3 of MCOCA were not satisfied - Therefore, the accused could not be prosecuted B for the offence u/s.3 of MCOCA - Constitution of India, 1950 - Art. 20(1) - Penal Code, 1860 - s. 1208 r/w ss. 420, 467, 471 and 511."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "HIGH COURT OF JUDICATURE AT PATNA, THROUGH R.G VS. SHYAM DEO SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjkxMA==",
        "Citation": "[2014] 4 S.C.R. 541",
        "Case Type": "(CIVIL APPEAL /2529/2014)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTQxLTU1M18xNzAzMTU0NzU1LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 541",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "High Court Of Judicature At Patna, Through R.g",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 219",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Shyam Deo Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /2529/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Judicial Service - Entitlement to continuation! extension of service beyond the age of 58 years - Manner of determination"
        ],
        "HeadNote": "Service Law - Judicial Service - Entitlement to continuation! extension of service beyond the age of 58 years - Manner of determination - Bihar Superior Judicial Service - Denial of extension to respondent-Judicial Officer beyond the age of 58 years - If justified - Held: The entitlement to continuation! extension of service of a judicial officer beyond the age of 58 has to be determined on the basis of the service record of the particular officer under consideration and not on a comparative assessment with the record of other officers - Even if the ACRs of another officer were decidedly inferior to those of the respondent, the same, at best, may have relevance to the grant of extension to such officer without conferring any right or entitlement to the respondent for a similar extension - In the present case, though there were adverse remarks/comments dated 15. 12. 1995 against the respondent, but the same were not acted upon and moreover, the subsequent ACRs of respondent were sufficiently positive and depicted him as an efficient Judicial Officer with good reputation for honesty and impartiality - Also, promotion to the highest level in the District judiciary as well as selection grade in the said cadre was granted to the respondent - The said promotions had the effect of wiping out the adverse remark dated 15. 12. 1995 - The High Court, on the administrative side, therefore, was not justified in refusing to continue with the service of the respondent beyond the age of 58 years - However, a period of nearly 14 years has elapsed in the meantime and it will be highly inequitable to request the High Court to redo the exercise at this belated stage - Besides such a course of action will also be unnecessary - Respondent to be treated to have retired from service on completion of 60 years of age and all consequential benefits, including pay and pension on that basis, directed to be made available to him forthwith and without any delay.Service Law - Judicial Service - Potential for continued C useful service of Judicial Officer beyond the age of 58 years - Evaluation and assessment - Judicial Review - Scope - Held: Evaluation of service record of a judicial officer for the purpose of formation of an opinion as to his/her potential for continued useful service is required to be made by the High  Court which means the Full Court on the administrative side - The ultimate decision is always preceded by an elaborate consideration of the matter by Hon'ble Judges of the High Court who are familiar with the qualities and attributes of the judicial officer under consideration - The very process by  which the decision is eventually arrived at, should permit a limited judicial review - It is only in a rare case where the decision taken is unsupported by any material or the same reflects a conclusion which, on the face of it, cannot be sustained that judicial review would be permissible."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "B. JAYARAJ VS. STATE OF A.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjkxNg==",
        "Citation": "[2014] 4 S.C.R. 554",
        "Case Type": "(CRIMINAL APPEAL /696/2014)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTU0LTU2MV8xNzAzMTU0ODE3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 554",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "B. Jayaraj",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 220",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of A.p.",
        "Case Type:": "CRIMINAL APPEAL /696/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988 - ss. 7 and 13(1 )(d)(i)(ii) r/w s. 13(2) and 20"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988 - ss. 7 and 13(1 )(d)(i)(ii) r/w s. 13(2) and 20 -Complainant had a fair price shop - He alleged that appellant, Manda/ Revenue officer, demanded bribe from him for release of PDS items - Conviction of appellant u/ss. 7 and 13(1)(d)(i)(ii) r/w s.13(2) by the Courts below - Justification - Held: Not justified - PW- 2, the complainant, did not support the prosecution case insofar as demand of illegal gratification by appellant is concerned - Prosecution did not examine any other witness, present at the time when the money was allegedly handed over to appellant by the complainant, to prove that the same was pursuant to any demand made by the appellant - When the complainant himself had disowned what he had stated in the initial complaint, and there is no other evidence to prove that appellant had made any demand, the evidence of PW-1 (panch witness) and the contents of the initial complaint cannot be relied upon - Only other material available is recovery of tainted currency notes from possession of appellant - However, mere possession and recovery of currency notes from appellant without proof of demand will not bring home the offence uls. 7 - Proof of acceptance of illegal gratification can follow only if there is proof of demand - As the same is lacking, primary facts on the basis of which legal presumption u/s.20 can be drawn against the appellant are wholly absent."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "P. RAMAKRISHNAM RAJU VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjkyNA==",
        "Citation": "[2014] 4 S.C.R. 562",
        "Case Type": "(WRIT PETITION (CIVIL) /521/2002)",
        "Date": "31 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTYyLTU4Ml8xNzAzMTU0OTAyLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 562",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "31 March 2014",
        "Petitioner:": "P. Ramakrishnam Raju",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 229",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /521/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial service - High Court Judges"
        ],
        "HeadNote": "JUDICIARY: Judicial service - High Court Judges (Salaries & Conditions of Service) Act, 1954 - s.14; First schedule Part I, Clause 2 - Pension for the retired judges of High Court who are directly appointed from the Bar - Clause 2 of Part I says that no pension is payable to the judges having less than 7 0 years of service as a judge - Constitutional validity of - Held: The Judges, who are appointed under Article 217(2)(a) being members of the Judicial Service, even if they serve as a Judge of the High Court for only one or two years, get full pension benefits because of the applicability of Rule 26B or E because of their earlier entry into judicial service - However, the Judges of the High Court, who are appointed from the Bar do not get similar benefit of full pension - This is arbitrary and discriminatory - s. 14 of the HCJ Act and Clause 2 of Part I of the First Schedule which governs the pension payable to F Judges gives rise to unequal consequences - The existing scheme treats unequally the equals, which is violative of Articles 14 and 21 of the Constitution - lffespective of the source from where the Judges are drawn, they must be paid the same pension just as they have been paid same salaries G and allowances and perks as serving Judges - If the service of a judicial officer is counted for fixation of pension, there is no valid reason as to why the experience at Bar cannot be treated as equivalent for the same purpose - Thus, fixation of higher pension to the Judges drawn from the Subordinate Judiciary who have served for shorter period in contradistinction to Judges drawn from the Bar who have served for longer period with less pension is highly discriminatory and breach of Article 14 of the Constitution - The classification itself is unreasonable without any legally acceptable nexus with the object sought to be achieved - Constitution of India, 1950 - Articles 14 and 21. Scheme for post-retiral benefits to the retired Chief Justices and retired Judges of the respective High Courts - Held: Government of Andhra Pradesh sanctioned an amount of Rs. 14, 0001- per month to the retired Chief Justices of the High Court of Andhra Pradesh and an amount of Rs.12,0001 - per month to the retired Judges of the High Court of Andhra Pradesh for defraying the services of an orderly, driver, security guard etc. and for meeting expenses incurred towards secretarial assistance on contract basis and a residential telephone free of cost with number of free calls to the extent of 1500 per month over and above the number of free calls per month allowed by the telephone authorities to both the retired Chief Justices and Judges of the High Court of Andhra Pradesh w.e.f. 01.04.2012 - Steps taken by the Government of Andhra Pradesh and other States who have already formulated such scheme appreciated - Other States who have so far not framed such scheme to also formulate the same, depending on the local conditions, for the benefit of the retired Chief Justices and retired Judges of the respective High Courts as early as possible."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "RAM NIRANJAN ROY VS. STATE OF BIHAR AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjkzMw==",
        "Citation": "[2014] 4 S.C.R. 583",
        "Case Type": "(CRIMINAL APPEAL /1240/2004)",
        "Date": "31 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNTgzLTYwMV8xNzAzMTU0OTgwLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 583",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "31 March 2014",
        "Petitioner:": "Ram Niranjan Roy",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 230",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "State Of Bihar And Ors.",
        "Case Type:": "CRIMINAL APPEAL /1240/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONTEMPT OF COURTS ACT",
            "1971",
            "false statement before court"
        ],
        "HeadNote": "CONTEMPT OF COURTS ACT, 1971: c s. 14 - Contempt of court - Contemner appearing-in- person before High Court and shouting at court and making false statement before court - High Court holding him guilty of contempt of court and directing him to be taken into custody and to be sent to jail for 24 hours as punishment - Held: The 0 intemperate language used by the appellant while addressing the Judges of the High Court is most objectionable and contumacious - He did not show any remorse - He did not tender any apology, but, continued his rude behaviour of shouting at the court and baiting the court - By this behaviour E he lowered the dignity and authority of the High Court - He challenged the majesty of the High Court by showing utter disrespect to it - Undoubtedly, he committed contempt of the High Court in its presence and hearing - He is, therefore, guilty of having committed contempt in the face of the High Court u/s 14 - High Court cannot be faulted for punishing the F appellant for contempt of court - Constitution of India, 1950 - Art. 215. s. 2(c) - Criminal contempt of court - Contemner in appeal before Supreme Court filing copy of judgment of High Court  by replacing words in it and filing false affidavit - Held: Contemner is guilty of tampering with High Court's order and filing it in Supreme Court - This would be criminal contempt as defined by. 2(c) - Further he has filed false affidavit before Supreme Court - He is guilty of contempt of Supreme Court - He is directed to pay a fine of Rs. 25, 0001- - Constitution of India, 1950 - Art. 129. CONTEMPT OF COURT: B Contempt in the face of court - Held: When a contempt is committed in the face of the High Court or the Supreme Court to scandalize or humiliate the Judge, instant action may be necessary - There was no question of giving the appellant any opportunity to make his defence - Natural justice -  Opportunity of hearing."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "STATE OF BIHAR & ORS. VS. RAJMANGAL RAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjkzOA==",
        "Citation": "[2014] 4 S.C.R. 602",
        "Case Type": "(CRIMINAL APPEAL /708/2014)",
        "Date": "31 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNjAyLTYxMl8xNzAzMTU1MDcxLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 602",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "31 March 2014",
        "Petitioner:": "State Of Bihar & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 234",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Rajmangal Ram",
        "Case Type:": "CRIMINAL APPEAL /708/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s. 465 rlw s. 197 Cr.P.C. ands. 19 (3) rlw s.19 (1) of PC Act"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE 1973: c s. 465 r/w s. 197 Cr.P.C. and s. 19 (3) rlw s.19 (1) of PC Act - Interference with criminal prosecution on the ground of defects/omissions/errors in the order granting sanction for prosecution - Held: Both s. 465, Cr.P.C. and. 19 (3) of PC Act make it clear that any effort, omission or irregularity in the grant of sanction will not affect any finding, sentence or order 0 passed by a competent court unless in the opinion of the court, a failure of justice has been occasioned - In the instant case, even assuming that Law Department was not competent to accord sanction, it was still necessary for High Court to E reach the conclusion that a failure of justice had occasioned -- Such a finding is conspicuously absent - Order of High Court interdicting the criminal prosecution of respondents is set aside - Prevention of Corruption Act, 1988 - s. 19 (3) r/w s. 19 (1)."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "FASEELA M. VS. MUNNERUL ISLAM MADRASA COMMITTEE & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk0NA==",
        "Citation": "[2014] 4 S.C.R. 613",
        "Case Type": "(CIVIL APPEAL /4250-4252/2014)",
        "Date": "31 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNjEzLTYyNF8xNzAzMTU1MTQ5LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 613",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "31 March 2014",
        "Petitioner:": "Faseela M.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 233",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Munnerul Islam Madrasa Committee & Anr.",
        "Case Type:": "CIVIL APPEAL /4250-4252/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "WAKF ACT",
            "1995: ss. 6 (1) and 7 (1)"
        ],
        "HeadNote": "WAKF ACT, 1995: ss. 6 (1) and 7 (1) -- Jurisdiction of Wakf Tribunal - Suit for eviction of tenant from Wakf property - Held: Is exclusively triable by the civil court, as such a suit is not covered by the disputes specified in ss. 6 and 7 of the Act - Jurisdiction."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "BISHNU BISWAS & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk0Ng==",
        "Citation": "[2014] 4 S.C.R. 625",
        "Case Type": "(CIVIL APPEAL /4255-58/2014)",
        "Date": "02 APRIL 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNjI1LTYzNl8xNzAzMTU1MjAxLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 625",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "02 April 2014",
        "Petitioner:": "Bishnu Biswas & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 241",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /4255-58/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW· Selection - To Group D posts"
        ],
        "HeadNote": "SERVICE LAW· Selection - To Group D posts - Interview not being part C of the process, equal marks earmarked for written test and interview - Held: Criterion was changed after conducting the written test and admittedly not at the stage of initiation of the selection process - Marks allocated for oral interview were the same as for written test i.e. 50% for each - The manner in which marks were awarded in the interview to candidates D indicated lack of transparency - Some candidates were awarded more marks in interview than they got in written test - Direction of High Court to continue with the selection process from the point it stood vitiated does not require interference."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "A.P.N.G.O.'S ASSOCIATION VS. GOVERNMENT OF ANDHRA PRADESH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk1MA==",
        "Citation": "[2014] 4 S.C.R. 637",
        "Case Type": "(CIVIL APPEAL /4383/2014)",
        "Date": "03 APRIL 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNjM3LTY0NV8xNzAzMTU1MzI1LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 637",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "03 April 2014",
        "Petitioner:": "A.p.n.g.o.'s Association",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 242",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Government Of Andhra Pradesh & Others",
        "Case Type:": "CIVIL APPEAL /4383/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ANDHRA PRADESH CHARITABLE AND HINDU RELIGIOUS INSTITUTIONS AND ENDOWMENTS ACT",
            "1987"
        ],
        "HeadNote": "ANDHRA PRADESH CHARITABLE AND HINDU RELIGIOUS INSTITUTIONS AND ENDOWMENTS ACT, 1987: c s. 80 - Sale of land belonging to Charitable and Religious Endowment - Writ petition challenging the sale - Dismissed by single Judge of High Court - Division Bench quashing the sale - Held: Purpose of making an endowment in favour of a  deity is to generate income for various services required to be rendered to the deity - It has come on record that the interest on the sale proceeds will fetch much higher than the income the land was getting - Therefore, prospect of getting a higher income is certainly relevant consideration than possibility of appreciation in value of the asset endowed -  Order of Division Bench of High Court set aside and that of single Judge restored."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "SAROJ @ SURAJ PANCHAL & ANR. VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk1NQ==",
        "Citation": "[2014] 4 S.C.R. 646",
        "Case Type": "(CRIMINAL APPEAL /734/2014)",
        "Date": "03 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE1XzRfNjQ2LTY1MV8xNzA0MTk0MTcyLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 646",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "03 April 2014",
        "Petitioner:": "Saroj @ Suraj Panchal & Anr.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 954",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /734/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.304 Part I r/w s.34 and s.300",
            "First Exception - There was love affair between 'B' and 'S'"
        ],
        "HeadNote": " Penal Code, 1860 - s.304 Part I r/w s.34 and s.300, First Exception - There was love affair between 'B' and 'S' - On the occurrence night, 'S' went to the house of 'B' to meet her - Annoyed by the presence of 'S' in their house in the night, the father and uncle of 'B' (the appellants) and other accused persons beat 'S' and dragged him through the staircase which resulted in injuries to 'S' and ultimately in his death - Conviction of appellants u/s 02 r/w s.34 /PC - Challenge to - Held: Nobody would tolerate an intruder into their house in the night hours - By no means, can it be held to be a case of pre-meditation - It was a case of grave and sudden provocation and would come under the F~t Exception to s.300 /PC - Death was caused by the acts of the appellants done with the intention of causing such bodily injury as is likely to cause death - Conviction of appellants accordingly altered to that u/ s.304 Part I r/w s.34 IPC alongwith 7 years RI. "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "BABUBHAI BHIMABHAI BOKHIRIA & ANR. VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk2Mg==",
        "Citation": "[2014] 4 S.C.R. 652",
        "Case Type": "(CRIMINAL APPEAL /735/2014)",
        "Date": "03 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNjUyLTY2Nl8xNzAzMTU2MjQ1LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 652",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "03 April 2014",
        "Petitioner:": "Babubhai Bhimabhai Bokhiria & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 243",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "CRIMINAL APPEAL /735/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.319 - Scope of - Held: s.319 confers power on the trial court"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.319 - Scope of - C Held: s.319 confers power on the trial court to find out whether a person who ought to have been added as an accused has · erroneously been omitted or has deliberately been excluded by the investigating agency and that satisfaction has to be arrived at on the basis of the evidence so led during the trial D - The degree of satisfaction for invoking power u/s.319 is much higher though the test of prima facie case being made out is same as that when the cognizance of the offence is taken and process issued - In the instant case, the trial court allowed the application filed u/s. 319 on the basis of letter E written almost a year ago by the deceased in which it was stated that in the event of his death, the appellant shall be held responsible - Except the apprehension expressed by the deceased, the letter did not relate to the cause of his death or to any circumstance of the transaction which resulted in his F death - The said letter did not satisfy the requirement of s. 32 of the Evidence Act and, therefore, cannot be considered as such to enable exercise of power u/s.319 of the Code - Evidence Act, 1872 - s.32. Evidence Act, 1872: s.32 - Dying declaration - Held: As G per s.32(1), any statement made by a person as to the cause of his death or as to any of the circumstances of the transaction which resulted in his death is relevant in a case in which the cause of death of the person making the statement comes into question - It is an exception to the rule of hearsay - However, general expressions suspecting a particular individual not directly related to the occasion of death are not admissible when the cause of death of the deceased comes into question - In the instant case, a letter written almost a year ago by the deceased was recovered from his purse in which it was stated that in the event of his death, the appellant shall be held responsible as the appellant intended to kill him - Except the apprehension expressed by the deceased, the letter did not relate to the cause of his death or to any circumstance of the transaction which resulted in his death - Therefore, said letter did not satisfy the requirement of s.32 of the Act and was not admissible."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "T.N. GENERATION & DISTBN. CORPN. LTD. VS. PPN POWER GEN. CO. PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk3MA==",
        "Citation": "[2014] 4 S.C.R. 667",
        "Case Type": "(CIVIL APPEAL /4126/2013)",
        "Date": "04 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNjY3LTcxNl8xNzAzMTU2MzUyLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 667",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "04 March 2014",
        "Petitioner:": "T.n. Generation & Distbn. Corpn. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 248",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Ppn Power Gen. Co. Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /4126/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ELECTRICITY ACT",
            "2003: s. 86 (1) (f) -- Discretion of State Commission either to c adjudicate the dispute or to refer it to arbitration"
        ],
        "HeadNote": "ELECTRIC/TY ACT, 2003: s. 86 (1) (f) -- Discretion of State Commission either to c adjudicate the dispute or to refer it to arbitration - Dispute between parties with regard to accounting details, refund of excess rebate etc. - State Commission exercising the discretion to adjudicate the dispute - Held: It cannot be accepted that since appellant had made a request for a 0 reference of dispute to arbitration, State Commission ought to have made the reference - Appellant chose to contest the claim of respondent on merits and filed written statement before State Commission - Further, appellant participated in the entire proceedings and invited the findings on merit -  Besides, applicability of Arbitration and Conciliation Act, 1996 and Arbitration Act, 1940 has been specifically excepted by Article 16 (2) of the Power Purchase Agreement - Commission is required to exercise its discretion reasonably and not arbitrarily - In the instant case, State Commission upon consideration of the entire matter has rightly exercised F its discretion. s.86 - Adjudication of dispute by State Commission - Held: If the amount of invoice is disputed, the appellant is obliged to make full payments of the invoice when due and G then raise the dispute - Undoubtedly, early payment is encouraged by offering rebate of 2.5% if paid within 5 days of the date of the invoice -- Similarly, 1% rebate would be available if the payment of the entire invoice is made within 30 days - The rebate is in the form of incentive and is an exception to the general rule requiring payment in full on due date - Therefore, the appellant had no legal right to claim rebate at the rate of 2. 5% not having paid the entire invoice amount within 5 days - Similarly, the appellant would be entitled to 1% rebate if payment is made within 30 days of invoice - The findings of the Appellate Tribunal on this issue do not call for any interference - As regard interest on late payment, Appellate Tribunal has considered the entire matter and has rightly come to the conclusion that interest is payable on compound rate basis in terms of Article 10.6 of the PPA. DELA YILACHES:  Plea that claim of respondent was time baffed - Held: Claim of respondents cannot be held to be time baffed - Principle of delay and /aches would not apply, by virtue of'the adjustment of payments being made on FIFO (first in first out) basis - Appellant was duly informed that the part payments made would be adjusted by respondents under FIFO system - It has been coffectly held that in such circumstances, s. 59 of Contract Act would not be applicable - In any event, Limitation Act is inapplicable to proceedings before State Commission - There is no reason to interfere with the findings recorded by Appellate Tribunal - Contract Act, 1872 - ss. 59,60 and 61 - Limitation Act, 1963. ELECTRIC/TY ACT, 2003: ss. 111 and 113 -- Appellate Tribunal for Electricity - Appeal - Jurisdiction - Held: Appellate Tribunal exercises jurisdiction over State Commission by way of a first appeal - G Therefore, it is the bounden duty of Appellate Tribunal to examine as to whether decisions rendered by State Commission suffer from vice of arbitrariness, unreasonableness or perversity - It is a/ways open to Appellate Tribunal to examine as to whether State Commission has H exercised discretion with regard to referring the dispute to arbitration, in accordance with well known norms for exercising such discretion - In the instant case, Appellate Tribunal ought not tc. have brushed aside the submissions of appellant with the observation that State Commission having exercised its discretion, the issue need not be investigated by Appellate Tribunal - However, conclusions reached by Appellate Tribunal, that jurisdiction has not been exercised by State Commission arbitrarily, whimsically or against statutory provisions does not call for any interference. A s. 125 - Appeal to Supreme Court - Scope of -- Held: Under s.125 appeal lies in Supreme Court on any one or more of the grounds specified in s.100 of the Code of Civil Procedure, 1908 - Therefore, unless the Court is satisfied that the findings of fact recorded by the State Commission are perverse, irrational and based on no evidence, it would not interfere. ss. 84 - Appointment of Chairperson of State Commission - States of Tamil Nadu - Held: State Commission in deciding a /is between appellant and respondent, discharges judicial functions and exercises judicial power of State - It exercises  judicial functions of far reaching effect - Therefore, it must have essential trapping of the court - State Government ought to have exercised its power under sub-s. (2) of s. 84 to appoint one or more Judicial Members in State Commission - Till date no judicial Member has been appointed in the Tamil Nadu  State Commission - Matter needs to be considered, with some urgency - s. 84 enables the State Government to appoint any person as the Chairperson from amongst persons who is, or has been, a Judge of a High Court - It would be advisable for State Government to exercise this enabling power."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "HITENDRA SINGH S/O BHUPENDRA SINGH & ORS. VS. DR. P. D. KRISHI VIDYAPEETH BY REG. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk3NA==",
        "Citation": "[2014] 4 S.C.R. 717",
        "Case Type": "(CIVIL APPEAL /1-35/2014)",
        "Date": "04 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNzE3LTc1MV8xNzAzMTU2NDUyLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 717",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "04 April 2014",
        "Petitioner:": "Hitendra Singh S/o Bhupendra Singh & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 247",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Dr. P. D. Krishi Vidyapeeth By Reg. & Ors.",
        "Case Type:": "CIVIL APPEAL /1-35/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MAHARASHTRA AGRICULTURE UNIVERSITY ACT",
            "1983ss. 6",
            "11 and 15"
        ],
        "HeadNote": " MAHARASHTRA AGRICULTURE UNIVERSITY ACT, 1983: ss. 6, 11 and 15 - Power of Chancellor to appoint Committee to inquire into illegalities and irregularities in selection and appointment of Senior Research Assistants and Junior Research Assistants - HELD: Inquiry directed by Chancellor into illegalities and irregularities of selection process in appointment of Senior and Junior Research Assistants was legally permissible -- Exercise of such power is not subject to any limitation or impediment because the power is vested in a high constitutional functionary who is expected to exercise the same only when such exercise becomes necessary to correct aberrations and streamline administration so as to maintain the purity of the procedures and process undertaken by the University in all spheres dealt with by it.  ss. 11 and 15 - Report of Justice Dhabe Committee that F entire selection process was vitiated by illegalities, irregularities and improprieties and, therefore, appointments made need to be set aside - Accepted by Chancellor and appointments cancelled - Compliance of principles of natural justice - Held: Justice Dhabe Committee had issued notices G to the appointees who had in tum responded to the same - Therefore, it cannot be said that principles of natural justice were violated by the Committee especially when no prejudice is demonstrably caused to petitioners on account of procedure which the Committee followed in concluding the enquiry proceedings - Further, in compliance with orders passed by Chancellor, Vice Chancellor of University issued notices to appointees calling upon them to appear before him for a personal hearing in support of their selection and B appointment as SRAs/JRAs -- The appointees filed their responses in required format - They were a/so given an opportunity of being heard by Vice Chancellor -- Thus, Vice Chancellor had acted fairly, and fully complied with principle of natural justice - No further hearing was required to be repeated by Chancellor, who had before him the recommendations of Executive Committee and Vice Chancellor and took a final view of the matter having regard to the totality of circumstances - Continuance in office of those selected by means that are not fair, transparent and reasonable will amount to perpetuating the wrong - Therefore, 0 appointments were rightly set aside by Chancellor- Directions give for constituting of Selection Board in terms of /amendment Act 32 of 2013 and for selection afresh giving age relaxation to appellants, and on their selection to give them benefit of continuity of service - Service Jaw -  Administrative Jaw - Principles of natural justice - Audi alteram partem. "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "VINOD KUMAR VS. STATE OF KERALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk3OQ==",
        "Citation": "[2014] 4 S.C.R. 752",
        "Case Type": "(CRIMINAL APPEAL /821/2014)",
        "Date": "04 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNzUyLTc3MF8xNzAzMTU2NTA4LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 752",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "04 April 2014",
        "Petitioner:": "Vinod Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 249",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Of Kerala",
        "Case Type:": "CRIMINAL APPEAL /821/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: s. 376 - Rape - Consent - Consensual sexual relationship"
        ],
        "HeadNote": "PENAL CODE, 1860: s. 376 - Rape - Consent - Consensual sexual relationship - Allegation against appellant that he entered into marital relations with the prosecutrix without disclosing to her the fact of his being already married - Defence case that the prosecutrix was well aware that the appellant was married and, still persuaded appellant for registration of marriage - Trial court convicted u/s.376 - High Court though noted that friendship between the coup/~ strengthened into close acquaintance· and eventually leading them to elope, still convicted the appellant and treated prosecutrix as victim - On appeal, held: Testimony of the Sub- registrar and the Deed writer who prepared the agreement of marriage independently indicated that the prosecutrix was made aware by knowledgeable and independent persons that no legally efficacious marriage had occurred - The Court is duty bound when assessing the presence or absence of consent, to satisfy itself that both parties are ad idem on essential features - It is not possible to convict a person who did not hold out any promise or make any misstatement of facts or law or who did not present a false scenario which had the consequence of inducing the other party into the commission of an act - In the instant case, the couple was infatuated with each other and wanted to live together in a relationship as close to matrimony as the circumstances would permit - Prosecutrix was aware that the appellant was already married but, possibly because a polygamous relationship was not anathema to her religion, she was willing"
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "KARNATAKA POWER TRANSMISSION CORPORATION LIMITED AND ANOTHER VS. M/S. DEEPAK CABLES (INDIA) LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk4OA==",
        "Citation": "[2014] 4 S.C.R. 771",
        "Case Type": "(CIVIL APPEAL /4424/2014)",
        "Date": "07 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNzcxLTc5MV8xNzAzMTU2NTc3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 771",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "07 April 2014",
        "Petitioner:": "Karnataka Power Transmission Corporation Limited And Another",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 258",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Deepak Cables (india) Ltd.",
        "Case Type:": "CIVIL APPEAL /4424/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: s.11 (6) - Appointment of arbitrator"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s.11 (6) - Appointment of arbitrator - Dispute between the parties - C Respondent seeking appointment of arbitrator - Resisted by appellant on the ground that the agreement did not provide for arbitration - Held: Clause 48 of the agreement provided that when disputes or differences of any kind arise between the parties relating to the performance of the works during D progress of the works or after its completion or before or after the termination, abandonment or breach of the contract, it is to be referred to and settled by the engineer - There is also a stipulation that his decision in respect of every matter so referred to shall be final and binding upon the parties until the E completion of works and is required to be given effect to by the contractor who shall proceed with the works with due diligence - This clause did not provide any procedure to even remotely indicate that the concerned engineer was required to act judicially as an adjudicator by following the principles F of natural justice or to consider the submissions of both the parties - This only depict that the said clause was engrafted to avoid delay and stoppage of work and facilitate smooth carrying on of the work - The language employed in the clause did not spell out the intention of the parties to get the disputes G adjudicated through arbitration - Apart from that clause 4. 1 of the agreement stated that it was specifically agreed by and between the parties that all the differences or disputes arising out of the Agreement or touching the subject matter of the Agreement would be decided by a competent Court at Bangalore - Thus, clause 48, read in conjunction with clause 4.1, clearly established that there was no arbitration clause in the agreement."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "GOPAKUMAR B. NAIR VS. C.B.I & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk5NA==",
        "Citation": "[2014] 4 S.C.R. 792",
        "Case Type": "(CRIMINAL APPEAL /831/2014)",
        "Date": "07 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfNzkyLTgwM18xNzAzMTU2NjQ0LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 792",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "07 April 2014",
        "Petitioner:": "Gopakumar B. Nair",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 255",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "C.b.i & Anr.",
        "Case Type:": "CRIMINAL APPEAL /831/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CRIMINAL PROCEDURE",
            "1973: s. 482"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973: s. 482 - Power of High Court to quash proceedings - Settlement of dispute between parties - Effect of - Criminal proceedings against accused-appellant for offences punishable u/s 120B /PC, s.13 (2) r/w s. 13(1)(d) of PC Act 0 and ss. 420 and 471, !PC - Held: In the instant case, charge- sheet has been submitted and charges have been framed - Appellant has been charged u/s 13(1)(d) of PC Act, u/s 420 /PC (compoundable with leave of court) and s. 471, /PC (non -compoundable) - The offences are serious and not private E in nature - Charge of conspiracy is to commit offence under PC Act - Though amounts due to bank have been paid under a private settlement, there is no acknowledgement by the bank of exoneration of accused-appellant from criminal liability - Since High Court has come to the conclusion that F power u/s 482 should not be exercised to· quash criminal proceedings against accused-appellant, there is no justification to interfere with the said decision - Prevention of Corruption Act, 1988 - s, 13 (2) r/w s.13(1)(d) - Penal Code, - -· 1860 - SS. 120 B, 420 and 471. "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "MALLAMMA (DEAD) BY L.RS. VS. NATIONAL INSURANCE CO. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAwNA==",
        "Citation": "[2014] 4 S.C.R. 804",
        "Case Type": "(CIVIL APPEAL /1391/2009)",
        "Date": "07 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODA0LTgxMF8xNzAzMTU2NzAxLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 804",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "07 April 2014",
        "Petitioner:": "Mallamma (dead) By L.rs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 251",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "National Insurance Co. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1391/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MOTOR VEHICLES ACT",
            "1988: s. 157"
        ],
        "HeadNote": "MOTOR VEHICLES ACT, 1988: s. 157 - Deemed transfer of insurance policy - Death of driver of tractor in an accident - Ownership of tractor transferred during validity of insurance policy and accident took place during said period - Held: Deceased workman was  in the course of employment of second respondent in whose name ownership of vehicle stood transferred and said vehicle was covered under a valid insurance policy -- High Court ought not have simply brushed aside the decision of Commissioner fastening joint liability on Insurance Company,  in the light of deeming provision contained in s. 157 (1)"
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "NAGAR PALIKA PARISHAD MIHONA AND ANR. VS. RAMNATH AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAwOQ==",
        "Citation": "[2014] 4 S.C.R. 811",
        "Case Type": "(CIVIL APPEAL /4454/2014)",
        "Date": "09 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODExLTgxNl8xNzAzMTU2Nzg5LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 811",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "09 April 2014",
        "Petitioner:": "Nagar Palika Parishad Mihona And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 263",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Ramnath And Anr.",
        "Case Type:": "CIVIL APPEAL /4454/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MADHYA PRADESH MUNICIPALITIES ACT",
            "1961: s. 319"
        ],
        "HeadNote": "MADHYA PRADESH MUNICIPALITIES ACT, 1961: s. 319 - Bar of suit in absence of notice - Suit for declaration of title and permanent injunction - No notice u/s 319 issued by plaintiff to NagarPalika Parishad - Held: In view of bar of suit for declaration of title in absence of notice uls 319, the suit was not maintainable -- Courts below wrongly held that the suit was for perpetual injunction - Plaintiff having claimed title, the suit cannot be termed to be suit for perpetual injunction alone - Judgments of all the three courts below, set aside - It will be open to Nagar Palika Parishad toproceed in accordance with law."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "MURALIDHAR @ GIDDA & ANR. VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAxMg==",
        "Citation": "[2014] 4 S.C.R. 817",
        "Case Type": "(CRIMINAL APPEAL /551/2011)",
        "Date": "09 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODE3LTgzMV8xNzAzMTU2ODM3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 817",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "09 April 2014",
        "Petitioner:": "Muralidhar @ Gidda & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 261",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /551/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "EVIDENCE: Dying declaration - Evidentiary value"
        ],
        "HeadNote": "EVIDENCE: Dying declaration - Evidentiary value of -- Trial of accused for offences punishable u/ss. 302, rlw s. 149 and s. 148 /PC - Witnesses turned hostile - Prosecution case based on dying declaration - Acquittal by trial court - Conviction by High Court - Held: If the dying declaration is recorded not directly from the actual words of the maker. but as dictated by somebody else, this by itself creates suspicion about credibility of such statement and prosecution has to clear the. same to the satisfaction of court - In the instant case, dying declaration was not recorded in actual words of victim, but was recorded by witness on the dictation of PSI - Further, there was overwriting on the time of recording of statement as also insertion of two names in different ink - On facts, trial court rightly did not consider it safe to rely upon dying declaration and rightly acquitted the accused - High Court without considering the principles of dealing with an appeal against acquittal erred in upsetting the judgment of acquittal - Judgment of High Court set aside -Penal Code, 1860 -- ss. 302, r/w s. 149 and s. 148 IPC."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "MADHUKAR VS. STATE OF MAHARASHTRA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAxOA==",
        "Citation": "[2014] 4 S.C.R. 832",
        "Case Type": "(CIVIL APPEAL /4470/2014)",
        "Date": "11 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODMyLTg0M18xNzAzMTU2ODk3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 832",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "11 April 2014",
        "Petitioner:": "Madhukar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 269",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Maharashtra And Ors.",
        "Case Type:": "CIVIL APPEAL /4470/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Civil Services (Pension) Rules",
            "1982: rr.46(4)",
            "48(3) - Pension"
        ],
        "HeadNote": "Maharashtra Civil Services (Pension) Rules, 1982: rr.46(4), 48(3) - Pension - Fixation of - Qualifying period - Calculation of - As per the Resolution dated 11. 3. 1992 issued by Government of Maharashtra, pension scheme shall also be made applicable to teaching and non-teaching employees in non-agricultural universities and non-government colleges affiliated to it from 1. 10. 1982 - Para 3 of Resolution dated 11. 3. 1992 states that the benefit of previous service by condoning break in service can be granted only if there is compliance of conditions contained in r.48(1) of Rules, 1982 - As per r.48(3) in the absence of a specific indication to the contrary in the service record, an interruption between two spells of civil service rendered by a Government servant under Government, shall be treated as automatically condoned and the pre-interruption services to be treated as qualifying service - In the instant case, appellant resigned from the Government service on 18. 07. 1960 and joined the post of Lecturer in Hislop College on the same day i.e. 18. 07. 1960 - He retired from the Hislop College on 24.05.1983 i.e. after 1.10.1982 - Therefore, the appellant is entitled to the benefits in terms of Resolution dated 11.3.1992 - Higher authorities recommended to add the earlier period of service for determination of pensionary benefit - In view of the provisions of r. 48 r/w Government Resolution dated 11. 3. 1992, the appellant is entitled for counting the service earlier rendered between 21. 06. 1950 to 17. 07. 1960 for determination of pension - Government Resolution No. NGC 128411061501994184)NS-4 dated 11.3.1992. A Service law: Pension - Held: Cause of action for grant of pension arises every month."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "SHAMIM BANO VS. ASRAF KHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAyNw==",
        "Citation": "[2014] 4 S.C.R. 844",
        "Case Type": "(CRIMINAL APPEAL /820/2014)",
        "Date": "16 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODQ0LTg1N18xNzAzMTU3MDExLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 844",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "16 April 2014",
        "Petitioner:": "Shamim Bano",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 282",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Asraf Khan",
        "Case Type:": "CRIMINAL APPEAL /820/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s.125 ·Claim of maintenance by a Muslim woman"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973: c s.125 ·Claim of maintenance by a Muslim woman, who during the pendency of application was divorced - Held: Application u/s 125 was prior to date of divorce and hearing of application continued • Husband contested the same without raising the plea of consent - Even if an application u/s 3 of Muslim Women (Protection of Rights on Divorce) Act 0 for grant of maintenance was filed, parameters of s. 125 CrPC would have been made applicable, as Magistrate still retains the power of granting maintenance to a divorced Muslim wife u/s 125 CrPC - Besides, when a marriage breaks up, the wife E suffers - It is law's duty to recompense and primary obligation is that of husband - Matter remitted to Magistrate for re- adjudication of controversy in question keeping in view the principles stated in the judgment - Muslim Women (Protection of Rights on Divorce) Act, 1986 - ss. 3 and 4."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "ISWARLAL MOHANLAL THAKKAR VS. PASCHIM GUJARAT VIJ COMPANY LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAzMA==",
        "Citation": "[2014] 4 S.C.R. 858",
        "Case Type": "(CIVIL APPEAL /4558/2014)",
        "Date": "16 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODU4LTg3NF8xNzAzMTU3MDg2LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 858",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "16 April 2014",
        "Petitioner:": "Iswarlal Mohanlal Thakkar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 285",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Paschim Gujarat Vij Company Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /4558/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Service records - Date of birth - Application for change of date of birth"
        ],
        "HeadNote": "Service law: Service records - Date of birth - Application for change of date of birth on the basis of birth certificate issued by Municipal Corporation - Respondent-Employer rejected application and relied upon the School Leaving Certificate and thereby retired the employee - Labour court set aside the said order holding that employer ought to have not relied on the School Leaving Certificate since as per certificate issued by school to the brother of the appellant, the difference between appellant and his brother was only 5 months and that was improbable and impossible - Writ petition u!Art.227 - High Court set aside the order of labour court - On appeal, held: Respondent-board ought not to have relied upon the School Leaving Certificate and instead, the birth certificate issued by the Municipal Corporation should have been relied upon - High Court wrongly held that the appellant was estopped from raising the issue of his date of birth since he had signed the records in 1978 but raised this issue only in 1987 - This is also clear from the circular issued by respondent in 1987 to the effect that those employees who wished to change their date of birth in the records may do so by furnishing the necessary birth certificate and further, they can do it before they become 50 years of age - The appellant had not attained 50 years of age at the time he raised the issue of mistake of his date of birth - High Court did not apply its mind in setting aside the award of the labour court in exercise of its power of judicial review and superintendence - Therefore, impugned judgment and order of the High Court set aside and the award of the labour court restored - Constitution of India, 1950 - Article 227. Constitution of India, 1950: Article 227 - Scope of- Held: High Court cannot exercise its power u/Article 227 as an appellate court or re-appreciate evidence and record its findings on the contentious points - Only if there is a serious error of law or the findings recorded suffer from error apparent on record, can the High Court quash the order of a lower court - Service law .. Evidence Act, 1872: s.35 - Birth certificate issued by the Municipal Corporation - Evidentiary value of - Held: Birth certificate issued by the municipal corporation is a conclusive proof of age, the same being an entry in the public record as per s.35 of the Indian Evidence Act, 1872 - Service law."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "TAPASH KUMAR PAUL VS. BSNL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA0Ng==",
        "Citation": "[2014] 4 S.C.R. 875",
        "Case Type": "(CIVIL APPEAL /4980/2014)",
        "Date": "28 JANUARY 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODc1LTg4Nl8xNzAzMTU3MTkzLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 875",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 January 2014",
        "Petitioner:": "Tapash Kumar Paul",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 59",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Bsnl & Anr.",
        "Case Type:": "CIVIL APPEAL /4980/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "LABOUR LAW: Full Back wages - Termination"
        ],
        "HeadNote": "LABOUR LAW: Full Back wages - Termination - Tribunal held that C termination was in violation of s. 25-F of the ID Act and passed an order of reinstatement, however declined to grant back wages to the appellant-workman except Rs. 20, 0001- as compensation - Single Judge of High Court upheld the decision of Tribunal - On appeal, the Division Bench set o aside the award and in lieu of reinstatement passed an order directing that the amount of Rs. 20,000 be paid by way of compensation - On appeal, held: Court may .substitute reinstatement by compensation but the same has to l)e based on justifiable grounds i.e. where the industry is closed or E where the employee has superannuated or going to retire shortly and no period of service is left to his credit or where workman has been rendered incapacitated to discharge the duties and is not fit to be reinstated or when he has lost confidence of the management to discharge duties - In the F instant case, the appellant's case did not fall in any of the categories so as to justify compensation in lieu of reinstatement - There was no justification for the Division Bench to interfere with the order of the Tribunal and single judge - The Division Bench of the High Court gravely erred in ignoring the normal rule that ordinarily a workman whose G service has been illegally terminated would be entitled to full back wages except to the extent he was gainfully employed during the enforced idleness - Relying upon the view expressed in Deepali Gundu case to the effect that the order of termination affects the entire family of the employee and deprives them of food, education and advancement in life, appellant is reinstated with full back wages since in the absence of full back wages, he will suffer punishment for no fault of his own - Industrial Disputes Act, 1947 - s.25-F"
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "M/S BHARAT COKING COAL LTD AND ORS. VS. CHHOTA BIRSA URANW",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA1MA==",
        "Citation": "[2014] 4 S.C.R. 887",
        "Case Type": "(CIVIL APPEAL /4890/2014)",
        "Date": "25 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfODg3LTkwNl8xNzAzMTU3Mjk3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 887",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "25 March 2014",
        "Petitioner:": "M/s Bharat Coking Coal Ltd And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Chhota Birsa Uranw",
        "Case Type:": "CIVIL APPEAL /4890/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW: Date of birth - Correction of"
        ],
        "HeadNote": " SERVICE LAW:  Date of birth - Correction of - Claim of employee to correct his date of birth and rectify discrepancies in his service record - Declined by employer - Allowed by High Court - Held: With an aim to prevent cascading inconveniences caused by change of date of birth, a wronged employee should not be D denied of his rights especiaJly when he has adhered to the procedure laid down and attempted to avoid litigation by resorting to in-house mechanisms - Public Corporations! Departments, should not benefit from their own omission of duty - In the instant case, appellant-company failed to follow E the procedure as laid down in Implementation Instruction - It was due to discrepancies which subsisted that appellants gave all its employees a chance to rectify the same - Respondent duly followed the procedure available -- Appellants are bound by their actions and their attempt to F deny claim of ,respondent on the basis of technicality is incorrect - It has been correctly determined by single Judge of High Courl that dispute was not raised at fag end of service nor on the eve of superannuation but it was raised al the earliest possible· opportunity in 1987 when respondent G became aware of the discrepancy - Order of High Court does not call for any interference.EVIDENCE: Date of birth - School leaving certificate - Evidentiary value of - Relevant date with regard to issuance of school leaving certificate - Held: Implementation Instruction No. 76 8 clause (i)(a) permits rectification of the date of birth by treating the date of birth mentioned in school leaving certificate to be correct provided such certificates were issued by educational institution prior to date of employment - Date of issue of certificate actually intends to refer to the date with relevant record in school on the basis of which the certificate has been C issued - A school leaving certificate is usually issued at the time of leaving school by student, subsequently a copy thereof also can be obtained where a student misplaces his said school leaving certificate and applies for a fresh' copy thereof - Issuance of fresh copy cannot change the relevant record which is prevailing in records of the school from date of admission and date of birth of student, duly entered in records of the school. "
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "MOHD. HAROON & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA1Mw==",
        "Citation": "[2014] 4 S.C.R. 907",
        "Case Type": "(WRIT TO PETITION(CRIMINAL) /155/2013)",
        "Date": "26 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice D.A. Desai, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfOTA3LTk4N18xNzAzMTU3NDQxLnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 907",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "26 March 2014",
        "Petitioner:": "Mohd. Haroon & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 210",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT TO PETITION(CRIMINAL) /155/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "RIOTS: Muzaffarnagar riots - Communal tension"
        ],
        "HeadNote": "RIOTS: Muzaffarnagar riots - Communal tension wrecking lives of a large number of people - Writ petitions seeking for an inclusive protection for each victim whose fundamental rights have been infringed in the said riot - Held: When the incidents of communal disturbance flared up, it was expected by the State intelligence agencies to apprise the State Government and the District Administration in particular, to prevent such communal violence - Prima facie, the State government is responsible for being negligent at the initial stage in not anticipating the communal violence and for taking necessary steps for its prevention - In these matters, from time to time various interim orders have been passed by the Supreme Court for monitoring the situation at the place of incident - On directions of the Supreme Court, the State Government has made arrangements in relief camps for medical facilities, sanitation, tents, items of daily use, cloths, financial assistance to the wounded and the families of deceased persons and for their resettlement and rehabilitation - State Government is also directed to pay compensation of Rs. 5 lakhs for rehabilitation of victims of rape - Sincere efforts shall be made to apprehend all the accused of murders irrespective of political affiliation and produce them before the appropriate court - State is directed to identify the left out injured persons (simple/grievous}, next kin of the deceased who died in the communal violence and settle the compensation - It is the responsibility of the State Administration in association with the intelligence agencies of both State and Centre to prevent such recurrence of communal violence in any part of the State - The officers responsible for maintaining law and order, if found negligent, should be brought under the ambit of law irrespective of their status - The relief, not only be provided to all needy families irrespective of their religion but it should a/so be provided to only genuinely affected families. Muzaffarnagar riots - Communal riots - Incidents of rapes  - Government directed to formulate and implement policies in order to uplift socio-economic conditions of women and sensitization of society and police force - Victims to be paid compensation of Rs. 5 lakhs in addition to various benefits - Crime against women. Muzaffarnagar riots - Communal violence wrecking Jives of large number of people - Brutal murders, rapes and large scale migration taken place - Writ petition under Article 32 - E Prayer for transfer of investigation to CBI or SIT - Held: Such an order cannot be passed as a matter of routine or merely when some a/legations are leveled against the local police - This extraordinary power must be exercised sparingly, cautiously and in exceptional situations where it becomes necessary to provide credibility and instill confidence in F investigation - Based on various interim orders in the instant writ petitions, the State Government had constituted a Specia/- 1 nvestigation Cell (SIC) - Details furnished by the State showed that after constitution of SIC, it inquired about all those persons who had fled from their villages and had taken refuge G in various relief camps and noted their problems by taking list of such persons staying in camps - In the light of steps taken by State, there is no need to either constitute SIT or entrust investigation to the CBI.CRIME AGAINST WOMEN:Victim Compensation in Rape Cases - Held: Nocompensation can l)e adequate nor can it be of any respitefor the victims but since it is on account of failure of the Statethat such incidents take place, the State is duty bound to 8provide compensation, which may help in victims'rehabilitation - In 2009, a new s.357A was introduced in theCode which casted a responsibility on the State Governmentsto formulate Schemes for compensation to the victims ofcrime in coordination with the Central Government whereas, Cpreviously, s.357 ruled the field which was not mandatory innature and only the offender could be directed to paycompensation to the victim under this Section - Under thenew s. 357 A, the onus is put on the District Legal ServiceAuthority or State Legal Service Authority to determine thequantum of compensation in each case.CONSTITUTION OF INDIA, 1950:Articles 32, 226 - Scope of - Held: Despite wide powersconferred by Articles 32 and 226, while passing any order, theCourts must bear in mind certain self-imposed limitations onthe exercise of these constitutional powers - The veryplenitude of the power under the said articles requires greatcaution in its exercise - Insofar as the question of issuing adirection to CBI to conduct investigation in a case isconcerned, although no inflexible guidelines can be laid downto decide whether or not such power should be exercised butsuch an order is not to be passed as a matter of routine ormerely because a party has levelled some a/legationsagainst the local police - This extraordinary power must beexercised sparingly, cautiously and in exceptional situationswhere it becomes necessary to provide credibility and instillconfidence in investigations or where the incident may havenational and international ramifications or where such an ordermay be necessary for doing complete justice and enforcingthe fundamental rights - Otherwise CBI would be flooded with a large number of cases and with limited resources, may findit difficult to properly investigate even serious cases and inthe process lose its credibility and purpose with unsatisfactoryinvestigations."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "MANGAT RAM VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA1OA==",
        "Citation": "[2014] 4 S.C.R. 988",
        "Case Type": "(CRIMINAL APPEAL /696/2009)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfOTg4LTEwMTFfMTcwMzE1NzU2NC5wZGY=",
        "SCR Citation:": "[2014] 4 S.C.R. 988",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Mangat Ram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 214",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /696/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.498A and 306 - Married woman died of burn injuries at her matrimonial home"
        ],
        "HeadNote": "Penal Code, 1860 - ss.498A and 306 - Married woman died of burn injuries at her matrimonial home few months after marriage, while appellant-husband was away at his place of work - No evidence to show whether it was an accidental death or whether the deceased had committed suicide - Conviction of appellant-husband u/ss.498A and 306 - Justification - Held: Not justified - Circumstances of the case as pointed out by the prosecution totally insufficient to hold that the appellant had abetted his wife to commit suicide and the circumstances enumerated u/s. 113A of the Evidence Act also not satisfied - Every reason to believe that, in the instant case, the death was accidental - Possibility of accidental death, since deceased was suffering from Epilepsy, cannot be ruled out - Evidently, deceased was in the kitchen and, might be, during cooking she might have suffered Epileptic symptoms and fell down on the gas stove and might have caught fire, resulting in her ultimate death - DW2, AS/, the Investigating Officer of the case, deposed that he had recorded the statements of the deceased wherein she had stated that she was suffering from Epilepsy for the last three years before the incident and that on the incident date, while she was preparing meals on stove, she had an attack of fits and fell on the stove and caught fire - Deceased had also deposed at that time that her husband was away at duty when the incident occurred - The trial Court as well as the High Court did not properly appreciate the scope of ss. 498-A and 306 /PC - Alleged dowry demand of Rs. 10, 0001- and the demand of scooter, stated to have been made by the appellant, not established - The fact that appellant had left deceased in the matrimonial home in the company of his parents would not amount to abetment to commit suicide - The prosecution did not succeed in establishing the offence u/ss.498-A and 306 /PC against the appellant -Evidence Act, 1872 - s. 113A."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "NARINDER SINGH & ORS. VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA2Mw==",
        "Citation": "[2014] 4 S.C.R. 1012",
        "Case Type": "(CRIMINAL APPEAL /686/2014)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTAxMi0xMDQ2XzE3MDMxNTc2NjQucGRm",
        "SCR Citation:": "[2014] 4 S.C.R. 1012",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Narinder Singh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 217",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CRIMINAL APPEAL /686/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.482 - Criminal proceedings -Settlement between the parties"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.482 - Criminal proceedings -Settlement between the parties - Effect - C Guidelines laid down to be kept in mind by the High Courts to take a view as to under what circumstances it should accept settlement between the parties and quash the proceedings and under what circumstances it should refrain from doing so - General discussion made in this behalf - Matter also o examined in the context of offences uls. 307 /PC - Penal Code, 1860 - s. 307. Code of Criminal Procedure, 1973 - s.482 - FIR registered u/ss. 30713241323134, /PC - Petition filed u/s. 482 E CrPC for quashing of the FIR on basis of compromise entered into between accused-petitioners and respondent No. 2- complainant - High Court however, refused to accept the compromise and to quash the FIR and criminal proceedings pending against the petitioners - Held: The sole reason which weighed with the High Court in refusing to accept the F compromise I settlement was the nature of injuries suffered by the complainant - However, other attendant and inseparable circumstances also require consideration - The FIR indicates that the complainant was attacked by the accused persons because of some previous dispute between G the parties - But since elders of the village, including Sarpanch, intervened in the matter and the parties have not only buried their hatchet but have decided to live peacefully in future, this becomes an important consideration - Further, the evidence is yet to be led in the Court - In view of compromise between parties, there is minimal chance of the witnesses coming forward in support of the prosecution case - Even though nature of injuries can still be established by producing the doctor as witness who conducted medical examination, it may become difficult to prove as to who caused these injuries - The chances of conviction, therefore, appear to be remote - It would, therefore, be unnecessary to drag these proceedings - Taking all these factors into consideration cumulatively, compromise between the parties accepted and the criminal proceedings against the petitioners quashed - Penal Code, 1860 - ss.30713241323134."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "M/S. S.F. ENGINEER VS. METAL BOX INDIA LTD. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA2OA==",
        "Citation": "[2014] 4 S.C.R. 1047",
        "Case Type": "(CIVIL APPEAL /4189/2014)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTA0Ny0xMDc1XzE3MDMxNTc3ODcucGRm",
        "SCR Citation:": "[2014] 4 S.C.R. 1047",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "M/s. S.f. Engineer",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 223",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave,Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Metal Box India Ltd. And Anr.",
        "Case Type:": "CIVIL APPEAL /4189/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bombay Rent Act",
            "1947 - s.13(1)(e) - Suit for eviction - On ground of unlawful sub-letting"
        ],
        "HeadNote": "Bombay Rent Act, 1947 - s.13(1)(e) - Suit for eviction - On ground of unlawful sub-letting - Principle of legitimate inference - Invoking of - Held: Requisite conditions for C establishing the factum of sub-letting are parting of legal possession, and availing of monetary consideration which could be in cash or kind and which fact might not be required to be directly proven by the landlord in all circumstances - In the case in hand, plaintiff-landlord let out premises to D defendant no.1-company exclusively for providing residential accommodation to its executive staff and not for any other purpose - Defendant no. 1 handed over possession of the premises to an employee, defendant no.2 - Handing over of possession to defendant no. 2 was in accord with the terms E and conditions of agreement entered between landlord and tenant and, thus, entry of defendant no. 2 into the premises was legal -· Trial Court and Appellate Court drew inference that after defendant no. 2, employee, resigned from service but remained in occupation while he was not entitled to, defendant F no. 1 did not take any steps to get back the possession - But such inaction cannot lead to the conclusion that sub-letting was proved - Nothing to show that there was any kind of arrangement between defendant 1 and 2 - Non-payment of provident fund and gratuity and other retiral dues would not amount to consideration or a kind of arrangement - Barring G withholding of retiral dues, defendant no. 1 had not received any thing either in cash or in kind or otherwise from the defendant no. 2 and hence, under those circumstances, it cannot be held that factum of sub-letting was established.Rent control and eviction: Sub-letting - Legitimate inference - Held: Court undercertain circumstances can draw its own inference on the basis of materials brought at the trial to arrive at the conclusion that there has been parting with the legal possession and acceptance of monetary consideration either in cash or in kind or having some kind of arrangement - The transaction of subletting can be proved by legitimate inference though the burden is on the person seeking eviction - Constructive possession of the tenant by retention of control would not  make it parting with possession as it has to be parting with legal possession - Sometimes emphasis has been laid on the fact that the sub-tenancy is created in a clandestine manner and there may not be direct proof on the part of a landlord to prove it but definitely it can bring materials on D record from which such inference can be drawn. Sub-letting - Requisite conditions for establishing the factum of sub-letting - Discussed. Revision: Scope of - Held: High Court, in revision, is not entitled to interfere with the findings of the appellate court, until and unless it is found that such findings are perverse and arbitrary."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "USHA BHARTI VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA3Ng==",
        "Citation": "[2014] 4 S.C.R. 1076",
        "Case Type": "(CIVIL APPEAL /4197/2014)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTA3Ni0xMTM3XzE3MDMxNTc4NzcucGRm",
        "SCR Citation:": "[2014] 4 S.C.R. 1076",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "Usha Bharti",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 224",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /4197/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "UP. KSHETTRA PANCHAYAT & ZILA PANCHAYAT ACT",
            "1961"
        ],
        "HeadNote": "UP. KSHETTRA PANCHAYAT & ZILA PANCHAYAT C ACT, 1961: s. 28 - Motion of No Confidence - Adhyaksh of the Zita Panchayat - Removal of - Held: s.28 ensures that an elected representative can only stay in power so long as such person enjoys the support of the majority of the elected members of D the Zita Panchayat - No doubt, there are certain positions in the Constitution, which are filled up through election but individuals so elected cannot be removed by way of No Confidence Motion, e.g. Rajya Sabha Members, Lok Sabha Members and the President of India, however, Part IX of the  Constitution of India has not placed office of an Adhyaksha of a Zita Panchayat on the same pedestal as the President of India - There is no prohibition under Article 243F disenabling any State Legislature for enacting that an elected Adhyaksha shall remain in office only so long as such electedF person enjoys the majority support of the elected members of the Zita Panchayat - Issue with regard to the constitutionality of s.28 of the Act was considered by Supreme Court in Bhanumati case - In the face of the findings therein, it cannot be said that the judgment in Bhanumati was either per  incuriam or required reconsideration - Constitution of India, 1950 - Articles 243C, 243F, 243N - Election laws. s.28 - Whether repugnant to Part IX of the Constitution of India - Held: The provisions of Part IX are to ensure thatPanchayati Raj Institutions acquire \"the status and dignity of A viable and responsive people's bodies\" - The provisions are not meant to provide an all pervasive protective shield to an Adhyaksha, Zita Panchayat, even in cases of loss of confidence of the constituents - Provision in s. 28, therefore, cannot be said to be repugnant to Part IX of the Constitution B of India. s. 28 - Reservation for Scheduled Caste Ladies - Removal of Scheduled Caste Ladies from the post of Adhyaksha - Held: The provisions contained in s.28 does not C frustrate the provisions for reservation for Scheduled Caste Ladies - Even if an Adhyaksha belonging to one of the reserved categories, Scheduled Castes, Scheduled Tribes and other Backward Classes is removed on the basis of the vote of No Confidence, she can only be replaced by a candidate belonging to one of the reserved categories - Plea  that s. 28 deprive a candidate belonging to the reserved category of a position to which he or she has been elected on the basis of reservation is wholly fallacious - Appellant had contested the election as an Adhyaksha, Zila Panchayat from a seat reserved for Ladies - Merely because she happened E to belong to the reserved category, it cannot be said that the provision with regard to the reservation for the members of the Scheduled Castes/Scheduled Tribes/Backward Classes has been in any manner diluted.  CODE OF CIVIL PROCEDURE, 1908: Order 47 r.1 - Scope of - Held: High Court or Supreme Court, in exercise of its powers of review can reopen the case and rehear the entire matter - But whilst exercising such power, the court cannot be oblivious of the provisions contained in Order 47 G Rule 1 of CPC as well as the rules framed by the High Courts and Supreme Court."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "NAVNEET KAUR VS. STATE OF NCT OF DELHI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA4NA==",
        "Citation": "[2014] 4 S.C.R. 1138",
        "Case Type": "(CURATIVE PETITION(CRL) /88/2013)",
        "Date": "31 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTEzOC0xMTQ2XzE3MDMxNTc5MzgucGRm",
        "SCR Citation:": "[2014] 4 S.C.R. 1138",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "31 March 2014",
        "Petitioner:": "Navneet Kaur",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2014 INSC 228",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Nct Of Delhi & Anr.",
        "Case Type:": "CURATIVE PETITION(CRL) /88/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence Sentencing - Commutation of death sentence to life imprisonment"
        ],
        "HeadNote": "Sentence! Sentencing - Commutation of death sentence to life imprisonment - Petitioner's husband convicted under  TADA and sentenced to death - Plea for commuting the death sentence to life imprisonment on ground of supervening circumstance of delay of 8 years in disposal of mercy petition - Held: Insanity/mental illness/schizophrenia is also one of the supervening circumstances for commutation of death  sentence to life imprisonment - Petitioner's husband suffering from acute mental illness and cannot be executed with the said health condition - Death sentence imposed on him commuted into life imprisonment both on the ground of unexplained! inordinate delay of 8 years in disposal of mercy petition and on the ground of insanity - Terrorism and Disruptive Activities (Prevention) Act - Mercy Petition."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "BHARATKUMAR SHANTILAL THAKKAR VS. STATE OF GUJARAT & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA5MA==",
        "Citation": "[2014] 4 S.C.R. 1147",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /19/2012)",
        "Date": "01 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE0XzRfMTE0Ny0xMjk4XzE3MDMxNTgwMTkucGRm",
        "SCR Citation:": "[2014] 4 S.C.R. 1147",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "01 April 2014",
        "Petitioner:": "Bharatkumar Shantilal Thakkar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 239",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "State Of Gujarat & Another",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /19/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Service - Subordinate judiciary in the State of Gujarat"
        ],
        "HeadNote": "Judicial Service - Subordinate judiciary in the State of Gujarat - Vide Resolution dated 14.6.2012, additional benefit of three advance increments given to Judicial Officers who possessed higher qualification in Jaw - Sanction of the benefit however made conditional by making it available to those who possessed higher qualification in law on or after 1. 11. 1999 - Cut-off date (1. 11.1999) prescribed in para 2 of Resolution dated 14. 6. 2012 - If wholly arbitrary - Held: A sentence in a communication dated 27. 7.2009 made by the Registrar General of the Gujarat High Court to the Secretary to the Government of Gujarat, Legal Department created confusion which led to the cut-off date (1. 11. 1999) being provided in the Resolution dated 14. 6. 2012 - The date 1. 11. 1999 in the above sentence is referable to implementation date for three advance increments and not as the cut-off date for acquiring the higher qualification in law - As it is, the criteria provided in para 2 of Resolution dated 14. 6.2012 is irrational - Expression \"on or after 1.11.1999\" in para 2 of Resolution dated 14.6.2012 to be read as \"on or before 1.11.1999\"- 1st National Judicial Pay Commission - Para 8.48 - Gujarat State Judicial Services Rules, 2005 - r. 7-A."
    },
    {
        "volume": "2014Volume 4",
        "Case Name": "IN RE: GANG RAPE ON ORDERS OF COMMUNITY PANCHAYAT VS. IN RE: GANG RAPE ON ORDERS OF COMMUNITY PANCHAYAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxOTA=",
        "Citation": "[2014] 4 S.C.R. 264",
        "Case Type": "(SUO MOTO WRIT PETITION(CRIMINAL) /24/2014)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA0L1BhcnQgSS8yMDE5XzRfMjY0LTI4Nl8xNzAzODQ0MDc3LnBkZg==",
        "SCR Citation:": "[2014] 4 S.C.R. 264",
        "Year/Volume:": "2014/ Volume 4",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "In Re: Gang Rape On Orders Of Community Panchayat",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 227",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "In Re: Gang Rape On Orders Of Community Panchayat",
        "Case Type:": "SUO MOTO WRIT PETITION(CRIMINAL) /24/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 21 Constitution of India",
            "1950",
            "Crime against women",
            "cognizable offence"
        ],
        "HeadNote": " CRIME AGAINST WOMEN: Gang rape of 20 year old woman in a village of West Bengal on the orders of the Community Panchayat as a punishment for having relationship with a man from a different community - Suo motu action by Supreme Court - Held: Violence against women is a recurring crime across the globe  and India is no exception in this regard - The case at hand is the epitome of aggression against a woman and it is shocking that even with rapid modernization such crime persists in Indian society - The State Police Machinery could have prevented the said occurrence - The State is duty bound to protect the Fundamental Rights of its citizens; and an inherent  aspect of Article 21 of the Constitution would be the freedom of choice in marriage - Such offences are resultant of the States incapacity or inability to protect the Fundamental Rights of its citizens - Considering the facts and circumstances of the case, the victim given a compensation of Rs. 5 lakhs for rehabilitation by the State - State is directed to make a payment of Rs. 5 lakhs, in addition to the already sanctioned amount of Rs. 50, 000 - Compensation - Constitution of India, 1950 - Article 21.   Duty of court and police - Held: The courts and the police officials are required to be vigilant in upholding the rights of the victims of crime as the effective implementation of provisions of Code of Criminal Procedure lies in their hands - Police Officer must visit a village on every alternate days to instill a sense of security and confidence amongst the citizens A of the society and to check the depredations of criminal elements. Rape victim - Duty of State - Compensation - Held: No amount of compensation can be adequate nor can it be of 8 any respite for the victim but since such offence take place due to failure on part of State in protecting a victim's fundamental right, the State is duty bound to provide compensation, which may help in the victim's rehabilitation. PENAL CODE, 1860: ss.326A, 376, 376A, 3768, 376C, 376D, 376E - Held: The offences under these provisions are not only in contravention of domestic laws, but are also a direct breach c of the obligations under the International law - India has ratified o various international conventions and treaties, which oblige the protection of women from any kind of discrimination - However, women of all classes are still suffering from discrimination even in this contemporary society - Such crimes can certainly be prevented if the state police machinery work in a more organized and dedicated manner - Thus, the State machinery should work in harmony with each other to safeguard the rights of women in our country - Registration of FIR is mandatory u/s. 154 of the Code, if the information discloses commission of a cognizable offence and the Police officers are duty bound to register the same - Likewise, all hospitals, public or private, whether run by the Central Government, the State Government, local bodies or any other person, are statutorily obligated u/s.357C to provide the first aid or medical treatment, free of cost, to the victims of any offence covered u/ss.326A, 376, 376A, 3768, 376C, 376D or G s.376E - Code of Criminal Procedure, 1973 - s.154 - Crime against women - International Treaties.   CODE OF CRIMINAL PROCEDURE, 1973: s.357A - Held: In 2009, a new s.357A was introduced in the Code which casts a responsibility on the State Governments to formulate Schemes for compensation to the victims of crime in coordination with the Central Government whereas, previously, s.357 ruled the field which was not B mandatory in nature and only the offender was directed to pay compensation to the victim under that section - Under the new s.357A, the onus is on the District Legal Service Authority or State Legal Service Authority to determine the quantum of compensation in each case - However, no rigid formula can c be evolved as to have a uniform amount, it should vary in facts and circumstances of each case - According to s.3578, the compensation payable by the State Government u/s.357A shall be in addition fo the payment of fine to the victim u/s. 326A or s.3760 of the /PC.   "
    }
]