[
    {
        "volume": "2014Volume 13",
        "Case Name": "MANOJ I NAIK &ASSOCIATES VS. OFFICIAL LIQUIDATOR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI4NTM=",
        "Citation": "[2014] 13 S.C.R. 1",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /34782-34783/2012)",
        "Date": "28 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvTWFub2ogSSBOYWlrICZhc3NvY2lhdGVzIF8gT2ZmaWNpYWwgTGlxdWlkYXRvcl8xNzAxNjY3MDIxLnBkZg==",
        "SCR Citation:": "[2014] 13 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "28 October 2014",
        "Petitioner:": "Manoj I Naik &associates",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 741",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Official Liquidator",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /34782-34783/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Companies Act",
            "1956",
            "Auction sale"
        ],
        "HeadNote": " Companies Act, 1956 - Auction sale of properties C owned by liquidated company - Price fixation - Judicial intervention - Held: When properties of a company under liquidation are sold, there has to be a proper auction, a fair one - It must fetch the maximum price - It takes care of statutory dues, dues of the workmen and the credi~ors - It D has its own public character - In any case, it cannot be allowed to be sold for a song. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "VIRENDRA KRISHNA MISHRA VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI4NjI=",
        "Citation": "[2014] 13 S.C.R. 17",
        "Case Type": "(CIVIL APPEAL /9979/2014)",
        "Date": "31 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvX18xNy0zM18xNzAzMzIzMzkwLnBkZg==",
        "SCR Citation:": "[2014] 13 S.C.R. 17",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "31 October 2014",
        "Petitioner:": "Virendra Krishna Mishra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 1022",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "CIVIL APPEAL /9979/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 14 of Constitution of India",
            "Andaman and Nicobar Administration (information Officer in the Directorate of information",
            "Publicity and Tourism) Recruitment Rules",
            "1988",
            "Service Law",
            "Encadrement oi posts"
        ],
        "HeadNote": " Service Law - Encadrement oi posts ~ Guarantee ·against discrimination u/Art.14 of the Constitution-National Capital Territory of Delhi; Andaman- and Nicobar Islands, C Lakshadweep, Daman and Diu and Dadra and Nagar Haveli Civil Services_- Posts 'of Deputy Resident Commissioner (DRC), Tourist Information Officer (TIO) and Information Officer (10}- /n status, grade, scale of pay and professional content, the posts of 10, . TIO and DRC were the same - Feeder D cadre for all the posts was PRO-:- Cadre Review Committee encadred only, the DRCs, ignoring T/Os and the /Os - Justification . - Held: Not justified -:- Whole conduct of the Cadre Review Committee was arbitrary and a blatant violation of the guaranteed protection of equality u!Art.14 of E the Constitution - No justification for distinguishing persons ·who are grouped - If posts of DRC· only are . encadred, th_e juniors' in the feeder as well as promoted category will steal a march over their seniors, merely F foituitous situation of posting as DRC- Direction issued.to. the Union of India to encadre all the posts which were treated · - ·by the Andaman and Nicobar Islands under a common ·~ seniority ..;. Andaman and Nicobar Administration (lnformation.Officerin the Directorate of lnfomiatior;i, Publi~ity G and Tourism) Recruitment Rules, 1988 - Andaman and Nicobar Administration (Group 'B' Gazetted post of Tourist Information Officer and Deputy Resident Commissioner in .· the . Directorate of Information, Publicity and Tourism)Recruitment Rules, 1997 - Constitution of India. 1950 - Art. 14. Fundamental Rights- Right to equality- Held: Cannot be arbitrarily denied to equals in the absence of a valid B classification. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "KUMOD KUMAR &ANOTHER VS. STATE OF JHARKHAND & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5MDM=",
        "Citation": "[2014] 13 S.C.R. 34",
        "Case Type": "(CIVIL APPEAL /5874-5875/2009)",
        "Date": "18 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvX18zNC03MV8xNzA0Mjc1ODc1LnBkZg==",
        "SCR Citation:": "[2014] 13 S.C.R. 34",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "18 December 2014",
        "Petitioner:": "Kumod Kumar &another",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 887",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Jharkhand & Others",
        "Case Type:": "CIVIL APPEAL /5874-5875/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law",
            "Steno Sub-inspectors of Police",
            "Seniority"
        ],
        "HeadNote": " ervice law: Cadre - Steno Sub-Inspectors/Steno Assistant Sub- . C Inspectors - Post of Steno Sub-Inspectors/Steno Assistant Sub-Inspectors of Police· form a cadre separate and distinct from the general line of police personnel in the Police Department- The duties which Steno Sub-Inspectors/Steno Assistant Sub-Inspectors discharge are totally dissimilar from 0 the responsibilities assigned to Sub-Inspectors/Assistant Sub-Inspectors in the general fine of the police force - While the former are assigned only stenography work, the latter perform traditional police duties. E Seniority- Police Department- Steno Sub-inspectors of Police- Induction of appellants-Steno Sub-inspectors (on reversion) to the general fine of the Police Department - Claim of seniority by appellants in the general line of Sub- inspectors of Police (on reversion) with effect from the date F of their initial appointment into Police Department as Steno Sub-inspectors of Police - Held: Appellants were originally inducted into the Police Department to the cadre of Steno Sub-Inspectors/Steno Assistant Sub-Inspectors and thereafter, were appointed on reversion to the cadre of Sub- G Inspectors/Assistant Sub-Inspectors of Police in the general line of the Police Department - This appointment contemplated shifting from one cadre to a different cadre with different duties and responsibilities - In the absence of H statutory rules and/or express executive in::itructions, "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "KAREDLA PARTHASARADHI VS. GANGULA RAMANAMMA (D) THROUGH L.RS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5MDk=",
        "Citation": "[2014] 13 S.C.R. 72",
        "Case Type": "(CIVIL APPEAL /3872/2009)",
        "Date": "04 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvX183Mi05N18xNzAzODQ2Nzg3LnBkZg==",
        "SCR Citation:": "[2014] 13 S.C.R. 72",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "04 December 2014",
        "Petitioner:": "Karedla Parthasaradhi",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 835",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Gangula Ramanamma (d) Through L.rs & Ors.",
        "Case Type:": "CIVIL APPEAL /3872/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Order 22 Rule 4 CPC",
            "Presumption",
            "decree for eviction"
        ],
        "HeadNote": " Presumption - Presumption as to legality of marriage - Original owner of suit property died intestate -Appellant, brother of deceased claimed right over suit property and filed a suit for eviction against defendant no. 1 who had the suit property - Trial court rejecting the assertion of defendant no. 1 that she was married to the original owner passed decree for eviction against defendant no. 1 - Defendant no. 1 filed appeal before High Court and died during pendency of appeal and respondent no. 1 applied u/Or. 22 r.4, CPC on the ground that he is adopted son of defendant no. 1 and defendant no. 1 had executed will in his favour bequeathing the suit house to him - High Court allowed the application and permitted respondent no. 1 to prosecute the appeal - Thereafter, High Court dismissed the suit holding that a presumption can be drawn that a woman is the wife of a man with whom she lived for a very long period and on account of their long association and defendant no. 1 can be recognised as his wife - Held: The impugned order of the High Court was based on proper appreciation of evidence and being just, legal and proper does not calf for any interference u/Article 136 of the Constitution- However, High Court while exercising its first appellate jurisdiction u/ s.96 of the CPC had ample jurisdiction to appreciate the evidence independent to that of the appreciation done by the trial court and come to its own conclusion - High Courtought to have remanded the case to the trial court by taking recourse to the provision of Order XX/I, Rule 5 proviso fordeciding the issue as to whether respondent no. 1 was the A legal representative of deceased defendant no. 1 and if so, whether in the capacity of adopted son or as legatee on the strength of Will - Retaining the session of the appeal,· the matter is remitted to trial court to decide the issue of status of respondent no. 1 and return the finding to the court- Code of B Civil Procedure. Code of Civil Procedure, 1973-, Order XVI r.25 r/w Order XX/I, r.5 proviso - Exercise of power under, scope - Discussed. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "M/S MAGNUM PROMOTERS P. LTD. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5MjE=",
        "Citation": "[2014] 13 S.C.R. 98",
        "Case Type": "(CIVIL APPEAL /4248/2011)",
        "Date": "27 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM185OCAtMTE5XzE3MDQyNzgzODMucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 98",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "27 November 2014",
        "Petitioner:": "M/s Magnum Promoters P. Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 816",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /4248/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013",
            "Land acquisition",
            "Right to Fair Compensation"
        ],
        "HeadNote": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 - s. 24(2) - Land acquisition - Issuance of acquisition Notification for different parcels of land including land and 0 building owned by the appellant - Subsequently, issuance of notices regarding the said land by Assistant Collector to the appellant - Writ petition challenging acquisition Notifications by the appellant - Dismissed on 16.05.2008, E holding that the acquisition of land by NCT Delhi was legal and valid - On appeal, case of the appellant that actual physical possession of the land not taken by Land Acquisition Collector even after 5 years being elapsed after the award nor compensation awarded, as such acquisition proceedings F lapsed - Held: Plea of taking over possession of land of the appellant either on 27.12.2013 as per the original record or on 31.12.2013 as per document, cannot be accepted - Respondents misrepresented certain relevant facts by filing affidavit with an oblique motive to deny the valuable statutory G right accrued in favour of appellant u/s. 24(2), which conduct is deprecated -Acquisition proceedings of appellant's land have lapsed, thus, acquisition proceeding notifications quashed. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "RATHNAVATHI & ANOTHER VS. KAVITA GANASHAMDAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5MjY=",
        "Citation": "[2014] 13 S.C.R. 120",
        "Case Type": "(CIVIL APPEAL /9949-9950/2014)",
        "Date": "29 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xMjAtMTQ4XzE3MDQyNzg0NDAucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 120",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "29 October 2014",
        "Petitioner:": "Rathnavathi & Another",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 751",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Kavita Ganashamdas",
        "Case Type:": "CIVIL APPEAL /9949-9950/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Performance",
            "Suit for specific performance"
        ],
        "HeadNote": " Specific Performance - Suit for specific performance and suit for permanent injunction- Sale agreement of house by defendant no. 2-original owner in favour of plaintiff - Payment of consideration amount as also balance amount by plaintiff, however, non-execution of sale deed by defendant no. 2 - Thereafter, attempt by defendant no. 2 along with defendant no. 1 to dispossess plaintiff from the house - Suit for permanent injunction by plaintiff against defendants - Subsequently, cancellation of sale agreement by defendant no. 2 and house sold to defendant no. 1-subsequent purchaser for consideration - Suit for specific performance of agreement by plaintiff - Both suits set aside by the trial court - However, suits decreed against the defendants by the High Court with the direction to the defendants to execute the sale deed in favour of the plaintiff and the plaintiff to pay additional sum of Rs. 4 lacs to defendant no. 2- On appeal, held: Bar contained in Or. II, r. 2 not attracted so as to non- suit the plaintiff from filing the suit for specific performance of the agreement because of the different cause of action to claim the respective reliefs as also ingredients for claiming the reliefs, thus, could be filed simultaneously - Time was not essence of agreement for its performance - Suit filed by plaintiff for specific performance of the agreement was within limitation of three years prescribed u!Art. 54 which began when the plaintiff noticed that the defendant refused theperformance of the agreement- On facts, High Court justified A in granting specific performance of agreement in plaintiff's favour- Direction issued by the High Court upheld- However, on account of frustration of contract between defendant no. 2 and defendant no. 1, defendant no. 2 directed to refund Rs. 4 lacs to defendant no. 1, to do substantial justice to all the B ·parties - Code of Civil Procedure, 1908 - Or. II, r. 2 - Limitation Act, 1963 -Art. 54. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "SECRETARY, DEPARTMENT OF PERSONNEL, PUBLIC GRIEVANCES & PENSION &ANR. VS. T.V.L.N. MALLIKARJUNA RAO",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5MzY=",
        "Citation": "[2014] 13 S.C.R. 149",
        "Case Type": "(CIVIL APPEAL /10862/2014)",
        "Date": "09 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xNDktMTc0XzE3MDMzMjI5NjcucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 149",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "09 December 2014",
        "Petitioner:": "Secretary, Department Of Personnel, Public Grievances & Pension &anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 850",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "T.v.l.n. Mallikarjuna Rao",
        "Case Type:": "CIVIL APPEAL /10862/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 14 and 16 of Constitution of India",
            "Administrative law",
            "Service law",
            "Data Entry Operators (DEO)"
        ],
        "HeadNote": " Service law - Posts of Electronic Data Processing - c Reorganization of the posts - Data Entry Operators (DEO) Grade A to Grade D - DEO Grade A seeking placement in the DEO Grade B on the basis of their educational qualification - Held: Grade B is a promotional grade and D . only those DEO Grade A who have 6 years of experience are· eligible for such promotion - The promotional grade and entry grade cannot have the same pay scale and in absence of declaration that rationalization of pay scale of Electronic Data Processing posts was illegal, no such benefit could be E granted - DE Os Grade-A are not entitled for higher scale of pay as applicable to Grade B w.e.f. 1.1.1986 or thereafter merely on the basis of their qualifications or for the fact that they have completed theirperiod of requisite service. Administrative law - Classification of posts and determination of pay structure - Scope of interference - Discussed. F Constitution of India, 1950 -Article 14 - Difference in p,ay scales based on educational qualifications, nature of job, G responsibility, accountability, qualification;· experience and manner of recruitment does not violate Article 14 of the Constitution oflndia - In the instant case, in view of the nature of duties, . responsibilities and accountability prescribed in "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "SRI PRABIN RAM PHUKAN & ANR. VS. STATE OF ASSAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU1MTk=",
        "Citation": "[2014] 13 S.C.R. 175",
        "Case Type": "(CIVIL APPEAL /662/2008)",
        "Date": "11 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xNzUtMjA0XzE3MDMzMjIwNDEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 175",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "11 December 2014",
        "Petitioner:": "Sri Prabin Ram Phukan & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 860",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Assam & Ors.",
        "Case Type:": "CIVIL APPEAL /662/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Assam Land and Revenue Regulation",
            "1886- ss. 3(b)"
        ],
        "HeadNote": " Assam Land and Revenue Regulation, 1886- ss. 3(b), 70, 72 - Land revenue - Non-payment, by appellants-land holders-Auction sale of property of appellant for realization of Rs. 731. 701-- State purchased the land/estate for Rs. 1 in the auction proceedings - Board set aside the auction and sale proceedings and directed for restoration of land to the appellant as also pay the appellants compensation amount · deposited by IOC for allotted land - However, non-payment of compensation amount to the appellants - Single Judge directed the State to pay. compensation amount to the appellants - However, Division Bench upheld the auction sale as also the transfer of land to the State - On appeal, held: High Court erred in interfering with the finding of the Board - Board rightly held that auction conducted was not made in conformity with the procedure prescribed in the Regulation; that no notice of either demand or/and sale of land was served on the appellants and High Court ought not to have interfered with this finding of fact; that the High Court exceeded its jurisdiction and reversed the factual finding; and the writ court did not assign any cogent reason as to why the factual finding of the Board was wrong - Thus, the auction held by the State nefther legal and nor in conformity with the requirements contained in the Regulation and rightly set aside by the Board- lmpugnedjudgment set aside and that of the Board restored - State directed to pay the amount of compensation deposited by IOC for the land allotted to them to the appellants along with interest as also restore the possession of the remaining land - Constitution of India, 1950-Arts. 227 and 300A. Notice - Non-service of notice and a notice though served but with some kind of procedural irregularities in serving - Distinction between - Explained. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "B.A. LINGA REDDY ETC. ETC. VS. KARNATAKASTATE TRANSPORT AUTHORITY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5NDY=",
        "Citation": "[2014] 13 S.C.R. 205",
        "Case Type": "(CIVIL APPEAL /11690-11712/2014)",
        "Date": "18 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18yMDUtMjQzXzE3MDQyNzg1NzkucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 205",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "18 December 2014",
        "Petitioner:": "B.a. Linga Reddy Etc. Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 890",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Karnatakastate Transport Authority & Ors.",
        "Case Type:": "CIVIL APPEAL /11690-11712/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988",
            "Administrative law",
            "quasi-judicial function"
        ],
        "HeadNote": " Motor Vehicles Act, 1988 - s.102 - Scheme for providing efficient road transport service in public interest - Modification of scheme u/s. 102 - Requirement of giving reasons by the State Government while modifying the existing scheme uls. 102 - Held: When an authority makes an order in exercise of a quasi-judicial function, it must record its reasons in support of the order it makes - Modification of scheme is a quasi-judicial function - Thus modification of scheme in absence of reasons cannot be said to be in accordance with the principles of natural justice - In the instant case, schemes for operating state carriage services were modified whereby providing for operation of the services by permit holders who had been granted permits to ply their vehicles on inter-State routes with a condition not to pick up or set down the passengers on any portion of the routes overlapping the notified routes- High Court rightly quashed the modification on the ground that authority did not apply its mind to the various objections filed by the Corporation- State Government to hear the objections and give a reasoned order - Motor Vehicles Act, 1939- s.68C -Administrative law- Quasi judicial function. c D E F G Doctrine of Prospective overruling: Held: The power of prospective overruling is vested only in the Supreme Court and that too in constitutional matters- The law declared bythe Supreme Court is normally assumed to be the law from inception - Prospective operation is only exception to this normal rule. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "M/S. NOVA ADS VS. METROPOLITAN TRANSPORT CORPORATION AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5NTY=",
        "Citation": "[2014] 13 S.C.R. 244",
        "Case Type": "(WRIT PETITION (CIVIL) /223/2009)",
        "Date": "12 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18yNDQtMjkwXzE3MDQyNzg2MDEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 244",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "12 December 2014",
        "Petitioner:": "M/s. Nova Ads",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 864",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Metropolitan Transport Corporation And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /223/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Chennai City Municipal Corporation Act",
            "1919",
            "bus shelters",
            "Government contract"
        ],
        "HeadNote": " Chennai City Municipal Corporation Act, 1919 - ss.203, 285, 285-A, 295-8, 285-C - Power to deal with erection of bus shelters for passengers - Held: It is the Corporation who has power to deal with the bus shelters and the MTCL has no power or authority to deal with the same. Legislation - Held: The Rules, Regulations and the Notification cannot transgress the postulates engrafted under the statute. E Equity- Grant of- Held: Cannot be granted in violation of the law. Interpretation of Statutes - Grammatical/Ordinary Sense of words - Held: Every provision and every word must F be looked at generally before any provision or word is attempted to be construed - The words in the statute have to be construed in grammatical sense. Contracts- Government contracts- Tender- Held: A G public authority should not enter into private negotiations without calling for a tender - Whenever a contract is to be awarded or a licence is sought to be given, it is obligatory on the part of public authority to adopt a transparent and fair method. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "BALURAM VS. P. CHELLATHANGAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5NjQ=",
        "Citation": "[2014] 13 S.C.R. 291",
        "Case Type": "(CIVIL APPEAL /10940-10941/2014)",
        "Date": "10 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18yOTEtMjk5XzE3MDQyNzg2NDIucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 291",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "10 December 2014",
        "Petitioner:": "Baluram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 858",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "P. Chellathangam & Ors.",
        "Case Type:": "CIVIL APPEAL /10940-10941/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Order 1 Rule 10",
            "Code of Civil Procedure. 1908",
            "suit for specific performance"
        ],
        "HeadNote": " Code of Civil Procedure. 1908 - Or. 1, r. 10 - lmpleadment as a party in a suit for specific performance - Agreement to sell trust property by trustees in favour of plaintiff - Application for impleadment by appellant as defendant on the ground that he would suffer prejudice being beneficiary of the Trust if the sale is effected at the price D agreed - Trial court allowed the application holding that the appellant was not a stranger to tf1e subject matter of the dispute and was entitled to be impleaded as a party\"- High Court set aside the order of trial court on the ground that the appellant was not a necessary/proper party- Held: Appellant E . being beneficiary of the trust property cannot be held to be stranger - Trial court was justified in impeading him as a party- TrustsAct, 1882. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "ADDITIONAL DISTRICT AND SESSIONS JUDGE `X` VS. REGISTRAR GENERAL, HIGH COURT OF MADHYA PRADESH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5NzU=",
        "Citation": "[2014] 13 S.C.R. 300",
        "Case Type": "(WRIT PETITION (CIVIL) /792/2014)",
        "Date": "18 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18zMDAtMzY5XzE3MDQyNzg3MDYucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 300",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "18 December 2014",
        "Petitioner:": "Additional District And Sessions Judge `x`",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 894",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Registrar General, High Court Of Madhya Pradesh And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /792/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 32 Constitution of India",
            "1950",
            "former Additional District and Sessions Judge",
            "Allegation of sexual harassment"
        ],
        "HeadNote": " Constitution of India, 1950 ~Art. 32 - Writ petition by former Additional District and Sessions Judge-petitioner - A/legation of sexual harassment at the behest of the sitting judge of the High Court and that the procedure followed for inquiry not in consonance with the in-house procedure adopted by this Court - Chief Justice of the High Court constituted two member senior judges Enquiry Committee to make discreet enquiry instead of making the discreet inquiry at his own - Challenge to- Held: Chief Justice of the High Court travelled beyond the determinative authonty vested in him, under stage-one of the in-house procedure - Chief Justice of the High Court, by constituting two-Judge Committee, commenced an in-depth probe, into the allegations levelled by the petitioner which forms part of the second stage of the in-house procedure and is to be carried out under the authority of the Chief Justice of traversed beyond his jurisdictional authority, under the in-house procedure- Thus, the Chief Justice of the High Court, having assumed a firm position, in respect of certain facts contained in the complaint filed by the petitioner, ought not to be associated with the in-house procedure - Proceedings adopted by the Chief Justice of the High Court set aside - Chief Justice of India may reinitiate the investigative process, 'under the in-house procedure, by assigning the role to ChiefJustice of some other High Court, or alternatively, may A himself assume the said role -Judiciary. Judiciary-A/legations leveled against judge of superior court through his peers- In-house proc;edure framed by this Court consequent upon the decision rendered in C. 8 Ravichandran lyer's case - To inquire into the a/legations - Seven steps of the in-house procedure - Manner in which in-house procedure is to be invoked - Explained and elucidated. Investigation - Investigation into a/legations against judges- Investigative process under the in-house procedure - Held: To consider rights of the complainant, and that of the judge, by adopting a fair procedure, to determine the veracity of a/legations - It safeguards the integrity of the judicial institution- Chief Justice of India is to ensure that the process affords safeguards, against favouritism, prejudice or bias. c 0 Crime against women - Sexual harassment - Connotation - Held: Issue of sexual harassment has a variety of fine connotations - Evaluation of a charge of sexual E harassment, would depend on the manner in which it is perceived - Each case would be decided on its own merits - Its evaluation may sometimes depend upon the sensitivity of the person concerned and also whether, the perception of F the h~Hassed individual was known to the person accused - Whether the perception of the harassed individual, was conveyed to the person accused, would be very material, in a case falling in the realm of over-sensitivity. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "STATE OF JHARKHAND & ORS. VS. KAMAL PRASAD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5ODQ=",
        "Citation": "[2014] 13 S.C.R. 370",
        "Case Type": "(CIVIL APPEAL /4809/2014)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18zNzAtNDAxXzE3MDMzMjI3OTEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 370",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "State Of Jharkhand & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 316",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Kamal Prasad & Ors.",
        "Case Type:": "CIVIL APPEAL /4809/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Reinstatement",
            "Termination",
            "Assistant Engineers"
        ],
        "HeadNote": " Service Law - Termination - Reinstatement - Respondent-employees were appointed by appellant- employer on ad-hoc temporary basis as Assistant Engineers - Subsequently they were dismissed from their services - High Court held that respondents were entitled for relief and o reinstated them into their services - Propriety- Entitlement to benefit of Umadevi's case - Held: Evidence on record produced by respondents clearly showed that they were discharging their services as permanent employees with the appellants to the satisfaction of their employer-Appellants E failed to prove that respondents failed to render continuous services to appellants at least for 10 years without intervention of orders of Court - Principle laid down by Supreme Court in Uma Devi's case squarely applicable -Action of appellants in terminating the services of respondent-employees was not F only arbitrary but also shocked conscience - High Court right in reinstating respondent-employees into their services under the appellants by relying on the legal principles laid down in Uma Devi's case. Constitution of India, 1950 - Art. 136 - Interference under- Scope - Discussed. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "SECURITIES AND EXCHANGE BOARD OF INDIA VS. M/S. AKSHYA INFRASTRUCTURE PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5ODc=",
        "Citation": "[2014] 13 S.C.R. 402",
        "Case Type": "(CIVIL APPEAL /6041/2013)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM180MDIgLTQyNV8xNzAzMzIzNTE5LnBkZg==",
        "SCR Citation:": "[2014] 13 S.C.R. 402",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Securities And Exchange Board Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 340",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "M/s. Akshya Infrastructure Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /6041/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SEBI (Substantial Acquisition of Shares and Takeovers) Regulations",
            "1997",
            "Public Announcement",
            "Public Offer"
        ],
        "HeadNote": " SEBI (Substantial Acquisition of Shares and Takeovers) Regulations, 1997-Regn. 27 and 11- Whether an open offer voluntarily made through a Public Announcement for purchase of shares of the target company can be permitted to be withdrawn at a time when the voluntary open offer has become uneconomical to be performed - Held: Plain reading of Regn. 27(1) makes it clear that no public offer whether it is voluntary or triggered by Regn.11 can be withdrawn, unless it satisfies the circumstances set out in Regn.27(1)(b), (c) and (d)- Under Regn. 27(1)(b)(c) and (d), a Public Offer, once made, can only be permitted to be withdrawn in circumstances which make it virtually impossible to perform the Public Offer - Ejusdem generis principle is fully applicable for the interpretation of Regn. 27(1)(b)(c) and (d) as there is a common genus of impossibility - This impossibility would not include a contingency where voluntary open offer once made can be permitted to be withdrawn on the ground that it has now become economically unviable - Accepting such a submission, would give a field day to unscrupulous elements in the securities market to make Public Announcement for acquiring shares in the Target Company, knowing perfectly well that they can pull out when the prices of the shares have been inflated, due to the public offer - Such speculativepractices are sought to be prevented by Regn. 27(1)(b)(c) and (d), that is precisely the reason why Regn. 27(1 )(a) was deleted. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "M/S SESA STERLITE LTD. VS. ORISSA ELECTRICITY REGULATORY COMM. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5OTI=",
        "Citation": "[2014] 13 S.C.R. 426",
        "Case Type": "(CIVIL APPEAL /5479/2013)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM180MjYtNDU5XzE3MDQyNzg4ODcucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 426",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "M/s Sesa Sterlite Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 339",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Orissa Electricity Regulatory Comm. & Ors.",
        "Case Type:": "CIVIL APPEAL /5479/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003",
            "Cross Subsidy Surcharge (CSS)",
            "State Electricity Regulatory Commission",
            "Cross Subsidy Surcharge"
        ],
        "HeadNote": " Electricity Act, 2003 - Enactment of - Object- Payment • of Cross Subsidy Surcharge (CSS) to Distribution company - Rationale - Discussed- Held: CSS is the charge payable by a consumer who opts to avail power supply through open access from someone other than Distribution licensee in D whose area it is situated - Such surcharge is meant to compensate such Distribution licensee from the loss of cross subsidy that such Distribution licensee would suffer by reason of the consumer taking supply from someone other than such Distribution licensee. E Eh~ctricity Act, 2003- s. 14 -Appellant, a Developer in the SEZ area having its unit in the SEZ, not drawing or utilizing any electricity from the Distribution Licensee viz. WESCO for its unit- State Electricity Regulatory Commission rejected F the Power Purchase Agreement (PPA) entered into by the appellant with Mis. Sterlite Energy and directed the appellant to pay Cross Subsidy Surcharge (CSS) to WESCO holding the appellant to be a 'consumer' - Validity - Whether developer of a notified SEZ, who has been deemed by law to G be a licensee for distribution of electricity, is required to, once again, apply to the Electricity Regulatory Commission for grant of a licence or the deeming fiction carved out in s. 14 of the Electricity Act automatically dispenses with this requirement and ipso facto makes such SEZ developer adistribution licensee - Held: No doubt by virtue of the status of a developer in the SEZ area, the appellant was also treated as deemed Distribution Licensee- However with this, it only got exemption from specifically applying for licence uls.14 of the Electricity Act- In order to avail further benefits under the Act, the appellant was also required to show that it was in fact having distribution system and had number of consumers to whom it was supplying the electricity - That was not the case here- Notification dated 03.03.2010 issued u/s.49(1) of the SEZ Act providing for the \"Developer\" of SEZ being deemed as a \"Distribution Licensee\" was issued keeping in view the concept of Multi Unit SEZs and did not apply to a Developer like appellant who had established the SEZ only for itself-Appellant to make payment of CSS to WESCO - Special Economic Zone Act, 2005- s. 2(g)lj)(za)(zr:), ss. 3, 4, 11; 12, 13, 15and49. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "M.S. SANDHU & ANR. ETC. VS. STATE OF PUNJAB & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI5OTg=",
        "Citation": "[2014] 13 S.C.R. 460",
        "Case Type": "(CIVIL APPEAL /5397-5406/2014)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM180NjAtNDkxXzE3MDMzMjMxMTUucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 460",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "M.s. Sandhu & Anr. Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 371",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Punjab & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /5397-5406/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Seniority",
            "Dispute between promotees and direct recruits"
        ],
        "HeadNote": " Service Law - Seniority - Cadre of Deputy Superintendent of Police (DSP) -Dispute between promotees and direct recruits- High Court quashed seniority list prepared by the State Government and directed it to prepare fresh seniority list in accordance with the judgment in the case of Paramjit Singh where the Supreme Court had held that rule of quota should apply not only at the time of appointment but at the time of confirmation also and confirmation is to be done on the basis of vacancies - Plea of appellants that the principle laid down in Paramjit Singh case was totally discarded by the subsequent Constitution Bench judgment in the case of S.S. Yadav wherein it was held that the rule of quota applicable at the stage of appointment/ recruitment will have no applicability at the time of confirmation; and that the High Court ought to have followed the judgment in S.S. Yadav case since that judgment was already before it when this case was decided by the High Court- Whereas in Paramjit Singh case, rules pertaining to officers of DSP cadre itself (i.e. the 1959 Rules) were in issue in B.S.Yadav case, some other Rules (i.e. 1963 Rules) came up for interpretation -Approach of the High Court in following the dicta laid down in Paramjit Singh - Justification - Held: Justified, as it pertained to the same Service and same Rules - That is the mandate of Art. 141 of the Constitution - Since · 8. S. Yadav case did n6J overrule Paramjit Singh case and rather explained and approved that judgment, the High Court A had no option but to follow Paramjit Singh case- Constitution of India, 1950-Art.141- Doctrines I Principles- Doctrine of stare decisis - Punjab Police Service Rules, 1959- rr. 3, 4, 6, 8 and 10 - Punjab Judicial Servi9e Rules, 1963. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "RAJASTHAN RAJYA VIDYUT VITRAN NIGAM LTD. VS. DWARKA PRASAD KOOLWAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMwMDM=",
        "Citation": "[2014] 13 S.C.R. 492",
        "Case Type": "(CIVIL APPEAL /7483/2014)",
        "Date": "07 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM180OTItNTIzXzE3MDM4NDcyMjkucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 492",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "07 August 2014",
        "Petitioner:": "Rajasthan Rajya Vidyut Vitran Nigam Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 531",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Dwarka Prasad Koolwal & Ors.",
        "Case Type:": "CIVIL APPEAL /7483/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Pension",
            "switch-over",
            "Contributory Provident Fund"
        ],
        "HeadNote": " Service Law- Switch-over option from CPF to Pension/ GPF Scheme - Whether the respondents were entitled, as of right, to one more opportunity to switch-over from the Contributory Provident Fund (CPF) Scheme of which they were members, to the Pension Scheme and the General D Provident Fund (GPF) Scheme implemented by the appellant - Held: Entitlement to pension was available to the respondents but they chose not to avail the entitlement for reasons personal to them - Having taken a decision in this regard, the respondents cannot now raise an argument E of pension not being a bounty and therefore requiring the appellant-employer to give them another option to switch over to the Pension and GPF Regulations. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "STATE OF HARYANA& ORS. VS. M/S. VINOD OIL & GENERAL MILLS & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMwMTU=",
        "Citation": "[2014] 13 S.C.R. 524",
        "Case Type": "(CIVIL APPEAL /9098-09099/2014)",
        "Date": "23 NOVEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM181MjQtNTM5XzE3MDQyNzg5ODQucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 524",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "23 November 2014",
        "Petitioner:": "State Of Haryana& Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 667",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "M/s. Vinod Oil & General Mills & Anr.",
        "Case Type:": "CIVIL APPEAL /9098-09099/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation",
            "Resettlement Act",
            "2013",
            "Land Acquisition Act",
            "1894",
            "Acquisition of industrial land"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - ss. 4 and 6 -Acquisition c of industrial land - For the residential and commercial purpose - The acquired strip of land measuring 19 mar/as is contiguous to the factory and can be adjusted in the Planning Scheme and hence acquisition thereof is quashed -Anbther strip measuring 1 Kanai 11 mar/as is hindrance D for the wholesome development of the scheme, hence acquisition thereof upheld- In view of s. 24(2) of Acquisition Act of 2013, matter remitted to High Court to examine certain factual aspects - Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation, E Resettlement Act, 2013- s. 24(2). Public Purpose- Meaning and determination of- Held: A public purpose includes a purpose involving general interest of community as opposed to individual interest - F State is the first judge to determine whether there exists public purpose. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "PRADEEP KUMAR MASKARA AND OTHERS VS. STATE OF WEST BENGAL AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMwMjM=",
        "Citation": "[2014] 13 S.C.R. 540",
        "Case Type": "(CIVIL APPEAL /9844-46/2014)",
        "Date": "17 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM181NDAtNTUzXzE3MDMzMjM0NTAucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 540",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "17 October 2014",
        "Petitioner:": "Pradeep Kumar Maskara And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 733",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of West Bengal And Others",
        "Case Type:": "CIVIL APPEAL /9844-46/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "West Bengal Land Reforms Act",
            "1955",
            "Bihar and West Bengal (Transferred Territories) Act",
            "1956",
            "Practice & Procedure"
        ],
        "HeadNote": " Practice & Procedure - Duty to follow direction/ judgment of superior Court - Land in question transferred from the State of Bihar to the State of West Bengal pursuant to the enactment of 1956 Act and the provisions of West Bengal Land Reforms Act were extended to the transferred territories - Consequently, land in question shown to have been vested in the S,tate of West Bengal - Appellant challenged the order of vesting by filing a writ petition - Writ petition allowed by the High Court - Order not challenged and attained finality - On basis of said order of High Court, the appellants moved application before the Land Tribunal for correction of revenue record - Tribunal dismissed the application on the ground that the decision of High Court in Gangadhar Singh's case was binding precedent and the earlier judgment of the High Court was no longer a good law - Appellants challenged the order of Tribunal by filing writ petition - High Court relying on the decision in Gangadhar Singh's case dismissed the writ petition - Propriety of- Held: Not proper- The tribunal had no jurisdiction to differ with the decision given by High Court in the writ petition filed by the appellants - When judgment rendered by High Court in the case of appellants and the said decision having not been quashed or set aside by a larger bench of the High Court or by the Supreme Court, the tribunal ought not to have refused to follow the order of High Court - Tribunal directed to follow the decision of High Court decided in the case of appellantsWest Bengal Land Reforms Act, 1955- s. 14-T(3), Chapter A 11-8 - Bihar and West Bengal (Transferred Territories) Act, 1956. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "STATE OF MADHYA PRADESH VS. SURENDRA SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMwMzE=",
        "Citation": "[2014] 13 S.C.R. 554",
        "Case Type": "(CRIMINAL APPEAL /2401/2014)",
        "Date": "13 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM181NTQtNTY0XzE3MDMzMjMyNzgucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 554",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "13 November 2014",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 774",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Surendra Singh",
        "Case Type:": "CRIMINAL APPEAL /2401/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 279",
            "337",
            "304-A of IPC",
            "Sentencing/Sentencing policy",
            "Revision petition"
        ],
        "HeadNote": " Sentencing/Sentencing policy - Duty of the courts to consider al/relevant factors to impose appropriate sentence -Accident caused by jeep due to rash and negligent driving bydriverofthejeep (respondent) leading to death of a person travelling in the jeep - Conviction of respondent by trial court D - Revision petition - High Court maintained conviction but reduced sentence awarded by trial court to the period already undergone - Propriety- Held: On facts, the trial court did not commit any illegality in passing the order of conviction - However, without proper appreciation of the evidence and E consideration of gravity of the offence, the High Court showed undue sympathy by modifying the conviction to the period already undergone - Penal Code, 1860- ss.279, 337 and 304-A. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "MOTILAL YADAV VS. STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMwNTI=",
        "Citation": "[2014] 13 S.C.R. 565",
        "Case Type": "(CRIMINAL APPEAL /2478/2014)",
        "Date": "25 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM181NjUtNTczXzE3MDMzMjUxMDgucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 565",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "25 November 2014",
        "Petitioner:": "Motilal Yadav",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 810",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /2478/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 364A/34 and 120B/463A of IPC",
            "test identification parade",
            "ransom"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 364A/34 and 1208/364A - Kidnapping of six year old boy for ransom - Conviction and sentence of accused ulss. 364A/34 and 120B/364A by court below - On appeal, held: Order pas.sed by the High Court was not cryptic or without discussion of evidence on record - On facts, nbt holding of test identification parade not fatal to the prosecution case - Thus, order passed by High Court upheld - Evidence. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "JAIMINIBEN HIRENBHAI VYAS &ANR. VS. HIRENBHAI RAMESHCHANDRA VYAS &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMwNjE=",
        "Citation": "[2014] 13 S.C.R. 574",
        "Case Type": "(CRIMINAL APPEAL /2435/2014)",
        "Date": "19 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM181NzQtNTgwXzE3MDMzMjM1OTQucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 574",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "19 November 2014",
        "Petitioner:": "Jaiminiben Hirenbhai Vyas &anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 793",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Hirenbhai Rameshchandra Vyas &anr.",
        "Case Type:": "CRIMINAL APPEAL /2435/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 125 and 354 (6) of CrPC",
            "maintenance"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973- ss. 125 and 354(6) C - Grant of maintenance - Effective date - Held: s. 125 enables the court to grant maintenance from the date of the order or from the date of the application - Said final order must contain reasons for such a decision- On facts, High Court granted maintenance to wife from the date of order, without D giving any reason for not granting maintenance from the date of application - Circumstances justified grant of maintenance with effect from the date of application for maintenance - Thus, order passed by the High Court set aside. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "DR. SUBRAMANIAN SWAMY VS. ARUN SHOURIE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5Nzg=",
        "Citation": "[2014] 13 S.C.R. 581",
        "Case Type": "(CONTEMPT PETITION (CRIMINAL) /11/1990)",
        "Date": "23 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM181ODEtNjA4XzE3MDM2NTgwOTcucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 581",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "23 July 2014",
        "Petitioner:": "Dr. Subramanian Swamy",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 506",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Arun Shourie",
        "Case Type:": "CONTEMPT PETITION (CRIMINAL) /11/1990",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1950] 1 S.C.R. 459",
                "Judicial Consideration": "Followed",
                "Judgment Name": "The Bharat Bank Ltd., Delhi V. Employees Of The Bharat Bank Ltd., Delhi And The Bharat Bank Employees' Union, Delhi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9UaGUgQmhhcmF0IEJhbmsgTHRkLiwgRGVsaGlfRW1wbG95ZWVzIG9mIHRoZSBCaGFyYXQgQmFuayBMdGQuLCBEZWxoaSBhbmQgdGhlIEJoYXJhdCBCYW5rIEVtcGxveWVlcycgVW5pb24sIERlbGhpXzE2OTc1NDEyMTYucGRm"
            },
            {
                "Scr Citation": "[1955] 2 S.C.R. 955",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Brajnandan Sinha V. Jyoti Narain.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU1L3ZvbHVtZSAyL1BhcnQgSS9icmFqbmFuZGFuIHNpbmhhX2p5b3RpIG5hcmFpbi4gXzE2OTg3NDg5NDEucGRm"
            },
            {
                "Scr Citation": "[1953] 1 S.C.R. 730",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Maqbool Hussain V. The State Of Bombay",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUzL3ZvbHVtZSAxL1BhcnQgSS9tYXFib29sIGh1c3NhaW5fdGhlIHN0YXRlIG9mIGJvbWJheV8xNjk4MzA5OTkzLnBkZg=="
            },
            {
                "Scr Citation": "[1954] 1 S.C.R. 1150",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "S.a. Venkataraman V. The Union Of India And Another.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU0L3ZvbHVtZSAxL1BhcnQgSS9zLmEuIHZlbmthdGFyYW1hbl90aGUgdW5pb24gb2YgaW5kaWEgYW5kIGFub3RoZXIuIF8xNjk4NjYzNDAzLnBkZg=="
            },
            {
                "Scr Citation": "[1988] Supp. (2) S.C.R. 942",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dr. Baliram Waman Hiray V. Justice B. Lentin And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg4L1N1cHAuICgyKS9QYXJ0IEkvU18xOTg4Xzk0Mi05NzdfMTcwMjA5OTY4Ni5wZGY="
            },
            {
                "Scr Citation": "[1988] Supp. (2) S.C.R. 942",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dr. Baliram Waman Hiray V. Justice B. Lentin And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg4L1N1cHAuICgyKS9QYXJ0IEkvU18xOTg4Xzk0Mi05NzdfMTcwMjA5OTY4Ni5wZGY="
            }
        ],
        "Acts": [
            "Contempt of Courts Act (70 of 1971)"
        ],
        "Keyword": [
            "Contempt of Court",
            "Contempt proceedings"
        ],
        "HeadNote": " Contempt of Court Act, 1971: ss. 1 OA and 15 r/w. Art. 129 of Constitution of India - Contempt proceedings - Maintainability of- For the act of criticizing the report of a Commission constituted under Commission of Inquiry Act, 1952 headed by the sitting Judge of Supreme Court - Held: A Commission appointed under 1952 Act is in the nature of statutory Commission - It is in o fact a fact-finding body- It is not required to adjudicate upon the rights of the parties and has no adjudicatory functions - E Its findings have no binding effect - Therefore, such Commission is not a Court for the purpose of 1971 Act - Merely because such Commission is headed by a Sitting Judge of Supreme Court, it does not become an extended arm of Supreme Court- The present contempt proceedings · F could not have been initiated- s. 1 OA provides for the power of constructive contempt to the Commission by making a reference to the High Court- Contempt proceeding initiated suo motu and u/s. 15 dismissed - Constitution of India, 1950 G -Art. 129. s. 13 (as substituted by Act 6 of 2006) - Truth as a defence in contempt proceedings - Held: Courts should permit truth as a defence, if it is satisfied that it is in public interest and the request for invoking said defence is bona fide. Words and Phrases - 'Court' - Meaning of, in the context of Contempt of Courts Act, 1971 - In every Court there must be at least three constituent parts-the 'actor', 'reus' and 'judex' i.e. complainant, defendant and judicial power- A Commission constituted under Commissions of Inquiry Act does not meet the pre-eminent tests of a Court. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "NARINDER SINGH VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU2MzI=",
        "Citation": "[2014] 13 S.C.R. 609",
        "Case Type": "(CIVIL APPEAL /1564/2014)",
        "Date": "25 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM182MDktNjE2XzE3MDMzMjUyNDUucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 609",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "25 July 2014",
        "Petitioner:": "Narinder Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 509",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CIVIL APPEAL /1564/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988- s. 12 -Allegation"
        ],
        "HeadNote": " Prevention of Corruption Act, 1988- s. 12 -Allegation that appellant attempted to give bribe to ADM, Bharmourfor inducing him, a public servant, to exercise his influence to give appellant supply orders for the supply of double-decker beds by corrupt or illegal means - Trial Court acquitted the appellant /Jy giving him benefit of doubt - High Court set aside the judgment of trial Court, and convicted appellant u/ s. 12 - Propriety of - Held: On facts, proper, as charges made against the appellant were proved by the prosecution - High Court discussed the evidence of PWs as also DWs and recorded a conclusive finding about the guilt of the appellant! accused on analyzing the entire .evidence - Even if part of investigation was carried out by an AS/ (PW-7), it cannot be said to be illegal - No serious prejudice was caused to ·appellant by reason of the investigation carried out - High Court rightly pointed out that Bharmour being a tribal area, there is a single line administration and lot of power is vested with the Resident Commissioner since the heads of various departments or competent authorities are not available in Bharmour, and at that time the ADM-complainant was also the Resident Commissioner, Bharmour- Trial Court did not consider the gravity of the offence as contemplated under the 1988 Act. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "GORKHA SECURITY SERVICES VS. GOVT. OF NCT OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU2MTY=",
        "Citation": "[2014] 13 S.C.R. 617",
        "Case Type": "(CIVIL APPEAL /1110/2014)",
        "Date": "04 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM182MTctNjQxXzE3MDMzMjQ5NjIucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 617",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "04 August 2014",
        "Petitioner:": "Gorkha Security Services",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 521",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Govt. Of Nct Of Delhi & Ors.",
        "Case Type:": "CIVIL APPEAL /1110/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Law - Imposition of penalty -"
        ],
        "HeadNote": " Administrative Law - Imposition of penalty - Blacklisting - Form and content of show cause notice C required to be served, before deciding as to whether the noticee is to be blacklisted or not - Held: It is incumbent to state in the show cause notice that the competent authority intends to impose a penalty of blacklisting, so as to provide adequate and meaningful opportunity to the noticee to show 0 cause against the same - However, even if it is not mentioned specifically but from the reading of the show cause notice, it can be clearly inferred that such an action was proposed, that would fulfill this requirement. Administrative Law- Violation of contract- Imposition E of penalty - Blacklisting of appellant-contractor - Validity- Held: Blacklisting of appellant without giving it notice thereto, was contrary to principles of natural justice as it was not specifically proposed and, therefore, there was no s,how cause notice given to this effect before taking action of F blacklisting against the appellant - Impugned action of blacklisting the appellant accordingly set aside. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "STATE OF U.P. & ORS. VS. PAWAN KUMAR DIVEDI & ORS,",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMwOTU=",
        "Citation": "[2014] 13 S.C.R. 642",
        "Case Type": "(CIVIL APPEAL /3989/2006)",
        "Date": "02 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM182NDItNjc0XzE3MDMzMjYzNTIucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 642",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "02 September 2014",
        "Petitioner:": "State Of U.p. & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 580",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Pawan Kumar Divedi & Ors,",
        "Case Type:": "CIVIL APPEAL /3989/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Junior High Schools (Payment of Salaries of Teachers and Other Employees) Act",
            "1978",
            "Service Law",
            "Uttar Pradesh Basic Education Act",
            "1972"
        ],
        "HeadNote": " ervice Law - Salary - Uttar Pradesh Junior High Schools (Payment of Salaries of Teachers and Other Employees) Act, 1978-ss. 2(j) and 10-UttarPradesh Basic Education Act, 1972- Three categories of recognised Junior High Schools; (one) having Classes I to VIII, i.e., Classes I to V (Junior Basic School) and so also Classes VI to VIII (Semior Basic School), (two) a school as above and upgraded to High School or intermediate standard and (three) Classes VI to VIII (Senior Basic School) initially with no Junior Basic School (Classes I to V) being part of the said school- Dispute E in respect of third category of the schools where Classes I to V are added after obtaining recognition to the schools which arE1 recognized and aided for imparting education in Classes VI to VIII - Entitlement of teachers of primary section Classes I to Vin such schools to benefit of s.10 of the 1978 Act - F Whether teachers of privately managed primary schools and primary sections of privately managed high schools are eligible to receive their salaries from the State Government - Held: If a Junior Basic School (Classes I to V) is added after obtaining necessary recognition to a recognized and G aided Senior Basic Sch9ql (Classes VI to Vil/), then surely such Junior Basic School becomes integral part of one school, i.e., Basic School having Classes I to VIII- Expression \"Junior High School\" in the 1978 Act is intended to refer to the schools imparting basic education, i.e., education up toVIII class - Merit in the argument that schools having Junior A Basic Schools and the Senior Basic Schools either separately or together are under the same Board, i.e., the Board of Basic Education, as per the 1972 Act- Junior High School necessarily includes Classes I to V when they are opened in a Senior Basic School (Classes VI to VIII) after B obtaining separate recognition and for which there may not be a separate order of grant-in-aid by the Government. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "U.P. HINDI SAHITYA SAMMELAN VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxMTE=",
        "Citation": "[2014] 13 S.C.R. 675",
        "Case Type": "(CIVIL APPEAL /459/1997)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM182NzUtNzAxXzE3MDMzMjM2NjUucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 675",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "U.p. Hindi Sahitya Sammelan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 594",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CIVIL APPEAL /459/1997",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Official Language (Amendment) Act",
            "1989",
            "Article 345 and 357 of Constitution of India",
            "official language"
        ],
        "HeadNote": " Constitution of India, 1950 - Part XVII; Arts. 345 and C 347 - Constitutional scheme of Part XVII -Ambit and scope of Arts. 345 and 347 - Discussed. Constitution of India, 1950 - Part XVII; Arts. 345 and 347-1951 Act was enacted by the State Legislature to provide 0 for adoption of Hindi as the language to be used for official purposes and other matters of the State of Uttar Pradesh - Subsequently, the 1989 Amendment Act was enacted to amend 1951 Act whereby s.3 was inserted after s.2 in 1951 Act providing for Urdu language as second official language E for such purposes as notified by the State Government from time to time -. Whether it was constitutional for the U.P. Legislative Assembly to declare Urdu as the second official language through the 1989 Amendment Act once it had declared Hindi as the official language in 1951 under Art. F 345 - Held: Merely because Hindi was mentioned explicitly or separately and it was adopted as official language by the State, it cannot be said that the Constitution ,'oreclosed the State Legislature's option to adopt any other language in use in the State as official language - Nothing in Art. 345 barred G declaring one or more of the languages in use in the State, in addition to Hindi, as the second official language- Neither insertion of s. 3 nor the impugned notification in pursuance of the above provision notifying Urdu as the secondlanguage for the seven specified purposes was unconstitutional- Uttar Pradesh Official Language Act, 1951 - s.3- Uttar Pradesh Official Language (Amendment) Act, 1989. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "K.PRAKASH VS. B.R. SAMPATH KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxMTc=",
        "Citation": "[2014] 13 S.C.R. 702",
        "Case Type": "(CIVIL APPEAL /9047/2014)",
        "Date": "22 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNV8xM183MDItNzE2XzE3MDMzMjU0MDUucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 702",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "22 September 2014",
        "Petitioner:": "K.prakash",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 659",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "B.r. Sampath Kumar",
        "Case Type:": "CIVIL APPEAL /9047/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963",
            "Agreement to sell property"
        ],
        "HeadNote": " pecific Relief Act, 1963 - ss.16(c) and 20- Specific performance of contract -Agreement to sell property- Suit for specific performance of the agreement - Held: Remedy for specific performance is an equitable remedy- The Court while granting relief for specific performance exercises discretionary jurisdiction - Discretion must be exercised in accordance with sound and reasonable judicial principles - D On facts, High Court erred in holding that the agreement was executed by respondent without free mind and volition and under some pressure - Once an agreement to sell is legal and validly proved and further requirements for getting such a decree is established then the Court has to exercise its E discretion in favour of granting relief for specific performance. c Specific Relief Act, 1963- ss.16(c) and 20- Specific performance .of contract - Agreement to sell property - Subsequent rise in price - Effect - Held: Rise in price is a normal change of circumstances and, therefore, on that F ground a decree for specific performance cannot be reversed - However, the court may take notice of the fact that there has been an increase in the price of the property and considering the other facts and circumstances of the case, while granting decree for specific performance can impose G such condition which may to some extent compensate the defendant-owner of the property. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "PREM KUMAR GULATI VS. STATE OF HARYANA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxMjE=",
        "Citation": "[2014] 13 S.C.R. 717",
        "Case Type": "(CRIMINAL APPEAL /1422/2009)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMF8xM183MTctNzM0XzE3MDMzMjUwNTcucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 717",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "Prem Kumar Gulati",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 668",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Haryana And Another",
        "Case Type:": "CRIMINAL APPEAL /1422/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 302/498A r/w section 34",
            "Dying declaration",
            "Section 32 Indian Evidence Act"
        ],
        "HeadNote": " Penal Code, 1860 - s.302/498A rlw s.34 - Death of married woman due to burn injuries caused by pouring of kerosene oil and being lit on fire - Dying declaration - C Conviction of husband, brother-in-law and wife of brother-in- /aw- Challenge to - Held: Conviction of husband upheld as ·prosecution established the case that deceased was subjected to death at the instance and instigation of the husband - However, no corroborative evidence to come to D the conclusion that brother-in-law and his wife participated along with the husband for commission of the offence - They were living separately- Wife of brother-in-law already expired - Benefit of doubt given to brother-in-law; his conviction cannot be sustained. E Evidence Act, 1872 - s.32 - Dying declaration - Evidentiary value and reliability of - Held: Merely because dying declaration was not in question-answer form, the sanctity attached to a dying declaration cannot be brushed aside and its reliability cannot be doubted. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "COLLECTOR SINGH VS. L.M.L. LTD., KANPUR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxMjk=",
        "Citation": "[2014] 13 S.C.R. 735",
        "Case Type": "(CIVIL APPEAL /10125/2014)",
        "Date": "11 NOVEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMF8xM183MzUtNzQ0XzE3MDMzMjYyNjEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 735",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "11 November 2014",
        "Petitioner:": "Collector Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 769",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "L.m.l. Ltd., Kanpur",
        "Case Type:": "CIVIL APPEAL /10125/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act",
            "1947",
            "semi-skilled workman",
            "reinstatement"
        ],
        "HeadNote": " ndustrial Disputes Act, 1947 - s.11A - Dismissal of appellant, a semi-skilled workman in respondent- company- If disproportionate to the act of misconduct proved against the appellant - Allegation that appellant threw jute/ cotton waste balls hitting the face of his superior officer and a/so abused him in filthy language - Appellant submitted apology letter- Labour Court, however, held that termination of appellant was justified - High Court upheld the award passed by Labour Court- Held: Labour Court and the High Court did not properly a{:lPreciate tenor of the apology Jetter- From the apology letter, it is discernible that appellant made admission only with respect to throwing of the jute! cotton waste balls by mistake - The letter nowhere stated that appellant was involved in the incident of hurling abuses and using filthy language against his superior officer- Mere Act of throwing jute/cotton waste balls weighing 5 to 10 gms may not by itself lead to imposing punishment of dismissal . from service - Considering the totality of the circumstances, the punishment of dismissal from service was harsh and disproportionate -But, nearly two decades have passed since termination appellant and over these years the appellant must have been gainfully employed elsewhere - Further, appellant has almost reached the age of superannuation - In such circumstances, there cannot be any order of reinstatement and award of /umpsum compensation of Rs.5 Lakhs would meet the ends of justice. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "SRI SIDHHARTH VIYAS & ANR. VS. RAVI NATH MISRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxMzQ=",
        "Citation": "[2014] 13 S.C.R. 745",
        "Case Type": "(CIVIL APPEAL /10529/2014)",
        "Date": "25 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMF8xM183NDUtNzU5XzE3MDQyNzkzNzkucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 745",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "25 November 2014",
        "Petitioner:": "Sri Sidhharth Viyas & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 805",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Ravi Nath Misra & Ors.",
        "Case Type:": "CIVIL APPEAL /10529/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Urban Buildings (Regulation of Letting",
            "Rent and Eviction) Act",
            "1972",
            "deemed vacancy",
            "arbitrary eviction"
        ],
        "HeadNote": " Uttar Pradesh Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972- s. 12(3)- Whether s.12(3) of the Act providing for 'deemed vacancy' is applicable to a situation where the tenant or a member of his family builds, acquires or otherwise gets a vacant building in the area concerned after commencement of the tenancy but prior to application of the Act to the tenancy in question - Held: Object of rent law is to balance the competing claims of the landlord on the one hand to recover possession of building let out to the tenant and of the tenant to be protected against arbitrary increase of rent or arbitrary ~viction, when there is acute shortage of accommodation:..:.. Though, it is for the legislature to resolve such competing. claims in terms of statutory provisions,. while interpreting the provisions, the object of the Act has to be kept in view by the Court - Unless otherwise provided, a tenant who has already acquired altemative accommodation is not intended to be protected by the Rent Act- Mere use of present tense in s. 12(3) is not intended to limit the applicability of the provision to acquisition of accommodation by the tenant after the Rent Act becomes applicable - View taken by High Court that acquisition of alternative accommodation by the tenant, prior to enforcement of the Act, is not c.overed bys. 12(3) is not correct in law. Interpretation of Statutes - Purposive approach vis literal approach - Held: Grammar cannot control the interpretation of the provision which has to be read in the context - Rent control - Rent control legislation - Interpretation of- Need for reasonable interpretation. Interpretation of Statutes - Proviso - Purpose and import of - Held: the scope of proviso is narrower than the main provision. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "SURESH &ANR. VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxNDQ=",
        "Citation": "[2014] 13 S.C.R. 760",
        "Case Type": "(CRIMINAL APPEAL /420/2012)",
        "Date": "28 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAyMF8xM183NjAtNzk1XzE3MDMzMjc0MjMucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 760",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "28 November 2014",
        "Petitioner:": "Suresh &anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 819",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /420/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 302/34",
            "364-A",
            "201",
            "120-B IPC",
            "Section 106 Evidence Act",
            "Section 357-A CrPC",
            "interim compensation"
        ],
        "HeadNote": " Penal Code, 1860- ss. 302134, 364-A, 201and120-8 C - Kidnapping and murder of two persons - Conviction by courts below - On appeal, held: Conviction justified - Recovery of dead bodies of the deceased and their personal belongings at the instance of the accused and the failure to explain the fact within the exclusive knowledge of the accused is an additional circumstance against them - Evidence Act, 1872-s. 106. o Code of Criminal Procedure, 1973 - s. 357 A - Interim compensation - Grant of - Held: ft is duty of the Court to grant interim compensation to victim either on application or E suo motu - Such duty continues at every stage of the case - In the present case, denial of interim compensation by High Court was not justified - State directed to pay Rs. 10 lakhs as interim compensation to the family of the deceased. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "CHANDANA DAS VS. STATE OF WEST BENGAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxNTU=",
        "Citation": "[2014] 13 S.C.R. 796",
        "Case Type": "(CIVIL APPEAL /2858/2007)",
        "Date": "11 DECEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM183OTYtODQxXzE3MDMzMjY3NjEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 796",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "11 December 2014",
        "Petitioner:": "Chandana Das",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2014 INSC 623",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi,Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of West Bengal & Ors.",
        "Case Type:": "CIVIL APPEAL /2858/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "West Bengal Board of Secondary Education Act",
            "1963",
            "Rules of Management of Recognised Non-Government Institutions (Aided and Unaided)",
            "1969",
            "Article 26 and 30 of Constitution of India",
            "Khalsa Girls High School"
        ],
        "HeadNote": " Constitution of India, 1950 -Arts 26 and 30 - Khalsa C Girls High School in Calcutta - Whether the said School, a · minority Institution entitled to appoint its teachers - Whether the Institution's right to select and appoint teachers is affected by the provisions of the 1969 Rules - Held: Because of difference of opinion between two Hon'ble Judges, D matter referred to larger Bench - Rules of Management of Recognised Non-Gover.moment Institutions (Aided and Unaided), 1969 - rr. 28, 33, 8(3) - West Bengal Board of Secondary Education Act, 1963. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "RAMAN VS. UTTAR HARYANA BIJLI VITRAN NIGAM LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxNjg=",
        "Citation": "[2014] 13 S.C.R. 842",
        "Case Type": "(CIVIL APPEAL /11466/2014)",
        "Date": "17 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM184NDItODY3XzE3MDMzMjc3ODEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 842",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "17 December 2014",
        "Petitioner:": "Raman",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 885",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Uttar Haryana Bijli Vitran Nigam Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /11466/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003",
            "Section 68 of Indian Evidence Act",
            "Compensation",
            "Electrocution"
        ],
        "HeadNote": " Electricity Act, 2003 - s. 68 - Electrocution - Compensation - Four year old boy suffered 100% permanent disability in electrocution accident - Boy lost all the amenities and became a deadwood throughout his fife - Award of Rs. 60 fakhs compensation by Single Judge of the High Court - Rs. 30 fakhs to be deposited in a fixed deposit account jointly in the name of the claimant in a nationalized Bank, which would be available to the claimant on attaining age of majority, and in case he does not survive, deposit amount would be revert back to the respondents- Remaining amount of Rs. 30 fakhs to be deposited in a fixed deposit account of corpus fund, out of which an interest of Rs. 20,0001- p.m. to be paid to the claimant towards the expenses - Division Bench on concession by the counsel reduced the monthly amount to Rs. 10,0001- - On appeal, held: Compensation awarded by the Single Judge restored - However, the direction by Single Judge that if the claimant is not alive at the time of attaining the age of majority, the amount deposited would be reverted to the respondent is set aside since the same is not legal and valid - Once compensation amount is awarded by the Court, it should go to the claimant/appellant and after his demise, to his legal heirs or representative - Directions issued as regards the mode of payment of amount to the appellant. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "SHASHIKALA DEVI VS. CENTRAL BANK OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMxNzk=",
        "Citation": "[2014] 13 S.C.R. 868",
        "Case Type": "(CIVIL APPEAL /11488/2014)",
        "Date": "17 DECEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM184NjgtODk0XzE3MDM4NDc1MjAucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 868",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "17 December 2014",
        "Petitioner:": "Shashikala Devi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 1045",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Central Bank Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /11488/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Central Bank of India (Employees) Pension Regulations",
            "1995",
            "Voluntary retirement"
        ],
        "HeadNote": " Service Law: Voluntary retirement - Bank employee -After 31 years of service tendered resignation from service on account of medical ground - Resignation accepted resulting in forfeiture Pension - Pension since is not a bounty, but a right  which is acquired by long service, the Court will be slow in presuming that the employee intended to waive or abandon without any cogent reason. Waiver - Of legally enforceable right - When G admissible - Held: For waiver of legally enforceable right, it is necessary that the same is clear and unequivocal, conscious and with full knowledge of the consequences.of the entire service rendered by him and disentitling him to claim any pensionary benefit - Whether the letter, was in essence a letter seeking pre-mature retirement or a letter of resignation - Held: The employee was qualified to receive pension in terms of Service Regulations - He was also entitled to seek voluntary retirement and not resignation - Direction to employer-Bank to release the retiral benefits to the employee - Central Bank of India (Employees) Pension Regulations, 1995- Regulation 29(2). "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "ASSOCIATE BUILDERS VS. DELHI DEVELOPMENT AUTHORITY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU3MDk=",
        "Citation": "[2014] 13 S.C.R. 895",
        "Case Type": "(CIVIL APPEAL /10531/2014)",
        "Date": "25 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM184OTUtOTU2XzE3MDMzMjY5MjEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 895",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "25 November 2014",
        "Petitioner:": "Associate Builders",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 809",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Delhi Development Authority",
        "Case Type:": "CIVIL APPEAL /10531/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996:"
        ],
        "HeadNote": " Contempt of Court - Contemnors committed to jail on account of their failure to comply with directions of the Supreme Court- Interim bail order passed by Supreme Court requiring them to deposit Rs. 10, 0001- crores -Applications filed by contemnors seeking various directions - Prayer by E Shri Subrata Roy Sahara for temporary/conditional release from judicial custody - Further, prayer by Saharas for permission to obtain bank guarantee of Rs. 5, 0001- crores by leveraging three overseas hotel properties - Held: On facts, contemnors cannot be granted parole as prayed for- Nothing F to show that Shri Subrata Roy Sahara suffered from any serious medical condition - Alternative ground for parole, viz. facilitating negoiiations with prospective purchasers of property offered for sale by Saharas, also not justified - No legal impediment in permitting the sale of offshore properties G owned by Saharas for raising funds for compliance with the order of Court - Three offshore hotel properties owned by Saharas allowed to be transferred, sold or encumbered subject to conditions - Bail. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "SUDARSHAN RAJPOOT VS. U.P. STATE ROAD TRANSPORT CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU3NDM=",
        "Citation": "[2014] 13 S.C.R. 957",
        "Case Type": "(CIVIL APPEAL /10353/2014)",
        "Date": "18 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM185NTctOTg0XzE3MDMzMjgwNDYucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 957",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "18 November 2014",
        "Petitioner:": "Sudarshan Rajpoot",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 788",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "U.p. State Road Transport Corporation",
        "Case Type:": "CIVIL APPEAL /10353/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Laws:"
        ],
        "HeadNote": " Labour Laws: Uttar Pradesh Industrial Disputes Act, 1947 - ss. 2(s), 6-N, 6-R and 6-Q -Appellant-workman employed as driver with the respondent-Corporation - While on duty, due to technical fault in the vehicle, the vehicle met with an accident - Workman also sustained grievous injuries - Name of the workman struck-off from the rolls of post of driver and removed from the services - Industrial dispute raised - Labour court held that termination of services of the workman was contrary to law and directed his reinstatement without break in service with all consequential reliefs-High Court set aside the award of reinstatement and consequential reliefs and held that the workmen was only entitled to consolidated compensation calculated from the date of his engagement till the date of his disengagement - On appeal, held: The workman was engaged on permanent basis- In view of Schedule V, entry 10 of central Industrial Disputes Act, the Corporation is prohibited from engaging the workman as a casual or temporary workman on permanent basis - The workman had rendered service more than 240 days in a calendar year until his termination- Thus his engagement on contractual basis is statutorily prohibited - The same amounts to unfair labour practice u/s. 2(ra) and is punishable u/s. 25U of the central Act - The termination order amounts to retrenchment- Non- compliance of the statutory provisions u/ss. 6-N, 6-R and 6- Q has rendered the termination order void ab inito in law - The labour court was justified in passing award of reinstatement with consequential benefits- The High Court erroneously set aside the award by interfering with findings of fact in exercise of its supervisory jurisdiction u/Arts 226 and 227 of the Constitution - The injuries sustained by the workman are employment injuries suffered during the course of employment - Therefore, the Corporation is ·statutorily obliged u/s. 47 of Persons with Disabilities Act, 1995 to provide alternate equivalent job to the workman- Industrial Disputes Act, 1947 - ss. 2(ra), 25T, and 25U, Schedule /, Entry No. 10 - The Persons with Disabilities (Equal Opportunities, Protection of Rights, and Full Participation) Act, 1995 - s. 47 - Constitution of India, 1950 -Arts. 226 and 227. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "BALJINDER KAUR VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyMDI=",
        "Citation": "[2014] 13 S.C.R. 985",
        "Case Type": "(CRIMINAL APPEAL /1142/2011)",
        "Date": "19 NOVEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM185ODUtOTk3XzE3MDMzMjY1MjYucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 985",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "19 November 2014",
        "Petitioner:": "Baljinder Kaur",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 792",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1142/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 304-B IPC",
            "Dowry Death",
            "Role of investigating officer"
        ],
        "HeadNote": " Penal Code, 1860: s. 304-8- Dowry death - Death by poisoning - Demand of gold bangle two months after marriage - Except one stray demand of gold bangle, there C · was no other evidence to show that the victim-deceased was subjected to cruelty in connection with demand of dowry by the appellant-sister-in-law soon before her death - Conviction u/s.304-8 is therefore not maintainable however evidence on record made out offence uls.498-A, /PC. D Investigation: Role of investigating officer- Held: Any omission and commission by the investigating officer may result in miscarriage of justice - Investigating officer must be trained to adopt proper techniques of investigation and E scientific temper must be inculcated in them and investigation must be conducted in unbiased manner. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "DHIAN KAUR VS. PREM PAL SRAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyMTA=",
        "Citation": "[2014] 13 S.C.R. 998",
        "Case Type": "(CIVIL APPEAL /9978/2014)",
        "Date": "29 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM185OTgtMTAwNV8xNzAzMzI3MTA0LnBkZg==",
        "SCR Citation:": "[2014] 13 S.C.R. 998",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "29 October 2014",
        "Petitioner:": "Dhian Kaur",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 1021",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Prem Pal Sran",
        "Case Type:": "CIVIL APPEAL /9978/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "EAST PUNJAB URBAN RENT RESTRICTION ACT",
            "1949",
            "defaultable arrears",
            "civil revision"
        ],
        "HeadNote": " EAST PUNJAB URBAN RENT RESTRICTION ACT, 1949: s. 13(2)(i), proviso- Opportunity granted by High Court to tenant to clear arrears found due in final adjudication by authoriti!?s below - High Court was justified in reaching the conclusion that after the finding of Appellate Authority as regards defaultable arrears that was found due and payable D by respondent, the invocation of the proviso to s. 13(2)(i) was necessitated - The rights of landlady-appellant have been duly protected inasmuch as in the event of failure of respondent-tenant in duly discharging his stand as regards payment of defaultable arrears, consequence in not E complying with the requirement of proviso to s. 13(2)(i) would follow and it would be open to appellant to exercise the liberty granted in her favour in the impugned judgment by approaching the High Court and seeking for appropriate orders. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "HIGH COURT OF GUJARAT VS. HITENDRA VRAJLAL ASHARA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyMTY=",
        "Citation": "[2014] 13 S.C.R. 1006",
        "Case Type": "(CIVIL APPEAL /10304/2014)",
        "Date": "24 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMDA2LTEwMTBfMTcwNDI3OTgzOS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1006",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "24 November 2014",
        "Petitioner:": "High Court Of Gujarat",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 803",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "Hitendra Vrajlal Ashara & Anr.",
        "Case Type:": "CIVIL APPEAL /10304/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 226",
            "227 of Constitution of India",
            "Jurisdiction of High Court"
        ],
        "HeadNote": " Constitution of India, 1950: Arts. 226 and 227 - Jurisdiction of High Court - Scope of interference - Certain a/legations made against the respondent-judicial officer - Enquiry held and responde(lt dismissed from service - Respondent's application before the High Court allowed and inquiry report and order of dismissal set aside - Held: High Court erred in re-appreciating the evidence acting as court of appeal - The enquiry officer rightly rendered the finding against the respondent - Order of dismissal was justified - Service law- Dismissal from service. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "S.E.B.I. VS. SAHARA INDIA REAL ESTATE CORPORATION LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyMjg=",
        "Citation": "[2014] 13 S.C.R. 1011",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /412-413/2012)",
        "Date": "04 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMDAtMTAzNV8xNzAzMzI2NjM1LnBkZg==",
        "SCR Citation:": "[2014] 13 S.C.R. 1011",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "04 June 2014",
        "Petitioner:": "S.e.b.i.",
        "Disposal Nature:": "I.As Disposed Off",
        "Netural Citation:": "2014 INSC 418",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Sahara India Real Estate Corporation Ltd. & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /412-413/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Investor-fraud case",
            "Optional Fully Convertible Debentures"
        ],
        "HeadNote": " Scams - Investor-fraud case - Invitation/collection of deposits from general public in the form of 'Optional Fully Convertible Debentures'-OFCD by a Company- Complaint by investors' group - Direction by SEBI to the Company not to offer equity shares/OF CDS or any other securities to public or invite subscriptions - In appeal, the High Court issuing further directions to the promoter and the directors of the Company to jointly and severely refund the amount collected alongwith interest @ 15% p.a. - Pursuant thereto orders passed by SEBI, tribunal and this Court as regards refund of amount as also extension of time period for making refund - However, non compliance with the directions - Contempt petitions against the contemnors - Various orders passed - Interim applications by contemnors praying that restraint on sale and transfer of properties of the Company be lifted- In the course of proceedings, contemnors committed to judicial custody - Subsequently, on the prayer of the contemnors · seeking bail, conditional order granting interim bail to contemnors passed by this Court, condition being to deposit Rs. 10, 0001- crores - Non-compliance of the condition - Aggrieved, promoter filing writ petition, challenging the orderwhereby contemnor was committed to judicial custody; and also seeking release from custody- Dismissal of writ petition by this Court- Held: In view of the dilatory tactics adopted by the contemnors to delay the proceedings before SEBI, High Court and this Court, and non-compliance of the orders B passed despite sufficient opportunities the terms stipulated in the order granting interim bail to the contemnors cannot be modified- Contemnors cannot be shifted to a guest house for continued custody and detention - However, orders passed by this Court and by SEBI restraining sale and transfer of moveable and immoveable properties held by the Company modified- In view of the importance of the issues and the fact that a three judge bench matter is sought to be enforced in these proceedings, said proceedings referred to three-Judge Bench - Reference to larger Bench. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "S.E.B.I. VS. SAHARA INDIA REAL ESTATE CORPORATION LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYzNzg=",
        "Citation": "[2014] 13 S.C.R. 1036",
        "Case Type": "(CIVIL APPEAL /9813/2011)",
        "Date": "22 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xMDM2LTEwNDlfMTcwNDE4NTgxMS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1036",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "22 July 2014",
        "Petitioner:": "S.e.b.i.",
        "Disposal Nature:": "I.As Disposed Off",
        "Netural Citation:": "2014 INSC 501",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Sahara India Real Estate Corporation Ltd.",
        "Case Type:": "CIVIL APPEAL /9813/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Custody",
            "Parole"
        ],
        "HeadNote": " Contempt of Court - Contemnors committed to jail on account of their failure to comply with directions of the Supreme Court- Interim bail order passed by Supreme Court requiring them to deposit Rs. 10, 0001- crores -Applications filed by contemnors seeking various directions - Prayer by  Shri Subrata Roy Sahara for temporary/conditional release from judicial custody - Further, prayer by Saharas for permission to obtain bank guarantee of Rs. 5, 0001- crores by leveraging three overseas hotel properties - Held: On facts, contemnors cannot be granted parole as prayed for- Nothing  to show that Shri Subrata Roy Sahara suffered from any serious medical condition - Alternative ground for parole, viz. facilitating negoiiations with prospective purchasers of property offered for sale by Saharas, also not justified - No legal impediment in permitting the sale of offshore properties  owned by Saharas for raising funds for compliance with the order of Court - Three offshore hotel properties owned by Saharas allowed to be transferred, sold or encumbered subject to conditions - Bail. Parole - Entitlement of  "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "Y. SLEEBACHEN ETC. VS. SUPERINTENDING ENGINEER WRO/PWD &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyMzM=",
        "Citation": "[2014] 13 S.C.R. 1050",
        "Case Type": "(CIVIL APPEAL /7164-7166/2014)",
        "Date": "04 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMDUwLTEwNzFfMTcwNDI4MDA5NC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1050",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "04 August 2014",
        "Petitioner:": "Y. Sleebachen Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 519",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Superintending Engineer Wro/pwd &anr.",
        "Case Type:": "CIVIL APPEAL /7164-7166/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Consent decree",
            "Arbitral award"
        ],
        "HeadNote": " Decree:  Consent decree - Arbitral award - Challenged in District Court - Pending petitions, negotiations failed - However, when petitions listed for hearing, contractor offered to further reduction of his claims - Offer accepted by Government Pleader appearing for employers and, accordingly, a consent decree passed by District Court - Appeal by employer on the ground that its advocate was not authorised to enter into any compromise - High Court setting aside the consent decree - Held: Nothing has been brought out by respondents to show that the advocate was not authorised to enter into such a settlement- Even otherwise, respondents should have filed an application before District Court immediately after the passing of decrees in compromise terms, or even thereafter, for recall of the compromise order, but this was not done - High Court was not justified in setting aside the consent decree passed by District Judge - Such a consent decree operates as an estoppel and was binding on parties and respondents could not wriggle out of it by taking an after thought plea that its lawyer was not authorised to enter into such a settlement- Impugned judgment of High Court set aside and consent decrees passed by District Court restored-Arbitration and Conciliation Act, 1996 - ss. 34 and 37- Estoppel. Code of Civil Procedure, 1908 : 0. 23, r. 3 r/w 0. 3, r. 4 - Compromise decree -Arbitral H award challenged in District Court - Government Pleader appearing for employer accepting the offer made by A contractor and accordingly consent decree passed - Held: Counsel appearing for a party is fully competent to put his signature to the terms of any compromise upon which a decree can be passed in proper compliance with the provisions of 0. 23, r, 3 and such a decree is perfectly  valid- The authority of a counsel to act on behalf of a party is expressly given in 0. 3, r. 1 - In the instant case, Government Pleader was legally entitled to enter into a compromise with the appellant-contractor and his written endorsement on the Memos filed by appellant can be C deemed as a valid consent of respondent-employer itself . "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "RAKESH &ANR VS. STATE OF U.P. &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyMzg=",
        "Citation": "[2014] 13 S.C.R. 1072",
        "Case Type": "(CRIMINAL APPEAL /1412/2014)",
        "Date": "13 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMDcyLTEwNzhfMTcwMzMyNzE3My5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1072",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "13 August 2014",
        "Petitioner:": "Rakesh &anr",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 544",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of U.p. &anr.",
        "Case Type:": "CRIMINAL APPEAL /1412/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 173",
            "190 (1) (b) CrPC",
            "functus officio",
            "protest/complaint petition"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: . ss. 173, 190(1 )(a) and 190(1 )(b) - Jurisdiction of Magistrate to take cognizance, on a protest petition/complaint, of an offence in respect of which a final report u/s 173 had been accepted - Held: Only because Magistrate has D accepted a final report, the same by itself would not stand in f1is way to take cognizance of the offence on a protesV complaint petition; bu( the question which is required to be posed and answered would be as to under what circumstances tl7e said power can be exercised. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "AMARENDU JYOTI & ORS. VS. STATE OF CHHATISGARH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyNDY=",
        "Citation": "[2014] 13 S.C.R. 1079",
        "Case Type": "(CRIMINAL APPEAL /546/2009)",
        "Date": "04 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMDc5LTEwODZfMTcwNDI4MDE0Mi5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1079",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "04 August 2014",
        "Petitioner:": "Amarendu Jyoti & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 990",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of Chhatisgarh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /546/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Jurisdiction",
            "Section 482 CrPC",
            "appropriate court"
        ],
        "HeadNote": " Jurisdiction - Territorial jurisdiction to try an offence - c Wife after residing at place 'D' with husband for a month started residing at parent's place at~·- Girls'fatherfiling FIR u/s. 498A alleging cruelty-Application u/s. 482 Cr.PC. by the husband seeking quashing of FIR since FIR did not disclose a continuing offence -Application dismissed by the 0 High Court holding that offence of cruelty continued, thus, was a continuing offence - On appeal, held: All overt acts, which are said to have constituted cruelty have allegedly taken place at place 'D' - Offence of cruelty cannot be said to be a continuing one as contemplated by s. 178 and 179 E Cr.PC. - Thus, going by the complaint, it cannot be held that the court at place 'A' has jurisdiction to try the offence since . the appropriate court at place 'D' would have jurisdiction to try the said offence - Code of Criminal Procedure, 1973 - ss. 482, 17~ and179. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "PUDUCHERRY S.C. PEOPLE WELFARE ASSOCIATION VS. CHIEF SECRETARY TO GOVT., UNION TERRITORY OF PONDICHERRY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyNTI=",
        "Citation": "[2014] 13 S.C.R. 1087",
        "Case Type": "(CIVIL APPEAL /10829-10830/2010)",
        "Date": "07 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMDg3LTEwOTVfMTcwNDI4MDE4MC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1087",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "07 August 2014",
        "Petitioner:": "Puducherry S.c. People Welfare Association",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 528",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Chief Secretary To Govt., Union Territory Of Pondicherry & Ors.",
        "Case Type:": "CIVIL APPEAL /10829-10830/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution (Pondicherry) Scheduled Castes Order",
            "1964",
            "Service Law",
            "Reservation",
            "Presidential Order"
        ],
        "HeadNote": " Service Law - Reservation - For Scheduled Caste candidates - Entitlement - Government Orders related to reservation benefits in promotion and employment to Group C and D posts and in professional courses - Challenge to - Held: Impugned Government Orders not sustainable as they were not in consonance with the Presidential Order, 1964 - By no executive power, amendment, modification, alteration or variance in the Presidential Order was permissible - It was not open to the executive to do anything directly or indirectly leading to any change in the Presidential Order - Once E Presidential Order was issued u/Art. 341 (1) or Art. 342(1) of Constitution, any amendment in the Presidential Order could only be made by the Parliament by law as provided in Arts. 341 (2) or 342(2) of Constitution, as the case may be, and in no other manner - Interpretation of 'resident' in the F Presidential Order as 'of origin' amounted to altering the Presidential Order - Constitution (Pondicherry) Scheduled Castes Order, 1964 - Constitution of India, 1950-Arts. 341 and 342 "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "V. SREERAMA CHANDRA AVADHANI (D) BY LRS. VS. SHAIK ABDUL RAHIM AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyNTg=",
        "Citation": "[2014] 13 S.C.R. 1096",
        "Case Type": "(CIVIL APPEAL /2364/2005)",
        "Date": "21 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMDk2LTExMjBfMTcwNDI4MDIzOC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1096",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "21 August 2014",
        "Petitioner:": "V. Sreerama Chandra Avadhani (d) By Lrs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 555",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Shaik Abdul Rahim And Anr.",
        "Case Type:": "CIVIL APPEAL /2364/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mohammedan Law",
            "Gifts (hiba)",
            "Conditional gifts"
        ],
        "HeadNote": " Mohammedan Law - Gifts (hiba) - Conditional gifts - Nature and effect of- Held: Under Mohammad an Law, a gift has to be unconditional - Therefore, conditions expressed · in a gift, are to be treated as void -A conditional gift is valid, but the conditions are void - Conditions are however permissible, ifthegiftismerelyofausufruct-Therefore, the gift of a usufruct can validly impose a limit, in point of time (as an interest, restricted to the-life of the donee) - In a gift which contempiates the transfer of the corpus, there is no question of such transfer being cenditional - The transfer is absolute - Conditions imposed.in a gift of the corpus are void -- On facts, the gift deed in question contemplated transfer of the corpus and not the usufruct - Clearly, the intention of the donor in the gift deed, was to transfer the corpus of the immovable property to the donee, and not merely a usufruct therein - Since the donor through the gift deed had transferred the corpus of the immovable property to the donee (his wife), the gift deed was valid-All conditions depicted in the gift deed curtailing use or disposal of the property gifted were ther:efore void - Since the gift deed irrevocably vested all rights in the immovable property in the donee, subsequent sale of the gifted immovable property by the donee wife to appellant was legal and valid, and consequently, the claim of respondents to the gifted property, on the demise of the donee wife, not sustainable in law. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "STATE OF RAJASTHAN VS. CHANDGI RAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyNjU=",
        "Citation": "[2014] 13 S.C.R. 1121",
        "Case Type": "(CRIMINAL APPEAL /937/2008)",
        "Date": "09 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMTIxLTExNDBfMTcwNDI4MDI4MC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1121",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "09 September 2014",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 614",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Chandgi Ram & Ors.",
        "Case Type:": "CRIMINAL APPEAL /937/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 302 r/w 34",
            "352 IPC",
            "Eye witnesses",
            "Testimony",
            "medical evidence"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 r/w 34 and s. 452 - Prosecution case that victim beaten mercilessly with iron rod, iron pipe and lathis by each of the accused, resulting in his death - Incident took place in the night in a remote vii/Age where sufferers of the incident were widow and her two minor children - Conviction and sentence uls. 302134 ands. 452- 0 Set aside by High Court - On appeal, held: High Court not justified in interfering with the order of conviction - Eye witnesses account of the witnesses-wife, minor children and others, convincing and corroborative as regards the occurrence- Testimony of the said witnesses should not be  discarded solely on the ground that they were related to the deceased - Recoveries of the weapons, medical evidence and FSL reports supported the prosecution case - Furthermore, the plea that there was delay in lodging of the FIR cannot be accepted - Thus, the judgment of the High Court is set aside and that of the trial court is restored - - Evidence - Witnesses. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "C. P. JOHN VS. BABU M. PALISSERY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyNzI=",
        "Citation": "[2014] 13 S.C.R. 1141",
        "Case Type": "(CIVIL APPEAL /5987/2012)",
        "Date": "11 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMTQxLTExNzlfMTcwNDI4MDMyMS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1141",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "11 September 2014",
        "Petitioner:": "C. P. John",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 625",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Babu M. Palissery & Ors.",
        "Case Type:": "CIVIL APPEAL /5987/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Conduct of Election Rules",
            "1961",
            "Representation of the People Act",
            "1951",
            "Election Petition",
            "returned candidate"
        ],
        "HeadNote": " Representation of the People Act, 1951- ss. 83, 86, 123(10(A), 123(4), 33A(1)(ii) ands. 8(i), (ii), (iii) - Election Petition - Appellant challenging the successful election of returned candidate on the ground of corrupt practices and . that the returned candidate suppressed his conviction in two criminal cases in nomination papers - Written statement by returned candidate that the election petition not disclosed complete cause of action and the affidavit filed was not a proper affidavit, thus, non-compliance of s. 83 rw r. 94A and Form 25 -·Application also filed by returned candidate seeking rejection of election petition for the want of cause of action -Appellant filing counter affidavit but did not take steps to correct the errors - Dismissal of election petition by the High Court- Interference with - Held: Not called for- When the appellant was not inclined to rectify the relief and was fully prepared to accept the decision of the High Court in the application as well as in the Election Petition, the appellant should not be given any further opportunity to cure the defects which were very substantial in nature- Further, there was no compulsion for the first respondent to disclose the conviction in his nomination since it was for less than a year- Conduct of Election Rules, 1961- r. 94A. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "UNION OF INDIA & ORS. VS. U.P. STATE BRIDGE CORP. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5Nzk=",
        "Citation": "[2014] 13 S.C.R. 1180",
        "Case Type": "(CIVIL APPEAL /8860/2014)",
        "Date": "16 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xMTgwLTEyMDFfMTcwMzY1ODM2OS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1180",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "16 September 2014",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 1006",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "U.p. State Bridge Corp. Ltd.",
        "Case Type:": "CIVIL APPEAL /8860/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2006] Supp. (3) S.C.R. 96",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Yashwith Constructions (p) Ltd. V. M/s. Simplex Concrete Piles India Ltd. & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICgzKS9QYXJ0IEkvU18yMDA2Xzk2LTk5XzE3MDIzNTcxOTYucGRm"
            }
        ],
        "Acts": [
            "Arbitration and Conciliation Act (26 of 1996)"
        ],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - ss. 11, 14 and 15- General Conditions of Contract, 2001- Clause 64(1 )(ii) - Contracts between Government Corporation-VOi with private parties-respondent- In terms of the arbitration clause dispute between the parties referred to arbitral tribunal constituted in terms of the agreement - Failure of arbitral tribunal to complete arbitral proceedings for four years - Request case by respondent - High Court constituted the substitute arbitral tribunal, with the appointment of sole arbitrator - On appeal, held: General rule is that an f!Jppointment of a substitute arbitrator should be done in accordance with the provisions of the original agreement - When the Government assumes the role of appointment of arbitrators to itself and the Government nominated arbitrators are incapable of acting as arbitrators, then the principle of 'default procedure' would be applied in the case of substitute arbitrators and the Court will step in to appoint the arbitrator by keeping aside the procedure agreed between the parties - Courts are not powerless to remedy such situations by springing into action and exercising their powers as contained ins. 11 to constitute an Arbitra/ Tribunal, so that interest of the other side is equally protected. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "BANK OF RAJASTHAN LTD. VS. VCK SHARES & STOCK BROKING SERVICES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyODQ=",
        "Citation": "[2014] 13 S.C.R. 1202",
        "Case Type": "(CIVIL APPEAL /8972-8973/2014)",
        "Date": "17 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMjAyLTEyMTRfMTcwNDI4MDQwOC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1202",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "17 September 2014",
        "Petitioner:": "Bank Of Rajasthan Ltd.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2014 INSC 642",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Vck Shares & Stock Broking Services Ltd.",
        "Case Type:": "CIVIL APPEAL /8972-8973/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Recovery of Debts due to Banks and Financial Institutions Act",
            "1993",
            "counter-claim",
            "set off",
            "Debt Recovery Tribunal"
        ],
        "HeadNote": " Recovery of Debts due to Banks and Financial Institutions Act, 1993: s. 19- Jurisdiction of civil court to hear C and try a counterclaim ora set off filed by debtor- In view of difference of opinion between the several benches of Supreme Court on the issue, the following questions of law referred to larger bench - Whether an independent suit filed by a borrower against a Bank or Financial Institution, which D has applied for recovery of its loan against the plaintiff under the ROB Act, is liable to be transferred and tried along with. the application under the ROB Act by the ORT; If yes, can such transfer be ordered by a court only with the consent of the plaintiff; Is the jurisdiction of a civil court to try a suit filed E by a borrower against a Bank or Financial Institution ousted by virtue of the scheme of the ROB Act in relation to proceedings for recovery of debt by a Bank or Financial Institution -Reference to tar[Jer bench. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "BONNIE ANNA GEORGE VS. MEDICAL COUNCIL OF INDIA &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyOTA=",
        "Citation": "[2014] 13 S.C.R. 1215",
        "Case Type": "(WRIT PETITION (CIVIL) /986/2013)",
        "Date": "18 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMjE1XzE3MDQyODA0NDAucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 1215",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "18 September 2014",
        "Petitioner:": "Bonnie Anna George",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 1012",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Medical Council Of India &anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /986/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 32 Constitution of India",
            "Medical student",
            "Medical Council of India"
        ],
        "HeadNote": " Constitution of India, 1950 -.Art. 32 - Writ petition by Medical student - Sought writ of Mandamus to direct the Medical College and Medical Council of India to permit her to change her PG course from MD Pathology to MD General Medicine in the available vacant seat under NRI quota within the College - Held: On facts, the petitioner was deprived of the opportunity to opt for the availabfe NRI seat in MD General Medicine during the third counseling, thus was wholly unjustified - However, in view that the admission schedule fixed by Medical Council of India and this Court is being scrupulously followed, there is no situation to violate the said schedule fixed by this Court and give direction as prayed for by the petitioner- However, in view of grave injustice caused to the petitioner for which the entire responsibility lies on the Medical College, direction issued to the Medical College to pay Rs. 5 lakhs and refund Rs. 13,000, the amount paid by the petitioner for her re-admission to the PG course of MD pathology - Education/Educational Institutions - Medical education. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "VIJAY SHANKAR PANDEY VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyOTM=",
        "Citation": "[2014] 13 S.C.R. 1238",
        "Case Type": "(CIVIL APPEAL /9043/2014)",
        "Date": "22 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMjM4LTEyNjRfMTcwNDI4MDQ4MC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1238",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "22 September 2014",
        "Petitioner:": "Vijay Shankar Pandey",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 663",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /9043/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "All India Services (Conduct) Rules",
            "1968",
            "Service Law",
            "Enquiry Officer"
        ],
        "HeadNote": " Judgment/Orders - Correction of factual error in earlier judgment passed by the Supreme Court - Paragraph 44 of the judgement modified accordingly. C CIVIL APPELLATE JURISDICTION : Civil Appeal No. 9043 of2014. From the judgment and order dated 03.04.2014 of the High Court of Judicature at Allahabad, Lucknow Bench in W.P. D No. 87 (S/B) of 2014. Pallav Shishodia, Sr.Adv., and Kamlendra Mishra, Adv. for the Appellant. The following Order of the Court was passed "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "S. MAHABOOB BASHA VS. THE STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMyOTg=",
        "Citation": "[2014] 13 S.C.R. 1266",
        "Case Type": "(CRIMINAL APPEAL /2115/2014)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMjY2LTEyNzJfMTcwNDI4MDYwMy5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1266",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "S. Mahaboob Basha",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 672",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "The State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /2115/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 498A IPC",
            "Cruelty to wife"
        ],
        "HeadNote": " Penal Code, 1860 - s.498A - Conviction under, of appellant-husband by Courts below - Justification - Held: C Justified - PW-1(complainantl victim) was subjected to cruelty by her husband (appellant) and also harassment to meet the unlawful demand of dowry- Essential ingredients of s.498A /PC were established - Prosecution adduced cogent evidence to prove that after his second marriage, the D appellant was ill-treating PW-1 who had no reason to prosecute the appellant after ten years of marriage- On facts, interference with concurrent findings of fact by the courts below not warranted. Sentence I Sentencing - Duty of the Court to pass appropriate sentence - Demand of dowry and harassment- Con vi c ti on uls. 498A /PC - On facts, sentence of imprisonment imposed on appellant-husband for conviction uls. 498A reduced to the period already undergone by him - F Penal Code, 1860 - s.498A. Penal Code, 1860 - s. 498A - Cruelty to wife - Allegations of- Held: In such cases to bring home the guilt of the accused, it is not essential to examine independent witnesses - Witnesses -Appreciation of "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "VISHNU SHARAN PANDEY VS. JOINT DIRECTOR OF EDUCATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzMDM=",
        "Citation": "[2014] 13 S.C.R. 1273",
        "Case Type": "(CIVIL APPEAL /9097/2014)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMjczLTEyODBfMTcwNDI4MDYyOC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1273",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "Vishnu Sharan Pandey",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 666",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Joint Director Of Education & Ors.",
        "Case Type:": "CIVIL APPEAL /9097/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 226 Constitution of India",
            "Service law",
            "Lecturer"
        ],
        "HeadNote": " Constitution of India, 1950: Art. 226 - Writ petition - Involving seniority of Lecturers  and ad hoc appointmerit of Principal of an Inter College - High Court observing that appellant was continuing as a Lecturer by obtaining a fraudulent order, directed him to refund the entire salary paiCJ to him from the specified date - High Court ought to have called upon the parties to produce  all the materials per:faining to earlier litigations and examined the effect of those orders on the appointment of appellant- Matter remitted to High Court to examine the issues enumerated in the judgment - Service law. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "INTERNATIONAL AMUSEMENT LIMITED VS. INDIA TRADE PROMOTION ORGANISATION &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzMDY=",
        "Citation": "[2014] 13 S.C.R. 1281",
        "Case Type": "(CIVIL APPEAL /11474/2014)",
        "Date": "17 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMjgxLTEyOTdfMTcwNDI4MDY2Mi5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1281",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "17 December 2014",
        "Petitioner:": "International Amusement Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 877",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "India Trade Promotion Organisation &anr.",
        "Case Type:": "CIVIL APPEAL /11474/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Appointment of arbitrator",
            "Estate Officer"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 s. 11 (6) -Appointment of arbitrator-Agreement between the appellant running amusement park and ITPO for allotment of land on licence basis-As per clause 28 of the agreement, any dispute arising out of or in connection with the agreement was to be referred to sole arbitration of the Chairman of ITPO or his nominee whose decision/award shall be final - After expiry of licence period, ITPO issued a notice u/s.4A of PP D (E of U O)Act, 1971 to the appellant to evict from the land of its unauthorised occupation -Application for arbitration filed by appellant - Estate Officer rejected the application on the ground that after expiry of licence period, appellant· became unauthorised occupant and there was no dispute between E parties that could be agitated as raised by appellant and that the Estate Officer exercises his jurisdiction as provided under the provisions of PP Act - Held: s. 2(3) of Arbitration Act protects the existing laws, both common law as well as statutory Jaw under which some disputes cannot be made  subject matter of arbitration - s.15 rlw s.5 and 7 of PP Act confers exclusive jurisdiction on the Estate Officer appointed uls.3 of PP Act to deal with the application that is filed by ITPO to evict unauthorised occupants from public premises - s. 15 further bars and prohibits any court from entertaining  any suit or proceeding for eviction from the premises as provided ulclauses (a) to (e) of s.15 "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "HARISH KUMAR VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5ODA=",
        "Citation": "[2014] 13 S.C.R. 1298",
        "Case Type": "(CRIMINAL APPEAL /1297/2011)",
        "Date": "16 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xMjk4LTEzMTFfMTcwMzY1ODQ4Ny5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1298",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "16 December 2014",
        "Petitioner:": "Harish Kumar",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 871",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1297/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2012] 9 S.C.R. 1019",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Surinder Kumar V. State Of Punjab",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSA5L1BhcnQgSS9zdXJpbmRlciBrdW1hcl9zdGF0ZSBvZiBwdW5qYWJfMTcwMDQ2Mjk2OC5wZGY="
            }
        ],
        "Acts": [
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "Penal Code",
            "1860: s"
        ],
        "HeadNote": " Penal Code, 1860: s. 3048, 498-A - Dowry death - Death by burn injuries - Conviction of husband of victim- deceased - Defence relying on the dying declaration  recorded by DW-2, Naib Tehsildar in presence of DW-1, Medical Officer to the effect that burn injuries were accidental and no one responsible for same - Held: As regards cruelty on account of demand of dowry, there was sufficient evidence to establish the charge - However, defence was able to D discharge its onus to rebut the presumption u/s.1138 of Evidence Act in respect of s. 304-8 - The dying declaration was voluntary and truthful - DW-1 and DW-2 were not interested witnesses- Rather they were independent public witnesses who had discharged their duties after the police approached DW-2, Tehsildar in response to memorandum (Ruqa) received from DW-1, Medical Officer - The dying declaration was voluntary and truthful - Conviction u!s.498-A is upheld while conviction u/s. 304-8 is set aside - Evidence Act, 1872 - s. 1138. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "UNION OF INDIA AND OTHERS VS. P. GUNASEKARAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzMTg=",
        "Citation": "[2014] 13 S.C.R. 1312",
        "Case Type": "(CIVIL APPEAL /10386/2014)",
        "Date": "19 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMzEyLTEzMzBfMTcwNDI4MDc0NS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1312",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "19 November 2014",
        "Petitioner:": "Union Of India And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 760",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "P. Gunasekaran",
        "Case Type:": "CIVIL APPEAL /10386/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Civil Services (Conduct) Rules",
            "1964",
            "Service Law",
            "Disciplinary proceedings",
            "Central Excise"
        ],
        "HeadNote": " Service Law- Disciplinary proceedings - Punishment - High Court acting as appellate authority, re-appreciating even the evidence before the enquiry officer - Propriety - Held: Not proper- In disciplinary proceedings, the High Court is not and cannot act as a second court of first appeal - High Court, in exercise of its powers under Article 2261227 of the Constitution, shall not venture into re-appreciation of the evidence - High Court can only see whether: a) the enquiry is held by a competent authority; b) the enquiry is held according to the procedure prescribed in that behalf; c) there is violation of the principles of natural justice in conducting the proceedings; d) the authorities have disabled themselves from reaching a fair conclusion by some considerations extraneous to the evidence and merits of the case; e) the authorities have allowed themselves to be influenced by irrelevant or extraneous considerations; f) the conclusion, on the very face of it, is so wholly arbitrary and capricious that no reasonable person could ever have arrived at such conclusion; g) the disciplinary authority had erroneoμsly failed to admit the admissible and material evidence; h) the disciplinary authority had erroneously admitted inadmissible evidence which influenced the finding; and i) the finding of fact is based on no evidence- Under Article 2261227 of the Constitution, the High Court shall not:(i) re-appreciate the evidence; (ii) interfere with the conclusions in the enquiry, in case the same has been conducted in accordance with law; (iii) go into the adequacy of the evidence; (iv) go into the eliability of the evidence; (v) interfere, if there be some legal A evidence on which findings can be based; (vi) correct the error of fact however grave it may appear to be; and (vii) go into the proportionality of punishment unless it shocks its conscience - In the instant case, the impugned conduct of respondent working as Deputy Office Superintendent in a B sensitive department of Central Excise, according to the disciplinary authority, reflected lack of integrity warranting discontinuance in service - That view was endorsed by the Tribunal also - Thereafter, it was not open to the High Court to go into the proportionality of punishment or substitute the c same with a lesser or different punishment - Central Civil Services (Conduct) Rules, 1964 rr. - 3(1 )(i), (ii) & (iii) - Constitution of India, 1950-Arts. 226 and 227. Words and Phrases - Word \"integrity\" - In context to service jurisprudence -Meaning of- Held: It depicts sterling character with firm adherence to a code of moral values. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "M/S MSP INFRASTRUCTURE LTD. VS. M.P. ROAD DEVL. CORP. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzMjI=",
        "Citation": "[2014] 13 S.C.R. 1331",
        "Case Type": "(CIVIL APPEAL /10778/2014)",
        "Date": "05 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMzMxLTEzNDJfMTcwNDI4MDc4Mi5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1331",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "05 December 2014",
        "Petitioner:": "M/s Msp Infrastructure Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 840",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "M.p. Road Devl. Corp. Ltd.",
        "Case Type:": "CIVIL APPEAL /10778/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "written statement",
            "Jurisdiction of the Tribunal"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996: s. 16 - Whether a party to an arbitration proceeding may be permitted to raise objections u/s. 34 with regard to the jurisdiction of the Arbitral  Tribunal after the stage of submission of written statement- Respondent filed a petition uls. 34 for setting aside the arbitration award -After two years, he filed an application to amend the original petition uls. 34 raising the question of jurisdiction of Tribunal - Application dismissed by Session  Judge but allowed by the High Court- Held: A party is bound, by virtue of sub-section (2) of s. 16, to raise any objection it may have to the jurisdiction of the Tribunal before or at the time of submission of its statement of defence, and at any time thereafter it is expressly prohibited - Amendment  application raised a ground which was contrary to law and ought not to have been allowed by High Court. Public policy- Held: Where the question arises out of a conflict between an action under a State Law and an action  under a Central Law, the term public policy of India must necessarily understood as being referable to the policy' of the Union "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "STATE OF PUNJAB AND OTHERS ETC. VS. RAFIQ MASIH (WHITE WASHER) ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzMjQ=",
        "Citation": "[2014] 13 S.C.R. 1343",
        "Case Type": "(CIVIL APPEAL /11527/2014)",
        "Date": "18 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvU3RhdGUgT2YgUHVuamFiIEFuZCBPdGhlcnMgRXRjLiBfIFJhZmlxIE1hc2loICh3aGl0ZSBXYXNoZXIpIEV0Yy5fMTcwMTY3NTM2NS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1343",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "18 December 2014",
        "Petitioner:": "State Of Punjab And Others Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 479",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Rafiq Masih (white Washer) Etc.",
        "Case Type:": "CIVIL APPEAL /11527/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 14",
            "18",
            "38",
            "39",
            "39A",
            "43 and 46",
            "Service Law"
        ],
        "HeadNote": " Service Law- Recovery of monetary benefits- Wrongly extended to the employees - Due to unintentional mistake committed by the employer and not on account of any misrepresentation or fraud committed by the employees - Propriety of the recovery - Held: In view of the doctrine of equality enshrined u!Arts. 14 to 18 and 38, 39, 39A, 43 and 46 of the Constitution, equity and good conscience has to be basis of all governmental actions, in the matter of livelihood of the people - Recovery of monetary benefit given in excess of entitlement to the employee would be permissible in law, so long it is equitous and does not have harsh and arbitrary effect on the employee - Such recovery would be impermissible in cases of Class Ill and Class IV employees; retired employees or due to retire within one year; where the excess payment was made for a period in excess of five years; where employee has wrongfully been required to discharge duty of a higher post and has been paid accordingly; and in any other case where the court finds that recovery would be iniquitous or harsh or arbitrary to such an extent to outweigh the equitable balance of employer's right to recover- In the present case, recovery was impermissible - Constitution oflndia, 1950-Arts. 14 to 18, 38, 39, 39A, 43 and 46 - Equity. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "MITHILESH KUMAR SINGH VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5ODE=",
        "Citation": "[2014] 13 S.C.R. 1362",
        "Case Type": "(WRIT PETITION(CRIMINAL) /240/2011)",
        "Date": "11 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xMzYyLTEzODJfMTcwMzY1ODY1My5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1362",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "11 December 2014",
        "Petitioner:": "Mithilesh Kumar Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 1040",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "WRIT PETITION(CRIMINAL) /240/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2010] 4 S.C.R. 103",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sidhartha Vashisht @ Manu Sharma V. State (nct Of Delhi)",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA0L1BhcnQgSS8yMDEwXzRfMTAzLTI5OF8xNzAyMjczMDk5LnBkZg=="
            },
            {
                "Scr Citation": "[2008] 14 S.C.R. 1049",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Nirmal Singh Kahlon V. State Of Punjab And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxNC9QYXJ0IEkvMjAwOF8xNF8xMDQ5LTEwOTBfMTcwMjYyMjIwMi5wZGY="
            },
            {
                "Scr Citation": "[2006] Supp. (9) S.C.R. 450",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sasi Thomas V. State And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg5KS9QYXJ0IEkvU18yMDA2XzQ1MC00NjVfMTcwMjU0NjgwNS5wZGY="
            },
            {
                "Scr Citation": "[2004] 3 S.C.R. 1050",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Zahira Habibullah Sheikh And Anr V. State Of Gujarat And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA0L3ZvbHVtZSAzL1BhcnQgSS96YWhpcmEgaGFiaWJ1bGxhaCBzaGVpa2ggYW5kIGFucl9zdGF0ZSBvZiBndWphcmF0IGFuZCBvcnMuXzE2OTk0MjAwODkucGRm"
            },
            {
                "Scr Citation": "[2010] 2 S.C.R. 979",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "State Of West Bengal & Ors. V. The Committee For Protection Of Democratic Rights, West Bengal & Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfOTc5LTEwMjlfMTcwMjAyMDYwNi5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Investigation-"
        ],
        "HeadNote": " Investigation- Transfer of- From local police to Central Bureau of Investigation (CBI) - In the case of mysterious death of a college girl - Sought by the father of the girl (petitioner)-Alleging that the death was result of ragging by the senior students and that there were deficiencies and contradictions in the findings of the investigating agency - Held: Per Majority: In view of sensitivity of the case and the circumstances pointed out by the petitioner, the investigation needs to be transferred from local police to CBI - Per Minority: In the present' case, the materials show that proper  investigation was conducted by the local police - Handing over of instigation to CBI can be done only in exceptional circumstances - There is no special situation in the present case warranting investigation by CBI. Investigation- Fairness and propriety of- Requirement for - Held: Per Thakur, J. : In an adversarial system of administration of justice, fairness of investigation is the very first requirement for the fairness of a trial. Investigation- Transfer of - From one agency to another - Criteria for - To be adopted by the Court - Held: Per  Thakur, J. : The court, in exercise of its extra-ordinary power should transfer the investigation only when there is reasonable apprehension about justice becoming a victim because of shabby or partisan investigation - The sensibility of the victims or their next kin is not wholly irrelevant - The hallmark of a transfer is the perceived independence of the  transferred more than any other consideration.  "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "THE PRINCIPAL GOVT. PRE-UNIVERSITY COLLEGE & ANR. VS. MR. JAMBU KUMAR MUTHA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzNTE=",
        "Citation": "[2014] 13 S.C.R. 1390",
        "Case Type": "(CIVIL APPEAL /10418/2014)",
        "Date": "20 NOVEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMzkwLTEzOTZfMTcwNDI4MDkwMC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1390",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "20 November 2014",
        "Petitioner:": "The Principal Govt. Pre-university College & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 797",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Mr. Jambu Kumar Mutha",
        "Case Type:": "CIVIL APPEAL /10418/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "declaration of title",
            "removal of unauthorised construction",
            "condoned the delay"
        ],
        "HeadNote": " Suit - For declaration of title over suit property, removal of unauthorized construction raised over the same and permanent injunction restraining appellants-defendants from interfering with plaintiff's possession- Defendant's case was that suit property belonged to the State Government and that the same had been used for construction of a Government .school building - Proposal by plaintiff-respondent no. 1 to part with a portion of suit property by way of settlement in favour of the State Government leaving the remainder of the property to the plaintiff - State Go.vernment rejected the proposal- Trial Court decreed the suit-Appeal by defendant- occupant - State Government or college did not challenge the decree but moved application seeking transposition as appellants in the appeals- Prayer declined by High Court- Appellant-college filed an application seeking condonation · of delay in filing appeals - High Court dismissed the application as it found the explanation unacceptable but also considered the State Government's refusal to accept the offer made by plaintiff-respondent no. 1 to be inexplicable and deplorable - Held: High Court while• dismissing the application for condonation of delay made by the State dismissed even the appeal preferred by the appellants- occupant after obtaining leave of the court- While doing so High Court did not go into merits of the cont(oversy and simply declined to interfere with the impugned judgment- Delay in filing State appeal is condoned and matter remitted to the · High Court for consideration afresh. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "PRAFULLA C. DAVE & ORS. VS. MUNICIPAL COMMISSIONER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzNTM=",
        "Citation": "[2014] 13 S.C.R. 1397",
        "Case Type": "(CIVIL APPEAL /1999/2008)",
        "Date": "03 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xMzk3LTE0MTJfMTcwNDI4MDkzNC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1397",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "03 December 2014",
        "Petitioner:": "Prafulla C. Dave & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 827",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Municipal Commissioner & Ors.",
        "Case Type:": "CIVIL APPEAL /1999/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Regional and Town Planning Act",
            "1966",
            "Lapsing of reservation",
            "notice u/s. 127"
        ],
        "HeadNote": " Maharashtra Regional and Town Planning Act, 1966 - ss. 21, 38 and 127(2) - Lapsing of reservation - Notice uls. 127(2) and the period of 10 years prescribed therein, whether would be from the date.of publication of the development plan first notified u/s. 21 or from the date of revised development plan u/s. 38 - Land in question kept under reservation in July 1966 under development plan u/s. 21 - Continued under reservation by the revised development plan uls. 38 in January 1987 - Notice u/s. 127 by purchasers of the land in the year 1989- The notice held to be premature, by th~ appellate authority as well as the High Court, having been issued before completion of 10 years from the date of the revised development plan - Held: The Act does not provide for automatic lapsing of acquisition in expiry of ten years - .The statute permits the continuation of the reservation even beyond period of ten years unless it is interdicted by service of notice u/s. 127 by the party interested in the land and on failure of the authority to so act - If the person interested fails to take action before the finalization of the revised plan uls. 38, the reservation of the land in the revised plan will come into play - The notice uls. 127 was rightly held to be premature as the same was issued only after two years of the revised plan as against 10 years as prescribed uls. 127. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "E. BAPANAIAH VS. SRI K.S. RAJU ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzNTc=",
        "Citation": "[2014] 13 S.C.R. 1413",
        "Case Type": "(CRIMINAL APPEAL /2357-65/2014)",
        "Date": "07 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xNDEzLTE0MzJfMTcwNDI4MDk3Mi5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1413",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "07 November 2014",
        "Petitioner:": "E. Bapanaiah",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 765",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Sri K.s. Raju Etc.",
        "Case Type:": "CRIMINAL APPEAL /2357-65/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court",
            "Civil contempt",
            "Section 634A of the Companies Act",
            "1956"
        ],
        "HeadNote": " Contempt of Court - Civil contempt - Breach of undertaking given to Company Law Board (CLB) by Respondent - Contempt Case - Conviction and sentence, recorded against Respondent by Single Judge of High Court - Contempt appeal - Division Bench of High Court setting aside the conviction and sentence- Propriety- Held: Normally, the general provisions made under the Contempt of Courts Act are not invoked by the High Courts for forcing a party to obey orders passed by its subordinate courts for the simple reason that there are provisions contained in Code of Civil Procedure, 1908 to get executed its orders and decrees- It is not the object of the Contempt of Courts Act to · make decree holders rush to the High Courts simply for the reason that the decree passed by the subordinate court is not obeyed- However, there is no such procedure prescribed to execute order of CLB particularly after proviso is added to Section 634A of the Companies Act, 1956, vide Companies (Second Amendment) Act, 2002 - Respondent wilfully disobeyed the order of CLB and breached the undertaking given to CLB, and thereby committed Contempt of Court subordinate to High Court - Accordingly, order passed by Single Judge in Contempt Case, to the extent of conviction and sentence recorded against respondent stands restored- "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "BALKAR SINGH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzNjE=",
        "Citation": "[2014] 13 S.C.R. 1433",
        "Case Type": "(CRIMINAL APPEAL /606/2008)",
        "Date": "17 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xNDMzLTE0NTdfMTcwNDI4MTAwOS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1433",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "17 November 2014",
        "Petitioner:": "Balkar Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 1029",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /606/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 120B",
            "302 r/w section 34 IPC",
            "circumstantial evidence"
        ],
        "HeadNote": " Penal Code, 1860 - ss.1208 and 302 rlw s.34 - Murder- 14 accused-Allegations of conspiracy- Conviction of A-10 for offence u/ss. 1208 and 302 read with s. 34 along with A-1 to A~4 - Trial Court, as well as the High Court, convicted A-10 based on circumslantial evidence - Challenge to - Held: Basic ingredients to support the theory of conspiracy were totally lacking either in the form of material evidence or otherwise- Nothing to suggest that A-10 held a conspiracy with A-1 to A-4 - On the other hand, specific case of the prosecution was that at the instance of A-14, the head conspirator, A-10 executed the plan - However, since A-14 was found to have played no role in the whole case, no scope E to pin down A-10 alone to the theory of conspiracy- On facts, even going by the conclusions of the trial Court and the High Court, the a/legation of conspiracy levelled against AS to A9 and A11 toA14 was ruled out-As far asA1 toA4 and A10 were concerned, no iota of evidence to link them to any act F of conspiracy leave alone, the place, time and the nature of conspiracy- Once charge of conspiracy u/s. 1208 /PC was totally ruled out against A 10, he alone could not be charged and found guilty of that charge and consequently of the charge uls.302 read with s.34 /RC- Charge of conspiracy levelled G 1 against A-10 u/s. 1208, IPC and the further charge under s.302 read with s.34, /PC not conclusively proved - Conviction and sentence imposed on A-10 accordingly set aside. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "D.R. SOMAYAJULU, SECRETARY D.L.S. & OTHER S.E. RAILWAY HOUSE BLDG.CO-OP SOCIETY LTD. VISAKHAPATNAM VS. ATTILIAPPALA SWAMY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzNjM=",
        "Citation": "[2014] 13 S.C.R. 1458",
        "Case Type": "(CIVIL APPEAL /10404/2014)",
        "Date": "19 NOVEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwOV8xM18xNDU4LTE2MjBfMTcwNDI4MTA3NS5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1458",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "19 November 2014",
        "Petitioner:": "D.r. Somayajulu, Secretary D.l.s. & Other S.e. Railway House Bldg.co-op Society Ltd. Visakhapatnam",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 790",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Attiliappala Swamy & Ors.",
        "Case Type:": "CIVIL APPEAL /10404/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Order XLVII Rule 1 CPC",
            "Review Jurisdiction",
            "Urban Land (Ceiling and Regulation) Act"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or. XLV/I, r. 1 - Review jurisdiction- Scope- Held: Courts of review have only limited jurisdiction circumscribed by the definitive limits fixed by the language used in Or. XLV/I, r.1 C.P. C- It may allow a review on three specified grounds, namely :- (i) discovery of new and important matter or evidence, which after the exercise of due diligence, was not within the applicant's knowledge or could not be produced by him at the time when the decree was passed or order was made; (ii) mistake or error apparent on the face of the record; or (iii) for any other sufficient reason - Applicati9n for review on the ground of discovery of new material should be considered witff great caution and should not be granted very lightly- On facts, in review petition while setting aside its own order and then orders of the authorities under Urban Land (Ceiling and Regulation) Act [ULCR Act], the High Court observed that there was no proper representation of the estate of the deceased 'A' by proper legal representatives and any proceedings taken against a dead person were totally void ab initio "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "DISTRICT MAGISTRATE, HARIDWAR AND ANR. VS. HARISH MALHOTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU3ODY=",
        "Citation": "[2014] 13 S.C.R. 1383",
        "Case Type": "(CIVIL APPEAL /10855/2014)",
        "Date": "09 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xMzgzLTEzODlfMTcwMzMyODcyMC5wZGY=",
        "SCR Citation:": "[2014] 13 S.C.R. 1383",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "09 December 2014",
        "Petitioner:": "District Magistrate, Haridwar And Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 851",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Harish Malhotra",
        "Case Type:": "CIVIL APPEAL /10855/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Cinema (Regulation of Exhibition by Means of Videos) Rules",
            "1988 - r. 17 (2)"
        ],
        "HeadNote": " Uttar Pradesh Cinema (Regulation of Exhibition by Means of Videos) Rules, 1988 - r. 17 (2) - Applicability of - To the cable operator registered under Cable Television  Networks (Regulation) Act, 1995 and Cinematograph Act, 1952- For running private video channels - Held: Payment of fee ulr. 17(2) does not have statutory sanction - In the absence of the sanction, liability to pay the fee cannot be imposed on the cable operator- The act of the operator in  running private video channels would not fall within the expression 'Exhibition by means of Video' within the meaning of s. 2( aa) of Cinemas (Regulation) Act, 1955- Uttar Pradesh Cinemas (Regulation) Act, 1955- s. 2( aa)- Cable Television Networks (Regulation) Act, 1995- Cinematograph Act, 1952 ,  - Uttar Pradesh (Entertainment and Betting) Tax Act, 1979. "
    },
    {
        "volume": "2014Volume 13",
        "Case Name": "VIJAY SHANKAR PANDEY VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYzNzk=",
        "Citation": "[2014] 13 S.C.R. 1265",
        "Case Type": "(CIVIL APPEAL /9043/2014)",
        "Date": "24 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxNF8xM18xMjY1XzE3MDQxODYwNzEucGRm",
        "SCR Citation:": "[2014] 13 S.C.R. 1265",
        "Year/Volume:": "2014/ Volume 13",
        "Date of Judgment:": "24 September 2014",
        "Petitioner:": "Vijay Shankar Pandey",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 663",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "CIVIL APPEAL /9043/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Correction"
        ],
        "HeadNote": "Not available or loading timed out"
    }
]