[
    {
        "volume": "2014Volume 1",
        "Case Name": "SAVARALA SAI SREE VS. GURRAMKONDA VASUDEVARAO & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzkyNw==",
        "Citation": "[2014] 1 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /5/2014)",
        "Date": "02 JANUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMS04XzE3MDMwNjczMTQucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "02 January 2014",
        "Petitioner:": "Savarala Sai Sree",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 897",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Gurramkonda Vasudevarao & Ors",
        "Case Type:": "CRIMINAL APPEAL /5/2014",
        "Order/Judgment:": "Order",
        "Case referred": [
            {
                "Scr Citation": "[2012] 6 S.C.R. 1143",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sadhupati Nageswara Rao V. State Of Andhra Pradesh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSA2L1BhcnQgSS9zYWRodXBhdGkgbmFnZXN3YXJhIHJhb19zdGF0ZSBvZiBhbmRocmEgcHJhZGVzaF8xNjk5MjQ2NTY5LnBkZg=="
            },
            {
                "Scr Citation": "[2012] 12 S.C.R. 1",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sahara India Real Estate Corporation Limited & Ors. V. Securities And Exchange Board Of India & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSAxMi9QYXJ0IEkvc2FoYXJhIGluZGlhIHJlYWwgZXN0YXRlIGNvcnBvcmF0aW9uIGxpbWl0ZWQgJiBvcnMuIF9zZWN1cml0aWVzIGFuZCBleGNoYW5nZSBib2FyZCBvZiBpbmRpYSAmIGFuci5fMTcwMDczMTE2OS5wZGY="
            }
        ],
        "Acts": [
            "Dowry Prohibition Act (28 of 1961)",
            "Dowry Prohibition Act (28 of 1961)",
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "Dowry Prohibition Act",
            "Sentence of imprisonment"
        ],
        "HeadNote": "s. 3- Conviction - Sentence of imprisonment for 3months and fine of Rs. 30001- imposed by trial court - Reducedby High Court to period already undergone (4 days) - Held:Imposition of sentence is in the realm of discretion of the courtand unless the sentence is found to be grossly inadequate,the appellate court would not be justified in interfering with thediscretionary order of sentence - In the instant case, theminimum sentence fixed by legislature is five years, however,the court in an appropriate case after recording the reasonmay award the sentence lesser than five years, but fine shallnot be less than Rs. 15, 0001- or the amount of the value of such Edowry, whichever is more - Without recording any reasonwhatsoever it was not permissible for trial court to awardsentence less than five years - Awarding of punishment.of 3months by trial court was hopelessly disproportionateparticularly in view of the fact that no mitigating circumstancehas been pointed out by trial court - High Court failed in its Fduty to take up the matter in its revisional power u/s 401 r/ws.386(e) of the Code of Criminal Procedure, 1973 andenhance the punishment commensurate to the offencecommitted by the accused - High Court grossly erred inreducing the sentence to four days - Sentence is set aside Gand the matter remanded back to the High Court to determinethe quantum of punishment - Code of Criminal Code, 1973- s.401 r/w s.386 (e) - Sentence/Sentencing."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "HEM RAJ S/O MOTI RAM VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mzk1NA==",
        "Citation": "[2014] 1 S.C.R. 9",
        "Case Type": "(CRIMINAL APPEAL /9/2014)",
        "Date": "03 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfOS0xN18xNzAzMDczODMxLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 9",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "03 January 2014",
        "Petitioner:": "Hem Raj S/o Moti Ram",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 898",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /9/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "injured witness"
        ],
        "HeadNote": " s. 376 - Rape - Held: In a case involving charge of rape, evidence of prosecutrix is most vital and is on par with evidence of an injured witness - If it is found credible and inspires total confidence, it can be relied upon even sans corroboration - Court may, however, if it is hesitant to place implicit reliance on it, look into other evidence to lend assurance to it short of corroboration required in the case of an accomplice - Evidence - Evidentiary value of evidence of prosecutrix . ss. 376 and 450 - Accused alleged to have jumped into the courtyard of prosecutrix in the night and ravished her - Conviction and sentence of 7 years RI by courts below - Held: - In the instant case, it would be extremely dangerous to rely on evidence of prosecutrix - She was declared hostile - In examination-in-chief she stated that appellant raped her and immediately thereafter retracted the statement and stated that he did not rape her but attempted to rape her - She refused to acknowledge the statement made by her to police - The evidence of her brother is far from satisfactory - The conscience of the Court would not permit it to rely on such evidence - Further, the doctor, who had examined the prosecutrix, was not examined in court - From the MLR produced in the court, it cannot be inferred that prosecutrix was raped by appellant - Taking an overall view of the matter, prosecution case that prosecutrix was raped by appellant cannot be sustained - This is a case where appellant must be given benefit of doubt- Accordingly, his conviction and sentences u/s 376 and 450 are set aside.Investigation: Rape case - Failure of prosecution to examine the doctor who had examined the prosecutrix - Effect of - Explained. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SHIVSHANKAR GURGAR VS. DILIP",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mzk5OA==",
        "Citation": "[2014] 1 S.C.R. 18",
        "Case Type": "(CIVIL APPEAL /52/2014)",
        "Date": "03 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTgtMzRfMTcwMzA3NDA4NC5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 18",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "03 January 2014",
        "Petitioner:": "Shivshankar Gurgar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 4",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Dilip",
        "Case Type:": "CIVIL APPEAL /52/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for eviction",
            "Execution petition"
        ],
        "HeadNote": "MADHYA PRADESH ACCOMMODATION CONTROL ACT, 1961: ss.12(1)(a) and 13 - Suit for eviction and arrears of rent - Compromise decree - Tenant to deposit arrears of rent within stipulated period failing which landlord would be entitled to possession - Not complied with by tenant - Execution - Executing court granting time to tenant to deposit rent and on his doing so, dismissing execution application - Held: s. 13 indicates that payment or deposit of rent into court by judgement debtor (tenant) is contemplated only during the pendency of suit for eviction or an appeal (by the tenant) against a decree or order of eviction - It has no application to the execution - Further, power of court to enlarge time u/s. 148 CPC can be exercised only in a case where period is granted by court for doing any act prescribed by Code - It has no application where period is stipulated by agreement between parties - Order of executing court granting time to tenant to deposit rent being a nullity, failure of landlord to Challenge it would not deny him the right to recover possession - Execution petition allowed - Code of Civil Procedure, 1908 - s. 148 - Practice and procedure."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SMT. T.S. SHYLAJA VS. ORIENTAL INSURANCE CO. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDAyMA==",
        "Citation": "[2014] 1 S.C.R. 35",
        "Case Type": "(CIVIL APPEAL /51/2014)",
        "Date": "03 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMzUtNDNfMTcwMzA3NDI4OS5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 35",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "03 January 2014",
        "Petitioner:": "Smt. T.s. Shylaja",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 5",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Oriental Insurance Co. & Anr.",
        "Case Type:": "CIVIL APPEAL /51/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Workmen's Compensation Act",
            "Substantial question of law"
        ],
        "HeadNote": " Workmen's Compensation Act, 1923:s. 30, first proviso - Substantial question of law - Appeal  before High Court against order of Commissioner awarding compensation - Held: In terms of the 1st proviso, no appeal is maintainable against any order passed by Commissioner unless a substantial question of law is involved - In the instant case, High Court has neither referred to nor determined any question of law much less a substantial question of law existence whereof was a condition precedent for maintainability of an appeal u/s 30 - Inasmuch as the High court remained oblivious of the basic requirement of law for maintainability of an appeal before it and inasmuch as it treated the appeal to be one on facts, it committed an error  which needs to be corrected. Claim petition - Death of a driver - Commissioner awarding compensation - High Court setting aside the award holding that relationship of employer and employee was not proved - Held: Commissioner had recorded a finding of fact that deceased was employed as a driver by owner of vehicle no matter the owner happened to be his brother- That finding could not be lightly interfered with or reversed by High Court - The order of High Court is set aside and that passed by Commissioner restored. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "PRAFUL MANOHAR RELE VS. SMT. KRISHNABAI NARAYAN GHOSALKAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDAzMA==",
        "Citation": "[2014] 1 S.C.R. 44",
        "Case Type": "(CIVIL APPEAL /50/2014)",
        "Date": "03 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNDQtNThfMTcwMzA3NDQ0MC5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 44",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "03 January 2014",
        "Petitioner:": "Praful Manohar Rele",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 3",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Smt. Krishnabai Narayan Ghosalkar & Ors.",
        "Case Type:": "CIVIL APPEAL /50/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Licence",
            "Suit for possession"
        ],
        "HeadNote": " Leave and licence:Licence - Suit for possession stating that defendants- respondents were gratuitous licensees - Alternative plea of eviction on ground of bona fide need - Held: Alternative plea would be redundant if plaintiff's case of defendants being gratuitous licensees was accepted by court - First appellate court accepted plaintiff's case that defendants were in occupation as licensees and not as tenants - High Court has not set aside that finding of fact on its merits and dismissed the suit simply because the plea of tenancy was, in its opinion, contradictory to the plea of licence set up in earlier part of plaint - That was not a proper approach or course to follow  - Judgment of High Court set aside and that of first appellate court restored. PRACTICE AND PROCEDURE: Plea of termination of licence and alternatively eviction on ground of bona fide need - Held: Plaintiff-appellant had set up a specific case that defendants were occupying the suit premises as licensees and licence had been validly terminated - In reply to the notice, case of defendants was that they were in occupation of suit premises not as licensees but as tenants ~ Plaintiff was, therefore, entitled on that basis alone to ask for an alternative relief of a decree for eviction on grounds permissible under Rent Act. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "ISHWAR CHANDRA JAYASWAL VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA0Mg==",
        "Citation": "[2014] 1 S.C.R. 59",
        "Case Type": "(CIVIL APPEAL /48-49/2014)",
        "Date": "03 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNTktNjNfMTcwMzA3NDU0My5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 59",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "03 January 2014",
        "Petitioner:": "Ishwar Chandra Jayaswal",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 6",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /48-49/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Departmental inquiry",
            "Railway employee"
        ],
        "HeadNote": " SERVICE LAW: Departmental inquiry - Charges proved - Punishment  - Doctrine of proportionality - Railway employee - Removal from service on charges of demanding and accepting meager amounts - Held: Removal of employee from service for the charges levelled against him shocks the judicial conscience of the Court - Deprivation of retiral benefits in addition to loss  of service is entirely incommensurate with the charge of appellant having taken very small sums of money for issuance of Fit Certificate to other Railway employees - Appellant shall be deemed to have been compulsorily retired under Part-I/I Penalty 6(vii) of 1968 Rules and shall be entitled to retiral or other benefits - Railway Servants  (Discipline and Appeal) Rules: 1968 - Part-Ill - Penalty 6(vii). "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "KANPUR JAL SANSTHAN & ANOTHER VS. M/S. BAPU CONSTRUCTION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA1NQ==",
        "Citation": "[2014] 1 S.C.R. 64",
        "Case Type": "(CIVIL APPEAL /26/2014)",
        "Date": "03 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNjQtOThfMTcwMzA3NDY4MC5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 64",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "03 January 2014",
        "Petitioner:": "Kanpur Jal Sansthan & Another",
        "Disposal Nature:": "I.As Disposed Off",
        "Netural Citation:": "2014 INSC 900",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Bapu Construction",
        "Case Type:": "CIVIL APPEAL /26/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government",
            "Award"
        ],
        "HeadNote": " ARBITRATION AND CONCILIATION ACT, 1996: s. 37 — Appeal against order rejecting objection u/s 34 - Applicability of Code of Civil Procedure — Held: Award has the potentiality of enforcement — Therefore, when an appeal is filed against rejection of objection preferred u/s 34, enforceability of award gains absolute ground — When it is challenged in an appeal u/s 37, the underlying principle of Code of Civil Procedure is applicable — Code of Civil Procedure, 1908 - O. 41, r. 5. CODE OF CIVIL PROCEDURE, 1908: O. 27, r. 8B and r BA r/w O. 41, r. 5 — ‘Government’ -— Connotation of — Appeal by Jal Sansthan against order rejecting objection u/s 34 of Arbitration and Conciliation Act — High Court, on an application for stay, directing appellant to deposit entire award amount — Plea that such a condition could not have been imposed on government organization like appellant — Held: Legislature has defined the term “Government” so as not to allow any room for interpretation and speculation — It means either a Central Government or a State Government and in certain cases public officer in the service of a State — Legislature has deliberately used a restrictive definition and its scope cannot be expanded to cover an agency or instrumentality of State by interpretative process -It cannot be accepted that appellant Jal Sansthan would come within the extended wing of the Government —ARBITRATION AND CONCILIATION ACT, 1996: s. 37 — Appeal against order rejecting objection u/s 34 - Applicability of Code of Civil Procedure — Held: Award has the potentiality of enforcement — Therefore, when an appeal is filed against rejection of objection preferred u/s 34, enforceability of award gains absolute ground — When it is challenged in an appeal u/s 37, the underlying principle of Code of Civil Procedure is applicable — Code of Civil Procedure, 1908 - O. 41, r. 5. CODE OF CIVIL PROCEDURE, 1908: O. 27, r. 8B and r  r/w O. 41, r. 5 — ‘Government’ -— Connotation of — Appeal by Jal Sansthan against order rejecting objection u/s 34 of Arbitration and Conciliation Act — High Court, on an application for stay, directing appellant to deposit entire award amount — Plea that such a condition could not have been imposed on government organization like appellant — Held: Legislature has defined the term “Government” so as not to allow any room for interpretation and speculation — It means either a Central Government or a State Government and in certain cases public officer in the service of a State — Legislature has deliberately used a restrictive definition and its scope cannot be expanded to cover an agency or instrumentality of State by interpretative process -It cannot be accepted that appellant Jal Sansthan would come within the extended wing of the Government. However, order of High Court modified and appellant directed to furnish security for entire award amount — Interpretation of statutes — Restrictive construction — Constitution of India, 1950 ~ Art. 12. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "M.B. SURESH VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA2NA==",
        "Citation": "[2014] 1 S.C.R. 99",
        "Case Type": "(CRIMINAL APPEAL /985/2007)",
        "Date": "06 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfOTktMTA4XzE3MDMwNzQ5OTYucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 99",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "06 January 2014",
        "Petitioner:": "M.b. Suresh",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 7",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /985/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Death of victim",
            "rigorous imprisonment"
        ],
        "HeadNote": "PENAL CODE, 1860: ss. 299, 302 and 307 —- Victim shot at from a distant range — Death of victim on the way to village — Acquittal by trial court — Conviction by High Court u/s 302 of accused who fired the shots ~ Held: The doctor, who conducted post- mortem examination, found no internal injuries and opined that gun was fired from a distant range — He further opined that death was caused because of shock but he has not stated that it was due to the injuries caused by appellant or that deceased profusely bled which could have caused shock — It is not shown that the injuries found on the person of the deceased were of such nature, which in the ordinary course of nature could cause shock — It, therefore, creates a doubt as to whether deceased suffered shock on account of injuries sustained by him - However, it has been proved that appellant shot at deceased with an intention to kill him or at least he had the knowledge that the act would cause death — Allegations proved constitute an offence u/s 307 — Conviction of appellant is altered from s. 302 to s. 307 and he is sentenced to rigorous imprisonment for ten years."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "STATE (NCT OF DELHI) VS. NARENDER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA3NQ==",
        "Citation": "[2014] 1 S.C.R. 109",
        "Case Type": "(CRIMINAL APPEAL /25/2014)",
        "Date": "06 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTA5LTExOV8xNzAzMDc1MDA2LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 109",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "06 January 2014",
        "Petitioner:": "State (nct Of Delhi)",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 12",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Narender",
        "Case Type:": "CRIMINAL APPEAL /25/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delhi Excise Act",
            "Non-obstante clause in a statute"
        ],
        "HeadNote": " Delhi Excise Act, 2009:s.61 r/w ss.58,59 and 60 - Vehicle used in commission of offence under the Act - Seized - Released by High Court exercising powers u/s 451 of the Code - Held: The general i provisions of s. 451 of the Code have to yield where a statute makes a special provision with regard to confiscation and . disposal of the property- s. 61 of the Act with its non-obstante clause, puts an embargo on jurisdiction of courts to make any  order with regard to the property used in committing any , offence and seized under the Act- Therefore, ss.451, 452 and 457 of the Code must yield to the provisions of the Act; and Magistrate or High Court, while dealing with the case of seizure . of vehicle under the Act, has no power to pass an order for interim custody of such vehicle on security or for its release - Under the Act, the vehicle seized has to be produced before Deputy Commissioner, who has been conferred with the power of its confiscation or release - High Court exceeded in its jurisdiction in directing release of the vehicle on security - Impugned order of High Court is set aside - Code of Criminal 'Procedure, 1973 - ss.451, 452 and 457. INTERPRETATION OF STATUTES: Non-obstante clause in a statute - General provisions and special provision - Interpretation of "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "NANDLAL WASUDEO BADWAIK VS. LATA NANDLAL BADWAIK & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA4NQ==",
        "Citation": "[2014] 1 S.C.R. 120",
        "Case Type": "(CRIMINAL APPEAL /24/2014)",
        "Date": "06 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTIwLTEzNF8xNzAzMDc1MDcxLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 120",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "06 January 2014",
        "Petitioner:": "Nandlal Wasudeo Badwaik",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 9",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Lata Nandlal Badwaik & Anr.",
        "Case Type:": "CRIMINAL APPEAL /24/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maintenance to wife and daughter",
            "Presumption"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973.· s. 125 - Maintenance to wife and daughter - Appellant- husband denying paternity of the child and challenging the order as regards maintenance to her - Two DNA test reports excluding him to be the biological father of the child - Held: Impugned judgment is set aside so far as it directs payment of maintenance to the child - However, the payments already made shall not be recovered from the respondents. Evidence Act, 1872:s. 112 - Birth during marriage, conclusive proof of legitimacy - Rebuttal by two DNA tests - Held: DNA test is scientifically accurate -When there is a conflict between a conclusive proof envisaged under law and a proof based on scientific advancement accepted by the world community to be correct, the latter must prevail over the former - Husband's plea that he had no access to the wife when child was begotten, stands proved by DNA test report and in the face of it, he cannot be compelled to bear the fatherhood of the child, when scientific reports prove to the contrary. s. 112 - Birth during marriage - Presumption as regards legitimacy of child - Held: s. 112 does not create a legal fiction but provides for presumption - Where there is evidence to the contrary, presumption is rebuttable and must yield to proof Medical Jurisprudence:DNA test - Nature and evidentiary value of - Explained. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "STATE OF TAMILNADU BY INS.OF POLICE VIGILANCE AND ANTI CORRUPTION VS. N. SURESH RAJAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDExMg==",
        "Citation": "[2014] 1 S.C.R. 135",
        "Case Type": "(CRIMINAL APPEAL /22-23/2014)",
        "Date": "06 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTM1LTEzNl8xNzAzMDc1MTA3LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 135",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "06 January 2014",
        "Petitioner:": "State Of Tamilnadu By Ins.of Police Vigilance And Anti Corruption",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 11",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "N. Suresh Rajan & Ors.",
        "Case Type:": "CRIMINAL APPEAL /22-23/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2012] 1 S.C.R. 1045",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Office Of The Chief Post Master General & Ors. V. Living Media India Ltd. & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSAxL1BhcnQgSS9vZmZpY2Ugb2YgdGhlIGNoaWVmIHBvc3QgbWFzdGVyIGdlbmVyYWwgJiBvcnMuIF9saXZpbmcgbWVkaWEgaW5kaWEgbHRkLiAmIGFuci5fMTY5ODczMzIwMy5wZGY="
            },
            {
                "Scr Citation": "[2008] 15 S.C.R. 135",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Pundlik Jalam Patil (d) By Lrs. V. Exe. Eng. Jalgaon Medium Project & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxNS9QYXJ0IEkvMjAwOF8xNV8xMzUtMTU0XzE3MDI2Mjk4MzgucGRm"
            },
            {
                "Scr Citation": "[2010] 11 S.C.R. 669",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Sajjan Kumar V. Central Bureau Of Investigation",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxMS9QYXJ0IEkvMjAxMF8xMV82NjktNjk4XzE3MDI1NDU0ODEucGRm"
            },
            {
                "Scr Citation": "[2002] 1 S.C.R. 75",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Dilwar Balu Kurane V. State Of Maharashtra",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAxL1BhcnQgSS9kaWx3YXIgYmFsdSBrdXJhbmVfc3RhdGUgb2YgbWFoYXJhc2h0cmFfMTY5ODczMzA3Mi5wZGY="
            },
            {
                "Scr Citation": "[2007] 13 S.C.R. 716",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Onkar Nath Mishra & Ors. V. State (nct Of Delhi) & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwN18xM183MTYtNzI2XzE3MDI2MTgwNjgucGRm"
            },
            {
                "Scr Citation": "[1986] 2 S.C.R. 621",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "R.s. Nayak V. A.r. Antulay & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg2L3ZvbHVtZSAyL1BhcnQgSS9ScyBOYXlhayAgdnMgIEFyIEFudHVsYXkgIEFucjE3MDE5NDg3MjYucGRm"
            }
        ],
        "Acts": [
            "Code Of Criminal Procedure, 1973 (2 of 1974)",
            "Prevention of Corruption Act (49 of 1988)"
        ],
        "Keyword": [
            "Discharge of accused"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973: s. 239 - Discharge of accused - Accused charged with offences punishable u/s 109 IPC and s. 13(2) r/IN s. 13 (1) (e) of Prevention of Corruption Act - Acquiring of properties disproportionate to known sources of income - Held: At the stage of consideration of an application for discharge, court has to proceed with an assumption that the materials brought on record by prosecution are true and to evaluate the said materials and documents with a view to find out whether the facts emerging therefrom taken at their face value disclose the existence of all the ingredients constituting the alleged offence - At this stage, probative value of the materials has to be gone into and court is not expected to. go deep into the matter and hold that materials would not warrant a conviction - In the instant case,. while passing the orders of discharge, court has not sifted the materials for the purpose of finding out whether or not there is sufficient ground for proceeding against accused, but whether that would warrant a conviction - Orders impugned suffer from grave error and, as such, are set aside. ss. 227, 239 and 245 - Discharge of accused -  Explained. PREVENTION OF CORRUPTION ACT, 1988: s. 13(2) r/w 13(1) (e) ·-A/legations that State Ministers purchased properties in the names of their relatives - Income tax paid by persons in whose names properties were acquired - Held: While passing the order of discharge, the fact that accused other thari two Ministers have been assessed to and B paid income tax cannot be relied upon to discharge the accused persons particularly in view of the allegation made by prosecution that there was no separate income to amass such huge properties - Properly in the name of an income tax assessee itself cannot be a ground to hold that it actually belongs to such an assessee - Code of Criminal Procedure, 1973 - S. 239. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "KICHHA SUGAR COMPANY LIMITED TH. GEN. MANG. VS. TARAI CHINI MILL MAJDOOR UNION, UTTARKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDEyMQ==",
        "Citation": "[2014] 1 S.C.R. 157",
        "Case Type": "(CIVIL APPEAL /77/2014)",
        "Date": "06 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTU3LTE2NV8xNzAzMDc1MTI5LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 157",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "06 January 2014",
        "Petitioner:": "Kichha Sugar Company Limited Th. Gen. Mang.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 10",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Tarai Chini Mill Majdoor Union, Uttarkhand",
        "Case Type:": "CIVIL APPEAL /77/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1960] 3 S.C.R. 488",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Muir Mills Co. Ltd., Kanpur V. Its Workmen.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTYwL3ZvbHVtZSAzL1BhcnQgSS8xOTYwXzNfNDg4LTQ5OV8xNzAyMTAzNjM1LnBkZg=="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Basic wage",
            "Reckoning of leave encashment"
        ],
        "HeadNote": " SERVICE LAW: 'Basic wage' - Connotation of - Reckoning of leave encashment and overtime wages in basic wage to grant Hill Development Allowance - Held: Those wages which are universally, necessarily and ordinarily paid to all the employees across the board are basic wage - Where the payment is available to those who avail the opportunity more than others, the amount paid for that cannot be included in the basic wage .:.. Therefore, amount received as leave encashment and overtime wages is not fit to be included for calculating Hill Development Allowance. INTERPRETATION OF STATUTES: Construing of an expression which has not been defined - 'Basic wage', not explained in the Order granting Hill Development Allowance - Held: When an expression is not defined, one can take into account the definition given to such expression in a statute as a/so the dictionary meaning - Employees' Provident Funds and Miscellaneous Provisions Act, 1952 - s. 2 (b) WORDS AND PHRASES: Expressions 'basic wages', 'Hill Development Allowance' - 'Compensatory allowance' - Connotation of. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "KESHAR BAI VS. CHHUNULAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDEyNg==",
        "Citation": "[2014] 1 S.C.R. 166",
        "Case Type": "(CIVIL APPEAL /106/2014)",
        "Date": "07 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTY2LTE3OV8xNzAzMDc1MTM5LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 166",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "07 January 2014",
        "Petitioner:": "Keshar Bai",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 15",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "Chhunulal",
        "Case Type:": "CIVIL APPEAL /106/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2008] 10 S.C.R. 684",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Deep Chandra Juneja V. Smt. Lajwanti Kathuria (dead) Through Lrs.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxMC9QYXJ0IEkvMjAwOF8xMF82ODQtNjk2XzE3MDIzNTc1MDIucGRm"
            },
            {
                "Scr Citation": "[2012] 6 S.C.R. 1176",
                "Judicial Consideration": "Cited",
                "Judgment Name": "State Of A.p. & Ors. V. D. Raghukul Pershad (d} By Lrs & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSA2L1BhcnQgSS9zdGF0ZSBvZiBhLnAuICYgb3JzLl9kLiByYWdodWt1bCBwZXJzaGFkIChkfSBieSBscnMgJiBvcnMuXzE2OTkyNDc4NzYucGRm"
            },
            {
                "Scr Citation": "[2005] Supp. (3) S.C.R. 255",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Deva Sahayam (d) By Lrs. V. P. Savithramma And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L1N1cHAuICgzKS9QYXJ0IEkvU18yMDA1XzI1NS0yNzFfMTcwMjI3ODEzMi5wZGY="
            },
            {
                "Scr Citation": "[2002] 2 S.C.R. 177",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Sheela And Ors. V. Firm Prahlad Rai Prem Prakash",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAyL1BhcnQgSS9zaGVlbGEgYW5kIG9ycy5fZmlybSBwcmFobGFkIHJhaSBwcmVtIHByYWthc2hfMTY5ODkwNDc0Ni5wZGY="
            },
            {
                "Scr Citation": "[1989] Supp. (1) S.C.R. 153",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Majati Subbarao V. P.k.k. Krishna Rao (deceased) By Lrs.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg5L1N1cHAuICgxKS9QYXJ0IEkvTWFqYXRpIFN1YmJhcmFvIF8gUC5rLmsuIEtyaXNobmEgUmFvIChkZWNlYXNlZCkgQnkgTHJzLl8xNzAxODQ0NDg4LnBkZg=="
            },
            {
                "Scr Citation": "[2006] Supp. (2) S.C.R. 352",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Bhogadi Kannababu And Ors. V. Vuggina Pydamma And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICgyKS9QYXJ0IEkvU18yMDA2XzM1Mi0zNjFfMTcwMjI4NTk4NS5wZGY="
            },
            {
                "Scr Citation": "[2010] 11 S.C.R. 729",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Md. Nooman & Ors. V. Md. Jabed Alam & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxMS9QYXJ0IEkvMjAxMF8xMV83MjktNzQwXzE3MDI2MTQ2MDQucGRm"
            }
        ],
        "Acts": [
            "Code of Civil Procedure (5 of 1908)"
        ],
        "Keyword": [
            "Suit for eviction",
            "Transfer of Properly Act"
        ],
        "HeadNote": " MADHYA PRADESH ACCOMMODATION CONTROL ACT, 1961 s. 12(1 )(c) -- Suit for eviction - Tenant denying title of landlord - Held: Under s. 111 (g) of Transfer of Properly Act, lease is determined by forfeiture, if lessee denies lessor's title 0 -- Denial of landlord's title or disclaimer of tenancy by tenant is an act which is likely to affect adversely and substantially the interest of landlord -- It is, therefore, covered by s. 12(1)(c) - In the instant case, there are several documents on record relating to ownership of appellant, apart from registered sale E deed, yet, respondent refused to acknowledge appellant's title -- He denied it in his evidence -- In eviction proceedings the question of title to the properties in question may be incidentally gone into, but cannot be decided finally- s. 116 of Evidence Act is clearly applicable to such a situation -- High Court erred in setting aside the concurrent finding of fact F recorded by courts below that respondent had denied title of appellant -- Impugned judgment of High Court is set aside and eviction decree passed by trial court and confirmed by first appellate court u/s 12(1 )(c) is restored -- Transfer of Properly Act, 1882 - s. 111 (g) - Evidence Act, 1972 - s. 116 G - Appeal. CODE OF CIVIL PROCEDURE, 1908: s.100 - Second appeal - Jurisdiction of High Court -Held: High Court should not interfere with a concurrent finding of fact unless it is perverse. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "UNION OF INDIA AND OTHERS VS. VASAVI CO-OP. HOUSING SOCIETY LTD. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDEzMQ==",
        "Citation": "[2014] 1 S.C.R. 180",
        "Case Type": "(CIVIL APPEAL /4702/2004)",
        "Date": "07 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice S.M. Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTgwLTE5Nl8xNzAzMDc1MTUwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 180",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "07 January 2014",
        "Petitioner:": "Union Of India And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 13",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Vasavi Co-op. Housing Society Ltd. And Others",
        "Case Type:": "CIVIL APPEAL /4702/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1995] 3 S.C.R. 426",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Union Of India And Ors. V. Dr. Devendra Vir Sahi",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk1L3ZvbHVtZSAzL1BhcnQgSS9VbmlvbiBPZiBJbmRpYSBBbmQgT3JzLiBfIERyLiBEZXZlbmRyYSBWaXIgU2FoaV8xNzAxNjcwOTYzLnBkZg=="
            },
            {
                "Scr Citation": "[1993] Supp. (1) S.C.R. 523",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Guru Amarjit Singh V. Rattan Chand And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkzL1N1cHAuICgxKS9QYXJ0IEkvU18xOTkzXzUyMy01MzJfMTcwMjAyNDM2NS5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Suit for title and possession",
            "Evidence as to title"
        ],
        "HeadNote": " Suit: Suit for title and possession - Onus - Held: In a suit for declaration of title and for possession, burden always lies on the plaintiff to make out and establish his case by adducing sufficient evidence and the weakness, if any, of the case set up by the defendants would not be a ground to grant relief to plaintiff - In the instant case, trial court as well as High Court rather than examining in depth, the question, as to whether the plaintiffs have succeeded in establishing their title to the suit land, went on to examine in depth the weakness of defendants' title - Plaintiffs have not succeeded in establishing their title and possession over the suit land - Judgment of trial court, affirmed by High Court, is set aside. Evidence: Evidence as to title - Held: Revenue records do not confer title - In a given case, the conferment of Patta as such does not confer title. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "STATE OF GUJARAT VS. KISHANBHAI ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE0Mg==",
        "Citation": "[2014] 1 S.C.R. 197",
        "Case Type": "(CRIMINAL APPEAL /1485/2008)",
        "Date": "07 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8xOTY0XzFfMTk3LTI0OF8xNzA0MTc2OTMwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 197",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "07 January 2014",
        "Petitioner:": "State Of Gujarat",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 14",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Kishanbhai Etc.",
        "Case Type:": "CRIMINAL APPEAL /1485/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1974] 1 S.C.R. 650",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Ram Prasad And Others V. The State Of U.p.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc0L3ZvbHVtZSAxL1BhcnQgSS9yYW0gcHJhc2FkIGFuZCBvdGhlcnNfdGhlIHN0YXRlIG9mIHUucC5fMTcwMDczNDQwOC5wZGY="
            },
            {
                "Scr Citation": "[1994] 2 S.C.R. 94",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Laxman Naik V. State Of Orissa",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk0L3ZvbHVtZSAyL1BhcnQgSS8xOTk0XzJfOTQtMTEzXzE3MDIyODA1OTAucGRm"
            },
            {
                "Scr Citation": "[1999] Supp. (5) S.C.R. 215",
                "Judicial Consideration": "Cited",
                "Judgment Name": "State Of Maharashtra V. Suresh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk5L1N1cHAuICg1KS9QYXJ0IEkvU18xOTk5XzIxNS0yMjVfMTcwMjcxMTk3MC5wZGY="
            },
            {
                "Scr Citation": "[2003] 1 S.C.R. 754",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Amar Singh V. Balwinder Singh And Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL3ZvbHVtZSAxL1BhcnQgSS9hbWFyIHNpbmdoX2JhbHdpbmRlciBzaW5naCBhbmQgb3JzXzE3MDEzMzgwOTkucGRm"
            },
            {
                "Scr Citation": "[2005] 2 S.C.R. 1131",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Bijender Singh V. State Of Haryana And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L3ZvbHVtZSAyL1BhcnQgSS8yMDA1XzJfMTEzMS0xMTM3XzE3MDI5NjM3NTIucGRm"
            },
            {
                "Scr Citation": "[2007] 1 S.C.R. 916",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Bishnu Prasad Sinha & Anr. V. State Of Assam",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxL1BhcnQgSS9CaXNobnUgUHJhc2FkIFNpbmhhICYgQW5yLiBfIFN0YXRlIE9mIEFzc2FtXzE3MDE3Nzg2NjgucGRm"
            },
            {
                "Scr Citation": "[2010] 1 S.C.R. 1027",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Aftab Ahmad Ansari V. State Of Uttaranchal",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxL1BhcnQgSS9BZnRhYiBBaG1hZCBBbnNhcmkgXyBTdGF0ZSBPZiBVdHRhcmFuY2hhbF8xNzAxNjkxNTYyLnBkZg=="
            },
            {
                "Scr Citation": "[2012] 2 S.C.R. 225",
                "Judicial Consideration": "Cited",
                "Judgment Name": "Rajendra Pralhadrao Wasnik V. The State Of Maharashtra",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSAyL1BhcnQgSS9yYWplbmRyYSBwcmFsaGFkcmFvIHdhc25pa190aGUgc3RhdGUgb2YgbWFoYXJhc2h0cmFfMTY5ODc0Mjc0NS5wZGY="
            }
        ],
        "Acts": [
            "Indian Penal Code (45 of 1860)",
            "Bombay Police Act (0 of 1951)"
        ],
        "Keyword": [
            "Rape",
            "murder"
        ],
        "HeadNote": " PENAL CODE, 1860: ss.376, 302, 201, 363, 369 and 394 - Rape and murder of a six year old girl - Her legs amputed above ankles and anklets stolen - Circumstantial evidence - Conviction by trial court and sentence of death - Acquittal by High Court giving the accused benefit of doubt - Held: Since the guilt of accused in the instant case is to be based on circumstantial evidence, establishing of a complete chain from the evidence produced by prosecution becomes essential -- High Court has rightly pointed out several missing links in the chain of circumstances leading to failure of prosecution to establish guilt of accused - Further there are several lapses committed by investigating!prosecuting agency - There are several discrepancies and inconsistencies in the evidence produced by prosecution before trial court - Judgment of High Court needs no_ interference -- Directions given to identify erring officers in the instant case and take appropriate departmental action against them in accordance with Jaw - Investigation - Bombay Police Act 1951 -- s. 135(1) -- Circumstantial evidence. INVESTIGATION: Serious lapses in investigation and prosecution of a rape and murder case - In the instant case, there have been serious lapses committed by the investigating and prosecuting agencies and there are deficiencies in the process of establishing the guilt of the accused before the trial court -- The investigating officials and the prosecutors involved in presenting the case, have miserably failed in discharging their duties -- They have been instrumental in denying to serve the cause of justice  Arrest of accused - Held -- Though accused was acknowledged to be in police station since 9 p.m., he was formally arrested at 6.40 a.m. on the following day - There are inconsistent statements on record in this regard. Entries in Station Diary - Though 10 had been apprised about the commission of crime, he left Police Station without making any entry in Station Diary or in any other register, depicting the purpose of his departure. Panchnama - Held: In the instant case, inquest panchnama was drawn before registration of FIR. Identification -- Held: Though the witness had seen the accused for the first time on the date or occurrence, no test identification parade to get the accused identified was  conducted. EVIDENCE: Circumstantial evidence -- DNA test - Rape and murder  - Held: Advancement in scientific investigation should be taken recourse to -· In the instant case, investigating agency ought to have sought DNA profiling of the blood samples, which would have given a clear picture F.l.R.: Delay in registering the FIR - Held: In the instant case, not only is the delay of seven hours in registration of complaint unexplained, but the same is also rendered extremely suspicious. ADMINISTRATION OF CRIMINAL JUSTICE: Faulty investigation and deficient prosecution Directions given to State Governments to examine all orders of acquittal and record reasons for the failure of each prosecution case -- A standing committee of senior officers of the police and prosecution departments should be vested with this responsibility -- Home Department of every State Government will incorporate in its existing training programmes for investigation/prosecution officials course- content drawn in light of instant judgment. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SADASHIV PRASAD SINGH VS. HARENDAR SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE1Mw==",
        "Citation": "[2014] 1 S.C.R. 249",
        "Case Type": "(CIVIL APPEAL /161/2014)",
        "Date": "08 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMjQ5LTI2OV8xNzAzMDc1MTc3LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 249",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "08 January 2014",
        "Petitioner:": "Sadashiv Prasad Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 17",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Harendar Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /161/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2006] 1 S.C.R. 56",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Ashwin S. Mehta And Anr. V. Custodian And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L3ZvbHVtZSAxL1BhcnQgSS9Bc2h3aW4gUyBNZWh0YSBBbmQgQW5yICB2cyAgQ3VzdG9kaWFuIEFuZCBPcnMxNzAxOTQ3MTk3LnBkZg=="
            },
            {
                "Scr Citation": "[2008] 8 S.C.R. 1148",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Janatha Textiles & Ors. V. Tax Recovery Officer & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSA4L1BhcnQgSS8yMDA4XzhfMTE0OC0xMTU4XzE3MDIyNzI4MDgucGRm"
            },
            {
                "Scr Citation": "[1967] 1 S.C.R. 77",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Chandra Mohan V. State Of Uttar Pradesh & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY3L3ZvbHVtZSAxL1BhcnQgSS9jaGFuZHJhIG1vaGFuX3N0YXRlIG9mIHV0aWFyIHByYWRlc2ggJiBvcnMuXzE3MDA0Nzc0MzMucGRm"
            },
            {
                "Scr Citation": "[1994] 1 S.C.R. 794",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Gurjoginder Singh V. Smt. Jaswant Kaur And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk0L3ZvbHVtZSAxL1BhcnQgSS8xOTk0XzFfNzk0LTc5N18xNzAyMjg1ODk2LnBkZg=="
            },
            {
                "Scr Citation": "[2008] 12 S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Valji Khimji And Company V. Official Liquidator Of Hindustan Nitro Product (gujarat) Ltd. And Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA4L3ZvbHVtZSAxMi9QYXJ0IEkvdmFsamkga2hpbWppIGFuZCBjb21wYW55X29mZmljaWFsIGxpcXVpZGF0b3Igb2YgaGluZHVzdGFuIG5pdHJvIHByb2R1Y3QgKGd1amFyYXQpIGx0ZC4gYW5kIG9yc18xNzAwNTUxMTQyLnBkZg=="
            }
        ],
        "Acts": [
            "Income-tax Act (43 of 1961)"
        ],
        "Keyword": [
            "Auction sale",
            "Equity"
        ],
        "HeadNote": " Auction: Auction sale - Rights of auction purchaser in the property purchased. Held: Cannot be extinguished except in cases where the said purchase can be assailed on grounds of fraud or collusion ..:. In the instant case, there was no allegation of fraud or collusion as regards auction purchase by a third party - It was no body's case that at the time of auction purchase, the· value of the property purchased by him was in excess of his bid. Besides, no objection was raised to attachment proclamations and notices in newspapers for auction - Auction sale was confirmed and possession of property was handed over to auction purchaser - Mutation proceedings were finalized - Challenge raised by first respondent ought to have been rejected on the ground  delay and laches. Interference by High Court even on ground of equity was clearly uncalled for - Impugned order passed by High Court is set aside - Right of appellant- auction purchaser in plot in question is confirmed - Delay laches - Equity. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "MAJOR GENERAL H.M. SINGH, VSM VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE2Mg==",
        "Citation": "[2014] 1 S.C.R. 270",
        "Case Type": "(CIVIL APPEAL /192/2014)",
        "Date": "09 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMjcwLTMwMl8xNzAzMDc1MTkyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 270",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "09 January 2014",
        "Petitioner:": "Major General H.m. Singh, Vsm",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 18",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "CIVIL APPEAL /192/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Extension of service",
            "Army Rules"
        ],
        "HeadNote": " Army Rules: r.16-A - Extension of service in 'exigency of service' - Senior most Major General in DRDO recommended by Selection Board for promotion as Lieutenant General - Extension of service granted by Presidential orders - Held: President of India was conscious of the fact while granting extension in service to appellant that his case for promotion as Lieutenant General was under consideration - Orders allowing extension of service to appellant so as to enable his claim to be considered for promotion as Lieutenant General, cannot be held to be in violation of statutory provisions - Extension of service granted to the senior most eligible officer for the purpose of consideration of his promotional claim, for all intents and purposes will be deemed to satisfy the parameters of exigency of service, stipulated in r. 16A - Administrative law - Legitimate expectation. Service Law: Promotion - Major General in DRDO - Recommended by Selection Board for promotion as Lieutenant General - Granted extensions to enable his case for promotion to be  considered by Appointment Committee of the Cabinet - ACC not granting approval to recommendations, as rules would not permit promotion on extension - Held: Selection Board, out of a panel of four names, had recommended promotion of appellant as Lieutenant General on the basis of his record of service, past performance, qualities of leadership, as well as vision- ACC did not in any manner upset the finding recorded by Selection Board nor did it negate the said recommendation - Therefore, appellant must be deemed to have been found suitable for promotion as Lieutenant General, even by ACC and, as such, appellant deserves promotion to the rank of Lieutenant General from the date due to him and he shall be deemed to have been in service as Lieutenant General till 28.2.2009 and entitled to all monetary benefits which would have been so due to him. Promotion during extension of service - Held: The vacancy against which appellant was considered had arisen well before date of his superannuation, but since Service Selection Board was convened only two days prior to date of his superannuation as Major General, respondents must squarely shoulder the blame and responsibility of the delay - It is not as if the vacancy came into existence after appellant had reached the age of retirement on superannuation - The denial of promotion to him mainly for the reason that he was on extension in service, is unsustainable besides being arbitrary- Therefore, the basis on which the claim of appellant for promotion as Lieutenant General was declined by ACC is rejected - Accordingly, operative part of order of ACC is set aside. Constitution of India, 1950: Arts. 14 and 16 - Claim for promotion - Held: Division Bench of High Court has rightly held that recommendations of Selection Board were merely recommendatory in nature and, therefore, appellant had no fundamental right for promotion solely on the basis of such recommendation - However, non-consideration of claim of appellant would violate fundamental rights vested in him. under Arts. 14 and 16, as respondents were desirous of filling up the said vacancy and appellant being the senior most serving Major General eligible for consideration had fundamental right of being considered against the said vacancy, and also the fundamental right of being promoted if he was adjudged suitable - It was in order to extend the benefit of the fundamental right enshrined under Art. 14 of India, that he was allowed extension in service on two occasions by Presidential orders - By the said orders, respondents desired to treat the appellant justly, so as to enable him to acquire the honour of promotion to the rank of Lieutenant General, in case the recommendation made in his favour by the Selection Board was approved by ACC - The action of authorities in depriving the appellant due consideration for promotion to the rank of the Lieutenant General, would have been arbitrary and resulted in violation of his fundamental right under Art. 14. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SABERABIBI YAKUBBHAI SHAIKH & ORS. VS. NATIONAL INSURANCE CO. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE3Mg==",
        "Citation": "[2014] 1 S.C.R. 303",
        "Case Type": "(CIVIL APPEAL /8/2014)",
        "Date": "02 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMzAzLTMwN18xNzAzMDc1MjE5LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 303",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "02 January 2014",
        "Petitioner:": "Saberabibi Yakubbhai Shaikh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 2",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "National Insurance Co. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /8/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interest on compensation",
            "WORKMEN'S COMPENSATION ACT",
            "1923"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "DR. SUBRAMANIAN SWAMY VS. STATE OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE4Mg==",
        "Citation": "[2014] 1 S.C.R. 308",
        "Case Type": "(CIVIL APPEAL /10620/2013)",
        "Date": "06 JANUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMzA4LTM0OV8xNzAzMDc1MjM1LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 308",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "06 January 2014",
        "Petitioner:": "Dr. Subramanian Swamy",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 902",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /10620/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Freedom to manage religious affairs",
            "Religious denomination"
        ],
        "HeadNote": " CONSTITUTION OF INDIA, 1950: Art. 26 - Freedom to manage religious affairs - 'Religious denomination' - Connotation of - Held: Art. 26(d) protects the rights of 'religious denomination' to establish and administer the properties as clauses (c) and (d) guarantee a fundamental right to any religious denomination to own, acquire, establish and maintain such properties - Rights of  'denominational religious institutions' are to be preserved and protected from any invasion by State as guaranteed under Art. 26 and as statutorily embodied in s.107 of Madras Hindu Religious and Charitable Endowments Act, 1959 - A law which takes away the right to administer religious  denomination altogether and vests it in any other authority would amount to a violation of right guaranteed in clause (d) of Art. 26 - Madras Hindu Religious and Charitable Endowments Act, 1959 -s. 107. MADRAS HINDU RELIGIOUS AND CHARITABLE ENDOWMENTS ACT, 1959: s. 107 r/w ss. 44 and 45 (2) - Protection of rights of 'religious denomination' in consonance with Art. 26 of G Constitution of India - Rights of Oikshitars to maintain Sri Sabhanayagar Temple at Chidambaram - Appointment of Executive Officer to maintain the Temple - Writ petition dismissed by High Court holding that the earlier judgment in Marimuthu Dikshitar 1 did not operate as res judicata ~ Held: A ' In Marimuthu Dikshitar, which had attained finality, it was recognized: (a) That Dikshitars, who are Smarthi Brahmins, form and constitute a 'religious denomination'.· (b) Dikshitars are entitled to participate in administration of the Temple; and (c) It was their exclusive privilege which had been recognised B and established for over several centuries - These issues stood finally determined by High Court and, thus, doctrine of res judicata is applicable in full force - The declaration that \"Dikshitars are religious denomination or section thereof' is a declaration of their status and making such declaration is a judgment in rem - Res judicata - Code of Civil Procedure, 1908 - 0. 47, r. 1 - Review. s. 107 r/w ss. 45 and 116 - Appointment of Executive Officer to manage Sri Sabhanayagar Temple at Chidambaram - Held: In view of the fact that rights of  Dikshitars to administer·the Temple had already been finally determined by High Court in 1951, State authorities under the Act 1959 could not pass any order denying those rights - Act 1959 had been enacted after pronouncement of the judgment in Marimuthu Dikshitar's case, but there is nothing  in the Act taking away the rights of Dikshitars declared by the court, in the Temple or in the administration thereof - An Executive Officer could not have been appointed in the absence of any rules prescribing conditions subject to which  such appointment could have been made. ss. 44 and 45 r/w s. 107 - Super-session of administration of Temple - Held: Super-session of rights of administration cannot be of a permanent enduring nature - Its life has to be reasonably fixed so as to be co-terminus with the removal of the consequences of ma/administration - Even if the management of a temple is taken over to remedy the evil, the management must be handed over to the person concerned immediately after the evil stands remedied - Continuation thereafter would tantamount to usurpation of such proprietary rights or violation of fundamental rights guaranteed by the Constitution in favour of the person(s) concerned - Impugned order is liable to be set aside for failure to prescribe the duration for which it will be in force. Code of Civil Procedure, 1908; 0.47, r5 - Review - Scope of- Explained - Held: Even an erroneous decision cannot be a ground for the court to undertake review, as the first and foremost requirement of entertaining a review petition is that the order, review of which is sought, suffers from any error apparent on the face of the order and in absence of any such error, finality attached to i'he judgment/order cannot be disturbed. RES JUDICATA: Res judicata - Meaning of - Explained - Maxims, \"res judicata pro varitate accipitur\", \"interest republicae ut sit finis litium\" and nemo debet bis vexari pro uno et eadem causa\". "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "R. UNNIKRISHNAN AND ANR. VS. V.K. MAHANUDEVAN AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDIwMA==",
        "Citation": "[2014] 1 S.C.R. 350",
        "Case Type": "(CIVIL APPEAL /3468/2007)",
        "Date": "10 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMzUwLTM3OV8xNzAzMDc1MjgxLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 350",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "10 January 2014",
        "Petitioner:": "R. Unnikrishnan And Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 19",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "V.k. Mahanudevan And Ors.",
        "Case Type:": "CIVIL APPEAL /3468/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Scheduled caste certificate",
            "Social status"
        ],
        "HeadNote": " Social status certificate: Scheduled caste certificate - Claim of respondent that he belonged to 'Thandan' caste, a Scheduled Caste, allowed by High Court by order dated 25.2.1987 on the report of KIRTADS and statement made by State counsel - Subsequently, on the basis of observations made by Full 0 Bench of High Court in Pattika Jathi's case, caste certificate of respondent Judgements: and Government declaring him not to belong to 'Thandan' caste, but to 'Ezhava' community, an OBC - High Court holding the judgment dated 25.2.1987 as binding between parties - Held: order dated 25. 2. 1987 passed E by High Court which had attained finality did not permit a fresh enquiry into the caste status of writ-petitioner- Inasmuch as High Court quashed the said proceedings and the order passed by State Government pursuant thereto, it committed no error to warrant interference - However, in view of Presidential Order in terms of the Constitution (Scheduled F Castes) Order Amendment Act, 2007 which was published in the official gazette on 30.8. 2007 and Order dated 30.8.2010 issued by State Government that 'Ezhuvas' and 'Thiyyas' to be treated as OBCs, and the decision being prospective in nature, benefit granted to respondent till 30. 8. 2007 shall G remain undisturbed - Respondent shall not be entitled to claim any benefit in future as a scheduled caste candidate but no benefit admissible to him as an OBC candidate shall be denied.Judgements:Finality of judgment- Order dated 25.2.1987 passed by High Court allowing the claim of respondent (Petitioner before High Court) to belong to 'Thandan' caste, a Scheduled caste - Subsequently, on the basis of observations of a Full Bench  of High Court in Pattika Jathi's case, caste certificate of respondent scrutinized and Government passed order declaring him not to belong to 'Thandan' Scheduled caste, but to 'Ezhava' caste, an OBC - Held: Law favours finality to binding judicial decisions pronounced by courts that are competent to deal with the subject matter - Public interest is  against individuals being vexed twice over with the same kind of litigation - The only exception to the doctrine of res-judicata is \"fraud\" that vitiates the decision and renders any judgment, decree or orders a nullity and non-est in the eyes of law - Judgement and order dated 25.2.1987 passed by High Court  having attained finality, no fresh or further enquiry into the question settled thereby could be initiated, the observations of the Full Bench of the High Court to the contrary notwithstanding - Res judicata. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "NATIONAL INSURANCE CO. LTD. & ANR. VS. KIRPAL SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDIxNg==",
        "Citation": "[2014] 1 S.C.R. 380",
        "Case Type": "(CIVIL APPEAL /256/2014)",
        "Date": "10 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMzgwLTM5Nl8xNzAzMDc1MzMyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 380",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "10 January 2014",
        "Petitioner:": "National Insurance Co. Ltd. & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 22",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Kirpal Singh",
        "Case Type:": "CIVIL APPEAL /256/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "General Insurance Employees Special Voluntary Retirement Scheme"
        ],
        "HeadNote": " General Insurance Employees Special Voluntary Retirement Scheme, 2004: Para 3, 5 and 6 - Voluntary retirement Scheme - Eligibility - Qualifying service - Held In view of para 6 of SVRs of 2004 and Para 14 of Pension Scheme of 1995, any employee retiring from service of company/corporation would qualify for payment of pension if he/she has rendered a minimum of ten years of service on the date of retirement - Since para 29 and 30 of Pension Scheme 1995 do not govern the entitlement for those seeking the benefit of SVRS of 2004, para 14 can be invoked, which prescribes a qualifying service of ten years only as a condition of eligibility - Expression \"retirement' appearing in Para 14 of Pension scheme 1995 should not only apply to cases which fall under Para 30 of the said scheme but also to a case falling under SVRS of 2004 - Thus, those opting for voluntary retirement under SVRS of 2004 would also qualify for payment of pension as they had put in the qualifying service of ten years stipulated under Para 14 of Pension Scheme 1995 - General Insurance (Employees) Pension Scheme, 1995 - Para 14, 29 and 30. Words and Phrases: Word 'means' and the expression, \"unless the context otherwise requires\" - Connotation of- Interpretation of statues. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "STATE OF GUJARAT VS. RATANSINGH @ CHINUBHAL ANOPSINH CHAUHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDIyNg==",
        "Citation": "[2014] 1 S.C.R. 397",
        "Case Type": "(CRIMINAL APPEAL /403/2007)",
        "Date": "10 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMzk3LTQxN18xNzAyOTY4MjEyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 397",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "10 January 2014",
        "Petitioner:": "State Of Gujarat",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 20",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Ratansingh @ Chinubhal Anopsinh Chauhan",
        "Case Type:": "CRIMINAL APPEAL /403/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "murder",
            "Circumstantial evidence"
        ],
        "HeadNote": " Penal Code, 1860: ss.376, 302 and 21 — Rape and murder — Charges of - Circumstantial evidence — Conviction by trial court and sentence of death — Set aside by High Court — Held: High Court has rightly held that the evidence led by the prosecution does not establish a complete chain of circumstances to connect the accused with the murder of deceased — There are significant defects and shortcomings in the investigation; witnesses have come out with contradictory versions; and have made significant improvements in their versions in their depositions in the court — In a case of circumstantial evidence, it would be unwise to record conviction on the basis of such a scanty, weak and incomplete evidence — As the prosecution has not been able to prove the charges beyond reasonable doubt, High Court has rightly set aside the judgment of the trial court. s.376 — Rape — Victim, a 7 year old girl - Death of - Held: There was no direct evidence and High Court has rightly recorded a finding that on the basis of medical evidence offence of rape was not proved by prosecution beyond reasonable doubt. Evidence: Circumstantial evidence — Last seen theory — Held: This is one of the major circumstances pressed by prosecution —High Court has rightly found certain inherent contradictions in the deposition of witnesses as regards the prosecution case that deceased was last seen with accused — Investigation has also not been carried properly and does not inspire confidence ~ Investigation. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "STATE OF RAJASTHAN VS. ROSHAN KHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDIzNQ==",
        "Citation": "[2014] 1 S.C.R. 418",
        "Case Type": "(CRIMINAL APPEAL /79-80/2005)",
        "Date": "15 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Ms. Justice Gyan Sudha Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNDE4LTQzM18xNzAzMDc1MzU3LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 418",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "15 January 2014",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 25",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Roshan Khan & Ors.",
        "Case Type:": "CRIMINAL APPEAL /79-80/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860",
            "ss.376(2)(g) and s.366"
        ],
        "HeadNote": " Penal Code, 1860: ss.376(2)(g) and s.366 - Gang rape - Six accused convicted by trial court - Acquittal by High Court - Held: Prosecution case that the six accused committed gang rape on the prosecutrix has been established by her evidence and the evidence of her father as corroborated by medical evidence and FSL report - Judgment of High Court set aside and that of trial court convicting all accused of offences charged and sentencing them to 10 years RI and 4 years RI under the two counts, restored. s.376(2)(g), Explanation 1 - Gang rape - Presumption - Held: In the instant case as per medical evidence, four persons had committed rape on prosecutrix - Explanation 1 to s.376(2)(g) states that where a woman is raped by one or more in a group of persons acting in furtherance of their common intention, each of the persons shall be deemed to have committed gang rape within the meaning of the sub- section - It is, therefore, not necessary that prosecution should adduce clinching proof of a completed act of rape by each one of the accused on the victim. Evidence Act, 1872: s.114-A - Presumption in a gang rape u/s 376(2)(g), IPC - Held: Since prosecutrix has categorically said that sexual intercourse was committed by accused persons without her consent and forcibly, court has to draw the presumption that she did not give consent to the sexual intercourse committed on her by accused persons - - The defence has not led any evidence to rebut the presumption - High Court could not have, therefore, held that there were circumstances to show that prosecutrix had gone on her own and on this ground acquitted the respondents-Penal Code, 1860- ss.376(2)(g). FIR Gang rape - Four hours delay in filing FIR - Held: Delay has been sufficiently explained by informant. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "TULIP STAR HOTELS LTD. VS. SPECIAL DIRECTOR OF ENFORCEMENT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDIzOA==",
        "Citation": "[2014] 1 S.C.R. 434",
        "Case Type": "(CIVIL APPEAL /680/2014)",
        "Date": "16 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNDM0LTQ1MF8xNzAyOTY4NTAyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 434",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "16 January 2014",
        "Petitioner:": "Tulip Star Hotels Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 29",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Special Director Of Enforcement",
        "Case Type:": "CIVIL APPEAL /680/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "sale of foreign currency",
            "authorised officials"
        ],
        "HeadNote": " Memorandum of FLM issued by RBI — Clause 9 - Sale of foreign currency — Restriction ~ Held: Under paragraph 9, as between the money changers, a free hand has been given for purchase and sale of any foreign currency notes etc. in rupee value — The only restriction imposed therein is that the Indian rupee value of the foreign currency should not be paid by way of cash, but should always be paid in the form of a negotiable instrument or by debiting to the purchasers’ bank account — In the instant case, transaction was carried on by way of payment in the form of pay-orders — It cannot be held that whole transaction was in contravention of paragraph 3 of FLM. Clause 3~- Sale of foreign currency - ‘Authorised officials’ — Held: When a money changer operates its business from its premises, any transaction by way of sale or purchase as part of its money changing business should be carried out only through an authorized representative — In the instant case, it is not the case of respondent that neither of the two persons who indulged in the transaction of money changing business were not the authorized officials of their respective establishments and, as such, violation of paragraph 3 cannot be alleged as against appellants — Sale effected by appellants on a rate higher than the rate prevailing in the market was not the basis for the alleged violation of paragraph 3 of the FLM read with ss. 6(4), 6(5) and 7 of FERA -impugned orders by which appellants were found guilty of the. violation of paragraph 3 of FLM read with ss. 6(4), 6(5) and 7 of FERA and the consequential imposition of penalty being wholly unjustified, are set aside — Foreign Exchange Regulation Act, 1973 — ss.6 (4), 6(5), 7 and 8. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "PARMINDER ALIAS LADKA POLA VS. STATE OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDI1MA==",
        "Citation": "[2014] 1 S.C.R. 451",
        "Case Type": "(CRIMINAL APPEAL /133/2006)",
        "Date": "16 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Ms. Justice Gyan Sudha Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNDUxLTQ2NF8xNzAyOTY4NjI3LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 451",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "16 January 2014",
        "Petitioner:": "Parminder Alias Ladka Pola",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 27",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Delhi",
        "Case Type:": "CRIMINAL APPEAL /133/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape",
            "Crime against woman"
        ],
        "HeadNote": " Penal Code, 1860:- s.376 and s.506 ~ Rape of 14 year old girl — Conviction and seven years sentence by courts below — On appeal, held:_ Medical evidence corroborated the evidence of the prosecutrix that rape was committed on her — Non-rupture of ‘ hymen not sufficient ground to dislodge the theory of rape, as there was penetration which had caused bleeding in the private parts of the prosecutrix.and therefore, the plea that there was an attempt to rape but not rape by the appellant not accepted — No interference called for with the conviction and sentence — Crime against woman. s.376, proviso -— Imposition of a sentence of imprisonment for a term of less than seven years in rape case — When called for — Held: The proviso to s.376(1), as it stood prior to its amendment in the year 2013 expressly states that the Court may impose a sentence of imprisonment for a term of less than seven years in an offence u/s.376(1), IPC, “for. adequate and special reasons to be mentioned in the _ judgment” — What is adequate and special depend upon several factors and on the facts of each case and no straitjacket formula has been laid down by the Court - in the facts of the instant case, the prosecutrix.was a student of eighth class and about 14 years of age at the time-of incident ' — Thereafter, she had stopped going to school and was . Studying eighth class privately — In view of the age of theprosecutrix, the conduct of the appellant and the consequences of the rape on the prosecutrix, no adequate and special reasons in this case to reduce the sentence to less than the minimum sentence u/s.376(1) — Sentence/ Sentencing. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "KM. HEMA MISHRA VS. STATE OF U.P. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDMyNQ==",
        "Citation": "[2014] 1 S.C.R. 465",
        "Case Type": "(CRIMINAL APPEAL /146/2014)",
        "Date": "16 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNDY1LTQ5NV8xNzAyOTY4Njg2LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 465",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "16 January 2014",
        "Petitioner:": "Km. Hema Mishra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 31",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of U.p. And Others",
        "Case Type:": "CRIMINAL APPEAL /146/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pre arrest bail",
            "right to personal liberty"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: ss.41(a), 41(b), 41A - Object of — Held: Is to check arbitrary or unwarranted arrest and protect the right to personal liberty guaranteed u/Article 21 of the Constitution of India. s.438 — State of U.P. - Pre arrest bail - Grant of — Writ jurisdiction, if invokable — Held: s.438 has been specifically omitted and made inapplicable in the State of U.P. — Still, a party aggrieved against whom FIR is lodged and/or charge- sheet is filed in court can invoke the jurisdiction of High Court u/Article 226 of the Constitution for quashing of proceedings — The considerations, however which have to weigh with the High Court to decide as to whether such proceedings are to be quashed or not are entirely different than that of granting interim protection against the arrest — Since the grounds on which such an FIR or charge sheet can be quashed are limited, once the writ petition challenging the validity of FIR or charge-sheet is dismissed, the grant of relief, incidental in nature, against arrest would obviously not arise, even when a justifiable case for grant of anticipatory bail is made out — Though the High Courts have very wide powers u/Art.226, the very vastness of the powers imposes on it the responsibility to use them with circumspection and in accordance with the judicial consideration and well established principles, so much so that while entertaining writ petitions for granting interim protection from arrest, the Court would not go on to the extent of including the provision of anticipatory bail as a blanketprovision — Thus, such a power has to be exercised very cautiously keeping in view, at the same time, that the provisions of Article 226 are a device to advance justice and not to frustrate it — Constitution of India, 1950 ~ Article 226. s.438 - Anticipatoty bail - Purpose of - Discussed. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "VARINDER SINGH VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDMzNw==",
        "Citation": "[2014] 1 S.C.R. 496",
        "Case Type": "(CRIMINAL APPEAL /147/2014)",
        "Date": "16 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8xOTY0XzFfNDk2LTUwNl8xNzA0MTc3NTc2LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 496",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "16 January 2014",
        "Petitioner:": "Varinder Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 33",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CRIMINAL APPEAL /147/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "quash FIR",
            "criminal proceedings"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.482 — Petition seeking to quash FIR and criminal proceedings — Petitioner, a visitor to prison — On search, mobile phone and charger recovered from him — FIR for offences punishable u/ss 42 and 45 of the Prisons Act — High Court rejecting the petition — Held: Case of appellant clearly falls under category (1) of the grounds of quashing of FIR mentioned in the case of Bhajan Lal — On the date of alleged offence, mobile phone or charger was not listed as one of the prohibited articles under Punjab Prison Manual — Thus, no offence is made out u/s 42 of the Act, as there was no communication which was done or was attempted to being done contrary to the rules — Further, the appellant was not a prisoner on the date of the offence — Therefore, he could not have committed a prison offence as defined u/s 45 of the Act — The judgment of High Court is set aside — FIR and the proceedings against appellant are quashed —Prisoners Act, 1894 — ss.42,45 and 52-A. Prisons Act, 1894: s.52-A — Visitor to prison - On search found in possession of a mobile phone and its charger - FIR dated 24.9.2009 — Section enforced by Notification dated 8.3.2011 — Held: Notification will not apply to the case in hand, as the alleged offence was committed in 2009, and retrospectiveeffect will not apply in the case of criminal laws — Therefore, there is no offence made out against appellant - Code of Criminal Procedure, 1973 - s.482. ss, 42 and 45 — Offences under the two provisions — Explained. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "STATE OF HARYANA & ORS. VS. BHARTI TELETECH LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM0Nw==",
        "Citation": "[2014] 1 S.C.R. 548",
        "Case Type": "(CIVIL APPEAL /6791/2004)",
        "Date": "20 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNTQ4LTU2Nl8xNzA0MTc3NjAyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 548",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "20 January 2014",
        "Petitioner:": "State Of Haryana & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 36",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Bharti Teletech Ltd.",
        "Case Type:": "CIVIL APPEAL /6791/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sales tax exemption",
            "Clubbing"
        ],
        "HeadNote": " HARYANA GENERAL SALES TAX RULES, 1975: r. 28-A (11) (a) (i) and (b) — Sales tax exemption allowed subject to assessee maintaining production for next five years on the average of preceding five years ~— Failure on part of assessee to comply with the condition — Held: Exemption being an exception has to be respected regard being had to its nature and purpose — Beneficiary unit having failed to fulfil the stipulation contained in r.28-A(11)(a){i) and (b) is liable to pay full amount of tax benefit with interest. s.28-A(11)(a)(i)(b) — Sales tax exemption — Held: Concept of exemption is required to be tested on a different anvil, for it grants freedom from liability — In the case at hand, it is ‘uni? specific — Clubbing is not permissible — It amounts to violation of the conditions stipulated under sub-r. (11) (a)(i) of r. 28A and, therefore, the consequences have to follow. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "JOSHINDER YADAV VS. STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM1MQ==",
        "Citation": "[2014] 1 S.C.R. 567",
        "Case Type": "(CRIMINAL APPEAL /259/2009)",
        "Date": "20 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice D.A. Desai, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNTY3LTU5MF8xNzAzMDc1NTkwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 567",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "20 January 2014",
        "Petitioner:": "Joshinder Yadav",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 37",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /259/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry death",
            "murder"
        ],
        "HeadNote": " Penal Code, 1860: s.302 rlw s.149, s.498A, s.201 - Dowry death - A/legation that victim-deceased was harassed  by accused-in-laws for dowry and one day they poisoned her and threw her dead body in river- Conviction by courts below - Appeal by accused-brother-in-law on the ground that he had separated from his brothers and was not party to ill treatment meted out to the deceased and to the murder - Held: The  evidence of PW-9 and 10, the father and the brother of the deceased, to effect that the deceased was subjected to cruelty and harassment did not suffer any dent and, therefore was reliable - Other attendant circumstances such as strong motive, the fact that on the fateful day, accused no. 6 went to  the house of PW-9 to inform that deceased was missing, but did not lodge report of missing; that when PW-9 and PW-10 went along with accused no. 6 to the house of the accused, accused no. 6 suddenly deserted them and the fact that all the accused absconded from their house with their belongings led  to an irresistible conclusion that the accused were responsible for the death of the deceased - False explanation by accused that the deceased had gone for bath and slipped and got drowned further strengthened the prosecution case - The prosecution having established that the accused treated the  deceased with cruelty/ harassment for dowry, the accused ought to have disclosed the facts which were in their personal and special knowledge to disprove the prosecution case - They failed to discharge the burden which had shifted to them uls.106 of the Evidence Act, therefore, adverse inference has to be drawn against the accused - Conviction order not interfered with - Evidence Act, 1872 - s. 106. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "PERUMAL VS. JANAKI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQxNw==",
        "Citation": "[2014] 1 S.C.R. 591",
        "Case Type": "(CRIMINAL APPEAL /169/2014)",
        "Date": "20 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNTkxLTYwOF8xNzAzMDc1NjgyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 591",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "20 January 2014",
        "Petitioner:": "Perumal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 38",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Janaki",
        "Case Type:": "CRIMINAL APPEAL /169/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Private complaint - Maintainability"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973: ss. 195, 340 - Private complaint - Maintainability - Private complaint. against respondent-police officer by appellant praying for trial of the respondent u/s.193, /PC on the ground that the appellant was prosecuted in a criminal case on the basis of a palpably false statement made by the respondent - Magistrate dismissed the complaint on the ground that in view of ss. 195 and 340, the complaint of the appellant; was not maintainable - High Court affirmed the same - Held: In the light of the language of s.195, the conclusion of the Magistrate in dismissing the complaint for the reason that the complaint is not filed by the person contemplated u/s. 195 is correct - As a matter of fact, the Court before whom the instant complaint was lodged was not the same Court before whom the appellant was prosecuted by the respondent:- However, both s.195(1) and s.340(2) authorise the exercise of power conferred u/s.195(1) by any other court to which the court in respect of which the offence is committed is subordinate to - The High Court, being constitutional court, invested with the powers of superintendence over all courts within the territory over which it exercises its jurisdiction is certainly a Court which could have exercised the jurisdiction u!s.195(1) - High Courts not only have the authority to exercise such jurisdiction but also have an obligation to exercise such power in appropriate cases - Therefore, matter remitted to High Court for appropriate course of action to-initiate proceedings against respondent on the basis of the complaint of appellant in accordance with law - Penal Code, 1860 - ss.191, 193. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SHATRUGHAN CHAUHAN & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQzNg==",
        "Citation": "[2014] 1 S.C.R. 609",
        "Case Type": "(WRIT PETITION(CRIMINAL) /55/2013)",
        "Date": "21 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNjA5LTc0OV8xNzAzMDc1NzIxLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 609",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "21 January 2014",
        "Petitioner:": "Shatrughan Chauhan & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 46",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /55/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mercy jurisprudence: Constitution of India",
            "1950"
        ],
        "HeadNote": " Mercy jurisprudence: Constitution of India, 1950 Articles 72/161 - Commutation of death sentence to life imprisonment - Effect of supervening circumstances - Held: Undue long delay in execution of sentence of death entitle  the condemned prisoner to approach Supreme Court u/Article 32 - However, Supreme Court will only examine the circumstances surrounding the delay that has occurred and · those that have ensued after sentence was finally confirmed by the judicial process - Supreme Court would not reopen the conclusion already reached but may consider the question of inordinate delay - Delay .caused by circumstances beyond the prisoners' control mandates commutation of death sentence - Unexplained delay is a ground for commutation of death sentence into life imprisonment and the said supervening circumstance is applicable to all types of cases  including the offences under TADA - The only aspect the courts have to satisfy is that the delay was unreasonable and unexplained or inordinate at the hands of the executive - Insanity is also . one of the supervening circumstances that warrant for commutation of death sentence - In the instant writ  petitions, in the light of principles and facts of each case, the death sentence of all the petitioners is commuted into imprisonment for life - Code of Criminal Procedure, ·1973 - Prisons Act, 1894. Articles 72/161 - Nature of power guaranteed under - Held: The power vested in the President u!Article 72 and the Governor u/Article 161 is a Constitutional duty - It is neither a matter of grace nor a matter of privilege but is an important constitutional responsibility reposed by the people in the  highest authority - The power of pardon is essentially an executive action, which needs to be exercised in the aid of justice and not in defiance of it - The said power is to be exercised on the aid and advice of the Council of Ministers - Also, Articles 721161 of the Constitution entail remedy to all  the convicts and is not limited to only death sentence cases.Articles 72/161 - Limited Judicial Review of the executive orders u/Article 721161 - Held: Executive orders u/Articles 721 161 should be subject to limited judicial review based on the rationale that the power under Articles 72/161 is per se above judicial review, however, the manner of exercise of power is certainly subject to judicial review - Administrative law.Articles 721161 - Processing the mercy petition - Procedure adopted u!Articles 721161- Discussed.Articles 72/161 - Mercy petition - Limitation period for adjudication - Held: After the completion of the judicial process, if the convict files a mercy petition to the Governor/ President, it is incumbent on the authorities to dispose of the same expeditiously - Though no time limit can be fixed for the Governor and the President, it is the duty of the executive to expedite the matter at every stage, viz., calling for the records, orders and documents filed in the court, preparation of the note for approval of the Minister concerned, and the ultimate decision of the constitutional authorities - Limitation.Articles 721161 - Mercy petition - Procedural Lapses - Held: Ministry of Home Affairs, Government of India has detailed procedure regarding handling of petitions for mercy in death sentence cases - The Rules make it clear that at H every stage the matter has to be expedited and there cannot be any delay at the instance of the officers, particularly, the A Superintendent of Jail, in view of the language used therein as \"at once\" - Apart from these Rules· regarding presentation of mercy petitions and disposal thereof, necessary instructions have been issued for preparation of note to be approved by the Home Minister and for passing appropriate orders by the President of India .Article 21 - Right to life - Rights of accused vis-a-vis right of victim - Held: While Article 21 is the paramount principle on which rights of the convicts are based, it must be considered along with the rights of the victims or the deceased's family as also societal consideration since these elements form part of the sentencing process as well.Article 32 - Writ petition by death convict asserting violation of Article 21 on account of undue, unreasonable and D prolonged delay in disposal of his mercy petition - Held: When Article 21 is violated, it is not a question of judicial review but of protection of fundamental rights and courts give substantial relief not merely procedural protection - The question of violation of Article 21, its effects and the E appropriate relief is the domain of Supreme Court - There is no question of remanding the matter for consideration because Supreme Court is the custodian and enforcer of fundamental rights and the final interpreter of the Constitution - Further, Article 21 is the paramount principle on which rights F of the convict are based, this must be considered along with the rights of the victims or the deceased's family as also societal consideration.Guidelines: Mercy petitions - Guidelines for effective governing of the procedure of filing mercy petitions and for the cause of the death convicts - Framed.s.354(5) - Death sentence - Execution by hanging - Held: The method of hanging prescribed by s.354(5) is not violative of the guaranteed right ul Article 21 of the Constitution on the basis of scientific evidence and opinions of eminent medical persons which assured that hanging is the least B painful way of ending the life.Prison Act, 1894:s.30(2) - Solitary confinement- In case of prisoner under sentence of death - Held: Solitary confinement, even if  mollified and modified marginally, is not sanctioned by s.30 of the Act for prisoners 'under sentence of death' - The crucial holding u/s.30(2) is that a person is not 'under sentence of death', even if the Sessions Court has sentenced him to death subject to confirmation by the High Court - He is not 'under  sentence of death' even if the High Court imposes, by confirmation or fresh appellate infliction, death penalty, so long as an appeal to the Supreme Court is likely to be or has been moved or is pending - Even if Supreme Court has awarded capital sentence, s.30 does not cover him so long  as his petition for mercy to the Governor and/or to the President permitted by the Constitution, has not been disposed of - Thus, only after rejection of mercy petition by the Governor and the President, and on further application, if there is no stay of execution by the authorities, the person is  under sentence of death - During that interregnum, he attracts the custodial segregation specified in s.30(2), subject to the ameliorative meaning assigned to the provision - To be 'under sentence of death' means 'to be under a finally executable death sentence'. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "JANATHA DAL PARTY VS. THE INDIAN NATIONAL CONGRESS & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ1NA==",
        "Citation": "[2014] 1 S.C.R. 747",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /38991/2013)",
        "Date": "21 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNzQ3LTc1N18xNzAyOTY5NjQwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 747",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "21 January 2014",
        "Petitioner:": "Janatha Dal Party",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 45",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "The Indian National Congress & Others",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /38991/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit by Indian National Congress",
            "Sadiq Ali's case"
        ],
        "HeadNote": " Suit: Suit by indian National Congress for declaration of title to and for possession of Congress Bhavan in City of Bangalore after split in Congress — Held: The order of EC! and Supreme Court in Sadiq Ali’s case clearly indicate that the Congress then led by Indira Gandhi had established rights on the properties in question — On facts, it is clearly found that Congress (O) or Janata Dal had no right in the suit property and as such the various lease deeds executed by them also cannot stand in the eye of law — Time granted to respondents to vacate the premises. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "M/S STANZEN TOYOTETSU INDIA P. LTD. VS. GIRISH V & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ2Mw==",
        "Citation": "[2014] 1 S.C.R. 758",
        "Case Type": "(CIVIL APPEAL /763-768/2014)",
        "Date": "21 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNzU4LTc3Ml8xNzAyOTY5NzQzLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 758",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "21 January 2014",
        "Petitioner:": "M/s Stanzen Toyotetsu India P. Ltd.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 40",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Girish V & Ors.",
        "Case Type:": "CIVIL APPEAL /763-768/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Disciplinary proceedings",
            "criminal case"
        ],
        "HeadNote": " Service law: Disciplinary proceedings — Stay of disciplinary proceedings pending the decision of criminal case in respect of same incident - Vacation of stay — Propriety of — Held: The disciplinary proceedings and proceedings in a criminal case can proceed simultaneously in the absence of any legal bar to such simultaneity — While seriousness of the charge leveled against the employee is a consideration for stay of disciplinary proceedings, the same is not by itself Sufficient unless the case also involves complicated questions of law and fact - Even when the charge is found to be serious and complicated questions of fact and law that arise for consideration, the court has to keep in mind the fact that departmental proceedings cannot be suspended indefinitely or delayed unduly especially where the number of accused arraigned for trial is large as is the case at hand and so are the number of witnesses cited by the prosecution. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "J.H. PATEL (D) BY LRS. AND ORS. VS. NUBOARD MANUFACTURING CO. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ3Nw==",
        "Citation": "[2014] 1 S.C.R. 773",
        "Case Type": "(CIVIL APPEAL /1762/2007)",
        "Date": "22 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNzczLTc4Ml8xNzAyOTY5ODA0LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 773",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "22 January 2014",
        "Petitioner:": "J.h. Patel (d) By Lrs. And Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale,Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Nuboard Manufacturing Co. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1762/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Industrial Disputes Act",
            "Misconduct"
        ],
        "HeadNote": " Labour Law: Uttar Pradesh industrial Disputes Act, 1947: s.6-E(2)(b) — Misconduct -— Dismissal — Prior approval from Labour Court during pendency of proceedings — Held: Since earlier proceedings were pending, Management was required {o obtain prior approval from Labour Court — However, failure to do so will not disentitle the Management from proving the misconduct in court — Industrial Disputes Act, 1947 — S.32(2)(b). Dismissal from service — Misconduct — Complaint by workmen against officers of company — Officers acquitted — Charge-sheet against workmen that they filed false case against officers of company ~ Workmen dismissed from service — Held: There is no discussion whatsoever about the evidence as to why Labour Court came to conclusion that the misconduct is established — In the circumstances, finding of Labour Court that management had proved the misconduct cannot be sustained — Therefore, workmen were entitled to declaration that termination of their services was bad in law and for consequential relief — Workmen are entitled to award of compensation towards back-wages quantified at 50%, with interest at 6% per annum, from the date of dismissal until the date of superannuation/death, whichever is earlier — Principles of natural justice. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "PUNE MUNICIPAL CORPORATION & ANR. VS. HARAKCHAND MISIRIMAL SOLANKI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ4NQ==",
        "Citation": "[2014] 1 S.C.R. 783",
        "Case Type": "(CIVIL APPEAL /877/2014)",
        "Date": "24 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNzgzLTc5NV8xNzAyOTY5OTYyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 783",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "24 January 2014",
        "Petitioner:": "Pune Municipal Corporation & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 53",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Harakchand Misirimal Solanki & Ors.",
        "Case Type:": "CIVIL APPEAL /877/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "compensation"
        ],
        "HeadNote": " RIGHT TO FAIR COMPENSATION AND TRANSPARENCY IN LAND ACQUISITION, REHABILITATION AND RESETTLEMENT ACT, 2013: Ss. 24(2) — Proceedings deemed to have lapsed — Award made 5 years prior to coming into force of 2013 Act — Compensation neither paid to land owners/claimants nor deposited in court — Held: Subject land acquisition proceedings shall be deemed to have lapsed u/s 24(2) of the 2013 Act — Deposit of the amount of compensation in the government treasury is not equivalent to the amount of compensation paid to the landowners/persons interested and liability of State to pay interest subsists till the amount has not been deposited in court - Land Acquisition Act, 1894 — $.11 —- Interpretation of statute. 8.114(2) - Repeal and savings - Held: Sub-s. (2) of s. 114 makes s. 6 of the General Clauses Act, 1897 applicable with regard to the effect of repeal but this is subject to the provisions in the 2013 Act — Under s.24(2) land acquisition proceedings initiated under the 1894 Act, by legal fiction, are deemed fo have lapsed where award has been made five years or more prior to the commencement of 2013 Act and possession of the land is not taken or compensation has not been paid —- The legal fiction u/s 24(2) comes into operation as soon as conditions stated therein are satisfied - General Clauses Act, 1897 - s.6. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "WORLD SPORT GROUP (MAURITIUS) LTD. VS. MSM SATELLITE (SINGAPORE) PTE. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ5Mw==",
        "Citation": "[2014] 1 S.C.R. 796",
        "Case Type": "(CIVIL APPEAL /895/2014)",
        "Date": "24 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNzk2LTgzNF8xNzAyOTcwMTQwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 796",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "24 December 2014",
        "Petitioner:": "World Sport Group (mauritius) Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 50",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Msm Satellite (singapore) Pte. Ltd.",
        "Case Type:": "CIVIL APPEAL /895/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "ss.44 and 45 - Foreign seated arbitration"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996: ss.44 and 45 - Foreign seated arbitration - Jurisdiction of High Court to pass an order of injunction restraining a foreign seated international arbitration at Singapore between the parties - Plea of respondent that the main agreement which contains the arbitration agreement is void because of fraud and misrepresentation by the appellant and therefore court cannot refer the parties to arbitration - Held: s.45 of the Act postulates that even where request of arbitration is made by a party, it will not refer the parties to arbitration, if it finds that the agreement is null and void, inoperative or incapable of being performed - The words \"inoperative or incapable of being performed\" in s.45 have been taken from Article II (3) of the New York Convention - Jn the case of such arbitrations covered by the New York Convention, the Court can decline to make a reference of a dispute covered by the arbitration agreement only if it comes to conclusion that the arbitration agreement is null and void, inoperative or incapable of being performed, and not on the ground that allegations of fraud or misrepresentation have to be inquired into while deciding the disputes between the parties - In the instant case, the allegation of fraudulent misrepresentation in the main agreement did not impact the validity of the arbitration agreement which was separable from the rest of the contract - Therefore, applying principle of separability parties were wrongly refused to refer arbitration on the ground that arbitration agreement was also void along with main agreement - Principle of separability.Arbitration restricting the right of the parties to move the courts for appropriate relief and also barring the right to trial by a jury - Whether void for being opposed to public policy as provided in s.23 of the Indian Contract Act, 1872 and void for being an agreement in restraint of the legal proceedings in view of s.28 of the said Act - Held: Parliament has made the Arbitration and Conciliation Act, 1996 providing domestic arbitration and international arbitration as a mode of resolution of disputes between the parties and Exception 1 to s. 28 of the Contract Act, 1872 clearly states that s.28 shall not render illegal a contract, by which two or more persons agree that any dispute which may arise between them in respect of any subject or class of subjects shall be referred to arbitration and that only the amount awarded in such arbitration shall be recoverable in respect of the dispute so referred - The right to jury trial is not available Under Indian laws - In the instant case, the finding of the Division Bench of the High Court that arbitration clause of the Facilitation Deed is opposed to public policy and is void u/s.23 and 28 of the Contract Act, 1872 is clearly erroneous - Contract Act, 1872 - ss.23, 28. Doctrines/Principles: Principle of Comity of Courts - Applicability of - Plea of appellant that. on principle of comity of courts, the Bombay High Court should have refused to interfere in the matter and should have allowed the parties to resolve their dispute through ICC arbitration subject to the jurisdiction of the Singapore Courts in accordance with the arbitration clause of the Facilitation Deed - Held: Not applicable in the instant case, no decision of a court of foreign country or no law of a foreign country was cited on behalf of the appellant to contend that the courts in India out of deference to such decision of the foreign court or foreign Jaw mu'st not assume jurisdiction to restrain arbitration proceedings at Singapore - On the other hand, u/s. 9 of the CPC, the courts in India have jurisdiction to try all suits of a civil nature excepting suits of which cognizance is either expressly or impliedly barred - Thus, the appropriate civil court in India has jurisdiction to entertain the suit and pass appropriate orders in the suit by virtue of s.9 of the CPC -  Code of Civil Procedure, 1908 - s. 9. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "MONTFORD BROTHERS OF ST. GABRIEL & ANR. VS. UNITED INDIA INSURANCE & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDUwMw==",
        "Citation": "[2014] 1 S.C.R. 835",
        "Case Type": "(CIVIL APPEAL /3269-3270/2007)",
        "Date": "28 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfODM1LTg0N18xNzAyOTcwMTkwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 835",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "28 January 2014",
        "Petitioner:": "Montford Brothers Of St. Gabriel & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 55",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "United India Insurance & Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /3269-3270/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Legal representative",
            "Motor Accident Claims Tribunal"
        ],
        "HeadNote": " MOTOR VEHICLES ACT, 1988: s.166 — Legal representative - Appellant no.1 is a Catholic Society and its members are called ‘Brothers’ who on joining Society abandon all their worldly rights in favour of the Society which includes the insurance claim — One ‘Brother’ of the Society died in a motor accident — Claim petition by appellant no. 1-Society —Tribunal allowed the claim petition — On wni petition, High Court set aside order of Tribunal on the ground that claimants were not competent to claim compensation — Held: The Motor Vehicles Act does not define the term “legal representative’ but the Tribunal noted in its judgment that clause (C) of Rule 2 of the Mizoram Motor Accident Claims Tribunal Rules, 1988, defines the term ‘legal representative’ as having the same meaning as assigned to it in clause (11) of s.2, CPC — As per s.2, CPC, in case of death of a person in a motor vehicle accident, right is available to a legal representative of the deceased or the agent of the legal representative to lodge a claim for compensation under the provisions of the Act — Therefore, a person claiming to be a legal representative has the locus to maintain an application for compensation u/s.166 of the Act, either directly or through any agent, subject to result of a dispute raised by the other side on this issue — High Court erred in law in setting aside the judgment of the Tribunal by ignoring the fact that the respondent-Insurance Company had not pressed issue of maintainability before the Tribunal nor it had pleaded and led evidence in respect to the said issue — Whether or not appellant is legal representative of the deceased is an issue of fact which could not be decided by the High Court for the first time in a writ petition which could only be entertained under Article 227 of the Constitution for limited purpose — The order of the Tribunal is restored — Constitution of India, 1950 ~ Articles 226, 227 — Code of Civil Procedure, 1908 — s.2(11) — Mizoram Motor Accident Claims Tribunal Rules, 1988 - r.2(C) — Fatal Accidents Act, 1855 - s.1A. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SANJAY KUMAR VS. THE STATE OF BIHAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDUxMA==",
        "Citation": "[2014] 1 S.C.R. 848",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /9967/2011)",
        "Date": "28 JANUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE3XzFfODQ4LTg1Ml8xNzA0MTc4MDg4LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 848",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "28 January 2014",
        "Petitioner:": "Sanjay Kumar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 60",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The State Of Bihar & Anr.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /9967/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Advocate-on-Record",
            "Conduct of petitioner"
        ],
        "HeadNote": " PLEADINGS: Complaint for offences punishable u/ss 406 and 420 IPC and s. 138 of Negotiable Instruments Act — Quashed by High Court - SLP by complainant -— Notice to petitioner- complainant to show that the institution was a fake one as pleaded by him — Petitioner seeking to ignore such pleadings — Held: Pleadings have to be true to the knowledge of parties and in case a person takes such misleading pleadings, he can be refused not only any kind of indulgence by court but can also be tried for perjury — In case, pleading taken by petitioner is true, he cannot ask for ignoring the same — In case, it is false and as such statement had been made on oath, he is liable to be tried for perjury — More so, whether such a pleading is relevant or not is a matter to be decided by court and u/s 165 of the Evidence Act, 1872, court has a right to ask the party even relevant or irrelevant questions and parties or their counsel cannot raise any objection to any suci question — Conduct of petitioner condemned — Code of Criminal Procedure, 1973 — s. 482 — Evidence Act, 1872 - S. 165. PRACTICE AND PROCEDURE: Advocate-on-Record — Not appearing before Court in spite of directions — Held: In Re: Rameshwar Prasad Goyal, Court has heid that in case AOR does not appear in Court, his conduct may tantamount to criminal contempt of Court - In the instant case, AOR, with impunity was disdainful towards the order of the Court directing him to appear in Court — He had also not filed any appearance for the counsel who had appeared, nor did the said counsel disclose his name — Court takes serious note of the conduct of AOR and warns him to behave in an appropriate manner befitting the conduct of an advocate and an AOR, otherwise Court will take action against him — His conduct will be under close watch of the Court. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "HANUMANAGOUDA VS. UNITED INDIA INSURANCE CO. LTD. & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDUyMg==",
        "Citation": "[2014] 1 S.C.R. 853",
        "Case Type": "(CIVIL APPEAL /5901/2008)",
        "Date": "28 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfODUzLTg1Nl8xNzAzMDc1Nzk1LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 853",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "28 January 2014",
        "Petitioner:": "Hanumanagouda",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 57",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "United India Insurance Co. Ltd. & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /5901/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Fatal accident",
            "Liability of insurer"
        ],
        "HeadNote": " MOTOR VEHICLES ACT, 1988: Fatal accident-Liability of insurer - Deceased as 'Gumasthe' accompanying the goods in lorry - Held: The relevant clause in the policy, i.e. \"persons employed in connection with the operation\", is clearly over and above the coverage provided by the policy to \"persons employed in D connection with loading/unloading of motor vehicle\" - The deceased, as Gumasthe, was accompanying the goods in transit for the purpose of delivery of goods and, as such, would be covered by the expression \"persons employed in connection with operation of motor vehicle\" - Insurance  Company wilI be bound by the award and liable to pay compensation to claimants "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "VISHAL AGRAWAL & ANR. VS. CHHATTISGARH STATE ELECTRICITY BOARD & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDUzMw==",
        "Citation": "[2014] 1 S.C.R. 857",
        "Case Type": "(CRIMINAL APPEAL /275/2014)",
        "Date": "29 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfODU3LTg4NF8xNzAyOTc1MzQ5LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 857",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "29 January 2014",
        "Petitioner:": "Vishal Agrawal & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 64",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Chhattisgarh State Electricity Board & Anr.",
        "Case Type:": "CRIMINAL APPEAL /275/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Theft of electricity",
            "Assistant Engineer"
        ],
        "HeadNote": " ELECTRICITY ACT, 2003: s. 151 r/w ss.135/126 of the Act and r.12 of Electricity Rules, 2005 — Theft of electricity - Officers authorized to file complaint - Cognizance of offences — Plea that Assistant Engineer had no authority to make a written complaint — Held: ~ Amendment to s.151 is clarificatory in nature — Further, notwithstanding the provisions of s. 151 of the Act, an FIR could be filed with the police — Even when a Magistrate is to take cognizance on a complaint filed before him, that would not mean that no other avenue is opened and complaint/FIR cannot be lodged with the police —- Offences under Electricity Act are also to be tried by applying the procedure contained in the Code — it cannot be said that a complete machinery ~ is provided under Electricity Act as to how such offences are to be dealt with — If the offence under the Code is cognizable, provisions of Chapter Xi! containing s.154 Cr.P.C. and onward would become applicable and it would be the duty of police to register FIR and investigate into the same — Code of Criminal Procedure, 1973 — ss.4, 154 and 172.  "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "BISWANATH BHATTACHARYA VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU0MA==",
        "Citation": "[2014] 1 S.C.R. 885",
        "Case Type": "(CIVIL APPEAL /772-773/2014)",
        "Date": "21 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfODg1LTkyM18xNzAyOTc1NjEwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 885",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "21 January 2014",
        "Petitioner:": "Biswanath Bhattacharya",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 42",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "CIVIL APPEAL /772-773/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Notice",
            "Forfeiture of properties"
        ],
        "HeadNote": " SMUGGLERS AND FOREIGN EXCHANGE MANIPULATORS (FORFEITURE OF PROPERTY) ACT, 1976: S.6(1) - Notice under - Requirement of recording reasons in the notice -Plea of appellant that notice issued u/s.6 was defective as it did not contain reasons which made competent authority believe that notice scheduled properties were illegal acquired property - Held: Plea not sustainable - There is no express statutory requirement to communicate the reasons issuance of notice u/s.6 of the Act - Secondly, the reasons, though not initially supplied alongwith the notice were subsequently supplied thereby enabling the appellant to effectively meet the case of the respondents - The appellant not only filed a rejoinder to the said notice but he was also given a hearing before an order of forfeiture u/s.7 was passed - Further, an order of forfeiture is an appealable order where the correctness of the decision u/s.7 to forfeit the properties could be examined. Ss.7, 2(2) - Forfeiture of properties - If violative of Article 20 of Constitution - Held: The application of the Act is limited to persons who have either suffered a conviction under one of the acts specified in s.2(2)(a) of the Act or detained under the COFEPOSA subsequent to the commencement of the Act in question - Apart from that there are other categories of persons to whom the Act applies - Of all the five categories of persons to whom the Act is made applicable, only oneid category specified u/s.2(2)(a) happens to be of persons who are found guilty of an offence under one of the enactments mentioned therein and convicted - The other four categories of persons to whom the Act is applicable are persons unconnected with any crime or conviction under any law while the category of persons falling u/s.2(2)(b) are persons who are believed by the State to be violators of law - The other three categories are simply persons who are associated with either of the two categories mentioned in s.2(2)(a) and (b) - At least with reference to the four categories other than the one covered by s.2(2)(a), the forfeiture/deprivation of the property is not a consequence of any conviction for an offence - Therefore, with reference to these four categories, the question of violation of Article 20 does not arise - In case of first category, Article 20 would have no application for the reason, conviction is only a factor by which the Parliament chose to identify the persons to whom the Act be made applicable - The Act does not provide for the confiscation of the properties of all the convicts falling u/s.2(2)(a) or detenues falling u/ s.2(2)(b). s.2(2) - Forfeiture of illegally acquired property - Legality of - Held: There is a public interest in ensuring that persons who cannot establish that they have legitimate sources to acquire the assets held by them do not enjoy such wealth - Such a deprivation would certainly be consistent with the requirement of Article 300A and 14 of the Constitution which prevent the State from arbitrarily depriving a subject of his property - Even otherwise, in view of its inclusion in the IXth Schedule, the Act is immune from attack on the ground that it violates any of the rights guaranteed under Part Ii! of the Constitution by virtue of the declaration under Article 31-B - Constitution of India, 1950 - Articles 14, 31-B, 300A. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SANJAY VERMA VS. HARYANA ROADWAYS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU0NA==",
        "Citation": "[2014] 1 S.C.R. 924",
        "Case Type": "(CIVIL APPEAL /5256/2008)",
        "Date": "29 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfOTI0LS05MzhfMTcwMzA3NTgwNi5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 924",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "29 January 2014",
        "Petitioner:": "Sanjay Verma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 61",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Haryana Roadways",
        "Case Type:": "CIVIL APPEAL /5256/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "Just compensation"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s.166 - Just compensation - Accident victim suffered paralysis below waist and could not perform his day to day needs such as Jatrine and urination on his own and required one person throughout his life to look after him - Tribunal awarded Rs. 3 Lacs under the heads “loss of income\", \"reimbursement of medical expenses\" and “pain and suffering\" - On appeal, High Court adopted multiplier of 15 and quantified the amount towards \"loss of income” at Rs.6,19,500/- considering that he was self employed person and at the time of accident his annual income as per ITR was Rs.41,300; Rs.1,38,552/ on account of \"medical expenses” and Rs.50,000/. \"for future treatment\" and “pain and suffering\" - On appeal, held: High court was right in taking annual income of claimant at Rs.41,300 - Considering the age of the _ claimant (25 years) and the fact that he had a steady income, an addition of 50% to the income that he was earning at the time of accident would be justified for determining loss of income - Further, appropriate multiplier would be 17 - The two heads of compensation \"future treatment\" and \"pain and suffering” are distinct and different and cannot be clubbed together, therefore, the two heads are to be severed - Considering that claimant is likely to suffer considerable pain throughout his life, he is awarded a sum of Rs. 3,00,000/ on account of \"pain and suffering\" - As regards \"future treatment\", the claim made before the Tribunal for an amount of Rs.2,00,0001- being the cost of attendant from  the date of accident till he remains alive is justified - High Court's finding as regards compensation under the head 'medical expenses' is maintained -  Thus,  claimant is awarded enhanced compensation of Rs.19.91 lacs in all. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "OM PRAKASH CHAUTALA VS. KANWAR BHAN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU0OQ==",
        "Citation": "[2014] 1 S.C.R. 939",
        "Case Type": "(CIVIL APPEAL /1785/2014)",
        "Date": "31 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfOTM5LTk1OF8xNzAyOTc1Nzg5LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 939",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "31 January 2014",
        "Petitioner:": "Om Prakash Chautala",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 73",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Kanwar Bhan And Others",
        "Case Type:": "CIVIL APPEAL /1785/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reputation of a person",
            "Non-impleadment"
        ],
        "HeadNote": " CONSTITUTION OF INDIA, 1950: Art. 21 - Reputation of a person is a noble asset - When it is hurt, man is half dead - It is very dear to life and deserves protection u/Art. 27 - In courts, it must be safely guarded - When a court deals with a matter that has something likely to affect a person's reputation, the normative principles of law are to be cautiously and carefully adhered to - A person who is not a party in a case, his conduct cannot be commented upon - If he asks for expunction of remarks, same should not be denied. PARTY: Non-impleadment - Disparaging remarks against a person not party in a case - Held: When a person is not a party in a case and it is not necessary to decide his conduct in that case then no adverse remark should be made against him - In the instant case, the appellant was CM of the State of Haryana - On the basis of complaint from a person in crowd in public meeting, he suspended first respondent from service - In a writ petition by first respondent challenging his suspension, High Court dropped the charges and further, ~ criticized the action of the appellant and held that there has been arbitrary exercise of power which was amenable to judicial review - The writ petition could have been decided without making series of comments on the appellant, who, at the relevant time, was the Chief Minister - The observations made by High Court were really not necessary as an integral part for the decision of the case - Therefore, adverse remarks are expunged - Doctrine of audi alteram partem. JUDGES: Role of Judges and judicial approach - Held: Judges must not unduly criticize conduct of parties and others '- They should not be guided by any kind of notion - They must realize that they are not infallible and their unjust criticism - may do harm - Judges must show judicial restraint - They must not do anything which blindens thinking process - They must show humility and chastity of thought which are bed rock of a Civilized Society - Judicial restraint. JUDGMENT/ORDER: Reasoned judgment - Held: A judgment may have rhetoric but the said rhetoric has to be dressed with reason and must be in accordance with the legal principles, otherwise a mere rhetoric in a judgment, may likely to cause prejudice to a person and courts are not expected to give any kind of prejudicial remarks against a person, especially so, when he is not a party before it. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "SANJAY KUMAR SHUKLA VS. M/S BHARAT PETROLEUM CORPORATION LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU1NA==",
        "Citation": "[2014] 1 S.C.R. 959",
        "Case Type": "(CIVIL APPEAL /1871-1872/2014)",
        "Date": "07 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE3XzFfOTU5LTk3Nl8xNzA0MTc4NDIxLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 959",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "07 February 2014",
        "Petitioner:": "Sanjay Kumar Shukla",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 85",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "M/s Bharat Petroleum Corporation Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1871-1872/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Writ jurisdiction",
            "contractual matter"
        ],
        "HeadNote": "Constitution of india, 1950: Article 226 - Whit jurisdiction in contractual matter - Advertisement for award of dealership of retail outlets - Selection held and appellant placed at SINo.1 and respondent No.7 at SI.No.2 - No Letter of Intent ‘granted at that stage - Aggrieved by selection, respondent No.7 filed writ petition alleging that land offered by appellant was under litigation and was not immediately available for use of the retail outlet - A Single Judge of High Court directed that selection process be redone as respondent No.7 did not produce any document of title in respect of assets mentioned by him and appellant was not granted requisite NOC from District Magistrate in respect of land offered by him - On appeal, Division Bench of High Court took the view that once appellant was found to be disentitled, the dealership should have been awarded to respondent No.7, he being, at serial No.2 of merit list - On appeal, held: Initially, District Authority had taken stand that NOC in respect of land offered by appellant cannot be issued as the same was found to be. involved in a litigation i.e. Partition Suit - While writ petition was pending, Partition suit was withdrawn and so there was a change in stand of District Authority regarding grant of NOC - Yet, same was not brought to the notice of Single Judge - That apart, relevant facts were ignored at different stages by High Court and in light of totality of facts there was a deliberate and not bona fide attempt on part of respondent No. 7 to deny fruit of selection made in favour of appellant - Corporation is directed, if it is of view that operation of the retail outlet is still justified by the exigencies, to award the same to appellant by completing the requisite formalities in  accordance with  the procedure laid down by the Corporation itself."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "M/S ENGINEER BUILDER & ASSOCIATES VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU1OQ==",
        "Citation": "[2014] 1 S.C.R. 977",
        "Case Type": "(CIVIL APPEAL /1932-1934/2014)",
        "Date": "10 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfOTc3LTk4Nl8xNzAyOTc1OTMwLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 977",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "10 February 2014",
        "Petitioner:": "M/s Engineer Builder & Associates",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /1932-1934/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation",
            "condonation of delay",
            "application for setting aside award"
        ],
        "HeadNote": " AMMU AND KASHMIR ARBITRATION ACT, 1945: §.49(2); Fourth schedule - Application for setting aside award - Limitation and condonation of delay - Held: s.49(2) prescribes a limitation of 30 days for filing an application for setting aside the award - Under s.5 of the Jammu and Kashmir Limitation Act, period of limitation can be extended by the Court in respect of any application if the Court is satisfied that . the applicant had sufficient cause for not making the application within the period of limitation - However, s.5 of the Jammu and Kashmir Limitation Act do not apply to any application under any special or local law - The Act of 1945 does not provide anywhere that s.5 of the Jammu and Kashmir Limitation Act will apply to an application for setting aside an award u/ss.30 and 33 of the Act of 1945 - Thus, the Court has no powers to condone the delay in filing an application for setting aside an award u/ss.30 and 33 of the Act of 1945 - Jammu and Kashmir Limitation Act - s.6. INTERPRETATION OF STATUTES: Conflict between the provisions of the Act and provisions of the Schedule of the Act - Held: The provisions of the Act will prevail over the provisions of the Schedule. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "CHENNAI METROPOLITAN WATER SUPPLY AND SEWERAGE BOARD AND OTHERS VS. T.T. MURALI BABU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU4MQ==",
        "Citation": "[2014] 1 S.C.R. 987",
        "Case Type": "(CIVIL APPEAL /1941/2014)",
        "Date": "10 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice H.L. Gokhale",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfOTg3LTEwMTFfMTcwMjk3NjAyMy5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 987",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "10 February 2014",
        "Petitioner:": "Chennai Metropolitan Water Supply And Sewerage Board And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 88",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "T.t. Murali Babu",
        "Case Type:": "CIVIL APPEAL /1941/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Unauthorised long absence from duty"
        ],
        "HeadNote": " SERVICE LAW: Misconduct - Unauthorised long absence from duty - Dismissal from service -- Reinstatement directed by High Court without back wages - Held: Employee remained unauthorisedly absent for a long time - Medical certificate was filed belatedly - Charges were found proved - Single Judge and Division Bench of High Court did not advert to these issues - High Court has erred in giving emphasis on first time desertion and directing reinstatement - Plea of absence of “habitual absentecism\" is unacceptable - Besides, respondent was a Junior Engineer. Regard being had to his official position, it was expected of him to maintain discipline, act with responsibility, perform his duty with sincerity and serve the institution with honesty - This kind of conduct cannot be countenanced as it creates a concavity in the work culture and ushers indiscipline in an organization --Chennai Metropolitan Water Supply And Sewerage Board Employees (Discipline And Appeal) Regulations, 1978 -- Regulations 6(1) and 6(2). Proportionality of punishment - Long absence from duty - Dismissal - Held: Doctrine of proportionality in the context of imposition of punishment in service law gets attracted when the court on the analysis of material brought on record comes to the conclusion that punishment imposed by disciplinary authority or appellate authority shocks the conscience of court Unauthorized absence by an employee, as misconduct, ‘cannot be put into a straight-jacket formula for imposition of punishment - Respondent by remaining unauthorisedly absent for such a long period with inadequate reason and in not responding to the communications from the employer while he was unauthorisedly absent, had not only shown indiscipline but also made an attempt to get away with it - Such a conduct is not permissible - Doctrine of proportionality does not get remotely attracted to such a case - The punishment is definitely not shockingly disproportionate.Misconduct - Dismissal from service - Four years delay in filing writ petition -Held: Doctrine of delay and laches should not be lightly brushed aside - A writ court is required to weigh the explanation offered and the acceptability of the same - it should bear in mind that it is exercising an extraordinary and equitable jurisdiction - It is the duty of the court to scrutinize whether such enormous delay is to be ignored without any justification - That apart, in the instant case, such belated approach gains more significance as the respondent- employee being absolutely careless to his duty and nurturing a lackadaisical attitude to the responsibility had remained unauthorisedly absent - Such delay does not deserve any indulgence - Constitution of India, 1950 - Art. 226. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "VIJAYANDER KUMAR & ORS. VS. STATE OF RAJASTHAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU4NQ==",
        "Citation": "[2014] 1 S.C.R. 1012",
        "Case Type": "(CRIMINAL APPEAL /1297/2004)",
        "Date": "11 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTAxMi0xMDIwXzE3MDI5NzYxMDQucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1012",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "11 February 2014",
        "Petitioner:": "Vijayander Kumar & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 89",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Rajasthan & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1297/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "quash criminal proceedings",
            "FIR filed for offences punishable u/s 420 and 120-8 IPC"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973 s.482 - Power of High Court to quash criminal proceedings - FIR filed for offences punishable u/ss 420 and 120-B IPC - Final report by police stating the case to be of a civil nature - Rejected by Magistrate and cognizance taken - High Court declining to interfere - Held: A given set of facts may make out a civil wrong as also a criminal offence and only because a civil remedy may also be available to informant/complainant that itself cannot be a ground to quash a criminal proceeding - The real test is whether the allegations in the complaint disclose a criminal offence or not - When informant and witnesses have supported the allegations made in the FIR, it would not be proper for the court to evaluate the merits of allegations on the basis of documents annexed with memo of appeal - There is no good ground to interfere with the criminal proceedings against appellants at this stage. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "G. DHANASEKAR VS. M.D., METROPOLITAN TRANSPORT CORPN. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU4OQ==",
        "Citation": "[2014] 1 S.C.R. 1021",
        "Case Type": "(CIVIL APPEAL /2008-2009/2014)",
        "Date": "12 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTAyMS0xMDMxXzE3MDI5NzYxNjkucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1021",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "12 February 2014",
        "Petitioner:": "G. Dhanasekar",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 96",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "M.d., Metropolitan Transport Corpn. Ltd.",
        "Case Type:": "CIVIL APPEAL /2008-2009/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Compensation",
            "functional disability"
        ],
        "HeadNote": "MOTOR VEHICLES ACT, 1988: s.166 - Compensation - Functional disability - Accident of victim's car with a bus resulting in fracture of victim's right arm and leg - Victim driver by profession - Tribunal held that negligence on part of driver of bus was root cause of accident, however, it further held that - manner of accident showed that both the vehicles came in uncontrollable speed and dashed against each other and, therefore, drivers of both the vehicles were equaily responsible - Tribunal fixed liability of appellant at 50% while High Court reduced the liability to 30% - On appeal, held: The findings of tribunal were intra contradictory - This aspect was not considered by the High Court also - Therefore, first finding of Tribunal that negligence on part of bus driver was root cause of accident is restored - Appellant was a driver operating a tourist taxi - On account of the physical disability suffered by him, he could not continue his avocation in the same manner as before - He was aged 46 years at the time of accident - Therefore, he ought to be given just and reasonable ' compensation for his functional disability as his income has been affected - Doctor assessed functional disability at 35% - Since the appellant is compensated for functional disablement, he will not be entitled to any other compensation on account of physical disability or loss of earning capacity, etc - Appellant awarded compensation of Rs.6,13, 200/-."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "GAJANAN KAMLYA PATIL VS. ADDL. COLLECTOR & COMP. AUTH. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU5OA==",
        "Citation": "[2014] 1 S.C.R. 1032",
        "Case Type": "(CIVIL APPEAL /2069/2014)",
        "Date": "14 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTAzMi0xMDQ2XzE3MDI5NzYyNDUucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1032",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "14 February 2014",
        "Petitioner:": "Gajanan Kamlya Patil",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 99",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Addl. Collector & Comp. Auth. & Ors.",
        "Case Type:": "CIVIL APPEAL /2069/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Land (Ceiling and Regulation) Act"
        ],
        "HeadNote": "Urban Land (Ceiling and Regulation) Act, 1976: s.10(3), (4), (5), (6) - Notice issued under the ULC Act to the appellants-land owners to hand over possession of the land in question and in case of failure, authorities would take necessary action for taking possession by application of necessary force - Meanwhile, Act repealed - Notice challenged by land owners - Held: Nothing to show that land owners had voluntarily surrendered or authorities had taken peaceful or forcible possession of land in question - it was always open to the authorities to take forcible possession and, in fact, in the notice issued u/s.10(5) of the ULC Act, it was stated that if the possession is not surrendered, possession would be taken by application of necessary force - For taking forcible possession, certain procedure had to be followed - No case made out by authorities that such procedure was followed and forcible possession was taken - Further, there was nothing to show that the authorities had taken peaceful possession, nor there was anything to show that the land owners had given voluntary possession - Facts clearly indicated that only de jure possession was taken by the authorities and not de facto possession before coming into force of the repeal of the Act - Therefore, it cannot hold on to the land in question, which were legally owned and possessed by the land owners - Consequently, the notice and subsequent action taken therein in view of the repeal of the ULC Act quashed - Urban Land (Ceiling and Regulation) Repeal Act, 1999."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "BIRJU VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDYwNA==",
        "Citation": "[2014] 1 S.C.R. 1047",
        "Case Type": "(CRIMINAL APPEAL /1352-1353/2012)",
        "Date": "14 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTA0Ny0xMDYyXzE3MDI5NzY0MjEucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1047",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "14 February 2014",
        "Petitioner:": "Birju",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 98",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /1352-1353/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arms Act",
            "Death sentence"
        ],
        "HeadNote": " PENAL CODE, 1860: s.302 IPC and s.27 of the Arms Act - Murder of a child aged 1 year - Conviction - Death sentence awarded by courts below, keeping in view a large number of criminal cases pending against accused - Held: Prosecution, by evidence of eye witness and medical evidence and FSL report, has successfully proved the cause of death and use of firearm by accused - The findings of trial court as affirmed by High Court that offences under s. 302 IPC and s.27 of the Arms Act have been made out against accused are concurred with - However, Sentence of death is converted into one of imprisonment for 20 years without remission, over the period already undergone.SENTENCE/SENTENCING: Death sentence awarded by courts below - Based on criminal antecedents of accused - Held: Death was caused in retaliation to not meeting the demand of accused - It is not a rarest of rare case warranting capital punishment - Prior conviction will be a relevant factor, but in the instant case, accused has only been charge-sheeted and not convicted and,. therefore, it is not a relevant factor for applying the RR test so as of award capital punishment - However, it may be relevant factor for awarding a sentence - In the instant case, when there are more than two dozen cases against accused of which three relate to offence of murder and two to attempt to murder, it may have an impact on the sentencing policy, since the presence of accused could be a continuing threat to society and calls for longer period of incarceration - This is a fit case where 20 years of rigorous imprisonment, without remission, to the appellant, over the period which he has already undergone, would be an adequate sentence and will render substantial justice - Criminal law - Motive. EVIDENCE: Evidence of hostile witness - Held: Cannot be discarded as a whole and relevant parts thereof, which are admissible in law, can be used, either by prosecution or defence. CODE OF CRIMINAL PROCEDURE, 1973: §.235(2) - Hearing on question of sentence - Held: In awarding sentence, in appropriate cases, while hearing the accused u/s 235(2) Cr.P.C., courts can also call for a report from the Probation Officer and examine whether accused is likely to indulge in commission of any crime or there is any probability of accused being reformed and rehabilitated - Probation of Offenders Act, 1958. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "V.K. VERMA VS. CBI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDYxOQ==",
        "Citation": "[2014] 1 S.C.R. 1063",
        "Case Type": "(CRIMINAL APPEAL /404/2014)",
        "Date": "14 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTA2My0xMDY4XzE3MDI5NzY1MTIucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1063",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "14 February 2014",
        "Petitioner:": "V.k. Verma",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 103",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Cbi",
        "Case Type:": "CRIMINAL APPEAL /404/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reducing of sentence",
            "Prevention of Corruption Act"
        ],
        "HeadNote": " SENTENCE/SENTENCING: Reducing of sentence to a period less than the minimum prescribed -- Conviction u/ss. 5(1) (d) rw s. 5(2) of 1947 Act and s. 161, IPC - Conviction and sentence of one and half years with fine - Held: Thirty years long delay in the proceedings, three months incarceration, age of accused with ailments and the petty amount of bribe would be special reasons for reducing the substantive sentence -- Accordingly, sentence of imprisonment is reduced to the period already undergone and fine enhanced to Rs.50,000/. -- Prevention of Corruption Act, 1947 -- u/ss. 5(1) (d) rw s. 5(2) - Penal Code, 1860 - s. 161. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "UNION OF INDIA VS. M/S PAM DEVELOPMENT PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDYyOQ==",
        "Citation": "[2014] 1 S.C.R. 1069",
        "Case Type": "(CIVIL APPEAL /5618/2006)",
        "Date": "18 FEBRUARY 2014",
        "Judge Names": "Hon'ble Ms. Justice Ranjana Prakash Desai, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTA2OS0xMDc3XzE3MDI5NzY1NjkucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1069",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "18 February 2014",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 106",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "M/s Pam Development Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /5618/2006",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "Termination of contract"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s.11(6) - Jurisdiction of arbitrator to entertain the dispute - Agreement for construction of Loco shed - Termination of contract - Arbitration application u/s.11(6) by respondent - Appointment of former judge as arbitrator - Full participation of appellant - Award by arbitrator - s.34 application by appellant for setting aside of award - Dismissed by High Court - On appeal, heid: Although in the instant case, arbitration agreement provided for appointment of two arbitrators and an Umpire, however, in view of repeal of Arbitration Act, 1940 by Arbitration Act, 1996, the provision in the arbitration agreement for appointment of two arbitrators and an Umpire had become redundant - Appointment of former judge as arbitrator was not challenged by the appellant and, therefore, the same became final and binding - This apart, appellant failed to raise objection regarding lack of jurisdiction of the Arbitral Tribunal before the arbitrator - Appellant not only filed the statement of defence but also raised a counter claim against the respondent and. therefore, objection is deemed to have been waived in view of the provisions contained in s.4 rw s.16 of the Arbitration Act, 1996 - s.16 provides that the Arbitral Tribunal may rule on its own jurisdiction and clearly recognizes the principle of kompetenz-kompetenz - s.16(2) mandates that a plea that the Arbitral Tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence - s.4. provides that a party who knows that any requirement under the arbitration agreement has not been complied with and yet proceeds with the arbitration without stating his objection to such non-compliance without undue delay shall be deemed to have waived his right to so object - High Court rightly held that the appellant having failed fo raise the plea of jurisdiction before the Arbitral Tribunal cannot be permitted to raise the plea before it for the first time - Doctrine/Principle - Principle of kompetenz-kompetenz."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "VIJAY KUMAR VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY0Mg==",
        "Citation": "[2014] 1 S.C.R. 1078",
        "Case Type": "(CRIMINAL APPEAL /441/2009)",
        "Date": "18 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTA3OC0xMDkyXzE3MDI5NzY2NDUucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1078",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "18 February 2014",
        "Petitioner:": "Vijay Kumar",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 107",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /441/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Circumstantial evidence",
            "test of credibility"
        ],
        "HeadNote": " PENAL CODE, 1860: SS. 302 r/w s.120-B, 460 and 382 - Circumstantial evidence - Conviction by courts below - Held: Witness has made material improvements while deposing in court and such evidence cannot be safe to rely upon -- Evidence adduced by prosecution to prove second and third circumstances does not pass the test of credibility and is liable for rejection - The recoveries made indicate that the articles recovered were not in exclusive possession of the appellants - Further, none of the precaution that ought to have been taken to ensure fair identification of the articles recovered was ever taken and no weight can be attached fo the evidence of identification of property -- Both the courts below fell in error in coming to the conclusion that prosecution has established its case based on circumstantial evidence beyond all reasonable doubt -- Benefit of doubt given to bath the appellants -- Conviction and sentences imposed on them by courts below are set aside and they are acquitted of the charges - Evidence - Circumstantial evidence - Identification - Identification of articles. "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "V. SRIHARAN @ MURUGAN VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY1NA==",
        "Citation": "[2014] 1 S.C.R. 1093",
        "Case Type": "(TRANSFERRED CASE (CRIMINAL) /1/2012)",
        "Date": "18 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTA5My0xMTExXzE3MDI5NzY3MTgucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1093",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "18 February 2014",
        "Petitioner:": "V. Sriharan @ Murugan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 110",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "TRANSFERRED CASE (CRIMINAL) /1/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay in execution of death sentence",
            "mercy petitions"
        ],
        "HeadNote": "Constitution of india, 1950: Art. 21 r/w Art. 72/161- Delay in execution of death sentence - Delay of 11 years in decision of mercy petition under Art.72 - Held: Exorbitant delay in disposal of mercy petition renders the process of execution of death sentence arbitrary, whimsical and capricious and, therefore, inexecutable -- Furthermore, such imprisonment, occasioned by inordinate delay in disposal of mercy petitions, is beyond the sentence accorded by the court and to that extent is extra- legal and excessive -- The unreasonable delay caused qualifies as the supervening circumstance, which warrants for commutation of sentence of death into life imprisonment - Death sentence of three petitioners commuted into imprisonment for life - Life imprisonment means end of one's life, subject o remission - Sentence/Sentencing.  Art. 21 - Commutation of death sentence due to delay in its execution- Held: Prolonged delay in execution of death sentence, by itself, gives rise to mental suffering and agony which renders the subsequent execution of death sentence inhuman and barbaric - There is no obligation on the convict to demonstrate specific ill effects of suffering and agony on his mind and body as a prerequisite for commutation of sentence of death. Arts. 72/161 - Delay in disposal of mercy petition."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "RAMESHCHANDRA AMBALAL JOSHI VS. THE STATE OF GUJARAT AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY2MA==",
        "Citation": "[2014] 1 S.C.R. 1112",
        "Case Type": "(CRIMINAL APPEAL /434/2014)",
        "Date": "18 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTExMi0xMTI2XzE3MDI5NzY4NTMucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1112",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "18 February 2014",
        "Petitioner:": "Rameshchandra Ambalal Joshi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 108",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "The State Of Gujarat And Anr.",
        "Case Type:": "CRIMINAL APPEAL /434/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dishonour of cheque",
            "within a period of six months"
        ],
        "HeadNote": " NEGOTIABLE INSTRUMENTS ACT, 1881: s.138, proviso(a) - Dishonour of cheque - Presentation of cheque “within a period of six months from the date on which it is drawn\" - Connotation of - Held: The word \"month\" has been defined u/s 3(35) of the General Clauses Act fo mean a month reckoned according to the British calendar. Accordingly, the period of six months cannot be calculated on 30 days in a month basis -- Once the word ‘from’ is used for the purpose of commencement of time, in view of s. 9 of the General Clauses Act, the day on which the cheque is drawn has to be excluded - Cheque drawn on 31.12.2005 and presented on 30.6.2006 was presented within the period prescribed - Therefore, prosecution is not time barred - General Clauses Act, 1897 - ss.3(35) and 9. WORDS AND PHRASES: Words, ‘from’ and 'month' as occurring in s.138(a) of Negotiable Instrument Act, 1881 - Connotation of. . "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "POLAMRASETTI MANIKYAM & ANR. VS. TEEGALA VENKATA RAMAYYA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY3NA==",
        "Citation": "[2014] 1 S.C.R. 1127",
        "Case Type": "(CIVIL APPEAL /2456-2457/2014)",
        "Date": "19 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTEyNy0xMTM4XzE3MDI5NzY5MDgucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1127",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "19 February 2014",
        "Petitioner:": "Polamrasetti Manikyam & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 114",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Teegala Venkata Ramayya & Anr.",
        "Case Type:": "CIVIL APPEAL /2456-2457/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Computation of court fee",
            "market value of the property"
        ],
        "HeadNote": "8.37 ~ Computation of court fee in a suit for cancellation of sale deed - For the purpose of court fee and jurisdiction - Held: s.37 contains a special rule for valuing the property for the purpose of court fee and jurisdiction and there is no reason to substitute the expression \"value of the property\" used in s. 37 with the expression “market value of the property\" used in s. 37 with the expression \"market value of the property\"."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "PASUPULETI SIVA RAMAKRISHNA RAO VS. STATE OF A.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY5MA==",
        "Citation": "[2014] 1 S.C.R. 1139",
        "Case Type": "(CRIMINAL APPEAL /466/2014)",
        "Date": "20 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfMTIwMy0xMjkxXzE3MDI5NzY5OTAucGRm",
        "SCR Citation:": "[2014] 1 S.C.R. 1139",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "20 February 2014",
        "Petitioner:": "Pasupuleti Siva Ramakrishna Rao",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 118",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of A.p. & Ors.",
        "Case Type:": "CRIMINAL APPEAL /466/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Attempt to murder",
            "Attack on victim"
        ],
        "HeadNote": "PENAL CODE, 1860: s.307 r/w s.34, 5.452; 3.324 - Attempt to murder - Attack on victim when he was sitting in worker union office - Accused entered the office and attacked victim with cold drink bottles lying there and strangulated him with telephone wire and hit him iron rod - Trial court found them guilty u/s.307 rAv s.34 and s.452 - High Court modified conviction u/s.307 r/w s.34 to s.324 holding that accused had not come to the place of incident with dangerous weapons nor caused injuries on the vital part of the body and set aside conviction u/s.452 on the ground that the victim was sitting at the Union Office and not at any private place - On appeal by complainant, held: The plea that the act of strangulating a person by the throat by a telephone wire and pulling it from both sides would not attract s.307 cannot be accepted - The first part of s.307 makes any act committed with the intention or knowledge that it would amount to murder if the act caused death punishable with imprisonment up to ten years, the second part makes such an act punishable with imprisonment for life if hurt is caused thereby - Thus, even if act does not cause any injury it is punishable with imprisonment up to 10 years - If it-does cause an injury and therefore hurt, it ts punishable with imprisonment for life - s.307 does not require that the hurt should be grievous or of any particular degree - The intention to cause death is clearly attributable to the accused since the victim was strangulated after throwing a telephone wire around his neck and telling him that he should die - Further, the law protects any house from trespass and further protects persons within the house from being assaulted or even put in fear of hurt or wrongful restraint within their own house - There is nothing in s.452 to suggest that the use to which the house is put makes any difference - The accused were not entitled to be acquitted for the offences u/s.452 r/w 8.34 - The judgment of the High Court is set aside and the judgment of the trial court is restored."
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "T.N. GODAVARMAN THIRUMULPAD VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMDU=",
        "Citation": "[2014] 1 S.C.R. 88",
        "Case Type": "(WRIT PETITION (CIVIL) /202/1995)",
        "Date": "06 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfODgtOThfMTcwMzE0NzA4MS5wZGY=",
        "SCR Citation:": "[2014] 1 S.C.R. 88",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "06 January 2014",
        "Petitioner:": "T.n. Godavarman Thirumulpad",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 901",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /202/1995",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ENVIRONMENT (PROTECT/ON) ACT",
            "1986"
        ],
        "HeadNote": " ENVIRONMENT (PROTECT/ON) ACT, 1986: s. 3(3) - National Regulator - Order of Supreme Court dated 6.7. 2011 directing for appointment of National 0 Regulator -Held: In Lafarge Umiam Mining's case, on an interpretation of s. 3 (3), the Court took a view that it confers a power coupled with duty to appoint an appropriate authority in the form of a Regulator at the State and at the Central level for appraising projects, enforcing environmental conditions for E approvals and to impose penalties on polluters and accordingly directed the Central Government to appoint a National Regulator under the said provision, as the Court did not find the mechanism of making the EIA appraisals of projects by MoEF to be satisfactory- The mechanism under EIA Notification dated 14.09.2006, issued by Government with regard to processing, appraisals and approval of the projects for environmental clearance is deficient in many respects and what is required is a Regulator at the national level having its offices in all the States which can carry out an independent, objective and transparent appraisal and approval of the S projects for environmental clearances and which can also monitor the implementation of the conditions laid down in the Environmental Clearances - The Regulator so appointed u/s 3(3) can exercise only such powers and functions of Central Government under the Act as are entrusted to it and obviously  cannot exercise powers of Central Government u/s 2 of Forest (Conservation) Act, 1980, but while exercising such powers under Environment Protection Act, he will ensure that the National Forest Policy, 1988 is duly implemented as held in the order dated 06.07.2011 in the case of Lafarge Umiam B Mining - Union of India is directed to appoint a Regulator with offices in as many States as possible under sub-s. (3) of s. -3 of the Environment (Protection) Act as directed in the order in the case of Lafarge Umiam Mining and file an affidavit along with the notification appointing the Regulator in c compliance of this- direction - Forest (Conservation) Act, 1980 - National Forest Policy, 1988 - EIA Notification dated 14.09.2006   "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "EXECUTIVE ENGINEER, ROAD DEVELOPMENT DIVISION NO.ILL, PANVEL & ANR. VS. ATLANTA LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxNjU=",
        "Citation": "[2014] 1 S.C.R. 507",
        "Case Type": "(CIVIL APPEAL /673/2014)",
        "Date": "16 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNTA3LTUzN18xNzAzODM2ODgyLnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 507",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "16 January 2014",
        "Petitioner:": "Executive Engineer, Road Development Division No.ill, Panvel & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 32",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Atlanta Limited",
        "Case Type:": "CIVIL APPEAL /673/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Arbitration Act, 1940 (10 of 1940)",
            "Code of Civil Procedure (5 of 1908)"
        ],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996:"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996: ss.2(1)(e), 42 - Jurisdiction to determine the controversy emerging out of the award of the arbitral tribunal - Division of litigation between High Court exercising 'ordinary original civil jurisdiction' and the 'Principal Civil Court of original jurisdiction' in a District - Held: s.42 mandates, that the court wherein the first application arising out of such a challenge is filed, shall alone have the jurisdiction to adjudicate upon the dispute(s), which are filed later in point of time - This legislative intent must also be understood as mandating, that disputes arising out of the same arbitration agreement, arbitral proceeding or arbitral award, would not be adjudicated upon by more than one court, even though jurisdiction to raise such disputes may legitimately lie before two or more courts - s.42 is not of any assistance in the instant case as the challenge was made in different court on the same day - In view of facts and circumstances of the case, reliance placed on ss. 15 and 16 CPC was a/so misplaced - By virtue of s.2(1)(e), if choice is between the High Court (in exercise of its \"ordinary original civil jurisdiction'? on the one hand, and the \"principal civil court of original jurisdiction\" in the District i.e. the District Judge on the other, choice is made in favour of the High Court - Code of Civil Procedure, 1908 - ss.15, 16.  "
    },
    {
        "volume": "2014Volume 1",
        "Case Name": "RAM KISHAN VS. SH. TARUN BAJAJ & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxNjc=",
        "Citation": "[2014] 1 S.C.R. 538",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /336/2013)",
        "Date": "17 JANUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxL1BhcnQgSS8yMDE0XzFfNTM4LTU0N18xNzAzODM3MDc1LnBkZg==",
        "SCR Citation:": "[2014] 1 S.C.R. 538",
        "Year/Volume:": "2014/ Volume 1",
        "Date of Judgment:": "17 January 2014",
        "Petitioner:": "Ram Kishan",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2014 INSC 35",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Sh. Tarun Bajaj & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /336/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2003] Supp. (6) S.C.R. 764",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bank Of Baroda V. Sadruddin Hasan Daya And Anr",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL1N1cHAuICg2KS9QYXJ0IEkvYmFuayBvZiBiYXJvZGFfc2FkcnVkZGluIGhhc2FuIGRheWEgYW5kIGFucl8xNzAxMTQ3NDI0LnBkZg=="
            },
            {
                "Scr Citation": "[2010] 2 S.C.R. 1086",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sahdeo @ Sahdeo Singh V. State Of U.p. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAyL1BhcnQgSS8yMDEwXzJfMTA4Ni0xMTA5XzE3MDIwMjEzMTAucGRm"
            },
            {
                "Scr Citation": "[2002] 2 S.C.R. 346",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Anil Ratan Sarkar And Ors. V. Hirak Ghosh And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAyL1BhcnQgSS9hbmlsIHJhdGFuIHNhcmthciBhbmQgb3JzLl9oaXJhayBnaG9zaCBhbmQgb3JzLl8xNjk4OTA5NTgzLnBkZg=="
            },
            {
                "Scr Citation": "[2003] Supp. (6) S.C.R. 764",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bank Of Baroda V. Sadruddin Hasan Daya And Anr",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL1N1cHAuICg2KS9QYXJ0IEkvYmFuayBvZiBiYXJvZGFfc2FkcnVkZGluIGhhc2FuIGRheWEgYW5kIGFucl8xNzAxMTQ3NDI0LnBkZg=="
            }
        ],
        "Acts": [
            "Contempt of Courts Act (70 of 1971)"
        ],
        "Keyword": [
            "Contempt of Court"
        ],
        "HeadNote": " Contempt of Court  Disobedience of court's orders - Court directing reinstatement with consequential benefits as a/so back wages - Contempt petition alleging non-compliance of order as petitioner was denied benefit of re-designated post on a higher pay scale after his compulsory retirement - Held: Contempt proceedings are quasi-criminal in nature and, therefore, standard of proof required is beyond all reasonable doubt - If two interpretations are possible, and if the action is not contumacious, a contempt proceeding would not be maintainable - In order to punish a contemnor, it has to be established that disobedience of the order is 'wilful' - Even if there is a disobedience of an order, but such disobedience is the result of some compelling circumstances under which it was not possible for alleged contemnor to comply with the order, he cannot be punished - In the absence of any provision, the statutory authority cannot be asked to pay the salary to two persons for one post, particularly in view of the fact that the person appointed to the post had never been a party to this, nor her re-designation/promotion had ever been challenged - No case is made out to initiate contempt proceedings against respondents.  WORDS AND PHRASES: Word 'wilful' - Connotation of in the content of A proceedings for contempt of court.   "
    }
]