[
    {
        "volume": "2014Volume 8",
        "Case Name": "SUKHVINDER SINGH VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA4Ng==",
        "Citation": "[2014] 8 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /5605/2010)",
        "Date": "25 JUNE 2010",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS9TdWtodmluZGVyIFNpbmdoIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDExNjAyMzkucGRm",
        "SCR Citation:": "[2014] 8 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "25 June 2010",
        "Petitioner:": "Sukhvinder Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 421",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /5605/2010",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Pension - Disability pension"
        ],
        "HeadNote": "Service Law - Pension - Disability pension - Entitlement - A combatant soldier, recruited in Indian Army - After 1 year presented before Medical Board, who found that the incumbent was invalided out of service with disability of 6 to 10% on account of hearing impairment - Further held him n.A entitled to disability pension on the ground that the disability was neither attributable nor aggravated by Military Services and since the disability was not assessed at 20% or above - Held: Any disability not recorded at the time of recruitment must be presumed to have been caused subsequently and unless proved to the contrary, to be a consequence of military service - The benefit of doubt is rightly extended in favour of the member of the Armed Forces - Any other conclusion would tantamount to granting a premium to the Recruitment Medical Board for their own negligence - The morale of the Armed Forces requires absolute and undiluted protection and if an injury leads to loss of service without any recompense, this morale would be severely undermined - There is no provision authorising the tlischarge or invaliding out of seryice where the disability is below twenty per cent - Wherever a member of the Armed Forces is invalided out of service, it perforce has to be assumed that his disability was found to be above twenty per.cent -A disability leading to invaliding out of service would attract the grant of fifty per cent disability pension - Thus, the appellant would be entitled to the Disability Pension - Pension Regulation for the Army, 1961, Part I - Regulations for the JYfedical Services of the Armed Forces, 1983 - Chapter VII Entitlement Rules for Casualty Pensionary Awards, 1982 - Rule 5."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "DEV PRAKASH TEWARI VS. U.P. COOPERATIVE INSTITUTIONAL SERVICE BOARD, LUCKNOW & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA4OA==",
        "Citation": "[2014] 8 S.C.R. 11",
        "Case Type": "(CIVIL APPEAL /5848-5849/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTEtMTdfMTcwMzI0MjUxMS5wZGY=",
        "SCR Citation:": "[2014] 8 S.C.R. 11",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Dev Prakash Tewari",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 427",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "U.p. Cooperative Institutional Service Board, Lucknow & Ors",
        "Case Type:": "CIVIL APPEAL /5848-5849/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Cooperative Employees Service Regulations",
            "1975: Disciplinary proceedings"
        ],
        "HeadNote": "Uttar Pradesh Cooperative Employees Service Regulations, 1975: Disciplinary proceedings - Continuance C of, after superannuation - Held: There is no provision in the Service Regulations, 1975, for initiation or continuation of disciplinary proceeding after retirement nor there is any provision stating that in case misconduct is established a deduction could be made from retiral benefits - In the instant D case, the appellant retired from service - Therefore, after his retirement there was no authority vested with respondent for continuing disciplinary proceeding even for the purpose of imposing any reduction in the retrial benefits payable to the appellant- In the absence of such an authority it must be held E that the enquiry had lapsed and the appellant was entitled to get full retiral benefits - Service law - Disciplinary proceedings."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "STATE OF RAJASTHAN VS. THAKUR SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA4OQ==",
        "Citation": "[2014] 8 S.C.R. 18",
        "Case Type": "(CRIMINAL APPEAL /357/2005)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTgtMzFfMTcwMzI0MjU3Mi5wZGY=",
        "SCR Citation:": "[2014] 8 S.C.R. 18",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 422",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Thakur Singh",
        "Case Type:": "CRIMINAL APPEAL /357/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872 - s. 106 - Principle laid down u/s. 106"
        ],
        "HeadNote": "Evidence Act, 1872 - s. 106 - Principle laid down u/s. 106 - Application of - Held: Section 106 provides that when any fact is especially within the knowledge of any person the burden of proving that fact is upon him - Burden of proving the guilt of an accused is on the prosecution - However, certain facts pertaining to a crime which can be known only to the accused, or are virtually impossible for the prosecution to prove, ,need to be explained by accused and if he does not do so, then it is a strong circumstance pointing to his guilt based on those facts - On facts, wife died an unnatural death in the room occupied by her and her husband, the cause of the unnatural death was known to husband, however, he made no attempts to explain the unusual situation - No evidence that anybody else had entered their room or could have entered their room - Thus, principle u/s.106 applicable to the facts of the case and there is a very strong presumption that 'wife' was murdered by hus!Sand - High Court completely overlooked the principle uls. 106, cursorily dealt with the evidence on record and arrived at a perverse conclusion in law and set aside the order of conviction of the husband - Thus, order passed by the High Court set aside and that of the trial judge restored - Penal Code, 1860 -. s. 302."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SECRETARY, TAMIL NADU PUBLIC SERVICE COMMISSION VS. A.B. NATARAJAN & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA5Mg==",
        "Citation": "[2014] 8 S.C.R. 32",
        "Case Type": "(CIVIL APPEAL /5877-5878/2014)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzItNDVfMTcwMzI0MjYyNy5wZGY=",
        "SCR Citation:": "[2014] 8 S.C.R. 32",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Secretary, Tamil Nadu Public Service Commission",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 428",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "A.b. Natarajan & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /5877-5878/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Selection/ appointment - Posts for Group I Service"
        ],
        "HeadNote": "Service Law - Selection/ appointment - Posts for Group I Service - A/legations that the candidates indulged in malpractice and grossly violated the instructions given in the question paper - Writ petition by respondent who had not made to the list of appointee, dismissed by the Single Judge of the High Court - However, appellate court set aside the D selection - Justification of - Held: Appellate Court justified by holding that all those candidates who had committed material irregularities could not be declared selected - Candidates committed serious irregularities in their answer books - By not following the instructions they did not act in a bona fide manner E - Violating instructions amounted to misconduct - Giving indication to the examiner about the identity of the candidate ·by writing their name, code or sign of religion cannot be permitted if one wants clean, fair and transparent process of selection - A/so it would mean that the candidate was so F careless that he did not read or bother about the instructions - Such candidate cannot be expected to be a good officer that too Class I officer - As regards, allegation with regard to non- joinder of selected candidates or even the State there is no substance."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "AMRIT BANASPATI CO. LTD. VS. COMMISSIONER OF WEALTH-TAX, GHAZIABAD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA5NA==",
        "Citation": "[2014] 8 S.C.R. 46",
        "Case Type": "(CIVIL APPEAL /938/2003)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNDYtNjhfMTcwMzI0MjY3MS5wZGY=",
        "SCR Citation:": "[2014] 8 S.C.R. 46",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "Amrit Banaspati Co. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 978",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Commissioner Of Wealth-tax, Ghaziabad",
        "Case Type:": "CIVIL APPEAL /938/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wealth Tax Act",
            "1957 - Schedule Ill",
            "Rules 8",
            "20",
            "3 to 7 C - Valuation of residential flat"
        ],
        "HeadNote": "Wealth Tax Act, 1957 - Schedule Ill, Rules 8, 20, 3 to 7 C - Valuation of residential flat - Wide variation between alleged market value as determined by the Departmental Valuation Officer ulr 20 and the value as disclosed by the assessee in the return filed on self assessment as per Rule 3 to 7 - Assessment Officer holding that due to wide variation, not D practicable to value property as per Rule 3 to 7, hence r. B(a) attracted - Said order upheld by Commissioner of Wealth :r:ax, tribunal as also High Court - On appeal, held: If in the opinion of AO, the value. determined by tax payer on the basis of Rule 3 to 7 is absurd or has no correlation to the fair market value E or otherwise not practicable, it is open to AO to -invoke Rule 8 and determine the value of thEJ asset either under Rule 20 or refer under Section 16A, for determination of the valuation of the asset - Discretion vested in the AO to discard the value determined as per Rule 3 has to be judicially exercised - It is F open to judicial scrutiny- On facts, AO justified in holding that it was not practicable to apply Rule 3 and rightly referred the matter to the Valuation Officer uls 16A for determination of value of the a$set and rightly assessed the wealth tax on the basis of such value. G H Words and Phrases: Word 'Practicable - Construction of, in the context of Rule 8 of Schedule Ill of the Wealth- Tax Act, 1957 - Held: Is to be construed widely."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "UMAKANT & ANR. VS. STATE OF CHHATISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA5OQ==",
        "Citation": "[2014] 8 S.C.R. 69",
        "Case Type": "(CRIMINAL APPEAL /1424/2012)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNjktODdfMTcwMzI0Mjc5OC5wZGY=",
        "SCR Citation:": "[2014] 8 S.C.R. 69",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Umakant & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 447",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of Chhatisgarh",
        "Case Type:": "CRIMINAL APPEAL /1424/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302 rlw 34 - Conviction and sentence under",
            "on the basis of dying declaration"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 302 rlw 34 - Conviction and sentence under, on the basis of dying declaration - Justification of - Victim-wife admitted in the hospital with burn C injuries, later succumbed to her injuries - Prosecution case that husband and his parents harassing the victim for dowry and subjected her to cruelty and torture - High Court relying solely on the dying declaration upheld conviction of the appellants-husband and his parents u/s. 302134, however, D acquitted them u/ss. 304-8 and 498-A and ss. 3 and 4 of the Dowry Prohibition Act - On appeal, held: Evidence available on record and the dying declaration does not inspire confidence to make it the basis for the conviction of the appellants - Dying declaration appears to be a product of E tutoring by family members - Further, the High Court basing on the same dying declaration, ought not to have convicted the appellants u/s. 302 when they were acquitted uls. 304-8 and 498A and ss. 3 and 4 of the Dowry Prohibition Act by the High Court - Thus, conviction and sentence imposed by the F High Court against the appellants for the offence uls. 302134 set aside.Evidence - Dying declaration - Credibility of - Held: Dying declaration is given lot of credence and importance, deviating from the rule of evidence since such declaration is made by the victim when he/she is on the verge of death - Though dying declaration is not recorded in the Court in the presence of accused nor it is put to strict proof of cross-examination by accused, still it is admitted in evidence against the general rule that hearsay evidence is not admissible in evidence - Dying declaration does not even require any corroboration as long as it inspires confidence in the mind of the Court that it is free from tutoring - At the same B time, dying declaration has to be judged and appreciated in the light of surrounding circumstances.Criminal law - Burden of proof - Held: Prosecution has to prove the guilt of the accused beyond all reasonable doubt - If two views are possible on the evidence adduced in the C case, one pointing to the guilt of the accused and the Qtber towards his innocence, the view which is favourable to the accused should be adopted"
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "ANTONETTO JOHN D`SOUZA @ JOHNNY D` SOUZA VS. MRS. ALDILA BRAGANZA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTEwMw==",
        "Citation": "[2014] 8 S.C.R. 88",
        "Case Type": "(CIVIL APPEAL /4995/2014)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.C. Agrawal, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfODgtOTdfMTcwMzI0Mjg1MS5wZGY=",
        "SCR Citation:": "[2014] 8 S.C.R. 88",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Antonetto John D`souza @ Johnny D` Souza",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 462",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Mrs. Aldila Braganza",
        "Case Type:": "CIVIL APPEAL /4995/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "High Court - Writ jurisdiction - Dispute regarding C · easementary rights"
        ],
        "HeadNote": "High Court - Writ jurisdiction - Dispute regarding C · easementary rights - In view of grant of alternate access, High Court by order dated 4.5.2009 allowed the claimant to withdraw her case - Application of the claimant seeking withdrawal of order dated 4.5.2009 alleging that there was misrepresentation as regards grant of alternate access - D Since there was disputed questions of fact, the High Court disposed of the application, giving liberty to claimant to approach the court of Mamlatdar - Application before Mamlatdar was dismissed and revision against the order of Mamlatdar a/so dismissed - Writ petition - High Court directed E the Mamlatdar to re-open the case, if he had jurisdiction to do so - On appeal, held: High Court, in exercise of its writ jurisdiction was not right in remitting the matter to Mamlatdar directing him to re-open the proceedings - Easementary Rights."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SURYAKANT DADASAHEB BITALE VS. DILIP BAJRANG KALE & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTEwNw==",
        "Citation": "[2014] 8 S.C.R. 98",
        "Case Type": "(CRIMINAL APPEAL /1708/2009)",
        "Date": "02 JULY 2009",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTgtMTE0XzE3MDMyNDI5MDEucGRm",
        "SCR Citation:": "[2014] 8 S.C.R. 98",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "02 July 2009",
        "Petitioner:": "Suryakant Dadasaheb Bitale",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 458",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Dilip Bajrang Kale & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1708/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.397 - Interference C with order of acquittal"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.397 - Interference C with order of acquittal~ By High Court in exercise of revisional jurisdiction - Validity -Death of appellant's wife due to burn injuries - Multiple dying declarations -Appellant charged with offences u/ss. 49BA and 302 /PC - But acquitted by Sessions Court - Father of the deceased invoked revisional jurisdiction D of High Court u/s.397 CrPC to challenge legality of the order of acquittal - High Court remitted the matter back to Session Court for consideration afresh - Held: High Court not justified in interfering with the order- of acquittal in revision - The Sessions Court did not rule out any evidence which was E admissible and considered both the dying declarations - Material evidence not overlooked by the Sessions Court - Prosecution could not explain as to why the second dying declaration wa..s taken, though in the said declaration the deceased stated that she had not called for the second dying F declaration - Alf these aspects were discussed by the Sessions Judge who acquitted the appellant - View taken by the Sessions Judge neither unreasonable nor perverse but a possible reasonable view based on the evidence on record - In the circumstances, High Court not justified in setting aside G the order of acquittal - Order passed by the Sessions Court affirmed - Penal Code, 1860 - ss. 498A and 302."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "MUNICIPAL CORPORATION, GWALIOR VS. PURAN SINGH ALIAS PURAN CHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTExMg==",
        "Citation": "[2014] 8 S.C.R. 115",
        "Case Type": "(CIVIL APPEAL /8605/2013)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTE1LTEyN18xNzAzMjQyOTU1LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 115",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Municipal Corporation, Gwalior",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 453",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Puran Singh Alias Puran Chand & Ors.",
        "Case Type:": "CIVIL APPEAL /8605/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Laws - Suit for declaration of title over a land and permanent injunction by the respondents against the C Municipal Corporation"
        ],
        "HeadNote": "Land Laws - Suit for declaration of title over a land and permanent injunction by the respondents against the C Municipal Corporation - Dismissal of, by the trial court holding that the land belonged to the Municipal Corporation - However, the High Court set aside the order passed by the trial court on basis of the revenue entries - Justification of - Held: Order passed by the High Court not justified - Mutation D entries do not confer title - High Court erred in reversing the well reasoned judgment and decree passed by the trial court by relying upon Khasaras entries even without properly appreciating that Khasara entries do not convey title of the suit property as the same is only relevant for the purposes of E paying land revenue and it has nothing to do with ownership -Since the ancestors of the respondents did not belong to one family, but three different families belonged to three different castes, claim of joint ownership and joint possession of the land could not be accepted - Also, the High Court failed to F appreciate that there was no document of title/ownership on record placed by the respondents and there were no pleadings in this regard as such no finding of title or ownership can be given in favour of respondents."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "ARNESH KUMAR VS. STATE OF BIHAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTEzNw==",
        "Citation": "[2014] 8 S.C.R. 128",
        "Case Type": "(CRIMINAL APPEAL /1277/2014)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTI4LTE0M18xNzAzMjQzMDQ2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 128",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Arnesh Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 463",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Bihar & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1277/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s. 41 and 167 CrPC - Arrest by police without warrant - drastic power of arrest - Dowry Prohibition Act",
            "1961 - Directions Given"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973: s.41and 167 - Arrest by police without warrant - Of persons accused of offences punishable with imprisonment upto seven years - Held: Section 41 makes it evident that a person accused of offence punishable with imprisonment for a term which may be less than seven years or which may extend to seven years with or without fine, cannot be arrested by the police officer only on its satisfaction that such person had committed the offence - Before arrest police officer to record his satisfaction with regard to factors enumerated in clauses (a) to (e) of s.41(1) - Arrest brings humiliation, curtails freedom and casts scars forever - The need for caution in exercising the drastic power of arrest has been emphasized time and again by courts but has not yielded desired result - The attitude to arrest first and then proceed with rest is despicable - It has become a handy tool to police officers who lack sensitivity or act with oblique motive - No arrest should be made only because the offence is non- bailable and cognizable and therefore, lawful for police officers to do so - No arrest can be made in a routine manner on a mere allegation of commission of an offence made against a person - Directions given in order to ensure that police officers do not arrest accused unnecessarily and Magistrate do not authorise detention casually and mechanically - Penal Code, 1860 - s. 498-A - Dowry Prohibition Act, 1961 s. 41-A - Notice of appearance before police officer - Held: Where the arrest of a person is not required u/s 41(1), police officer is required to issue notice directing the accused to appear before him at a specified place and time - Law obliges such an accused to appear before police officer and it further mandates that if such an accused complies with the terms of notice he shall not be arrested, unless for reasons to be recorded, police officer is' of the opinion that arrest is necessary - At this stage a/so, condition precedent for arrest as envisaged u/s 41 has to be complied and shall be subject to scrutiny by Magistrate. s.167 r/w s. 57- Judicial Magistrate authorising accused to police remand - Held: The power u/s 167 to authorise detention is a very solemn function - It affects the liberty and freedom of citizens and needs to be exercised with great care and caution - Before a Magistrate authorises detention u/s 167, he has to be first satisfied that the arrest made is legal and in accordance with law and all the constitutional rights of the person arrested is satisfied -- The police officer effecting the arrest is required to furnish to the Magistrate, the facts, reasons and its conclusions for arrest and Magistrate in tum -is to be satisfied that condition precedent for arrest u/s 41 has been satisfied and it is only thereafter that he will authorise detention of an accused - Constitution on India, 1950 - Art. 22 BAIL: Application of appellant for anticipatory bail - In a case involving offences u/s 498-A, /PC and s.4 of Dowry Prohibition Act - Declined by High Court - Provisional bail granted by Supreme Court on certain conditions - Held: Order granting bail made absolute - Penal Code, 1860 - s.498-A - Dowry Prohibition Act, 1961 - s.4. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "MOHAMMAD HAFIZULLAH & ORS. VS. JAVED AKHTAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE0MQ==",
        "Citation": "[2014] 8 S.C.R. 144",
        "Case Type": "(CIVIL APPEAL /4712/2007)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTQ0LTE1NF8xNzAzMjQzMDkyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 144",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Mohammad Hafizullah & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 456",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Javed Akhtar & Ors.",
        "Case Type:": "CIVIL APPEAL /4712/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Civil Procedure - Interference with findings of fact in appeal"
        ],
        "HeadNote": "Civil Procedure - Interference with findings of fact in appeal - Scope - Residential property in question having three co-owners and not divisible by metes and bounds - Respondent no. 3 having one-fourth share in the property - Respondent nos. 1 and 2 filing suit for specific performance in respect of the share of respondent no.3 alleging fraud against the appellants and illegal execution of transfer deed in favour of the appellants in respect of such share of respondent no.3 in the property- Trial court decreeing the suit - Decree affirmed by High Court in appeal - Held: Concurrent findings of the courts below with regard to fraud were findings of fact - After appreciation of the entire evidence, the trial Court as well as appellate Court came to a conclusion that a fraud had been committed, whereby share of respondent no.3 had been sold in favour of the predecessor-in-interest of the appellants - Findings of fact arrived at by the Courts below were correct - No cause for interference by Supreme Court with the orders passed by the Courts below."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "MANNAN SK & ORS. VS. STATE OF WEST BENGAL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE0Ng==",
        "Citation": "[2014] 8 S.C.R. 155",
        "Case Type": "(CRIMINAL APPEAL /1307/2014)",
        "Date": "03 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTU1LTE2OF8xNzAzMjQzMTMxLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 155",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "03 July 2014",
        "Petitioner:": "Mannan Sk & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 466",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "State Of West Bengal & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1307/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.311 - Power under - To recall a witness"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.311 - Power under - To recall a witness - Scope of - Held: The Court can recall or re-examine a witness for just decision of the case - Since the power uls. 311 is very wide, its exercise has to be done with circumspection - The exercise of the power must be guided by the object of arriving at a just decision - It should not cause prejudice to the accused - Whether recall is for filling-up a lacuna or it is for just decision, is to be determined by the Court on the facts of each case - In the facts of the present case, recalling is necessary and will not prejudice the accused - Though the witness was already recalled once, but that does not prevent his further recall - s. 311 does not put such /imitation on the Court."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SOBARAN SINGH & ORS. VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE0OQ==",
        "Citation": "[2014] 8 S.C.R. 169",
        "Case Type": "(CRIMINAL APPEAL /1466/2012)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTY5LTE4Ml8xNzAzMjQzMjAzLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 169",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "Sobaran Singh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 476",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /1466/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: c s. 302 rlw s. 34 - Murder"
        ],
        "HeadNote": " PENAL CODE, 1860:  s. 302 r/w s. 34 - Murder - FIR registered 11 months after 'Marg' investigation - Accused named in FIR - Conviction of all the three accused-appellants by trial court -- Affirmed by High Court - Held: Out of five witnesses of occurrence, two including an independent witness did not support prosecution D case and they were declared hostile - Two of the remaining witnesses are brothers and uncle of deceased - One of them was not examined in 'Marg' investigation -- Testimonies of the other two are at variance from their statements recorded during 'Marg\" investigation - Their testimonies do not inspire E confidence and their conduct belies their version - Evidence on record coupled with infirmities in investigation indicate that prosecution has not been able to bring home the guilt of appellants beyond reasonable doubt - Appellants are entitled to benefit of doubt and, as such, are acquitted.INVESTIGATION: Infirmities [n investigation - Held: In 'Marg' investigation name of culprits not ascertained - A. S. /. who registered 'Marg' intimation, not examined - 'Marg' Intimation Report neither exhibited, nor proved - FIR registered after 11 months and only thereafter during investigation statements of witnesses were recorded who stated to have seen the accused attacking the deceased - 10 who conducted part investigation, did nottestify in trial - Investigation in the case is slip-shod. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "ANIL GUPTA VS. STAR INDIA PVT. LTD. & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE1Mw==",
        "Citation": "[2014] 8 S.C.R. 183",
        "Case Type": "(CRIMINAL APPEAL /1364/2014)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTgzLTE5NF8xNzAzMjQzMjc0LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 183",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "Anil Gupta",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 470",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Star India Pvt. Ltd. & Anr",
        "Case Type:": "CRIMINAL APPEAL /1364/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "NEGOTIABLE INSTRUMENTS ACT",
            "1881: ss.138 and 141"
        ],
        "HeadNote": " NEGOTIABLE INSTRUMENTS ACT, 1881: ss.138 and 141 - Complaint against a Company and its Managing Director alleging disonour of cheques issued by Company - Summons issued against company quashed by High Court - Maintainability of criminal proceedings against Managing Director (appellant) alone - Held: Only the drawer of the cheque falls within the ambit of s. 138 of the Act whether human being or a body 'Corporate or even a firm -- The guilt of offence u/s 138 will be deemed to be upon other persons connected with the Company in view of s.141 - In the instant case, High Court ha~held that complaint against Company was not maintainable and quashed summons against it -- As Company is not a party to the proceedings u/s 138 rlw s.141, the remaining part of the impugned judgment whereby High Court has held that proceedings against appellant can be continued, is set aside and summons and proceedings 1 against him pursuant to the complaint are quashed. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "VISHWA LOCHAN MADAN VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE1Ng==",
        "Citation": "[2014] 8 S.C.R. 195",
        "Case Type": "(WRIT PETITION (CIVIL) /386/2005)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTk1LTIwNl8xNzAzMjQzMzc3LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 195",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "Vishwa Lochan Madan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 469",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /386/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Muslim Law - Muslim Courts - Decisions of bar-ul-Qaza or the Fatwa"
        ],
        "HeadNote": "Muslim Law - Muslim Courts - Decisions of bar-ul-Qaza or the Fatwa - Held: Do not satisfy any of the r~quirements of C any legal judicial system ~A Qazi or Mufti has no authority or powers to impose his opinion and·enforce his Fatwa on any one by any coercive method - Whatever may be the status of Fatwa during Mogul.or British Rule, it has no place in independent India under our Constitutional scheme - D Grievance of the petitioner that Dar-ul-Qazas and Nizam-e- Qaza are running a parallel judicial system is misconceived - Fatwa is not a decree, not binding on the court or the State or the individual - But this does not mean that existence of Dar-ul-Qaza or for that matter practice of issuing Fatwas ar~ E themselves illegal - It is informal justice delivery system with an objective of bringing about amicable settlement between the parties - It is within the discretion of the persons concerned either to accept, ignore or reject it - No Dar-ul-Qazas or for that matter, anybody or institution by any naine, shall give F verdict or i~ue Fatwa touching upon the rights, status and obligation, of an individual unless such an individual has asked for it - In the case of incapacity of such an individual, any person interested in the welfare of such person may be permitted to represent the cause of concerned individual - In any event, the decision or the Fatwa issued· by whatever body being not emanating from any judicial system recognised by law, it is not binding on anyone including the person, who had asked for it - Further, such an adjudication or Fatwa does not have a force of law and, therefore, cannot be enforced by any process using coercive method - Any person trying to enforce that by any method shall be illegal and has to be dealt with in accordance with law."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "DINESH TIWARI VS. STATE OF UTTAR PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE2MA==",
        "Citation": "[2014] 8 S.C.R. 207",
        "Case Type": "(CRIMINAL APPEAL /1365/2014)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMjA3LTIxNl8xNzAzMjQzNDE3LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 207",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "Dinesh Tiwari",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 471",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Uttar Pradesh & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1365/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - ss. 226",
            "227 and 228"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - ss. 226, 227 and 228 - Sessions Court charged the accused for additional offence - Which was not part of charge-sheet nor was taken cognizance of by the Magistrate - The order challenged on the ground that additional charge was framed without hearing the accused - Held: at the stage of discharge u/s. 227, if the judge is of.the opinion that there is ground for presuming that the accused has committed an offence, he is competent to frame charge for such offence even if not mentioned in the charge-sheet ~ For framing charge uls. 228, the Judge is not required to grant s~__arate hearing nor required to record detailed reasons-10r framing of the charge."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "CHHEL SINGH VS. M.G.B. GRAMIN BANK PALI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE2Mg==",
        "Citation": "[2014] 8 S.C.R. 217",
        "Case Type": "(CIVIL APPEAL /6018/2014)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMjE3LTIyN18xNzAzMjQzNDc2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 217",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "Chhel Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 474",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "M.g.b. Gramin Bank Pali & Ors.",
        "Case Type:": "CIVIL APPEAL /6018/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Dismissal - Charge of absence from duty without prior permission"
        ],
        "HeadNote": "Service Law: Dismissal - Charge of absence from duty without prior permission - The delinquent took the plea that he was sick during the period - Also produced medical certificate to support his case - In inquiry found guilty and punishment of dismissal from service - Single Judge of High Court held the inquiry vitiated and directed his reinstatement - Division Bench of High Court upheld the finding that inquiry stood vitiated but setting aside order of reinstatement remitted the matter for fresh inquiry - On appeal, held: In the facts of the case, the absence from duty cannot be held to be willful and deliberate - Therefore, the delinquent was wrongly dismissed - There was also no occasion for the Division Bench to direct further inquiry without reinstating the delinquent."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "STATE OF PUNJAB & ORS. VS. RAFIQ MASIH (WHITE WASHER)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE2OA==",
        "Citation": "[2014] 8 S.C.R. 228",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /11684/2012)",
        "Date": "08 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMjI4LTIzOF8xNzAzMjQzNTY1LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 228",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "08 July 2014",
        "Petitioner:": "State Of Punjab & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 479",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Rafiq Masih (white Washer)",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /11684/2012",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW: Recovery of dues mistakenly paid to employee"
        ],
        "HeadNote": "SERVICE LAW: Recovery of dues mistakenly paid to employee - A C Division Bench of Supreme Court observing apparent difference of opinion in Shyam Babu Verma and Saheb Ram Verma, on the one hand, and Chandi Prasad Uniyal, on the other, referring the appeals to three Judge Bench - Held: The observations made in Shyam Babu Verma and Saheb Ram D Verma not to recover the excess amount paid to employee were in exercise of extra-ordinary powers under Art. 142 of the Constitution of India which vests the power in Supreme Court tg pass equitable orders in the ends of justice - Whereas, in Chandi Prasad Unival's case, a specific issue was raised and E canvassed and the Court after taking into consideration various decisions, laid down the law that even if by mistake of employer amount is paid to employee and on a later date if employer after proper determination of the same discovers that excess payment is made by mistake or negligence, the F excess payment so made could be recovered - Thus, the law laid down in Chandi Prasad Uniya/'s case, no way conflicts with the observations made in the other two cases -- The Court is, therefore, of the considered opinion that the reference was unnecessary and, as such, without answering the same, the G matters are sent back to the Division Bench for its appropriate disposal - Constitution of India, 1950 - Arts. 136 and 142.CONSTITUTION OF INOIA, 1950:Arts. 136 and 142 - Scope of the ·two provisions and difference between - Explained - Held: Distinctively, although A the words employed under Art. 136 and Art. 142 speak of the powers of Supreme Court, the former vests a plenary jurisdiction in Supreme Court in the mater of entertaining and hearing of appeals by granting special leave against any judgment or order made by a court or tribunal in any cause B or matter - The powers under Art. 136 are plenary to the extent that they are paramount to the limitations under the specific provisions for appeal contained in the Constitution or other laws - It is a corrective jurisdiction that vests a discretion in Supreme Court to settle the law clear -- It makes the law c operational to make it a binding precedent for the future instead of keeping it vague -- Thus, it declares the law, as under Article 141 of the Constitution -- Art. 142, on the other hand, is the exercise of jurisdiction to pass such enforceable decree or order as is necessary for doing 'complete justice' 0 in any cause or matter - Art. 142 is supplementary in nature and cannot supplant the substantive provisions -- The directions issued under Art. 142 do not constitute a binding precedent unlike Art. 141 - Service law."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "KHIM SINGH VS. STATE OF UTTARAKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE3Mw==",
        "Citation": "[2014] 8 S.C.R. 239",
        "Case Type": "(CRIMINAL APPEAL /1986/2009)",
        "Date": "08 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMjM5LTI1NF8xNzAzMjQzNzM2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 239",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "08 July 2014",
        "Petitioner:": "Khim Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 478",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Uttarakhand",
        "Case Type:": "CRIMINAL APPEAL /1986/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 - Murder ofmarrifJcJ . woman - Circumstantial evidence"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302 - Murder ofmarrifJcJ . woman - Circumstantial evidence - Appreciation of - Conviction of appellant-husband by Courts below - Sustainal1iUty - Held: and this Sustainable - Appellant was unhappy with his resulted in quarrels between them off and on ;. Qi.Jarrel took place even in the evening preceding the date of the death - On the fateful night, when deceased was killed by means of a Kulhari, except the appellant, nobody was residing in the said house - Therefore, deceased could not be killed as a result of assault by anybody else other than the appellant - Conduct of the appellant in ,the next morning was unnatural - He failed to explain as to where he remained on the. fateful night/- The Investigation Officer, (PW-6) clearly stated tha·t at the instance of appellant, Kulhari used in the crime was recovered - Medical Officei, PW-7, ·in his examination in chief • stated .that ante mortem injurif(JS on the person of the deceased could have been caused by heavy sharp-~dged weapon such as Kulhari - PW-4 stated that door of the house of appellant was not bolted from inside - This is one of the .. incriminating circumstances to conclude that appellant after committing the offence opened the door and went out - Statements of PW-1-mother of appellant, PW-4- Pradhan and PW-2- sister-in-law also suggest that appellant was last seen with the deceased - All the circumstances taken together lead to only hypothesis of the· guilt of appellant - Chain of circumstantial evidence relied upon by the prosecution complete to hold appellant guilty u/s.302 !PC."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "STATE OF BIHAR & ORS. VS. ASHOK KUMAR SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE3Nw==",
        "Citation": "[2014] 8 S.C.R. 255",
        "Case Type": "(CRIMINAL APPEAL /1615/2013)",
        "Date": "09 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMjU1LTI3Ml8xNzAzMjQzNzg2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 255",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "09 July 2014",
        "Petitioner:": "State Of Bihar & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 481",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Ashok Kumar Singh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1615/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988 - ss. 13(1 )(d) and 13(2) - Penal Code",
            "1860"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988 - ss. 13(1 )(d) and 13(2) - Penal Code, 1860 - ss.420, 465, 466, 467, 471, 477A, 201, 109 and 1208 - FIR - Legality of - Complaints lodged against Respondent no.1-IAS officer while he was posted in the cadre of Unified Bihar - Inquiry instituted against him by Vigilance Department, Government of Bihar - Unified State of Bihar bifurcated into the State of Bihar and the State of Jharkhand through the Reorganisation Act - Respondent no. 1 allotted! transferred to Jharkhand Cadre - FIR subsequently lodged against him by Vigilance Investigation Bureau, Government of Bihar at Patna - Challenged before High Court - With reference to provisions of the Reorganisation Act, the High Court held that the FIR instituted by State of Bihar, much after the appointed day for bifurcation of the State of Bihar into the State of Bihar and the State of Jharkhand was not maintainable and quashed the FIR - Held: High Court erred in referring to the provisions of the Reorganisation Act and circulars issued by the Central Government for holding the FIR to be not maintainable in the State of Bihar - The FIR was based on inquiry initiated by Vigilance Department of the State of Bihar prior to re-organisation of the States - However, in view of circular dated 20th December, 2000 and by letter dated 1 Oth July, 2001 rlw s. 76 of the Reorganisation Act, such inquiry should have been transferred to Vigilance Department of the State of Jharkhand while the Vigilance Department, Government of Bihar ceased to have jurisdiction to investigateagainst Respondent no. 1 - Respondent no. 1 had challenged inquiry by Vigilance Department, Government of Bihar by. filing a writ petition, and thereafter also filed a contempt petition, which was disposed of by the High Court with a pre- emptory order to dispose of the inquiry within 8 months - But since inquiry against Respondent no. 1 was not completed within stipulated time. as directed by the High Court, the proceedings stood quashed on ground of non-compliance of Court's order - FIR lodged· against Respondent no.1, being based on vigilance inquiry which stood quashed, was not maintainable - Bihar Reorganisation Act, 2000 - ss. 76 and 89."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "PUNJAB UNIVERSITY VS. UNIT TRUST OF INDIA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE4Mw==",
        "Citation": "[2014] 8 S.C.R. 273",
        "Case Type": "(CIVIL APPEAL /400/2007)",
        "Date": "09 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMjczLTI5NF8xNzAzMjQzODUyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 273",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "09 July 2014",
        "Petitioner:": "Punjab University",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 480",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Unit Trust Of India & Ors",
        "Case Type:": "CIVIL APPEAL /400/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSUMER PROTECTION ACT.",
            "11986: c s. 2(1) (d) (i) and (ii) --"
        ],
        "HeadNote": " CONSUMER PROTECTION ACT, 1986: s. 2(1) (d) (i) and (ii) -- \"Consumer\" - \"Commercial purpose\" -- Universities making investment in \"Institutional Investors Special Fund Unit Scheme, 1998\" (llSFUS-98) /floated by Unit Trust of India (UT/) - Complaints by : Universities before National Commission that maturity 0 proceeds were far less than that was stipulated 1 ! Mainta/nability of -- Held: .The term \"commercial purpose\" must be interpreted considering the facts and circumstances of each case - The words 'commercial purposes' .would cover 'an undertaking the object of which is to make profit out of the E .· undertakings - In the instant case, services of UT/ were availed by complainants for betterment of their employees, and no benefit by way of profit was to accrue to complainants - In view of definition of word 'commerce', under no circumstances, appellants could be said to be indulging in any 'commercial' activity -- Thus complainant-Universities fall F within the definition of \"consumer\" as defined in s.2(1)(d) of the Act and the complaints are maintainable before National Commission - However, on merits, complainants have no case - It has been clearly stipulated in the. 'terms of offer' that the maturity amount will depend on the. NA V and that the G same was guaranteed not to be below the par value of Rs. 10 per unit - All investments are subject to market risk and fluctuations and investors have to exercise due caution while investing any amount in any Scheme -- Just because the maturity amount is below their expectations they cannot drag the service provider to court for the same - National Commission correctly dismissed the claim of complainants on merits -- Consumer Protection Act, 1987(UK) - S.20(6). "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "C.K. DASEGOWDA & ORS. VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE4OA==",
        "Citation": "[2014] 8 S.C.R. 295",
        "Case Type": "(CRIMINAL APPEAL /1381/2014)",
        "Date": "15 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMjk1LTMwNF8xNzAzMjQzOTQxLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 295",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "15 July 2014",
        "Petitioner:": "C.k. Dasegowda & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 488",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1381/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 324 rlw s. 34 - Voluntarily causing hurt by dangerous weapons"
        ],
        "HeadNote": "Penal Code, 1860 - s. 324 rlw s. 34 - Voluntarily causing hurt by dangerous weapons - Conviction - Sustainability - Accused-appellants allegedly attacked PW1 and PW3 with C deadly weapons and caused them injuries -Trial court gave them benefit of doubt and ordered their acquittal - Appeal before High Court which set aside the order of acquittal and convicted the appellants u/s.324 rlw s.34 /PC - Propriety - Held: High Court erred in reversing the order of trial court - o Legal principles laid down by Supreme Court in the case of Chandrappa v. State of Kamataka applied - High Court erred in setting aside the order of acquittal of appellants in absence of any legal and factual evidence on record to prove· the findings and reasons recorded in the judgment of the trial court as perverse - Order of acquittal by the trial court reinforced - Appeal against acquittal."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "STATE OF BIHAR AND OTHERS VS. KRIPA NAND SINGH AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE5Mg==",
        "Citation": "[2014] 8 S.C.R. 305",
        "Case Type": "(CIVIL APPEAL /6692/2014)",
        "Date": "23 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzA1LTMxMF8xNzAzMjQ0MDAxLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 305",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "23 July 2014",
        "Petitioner:": "State Of Bihar And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 984",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Kripa Nand Singh And Another",
        "Case Type:": "CIVIL APPEAL /6692/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: 'No work",
            "no pay' - Appointment"
        ],
        "HeadNote": "Service Law: 'No work, no pay' - Appointment - Appointee not able to join as per appointment letter, since he was not permitted to join - Appointee did not bring this fact to the notice of higher authorities - After five years joined the duty - After 10 years of service, approached the Court seeking payment of salary for the period, he had not worked - Courts below granted the claim - On appeal, held: 'No work, no pay' is the rule and 'no work, yet pay' is the exception - Compulsory waiting period comes under exception, if the claimant establishes that despite earnest endeavours, he was not able to join the duty - Voluntary waiting period is not covered by exception - In the present case, the claimant failed to show that he made earnest endeavour to join the duty, once he was refused to join the duty - Hence, the period from the date of refusal to join, till the date of his joining the duty, cannot be said to be compulsory waiting period - Hence the appointee not entitled for the salary for that period."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "DURGA BURMAN (ROY) VS. STATE OF SIKKIM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTIwNA==",
        "Citation": "[2014] 8 S.C.R. 311",
        "Case Type": "(CRIMINAL APPEAL /1010/2004)",
        "Date": "31 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzExLTMyN18xNzAzMjQ0MDUyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 311",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "31 July 2014",
        "Petitioner:": "Durga Burman (roy)",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 511",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Sikkim",
        "Case Type:": "CRIMINAL APPEAL /1010/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.302",
            "380 r/w s. 34 - Murder - Caused due to strangulation by ligature"
        ],
        "HeadNote": "Penal Code, 1860 - ss.302, 380 rlw s. 34 - Murder - Caused due to strangulation by ligature - Wrist watch stolen from the house of deceased - Case set up only on circumstantial evidence - Two accused including the appellant - Trial Court convicted both the accused - High Court upheld conviction of appellant but acquitted the other accused - On appeal, held: The prosecution failed to lay foundation for effective prosecution and it was not proved beyond doubt that appellant had committed the murder - It is not enough that the circumstances lead to possibility or probability of the involvement of the accused; the circumstances should point all the fingers to the accused and the accused only - That was not the situation in this case - The chain was also not complete - The other accused, who according to the prosecution was perpetrator of the offence u/s.302 /PC, had been acquitted by the High Court- The State did not file appeal against the acquittal - The only piece of shaky evidence against the appellant was of recovery of the wrist watch of PW1 from and through the mother of the appellant - She was not examined - No explanation as to how despite the availability of appellant, the recovery was effected through his mother - No explanation for delay of about ten days in effecting recovery - Witnesses did not support the disclosure statement or the seizure - Owner of the ,wrist watch- PW1 (husband of deceased) did not have a case that his· wrist watch had been stolen by the appellant- That version not also supported by children of the deceased - They had no case of theft of wrist watch or cash - Prosecution miserably failed in proving case against the appellant - Conviction of appellant u/ss.3021380 /PC therefore set aside."
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "BAIRAM MURALIDHAR VS. STATE OF ANDHRA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTIxMw==",
        "Citation": "[2014] 8 S.C.R. 328",
        "Case Type": "(CRIMINAL APPEAL /1587/2014)",
        "Date": "31 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzI4LTM1MV8xNzAzMjQ0MjQyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 328",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "31 July 2014",
        "Petitioner:": "Bairam Muralidhar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 512",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Andhra Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1587/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CRIMINAL PROCEDURE",
            "1973: s. 321 - Withdrawal from prosecution"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973: s. 321 - Withdrawal from prosecution - Duty of Public Prosecutor - Case alleging offences punishable under Prevention of Corruption Act registered against a Sub- lnspGctor of Police investigating a case - State Government issuing a G. 0. to withdraw the case - Application u/s 321 by Public Prosecutor for withdrawal of the case - Rejected by D trial court holding that Public Prosecutor did not apply his independent mind - High Court concurred with the view of trial court - Held: Public Prosecutor cannot act like post office on behalf of State Government - He is required to act in good faith, peruse the materials on record, satisfy himself and form E an independent opinion that withdrawal of the case would really subserve public interest at large - An order of Government in this regard is not binding on Public Prosecutor - It is the obligation of Public Prosecutor to state in brief what material he has considered. In the instant case, Public- F Prosecutor has been totally guided by order of Government and has not applied his mind to the facts of the case - Trial court as well as High Court has observed that it is a case under Prevention of Corruption Act - They have taken note of the fact that State Government had already granted G sanction - It is a/so noticeable that Anti Corruption Bureau has found that there was no justification of withdrawal of the prosecution - A case under Prevention of Corruption Act has its own gravity - Regard being had to the gravity of the offence and the impact on public life apart from the nature of A application filed by Public Prosecutor, the view expressed by trial court as well as High Court cannot be found fault with. s. 321 - Withdrawal from prosecution - Duty of court - Held: Court while giving consent uls 321 is required to exercise its judicial discretion which is not to be exercised in a mechanical manner - Court cannot give such consent on a mere asking - It is expected of the court to consider the material on record to see that the application has been filed in good faith and to serve the public interest and such withdrawal would advance the cause of justice. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RANJIT SINGH & ANR. VS. STATE OF HARYANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTIxOA==",
        "Citation": "[2014] 8 S.C.R. 352",
        "Case Type": "(CIVIL APPEAL /7657/2012)",
        "Date": "31 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzUyLTM1OV8xNzAzMjQ0Mjk0LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 352",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "31 July 2014",
        "Petitioner:": "Ranjit Singh & Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 988",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "State Of Haryana & Ors.",
        "Case Type:": "CIVIL APPEAL /7657/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - Enhancement of compensation - Plea for"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - Enhancement of compensation - Plea for - Lands pertaining to five different notifications published on 04. 06. 1980, 13. 03. 1981, 22.06.1982, 05.07, 1982 and 10.02.1983 and located in Sectors 3, 6, 7, 8, 9 and 12 Part-I near Kamal byepass and also Kamal Kunjpura Road in issue ·· Scope for enhancement of compensation with regard to the said lands - Held: On facts, market value determined by Supreme Court in Subhash Chander's case may be applied to the land acquired under the notifications dated 04.06.1980, 13.03.1981, 22.06.1982 and 05. 07. 1982 -Further, having regard to all the aspects, market value of the land acquired under the notification dated 10. 02. 1983 must have parity with the market value of the land acquired under notification dated 05.07.1982 - Consequently, market value of land under notification dated 04. 06. 1980 fixed at Rs.58.45 per square yard, Rs.66.21 per square yard for the land under notification dated 13.03.1981, Rs. 76.21 for the land acquired under notifications dated 22.06.1982, 05.07.1982 and 10.02.1983 - Compensation awarded by the High Court accordingly enhanced - Appellants entitled to statutory benefits on the enhanced compensation. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RAM DAAN (D) THROUGH LRS. VS. URBAN DEVELOPMENT TRUST",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTIyNA==",
        "Citation": "[2014] 8 S.C.R. 360",
        "Case Type": "(CIVIL APPEAL /7119/2014)",
        "Date": "01 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzYwLTM2OF8xNzAzMjQ0MzQ4LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 360",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "01 August 2014",
        "Petitioner:": "Ram Daan (d) Through Lrs.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 989",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Urban Development Trust",
        "Case Type:": "CIVIL APPEAL /7119/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Suit for permanent injunction by appellant against defendant-respondent - C Sustainability"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Suit for permanent injunction by appellant against defendant-respondent - C Sustainability - Held: On facts, since there was no clear pleading as to who was the real owner of the suit property and in absence of any assertion that respondent was the owner of the property, appellant entitled for injunction, subject to the right of the true owner of the property (whoever it is) to evict o the appellant in accordance with law. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "MOHINDER SINGH & ORS. VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTIyOQ==",
        "Citation": "[2014] 8 S.C.R. 369",
        "Case Type": "(CIVIL APPEAL /7227-7257/2014)",
        "Date": "05 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzY5LTM3NF8xNzAzMjQ0Mzk5LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 369",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "05 August 2014",
        "Petitioner:": "Mohinder Singh & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 522",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CIVIL APPEAL /7227-7257/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - Land acquired under - Award of compensation"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - Land acquired under - Award of compensation - Reasonable deduction from market value C of the land, towards development charges - Ascertainment of - Reference Court deducted 1/4 1h of the market value - High Court deducted 40% of the market value -Held: If the acquired land is already in the midst of already developed land, deduction of 40% would not be justified - In the present case, D the acquired land was already within developed municipal limits, hence the cut of 40% is not justified - Deduction of 114 1h of market .value made by Reference Court is appropriate. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SREE MAHESH STATIONARIES & ANR. VS. INDIABULLS FINANCIAL SERVICES. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTIzMw==",
        "Citation": "[2014] 8 S.C.R. 375",
        "Case Type": "(TRANSFER PETITION (CRIMINAL) /403/2013)",
        "Date": "05 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzc1LTM4MF8xNzAzMjQ0NDc0LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 375",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "05 August 2014",
        "Petitioner:": "Sree Mahesh Stationaries & Anr.",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2014 INSC 524",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Indiabulls Financial Services. Ltd.",
        "Case Type:": "TRANSFER PETITION (CRIMINAL) /403/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881 - s. 138 - Dishonour of cheque"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881 - s. 138 - Dishonour of cheque - Transfer of complaint - Petitioner borrowed loan from respondent-company - Cheque issued in partial repayment C of the loan amount and drawn on Bank in Bangalore, when presented for encashment to Bank in Gurgaon was dishonoured - Complaint under s. 138 of the 1881 Act - Magistrate at Gurgaon took cognizance and summoned the petitioners for appearance to face the trial - Transfer petition D uls.406 CrPC seeking transfer of the complaint from Gurgaon to the competent Court at Bangalore - Held: The only reason the complainant claimed jurisdiction for the Courts at Gurgaon was that the complainant-respondent had issued the statutory notices relating to dishonour of the cheque from Gurgaon - E However, issue of statutory notice cannot by itself confer jurisdiction upon the Court to take cognizance of offence u/s. 138 of the 1881 Act - The complainant a/so tried to justify jurisdiction for the Court at Gurgaon on the ground that the cheque was presented for collection there, however, such plea F not tenable -On either ground, the Courts in Gurgaon could not assume jurisdiction - Complaint in question accordingly transferred from the Court of Judicial Magistrate at Gurgaon, Haryana to the Court of competent jurisdiction of Chief Metropolitan Magistrate at Bangalore - Code of Criminal G Procedure, 1973 - s.406 - Transfer Petition. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "STATE OF M.P. AND ORS. VS. ANEES KHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTIzNg==",
        "Citation": "[2014] 8 S.C.R. 381",
        "Case Type": "(CIVIL APPEAL /7391/2014)",
        "Date": "07 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzgxLTM4NF8xNzAzMjQ0NTI5LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 381",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 August 2014",
        "Petitioner:": "State Of M.p. And Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 529",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Anees Khan",
        "Case Type:": "CIVIL APPEAL /7391/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Laws: Madhya Pradesh Industrial Relations Act",
            "1960"
        ],
        "HeadNote": " Labour Laws: Madhya Pradesh Industrial Relations Act, 1960 - s. 108 - Back wages - Claim for - Order of Labour court dated 7. 2. 1994 granting relief of reinstatement with back wages - The workman received the back wages, but did not report for duty - Nor did take any step for enforcement of reinstatement order- Later, claiming back wages from 8.2.1994 ti/131.3.2001 - Courts below granted the back wages - On appeal, held: The workman is not entitled to back wages as he did not work for the period 8.2.1994 to 31.3.2001- The workman's not reporting for duty and not taking step for enforcement of reinstatement order, would be deemed that he abandoned his claim - However, in the peculiar facts of the case, State directed to grant him Rs. 1 lakh. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "J.J. IRANI & ANR. VS. STATE OF JHARKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTI0MA==",
        "Citation": "[2014] 8 S.C.R. 385",
        "Case Type": "(CRIMINAL APPEAL /1668-70/2014)",
        "Date": "08 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS9KLmouIElyYW5pICYgQW5yLiBfIFN0YXRlIE9mIEpoYXJraGFuZF8xNzAxMTY0NDIwLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 385",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "08 August 2014",
        "Petitioner:": "J.j. Irani & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 535",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of Jharkhand",
        "Case Type:": "CRIMINAL APPEAL /1668-70/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Factories Act",
            "1948",
            "Limitation for prosecution"
        ],
        "HeadNote": " Factories Act, 1948 - s. 106 - Limitation for prosecμtion - Fire accident dated 3.3.1989 - Complaint by Inspector of C factories on 7.5.1990 - Whether barred by /imitation - Held: A complaint is required to be filed within three months of the date on which the alleged commission of offence came to the knowledge of the Inspector - In the facts of the case, the date of knowledge to the Inspector would be 5.3.1989 i.e. when the D preliminary investigation was conducted - The date on which the Inspector formally received the detailed inquiry report, cannot be considered as date of knowledge, in the facts of the case - Bihar Factory Rules, 1950. Practice and Procedure - Interim order/stay of proceedings before lower forum - Continuation of, despite disposal of the procee.dings in higher forum - Held: Such continuation cannot be assumed. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "I.P. HOLDING ASIA SINGAPORE P. LTD. & ANR. VS. SECURITIES & EXCHANGE BOARD OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTI0OA==",
        "Citation": "[2014] 8 S.C.R. 399",
        "Case Type": "(CIVIL APPEAL /7390/2012)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMzk5LTQyM18xNzAzMjQ0NjcxLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 399",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "I.p. Holding Asia Singapore P. Ltd. & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 993",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Securities & Exchange Board Of India",
        "Case Type:": "CIVIL APPEAL /7390/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SEBI (Substantial Acquisition of Shares and Takeovers) Regulations",
            "1997"
        ],
        "HeadNote": " SEBI (Substantial Acquisition of Shares and Takeovers) Regulations, 1997 - Regulations 10, 20(8), 8- Non-compete fee - Liability of the acquirer company to pay, to the public C shareholders of the target company - Held: Acquirer company not liable to pay non-compete fee to the public shareholders of the target company as it was being paid to the outgoing promoters of the target company which is being taken over by the acquirers - Ordinarily when there is a gap D of 25% between the consideration paid to the outgoing promoters and the non-compete fee, SEBI ought not to conduct any inquiry - However, if it appears to SEBI that the difference between the offer price and the non-compete fee is less than 25% but that is nevertheless a disguise or a E camouflage for reducing the cost of acquisition through a public offer, then SEBI can certainly delve further into the matter - On facts, SEBI erred in splitting the non-compete agreement between the acquirers and 5 members of the outgoing promoters on the one hand and 15 members on the F other - It cannot be, on a reading of the non-compete agreement as a whole, that a part of it is a sham in respect of some of the contracting parties and it is a genuine agreement in respect of the other contracting parties - No indication that non-compete agreement is severable - Thus, tribunal erred in holding only a part of the non-compete agreement as a G sham - However, pursuant to the entering of non-compete agreement, non-compete period of three years has expired and Takeover Code has been substituted by the SEBI (Substantial Acquisition of Shares and Takeovers) Regulations, 2011 which does away with the concept of a separate non-compete fee, the amount being included in the offer price - Directions and orders passed by SEB/ and the tribunal aside - Subsequent events. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "H. DOHIL CONSTRUCTIONS CO. (P) LTD. VS. NAHAR EXPORTS LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTI1MA==",
        "Citation": "[2014] 8 S.C.R. 424",
        "Case Type": "(CIVIL APPEAL /7886-7887/2014)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNDI0LTQ0NV8xNzAzMjQ0NzMxLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 424",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "H. Dohil Constructions Co. (p) Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 994",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Nahar Exports Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /7886-7887/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay!Laches: Delay in filing appeal -"
        ],
        "HeadNote": " Delay/Laches: Delay in filing appeal - 9 days delay in filing Regular First Appeals and 1727 days delay in refiling the same - High Court condoning the delay and admitting the appeals subject to payment of cost to other side - Held: Law of limitation is J;ased on sound public policy and therefore the principle that in the absence of bona fide reasons the applications for condonation of delay should be strictly construed· assumes significance - Courts are required to weigh the scale of' balance of justice in respect of both parties and this principle cannot be given go-by under the guise of liberal approach even if it pertains to refiling - In the case on hand, delay in refiling was 1727 days - It is bounden duty of respondents to have satisfactorily explained such a long delay in refiling - There was no convincing explanation as to how respondents were disabled from rectifying the defects pointed out by Registry and refiling the appeal papers within time - As a matter of fact the appeal papers were filed without payment of any court fee - This only affirms the stand of appellant(s) that there was no bona fide in respondents' claim - There is, therefore, gross negligence and total lack of bona-tides in respondents' approach and the impugned order of High Court in having condoned the delay in filing as well as refiling, of 9 days and 1727 days respectively, in a casual manner without giving any reason, much less acceptable reasons, cannot besustained - Impugned order is set aside - Direction to admit appeals of respondents is also set aside and the same shall stand dismissed - Principles to be applied while dealing with application for condonation of delay - Culled out - Limitation - Code of Civil Procedure, 1908 - s. 144 - 0. 41, r. 3A - Maxim, vigilantibus non dormientibus ju(a subveniunt. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "MANOHAR LAL SHARMA VS. THE PRINCIPAL SECRETARY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTI1NQ==",
        "Citation": "[2014] 8 S.C.R. 446",
        "Case Type": "(WRIT PETITION(CRIMINAL) /120/2012)",
        "Date": "25 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNDQ2LTU4MV8xNzAzMjQ0OTk2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 446",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "25 August 2014",
        "Petitioner:": "Manohar Lal Sharma",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 562",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "The Principal Secretary & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /120/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF /NOIA",
            "1~50: Art. 39 (b)"
        ],
        "HeadNote": " CONSTITUTION OF INDIA, 1~50: Art. 39 (b) - Material resources of community- Allocation of coal blocks - Held: It cannot be said that auction is best D way to select private parties under Art. 39 (b). Art. 73 - Executive power of Union - Held: Executive instructions can fill up the gaps not covered by statutory provisions but the same cannot be in derogation of the E statutory provisions. Seventh Schedule - List I, Entry 54 - List II, Entry 23 - Regulation o~ mines and mineral development - Held: Requisite declarations made in s.2 of 'Mines and Mineral F (Development and Regulation) Act and s.1-A of CMN Act, have the effect of taking out regulation and development of coal mines from Entry 23 of List II of Seventh Schedule. MINES AND MINERALS (DEVELOPMENT AND REGULATION) ACT, 1957: s. 2 of 1957 ACt rlw s. 1-A of CM Act - Allocation of coal blocks - Held: The exercise undertaken by Central Government in a/locating coal blocks or selection of beneficiaries between 1993 and 31.3.2011 is not traceable either to 1957 Act or CMN Act - Allocation of coal blocks made on the basis of recommendations of Screening Committee as a/so by way of Government dispensation route (Ministry of Coal) is arbitrary and illegal - The practice and procedure followed by Central Government is clearly inconsistent with law already enacted and rules framed - Executive instructions cannot be in derogation of statutory provisions -- Coal Mines (Nationalisation) Act, 1973 - s. 1-A - Constitution of India, 1950 - Art. 73 - Public Interest Litigation. COAL MINES (NATIONALISATION) ACT, 1973: s. 3 (3) (a) (iii) - 'Company' - Held: The expression 'a company' occurring in s. 3 (3) (a) (iii) does not cover \"consortium of companies\" or \"formulation of groups\" or \"common pool\" - The procedure followed by Screening Committee and finally by issuing allocation letters to one leader company with obligation to share associate's share of coal to associate company at a price determinable by Government is in contravention to s. 3 (3) (A) (iii) - Recommendation of block~ jointly in favour of 2-3 companies is a/so in contravention of CMN Act. s. 3 (3) (a) (iii) - Expression 'engaged in' - Held: Means that the company that was applying for coal blocks must have set up an iron and steel/power/cement plant and be engaged in the respective production - The prospective engagement by a private company in production of steel, power or cement would not entitle such company to carry out coal mining operation. ss. 3 (4), 4, 5, 6 and 7 - Expression 'Government B company or a corporation owned, managed or controlled by the Central Government - Held: Means Government of India Public Undertaking - It does not include State Government Public Sector Undertaking - Thus, commercial mining cannot C be carried by State Government or State PSU, which became entitled only to obtain sub-lease of reserves of coal in isolated small pockets under clauses (i) and (ii) of proviso to s. 3 (3) (c). INTERPRETATION OF STATUTES: Interpretation to statute received from contemporary authority - Held: Is not binding upon courts and may have to E be disregarded if it is clearly wrong. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "M/S PARADEEP PHOSPHATE LTD. VS. PARADEEP PHOSPHATE MAZDOOR UNION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTI2MA==",
        "Citation": "[2014] 8 S.C.R. 582",
        "Case Type": "(CIVIL APPEAL /8151/2014)",
        "Date": "26 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNTgyLTU4OF8xNzAzMjQ1MDY2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 582",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "26 August 2014",
        "Petitioner:": "M/s Paradeep Phosphate Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 565",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Paradeep Phosphate Mazdoor Union & Ors.",
        "Case Type:": "CIVIL APPEAL /8151/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Labour (Regulation and Abolition) Act",
            "1970 - s. C 10(1"
        ],
        "HeadNote": " Contract Labour (Regulation and Abolition) Act, 1970 - s. C 10(1) - Writ petition seeking regulaisation of employees - On basis of the Notification issued by the State Government for abolition of contract labour in respect of the workers in OAP Plant-Cleaning of granulation dry section, cleaning in combustion chamber - Meanwhile, State Advisory Contract Labour Board had o recommended prohibiting contract labour system in 16 areas of the Company - In another writ application, wherein parties were common, the Company directed to reconsider the recommendation of the State Advisory Contract Labour Board with regard to abolition of Contract Labour in respect of 15 other areas left out by it and to E take appropriate decision, however, no action taken - Plea by the company that the State Government is not an appropriate government/or the purpose of the Act and the notification was not binding upon the Company - In the writ petition, High Court directed the Company to implement the notification abolishing the contract labour and to regularize the service of the workmen - In review, order F modified to the extent that only those workers engaged in the cleaning of granulation dry section, cleaning in combustion chamber, to be regularized - On appeal, held: Since the decisions in the writ petitions have reached finality, such question cannot be re-agitated in another writ petition between same parties as the G question.will be hit by the principles of res judicata - Once the Notification for abolition of contract labour in respect of the workers in OAP Plant-Cleaning of granulation dry section, cleaning in combustion chamber, etc. was issued, it was incumbent on the part of the Company to implement the same - Since it was not  implemented, the High Court rightly directed to implement the same - Order passed by the High Court not called for interference "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "STATE OF RAJASTHAN VS. MANOJ KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTI2Mg==",
        "Citation": "[2014] 8 S.C.R. 589",
        "Case Type": "(CRIMINAL APPEAL /885/2007)",
        "Date": "11 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNTg5LTYwM18xNzAzMjQ1MTQyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 589",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "11 April 2014",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 266",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Manoj Kumar",
        "Case Type:": "CRIMINAL APPEAL /885/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860..: s.304 Part I - Murder - Verbal altercation over ownership and possession of property led to the incident"
        ],
        "HeadNote": " Penal Code, 1860..: s.304 Part I - Murder - Verbal altercation over ownership and possession of property led to the incident - Death caused due to gunshot injury - Three accused - Accused 'R' had fired the gunshot - All accused convicted by trial court uls.302 rlw s.34- High Court accepted plea relating to right of private defence but held that 'R' had exceeded the right of private defence, and converted his conviction uls.302 to one u/s.304 Part-I - Justification - Held: In the case at hand, the plea ofright of private defence arose . on the base of materials on record - As far as onus was concerned, there was ocular and documentary evidence to sustain the concept of preponderance of probability - There were altercations between the accused and the deceased and there was threat that the informant and others would take over possession - There was threat to the property of 'R' and he made effort to drive away the informant and others - Act of the accused to be adjudged regard being had to the surrounding circumstances and not by way of microscopic pedantic scrutiny - Though 'R' fired gunshot but it was really not with the intention to cause the death of the deceased - Prosecution did not bring any material on record that 'R was · vindictive, or he had any malicio_us intention to cause the death - That being the position, #he High Court rightly held that 'R' had exceeded the right of private defence and correctly found him guilty u/s. 304 Part I - Evidence Act, 1872 -s. 105 - Arms Act - ss. 25127. Penal Code, 1860- s.34 - Murder- Common intention - Incident occurred pursuant to altercation over ownership and possession of property - Death caused due to gunshot injury - Three accused - Accused 'R' had fired the gunshot - All accused convicted by trial court u/s.302 rlw s.34- High Court B conve.ted conviction of 'R' to one u/s.304 Part-I - In regard to the other two accused, the High Court held· that their conviction could not be sustained in aid of s.34, /PC, and acquitted them of all charges - Justifiability - Held: It is a case where right of private defence had only been exceeded C by 'R' - The other two accused had accompanied 'R' to defend the right of possession - In such a case, the guilt of each of .the accused, who had exceeded the right of private defence, to be dealt with separately - The matter would have been totally different, had the right of private defence did not exist at all or the accused persons had done any overt act - D Constructive liability, as envisaged u/s.34 /PC, not attracted - Conclusion of High Court that s. 34 /PC could not be attracted regard being had to the factual score, correct. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "D.A.V. COLLEGE MANAGING COMMITTEE THROUGH REGIONAL DIRECTOR VS. LAXMINARAYAN MISHRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTI5NQ==",
        "Citation": "[2014] 8 S.C.R. 604",
        "Case Type": "(CIVIL APPEAL /4678/2014)",
        "Date": "22 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNjA0LTYxNV8xNzAzMjQ1MjUyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 604",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "22 April 2014",
        "Petitioner:": "D.A.V. College Managing Committee Through Regional Director",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 281",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Laxminarayan Mishra & Ors.",
        "Case Type:": "CIVIL APPEAL /4678/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education - Private unaided educational institutions"
        ],
        "HeadNote": " Education - Private unaided educational institutions - Appellant I DAV Public Schools operating in the State of Odisha - Fees levied by such schools - Plea for revision in fee structure - Plea of appellant that existing fee structure required upward revision in view of their liability to implement higher pay scales as recommended by the 6th Central Pay Commission - On directions of Supreme Court, report submitted by Fee Structure Committee, Odisha headed by retired Judge of High Court - Objections raised by some parents (respondents) against the report and recommendations of the Fee Structure Committee - Held: No merit in objection, witf) regard to competence or expertise of the Fee .Structure Commitft:Je - No good reason to take exceptioi;J,·fQ tltt;Jf~e structure recommended by it - Supreme Court re~tJ8Sited by :the Committee's Report that appellant; and instffdtiO.ns represented by it have been allowed only' reasonat>fe pro/if t9 which they are entitled under law - Further, · th.e State :'!iJ.I; f)disha did not raise any objection to recommendatlOn.'$ of th.e Fee Structure Committee - Orissa Education Act, 1969 Education - Private unaided educational institutions - · Fees structure - Claim for revision of fees '- Need for expeditious disposal - Held: If a private educational institution A . has met all the requirements of obtaining NOC and affiliation , I etc. then its claim for revision of fees should be considered ! expeditiously on permissible parameters - Objections, if any, should be entertained only from the parents' representatives and not from individual parents - If a claim for revision of fees s is stalled for long due to meritless objections, it can affect academic standards on account of disgruntled staff and teachers who may even quit the institution for want of appropriate salary and perks. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "M/S. SEPAL HOTEL PVT. LTD. VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTM5Nw==",
        "Citation": "[2014] 8 S.C.R. 616",
        "Case Type": "(CIVIL APPEAL /4678/2014)",
        "Date": "22 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNjE2LTYzNV8xNzAzMjQ1MzEyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 616",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "22 April 2014",
        "Petitioner:": "M/s. Sepal Hotel Pvt. Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 309",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CIVIL APPEAL /4678/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Town Planning - Municipal Committee framed new town planning scheme as per which",
            "a part of land covered by appellant's hotel was required for construction/ widening of road"
        ],
        "HeadNote": " Town Planning - Municipal Committee framed new town planning scheme as per which, a part of land covered by appellant's hotel was required for construction/ widening of road - Notice received by appellant - Writ petition filed by appellant challenging the notice - Dismissed by High Court on ground that the scheme had attained finality and objections of appellant were a/so considered uls.192(1}(c) of the Act and taken to logical conclusion - Meanwhile, in the case of Yogender Pal, s.192(1)(c) of the Act was declared as void, being violative of Art. 14 of the Constitution - Overruling of the provision was made prospective and cases where the Scheme was already finalised, remained protected - On facts, question as to whether the Scheme in question had been finalised or not - Held: Answer to the issue as to whether the Scheme had attained finality depended upon another issue viz. whether objections of the appellant to the Scheme were disposed of or not - It is borne from the record that objections of appellant were duly considered and then specifically rejected by the Municipal Committee - Main objection was for payment of compensation which was rejected on the ground that the land under the road and the parks does not form more than 25% and, therefore, in view of s.192 of the Act, no compensation was payable - Demarcation was a/so carried out - However, as per demarcation Report of Patwari, 30 feet road as set out in the Town Planning Scheme did not exist in the revenue record - At the same time, correct position at the site a/so not on record - Requirement of fresh demarcation at the site through Patwari - On basis of said demarcation, if it is found that in the revenue record 30 feet road exists, that area be clearly demarcated and delineated, and thereafter the Scheme be implemented - Punjab Municipal Act, 1911 - s.192(1)(c) - Haryana Municipal Act, 1973 - s.203(1)(c) "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RAJAT PRASAD VS. C.B.I",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMwMA==",
        "Citation": "[2014] 8 S.C.R. 636",
        "Case Type": "(CRIMINAL APPEAL /747/2010)",
        "Date": "24 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNjM2LTY1N18xNzAzMjQ1MzY4LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 636",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "24 April 2014",
        "Petitioner:": "Rajat Prasad",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 318",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "C.b.i",
        "Case Type:": "CRIMINAL APPEAL /747/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Coffuption Act",
            "1988 - s~ 12 - Penal Code",
            "1860 - s. 1208"
        ],
        "HeadNote": " Prevention of Coffuption Act, 1988 - s~ 12 - Penal Code, 1860 - s. 1208 - Conspiracy to execute sting operation involving the giving of bribe to a Union Minister in retum for certain favours so as to discredit him on the eve of State Assembly elections and thereby bring political advantage to . a rival of the Union Minister - Criminal charges against appellants - Quash;ng of - Refusal by High Court - Propriety - Held: Whether commission of offence uls.12 of the PC Act rlw s. 1208 /PC hacl been occasioned by acts attributed to the appellants or not, ideally, is a matter that can be determined ' on/9 after evidence in the case is recorded - Whether the operation was really a journalistic exercise and giving of bribe to A-1. was a mere sham or pretence or whether giving of the bribe was with expectation of favours in connection with mining projects, are questions that can only be answered by the evidence of the parties which is yet to come - Such facts cannot be a. matter of an assumption - Why in the present case thety was a long gap (nearly 12 days) between the sting circulation thereof to the public is another operation and relevant iacet of the case that would require examination .- 1 nherent possibilities. of abuse of the operqtion as videographed, namely, retention and use thereof to ensure delivery of the favours assured by the receiver of the bribe has to be excluded before liability can be attributed or excluded - This can happen only after the evidence of witnesses is recorded - Also, merely because in the charge-sheet it is stated that the accused had undertaken the A operation to gain political mileage cannot undermine the importance of proof of the aforesaid facts to draw permissible conclusions on basis thereof as regards the criminal intent of the accused in the present case - Prima facie materials available for fuller probe into the precise role of appellants in · B the alleged conspiracy - Order of the High Court refusing to interfere with the charges framed against the accused- . appellants therefore fully justified. Criminal Law - Crime detection - Proof of criminal acts - Sting operation - ff recognized as a legal method of law C enforcement - Position in India and in certain foreign jurisdictions discussed. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "CHAITU & ORS. VS. STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMwNQ==",
        "Citation": "[2014] 8 S.C.R. 658",
        "Case Type": "(CRIMINAL APPEAL /1323/2012)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNjU4LTY2N18xNzAzMjQ1NDEyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 658",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Chaitu & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 337",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Uttar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1323/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 147",
            "3231149 and 3041149 (Part If) - Prosecution for murder"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 147, 3231149 and 3041149 (Part If) - Prosecution for murder- Of 7 accused - 3 eye-witnesses C to the incident including injured eye-witness - Conviction of all the accused by trial court - Conviction and sentence confirmed in respect of 3 accused by High Court - Appeal in respect of other accused abated due to their death - Held: Homicidal death of the deceased is established by the o evidence of eye-witnesses and medical evidence - Delay in lodging FIR has also been properly explained by prosecution - However, in the facts of the case, it was a case of grave and sudden provocation, hence would fall under First Exception to s.300 /PC - Therefore, the accused liable to be convicted E uls. 304 (Part II) instead of s. 302 - Sentenced altered to five years RI. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "LALIT KUMAR YADAV @ KURI VS. STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMxMw==",
        "Citation": "[2014] 8 S.C.R. 668",
        "Case Type": "(CRIMINAL APPEAL /1022/2006)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNjY4LTcwMF8xNzAzMjQ1NDc5LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 668",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Lalit Kumar Yadav @ Kuri",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 327",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Uttar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1022/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss. 302",
            "376 rlw s. 511 - Murder- C Attempt to rape"
        ],
        "HeadNote": " Penal Code, 1860- ss. 302, 376 rlw s. 511 - Murder- C Attempt to rape - Victim, an 18 year old girl - Her neck cut with a sickle - Circumstantial evidence, viz. a) sniffer dog- tracking evidence, b) recovery of sickle, c) recovery of clothes of accused-appellant and d) past conduct of appellant pertairiing to eve teasing of the deceased -. Conviction of D appellant- Justification - Held: Justified - There was no delay in reporting the matter to the police - Merely because PW-1 was father of the deceased, his evidence could not be doubted on that count in absence of any suspicion - PW-9, produced to prove the recovery memo, was not a chance witness - His E presence being most natural and probable, his evidence was creditworthy and acceptable - Defence plea that the polythene bag in which the sickle was wrapped and taken by the 10 was without any seal at the time of recovery, untenable on the face of recovery memo itself - Since nobody was . F named in the FIR, the 10 took help of dog squad and the appellant was tracked - Appellant who was then taken into custody gave. statement regarding commission of crime - A{ his instance, ·the sickle as well as blood stained clothes were . recovered. - Plea that the alleged recovery of clothes i.e. G gamchha 'and baniyan did not satisfy the mandate of s.27 of the Evidence Act, not sustainable - Further, the Doctor gave statement tha(the injury caused upon the victim could have been caused by the sickle so recovered - The incident clearly reflected upon the motive of the appellant - Earlier episode of eve teasing of the girl indicates that the appellant wanted sex with her and made forcible attempt to rape her and when the girl resisted, it enraged and provoked him to eventually commit the heinous act of murder - No evidence to suggest that PW1 had any enmity or grudge with anyone who may be suspected to have committed the murder - All the circumstances proved that it was nobody else but the appellant who attempted to commit rape and murdered the daughter of PW1 :.. Conviction of appellant accordingly affirmed. A B c Sentence I Sentencing - Murder - Attempt to rape - Accused-appellant attempted to commit rape and murdered an 18 year old girl - Imposition of death sentence upon appellant - Sustainability - Held: Circumstantial evidence led to only one conclusion that appellant attempted to commit rape and because of resistance, committed murder of the girl D - Appellant was young i.e. aged about 21 years at the time of offence - He had no criminal antecedents - Need to balance the mitigating circumstances against the need for imposition of capital punishment - Considering the age of appellant, possibility of reforming him not ruled out - He could E not be termed as social menace - Further, the case not falling under the \"rarest of rare\" category - Death sentence imposed upon the appellant commuted to life imprisonment - Penal Code, 1860 - ss. 302, 376 rlw s. 511. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "TARSEM LAL & ORS. VS. RAM SARUP & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMxNw==",
        "Citation": "[2014] 8 S.C.R. 701",
        "Case Type": "(CIVIL APPEAL /4919/2014)",
        "Date": "28 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzAxLTcwN18xNzAzMjQ1NTg2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 701",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "28 April 2014",
        "Petitioner:": "Tarsem Lal & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 348",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Ram Sarup & Ors.",
        "Case Type:": "CIVIL APPEAL /4919/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s.36 r/w s.104(3) - Tenant's right to water"
        ],
        "HeadNote": " HIMACHAL PRADESH TENANCY AND LAND REFORMS ACT, 1972 S.36 r/w s.1047 (3) - Tenant's right to water - Tenant enjoying right to water immediately prior to enforcement of the Act - Subsequent to lease dead, by virtues of.s.104(3) proprietary rights conferred upon tenant - Held: !n, terms_ of 104 (3), plaintiff-tenant became owner of suit land by operation of Law and continued to enjoy all the rights including right of irrigation from the common source which was in possession of original landlord -- In view of provisions of s. 36; landlord shall not be competent to curtail or terminate the supply of canal, ~uh/ or use of well water enjoyed by a tenant immediately before commencement of the Act; and breach of the· said.provision shall constitute a cognizable offence punishable under the law. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "KARAM KAUR VS. JALANDHAR IMPROVEMENT TRUST AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMxOA==",
        "Citation": "[2014] 8 S.C.R. 708",
        "Case Type": "(CIVIL APPEAL /4915-4918/2014)",
        "Date": "28 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzA4LTcxN18xNzAzMjQ1NjQ3LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 708",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "28 April 2014",
        "Petitioner:": "Karam Kaur",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 349",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Jalandhar Improvement Trust And Ors.",
        "Case Type:": "CIVIL APPEAL /4915-4918/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - 0.22",
            "r.3 and s.151 - C Suit filed by appellant's husband for declaration that he was entitled to vacant possession of the plot of land allotted to him"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - 0.22, r.3 and s.151 - C Suit filed by appellant's husband for declaration that he was entitled to vacant possession of the plot of land allotted to him D E F G H - Trial Court decreed the suit - First Appellate Court reversed the judgment - Second appeal filed qy appellant's husband - During pendency of second appeal, appellant's husband died leaving behind appellant (his widow) along with 2 sons and 3 daughters - Second appeal dismissed for non- prosecution - Later, appellant, claiming herself to be sole legal heir on basis of a Deed of Family Settlement, filed application for setting aside the order dismissing the second appeal for non-prosecution - Appellant also filed application u/Or.22, r.3 CPC for bringing the LRs on record and application u/s.5 of the Limitation Act for condonation of delay - All applications dismissed by the High Court - Justification - Held: Justified - High Court rightly rejected all the applications - Present case not a fit case to condone delay, bring·,,the LRs on record and to set aside the order of abatement - Appellant is widow of original plaintiff and had knowledge of pendency of the second appeal - Her plea that she was told by her husband that the counsel would inform about the hearing of the application, cannot be ground to entertain application for condonation of delay of more than seven years for preferring the petition for substitution - Moreover, purported deed of family settlement did not statethat the right to sue survived only on the appellant and could not be relied upon to exclude the other legal heirs - Limitation Act, 1963 - s. 5. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "CENTRAL BUREAU OF INVESTIGATION, LUCKNOW, U.P. VS. INDRA BHUSHAN SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMyMQ==",
        "Citation": "[2014] 8 S.C.R. 718",
        "Case Type": "(CRIMINAL APPEAL /876/2002)",
        "Date": "02 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzE4LTcyOF8xNzAzMjQ1NjkyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 718",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "02 May 2014",
        "Petitioner:": "Central Bureau Of Investigation, Lucknow, U.p.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 354",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Indra Bhushan Singh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /876/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.195(1)(b)(iii)"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.195(1)(b)(iii) - Prosecution for offences in relation to proceedings of High Court - Complaint by Deputy Registrar of High Court for offences punishable uls 120-8, rlw ss.1931 196.420 /PC - Requirement of authorisation by High Court 0 to file complaint - Held: The affid~vit filed_ on behalf of Allahabad High Court makes it clear that Deputy Registrar had filed complaint against the two respondents without any authority conferred on him by High Court -Therefore, Magistrate could not have taken cognizance of it or proceeded  with the matter - He lacked jurisdiction to do so since there was no valid complaint before him. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "COMMNR. OF INCOME TAX-VII, NEW DELHI VS. PUNJAB STAINLESS STEEL INDUSTRIES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMyNQ==",
        "Citation": "[2014] 8 S.C.R. 729",
        "Case Type": "(CIVIL APPEAL /5592/2008)",
        "Date": "05 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzI5LTc0Ml8xNzAzMjQ1NzU1LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 729",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "05 May 2014",
        "Petitioner:": "Commnr. Of Income Tax-vii, New Delhi",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 355",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Punjab Stainless Steel Industries",
        "Case Type:": "CIVIL APPEAL /5592/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s. 80-HHC - Deduction"
        ],
        "HeadNote": " Income Tax Act, 1961: s. 80-HHC - Deduction - Sale proceeds of unused! unusable portion of steel scrap sold in local market by the steel utensils manufacturer - Whether incltJdible in total turnover for the purpose of calculating deduction u/s.80HHC of the Act - Held: Not includible. s. 80-HHC - Object of - Discussed.  Turnover - Meaning of - Discussed. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "KUSHALBHAI RATANBHAI ROHIT & ORS. VS. THE STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMyOA==",
        "Citation": "[2014] 8 S.C.R. 743",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /453/2014)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzQzLTc1MF8xNzAzMjQ1ODI0LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 743",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Kushalbhai Ratanbhai Rohit & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 366",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The State Of Gujarat",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /453/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judgments/Orders - Recall of - Change/alteration in judgment before it is signed and sealed"
        ],
        "HeadNote": " Judgments/Orders - Recall of - Change/alteration in judgment before it is signed and sealed - Permissibility -  Criminal case against petitioner-police constables•- Matter came up before High Court in criminal appeal- High Court took the view that sanction of the State Government u/s. 197 CrPC was necessarily required, and in view thereof, the order was dictated in open court allowing the appeal on technical D issue - However, subsequently, the .order dictated in open court and acquitting the petitioners was recalled by the court suo moto vide and the appeal directed to be re-heard - Order recalled on the ground that the court wanted to examine the issue further as· to whether in the facts and circumstances of E the case where the accused had been police constables, the offence could not be attributed to have been committed under the commission of their duty where sanction u/s.197 Cr.P.C. would be attracted - Held: No merit in the submission advanced on behalf 'of the petitioners that once the order had F been dictated in open court, the order to review or recall is not permissible in view of the provisions of s.362 CrPC - s.362 CrPC puts an embargo to call, recall or review anyjudgment or order passed in criminaj case once. it has been pronounced and signed - In the instant case, admittedly, the G 1 order was dictated in the court, but had not been signed - A Judge's responsibility is very heavy, particularly, in a case i where a man's Ide and liberty hang upon his decision nothing , can be left to chance or doubt or conjecture - One cannot, therefore, assume, that the Judge would not have changed his mind before the judgment become final - No exception can be taken to the procedure adopted by the High Court in the instant case - Penal Code, 1860 - s. 222 - Code of Criminal Procedure, 1973 - s.362. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "UNION OF INDIA & ORS VS. SHIV RAJ & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMzMQ==",
        "Citation": "[2014] 8 S.C.R. 751",
        "Case Type": "(CIVIL APPEAL /5478-5483/2014)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzUxLTc3N18xNzAzMjQ1OTI1LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 751",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "Union Of India & Ors",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 368",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Shiv Raj & Ors.",
        "Case Type:": "CIVIL APPEAL /5478-5483/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: s. 5-A - Right of land owners to fife objections"
        ],
        "HeadNote": " Land Acquisition Act, 1894: s. 5-A - Right of land owners to fife objections - Held: The rule of natural justice is ingrained in the scheme of s. 5-A of the Act with a view to ensure that before any person is deprived of his land by way of compulsory acquisition, he must get an opportunity to oppose the decision of the State Government and/or its agencies/instrumentalities to acquire the particular parcel of land - s. 5-A embodies a very just and wholesome principle that a person wflose property is being or is intended to be acquired should have a proper and reasonable opportunity of persuading the authorities concerned that acquisition of the property belonging to that person should not be made. s.5-A - Duty of Land Acquisition Collector- Held: Land Acquisition Collector is duty-bound to objectively consider the arguments advanced by the objector and make F recommendations, duly supported by brief reasons, as to why a particular piece of land should or should not be acquired and whether the plea put forward by the objector merits acceptance - s.5-A confers a valuable right in favour of a person whose lands are sought to be acquired - Hearing G given to a person must be an effective one and not a mere formality - Formation of opinion as regard the public purpose as also suitability thereof must be preceded by application of mind having due regard to the relevant factors and rejection of irrelevant ones - The very person/officer, who accords the B c hearing to the objector must also submit the report! take decision on the objection and in case his successor decides the case without giving a fresh hearing, the order would stand vitiated having been passed in violation of the principles of natural justice. s.5-A - Objections filed by tenure-holders u/s.5-A - Not considered by the statutory authority in strict compliance of principles of natural justice - Subsequent proceedings rightly quashed. s.5-A - Major chunk of land notified uls.4 notification - Writ petition challenging the acquisition proceedings - Land acquisition proceedings quashed - State Government not 'Shallenging the same and the decision attained finality - For D about a decade following the said judgment, proceedings in other cases were also quashed and those decisions were not challenged and thus, also attained finality - Also large number of cases filed before Supreme Court stood dismissed as the State did not take steps to serve the land owners - In E such a fact scenario, where in respect of major chunk of land, the land acquisition proceedings had been quashed long back and which had attained finality, the scheme of planned development cfr Delhi cannot be executed at such a belated stage in view of the fact that vacant land in continuous stretch F may not be available. Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24 - Proceedings initiated under Land Acquisition Act, 1894 - In view of sub-section (2) of s.24 of the Act of 2013, if the physical possession of the land has not been taken by the Acquiring Authority though the award is passed and if the compensation has not been paid to the land owners or has not been deposited before the appropriate forum, the H proceedings initiated under the Act, 1894 is deemed to have been lapsed - In the instant case, admittedly, the award was made on 5. 6. 1987 and possession was not taken till date though compensation was deposited with the Revenue Department - Deposit of amount of compensation in state's revenue account is of no avail and cannot be termed as deemed payment - Therefore, proceedings initiated under the Act, 1894 deemed to have been lapsed - Land Acquisition Act, 1894. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "VINOD KAPUR & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMzMg==",
        "Citation": "[2014] 8 S.C.R. 778",
        "Case Type": "(CIVIL APPEAL /1579/2010)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzc4LTc4MF8xNzAzMjQ1OTg0LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 778",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "Vinod Kapur & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 368",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /1579/2010",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: s.4 - Land in question C notified u/s. 4 on 25. 11. 1980"
        ],
        "HeadNote": " Land Acquisition Act, 1894: s.4 - Land in question C notified u/s. 4 on 25. 11. 1980 - The other persons whose land had also been acquired by the same notification had challenged the validity of the notification u/s. 4 of Act 1894 by filing the writ petitions and its validity was upheld - Appellant is subsequent purchaser - In the year 1987-1988, the Land D Acquisition Officer made an award in respect of the land - Writ petition of appellant dismissed - State Authority did not take possession of the land in dispute though award wa~ made in the year 1987-1988, and the High Court had decided against the appellant in review petition in the year 2007 - A period of E 7 years has lapsed without any stay of proceedings and yet no action was taken by the State Authority in pursuance to the award - Held: Keeping in view the decision rendered in C.A. Nos. 5478-5483 of 2014, land owner's appeal is allowed. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "UNION OF INDIA & ORS. VS. CHATRO DEVI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUwNw==",
        "Citation": "[2014] 8 S.C.R. 781",
        "Case Type": "(CIVIL APPEAL /1831-1836/2009)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzgxLTc4Ml8xNzAzMjQ2MDYwLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 781",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 368",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Chatro Devi & Ors.",
        "Case Type:": "CIVIL APPEAL /1831-1836/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: s.5-A - Objections filed by tenure-holders uls. 5-A"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "UNION OF INDIA & ORS. VS. GEETA DEVI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUxMQ==",
        "Citation": "[2014] 8 S.C.R. 783",
        "Case Type": "(CIVIL APPEAL /4374/2009)",
        "Date": "07 MAY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzgzLTc4NF8xNzAzMjQ2MTEyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 783",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 May 2014",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 368",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Geeta Devi",
        "Case Type:": "CIVIL APPEAL /4374/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: s.5-'A ...:. Objections filed by original tenure holder"
        ],
        "HeadNote": " Land Acquisition Act, 1894: s.5-'A ...:. Objections filed by original tenure holder - Not considered by the competent authority - Actual and physioal possession of land with the respondent who was the subsequent purchaser of the land - Award made in 1987-88 - Land acquisition proceedings quashed - Held: In view of C.A. No. 5478-8312014, State's appeal is dismissed  "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "JAFAR IMAM NAQVI VS. ELECTION COMMISSION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUyMw==",
        "Citation": "[2014] 8 S.C.R. 785",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /429/2014)",
        "Date": "15 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzg1LTc5NF8xNzAzMjQ2MTY5LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 785",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "15 May 2014",
        "Petitioner:": "Jafar Imam Naqvi",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 396",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Election Commission Of India",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /429/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Article 32 - Power under - Exercise of"
        ],
        "HeadNote": " Constitution of India, 1950: Article 32 - Power under - Exercise of -Election speeches rendered during the election campaign - PIL seeking direction to Election Commission to take action against all politicians and political parties indulging in making hate speeches during election campaign - Held: It is not appropriate to entertain petition as PIL and give directions - Matter of handling hate speeches could be a matter of adjudication in an appropriate legal forum and may also have some impact in an election disputes raised under 1951 Act - PIL pertaining to speeches delivered during election campaign, cannot be/f)ut on the pedestal of real PIL - There are laws to take care of it-Representation of People Act, 1951. Public Interest Litigation - Evolution of Discussed. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SH. SANJEEV LAL ETC.ETC. VS. COMMISSIONER OF INCOME TAX, CHANDIGARH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUyNQ==",
        "Citation": "[2014] 8 S.C.R. 795",
        "Case Type": "(CIVIL APPEAL /5899-5900/2014)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfNzk1LTgxMl8xNzAzMjQ2MjcwLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 795",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Sh. Sanjeev Lal Etc.etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 450",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Commissioner Of Income Tax, Chandigarh & Anr.",
        "Case Type:": "CIVIL APPEAL /5899-5900/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s. 54 - Long term capital gain"
        ],
        "HeadNote": " Income Tax Act, 1961: s. 54 - Long term capital gain - Assessee-appellant entered into an agreement to sell his C residential house on 27. 12. 2002 and on 30. 04. 2003 purchased another house but could not complete sale transaction of his residential house due to a suit filed against him restraining him from dealing with the sale of said house - When the suit was dismissed and stay was vacated, he D executed sale deed and got it registered on 24. 09. 2004 - Entitlement of appellant to avail benefit of s. 54 - Held: Due to interim order, appellant was restrained from dealing with the sale of his residential house - In the circumstance, for a justifiable reasons which was not within the control of E appellant, he could not execute the sale deed and sale deed could be registered only on 24.9.2004 - In view of definition of term 'transfer' uls.2(47) of the Act, some right in respect of capital asset had been transfe\"ed in favour of vendee and some right which appellant had in respect·of the capital asset F had been extinguished because after execution of agreement to sell it was not open to appellant to sell property to someone else - s. 54 gives relief to a person who has transferred his residential house and is purchasing another house either before one year of transfer or even two years after the transfer G - The intention of legislature is to give relief in the matter of payment of tax on long term capital. gain - Sale deed could not be executed as the appellant could not have violated the order of the court - Therefore, in view of peculiar facts of the case, appellant is entitled to benefit u/s. 54 of the Act. Interpretation of statutes: Taxing statutes - Harmonious construction - Held: While considering a claim for exemption ; from tax, a purposive interpretation of the provisions of the · Income Tax Act should be given - Harmonious construction of provisions which subserve the object and purpose should. also be made while construing any of the provisions of the Act - Income Tax Act, 1961. Words and phrases: Transfer - Meaning of, in the context C of s.2(47) of the Income Tax Act, 1961. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "PARAMSIVAM & ORS. VS. STATE THROUGH INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUyOQ==",
        "Citation": "[2014] 8 S.C.R. 813",
        "Case Type": "(CRIMINAL APPEAL /593/2010)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfODEzLTgzMV8xNzAzMjQ2MzIwLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 813",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Paramsivam & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 444",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Through Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /593/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302",
            "s.302 rlw s.3",
            "/",
            ". 364 -Abduction and murder"
        ],
        "HeadNote": " Penal Code, 1860: s.302, s.302 rlw s.3,/,. 364 -Abduction and murder - Previous enmity between victim-deceased and accused persohs - Allegation that accused persons abducted the victim-deceased and thereafter killed him and threw his body on railway tracks - Since at that time the identity of body was not known, the police after investigation buried the body - On complaint of missing of deceased and investigation, the police exhumed the body and after DNA examination found it to be that. of the victim-deceased - Conviction of accused no. 1 to 3 based on circumstantial evidence - On appeal, held: Prosecution was successful in bringing on record fi.te circumstantial evidences such as existence of motive, the circumstances in which the deceased was last seen alive in the company of accused nos. 1 to 3, homicidal death and recovery of incriminating articles at the instance of accused persons - The evidence proved that prosecution succeeded in pr-00ng the facts that the accused nos. 1 to 3 took away deceased - What happened thereafter to deceased was especially within the knowledge of accused nos. 1 to 3 - When deceased is shown to be abducted, it is for the abductors to explain how they dealt with the abducted victim - In the absence of explanation, Court is to draw inference that abductors are the murderers - It was for accused nos. 1 to 3 · to explain what happened to the deceased after they took him away but they failed to explain the same - The deceased was found dead immediately thereafter - Therefore, accused nos. 1 to 3 who abducted the deceased intentionally withheld the information from the Court and, there was every justification for drawing inference that accused nos. 1 to 3 murdered the deceased - Guilt of the appellants-accused nos. 1 to 3 proved beyond all reasonable doubt - No interference with the order B of conviction. Evidence: Held: In cases of circumstantial evidence, proof of motive is material consideration and a strong circumstance. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "BALWINDER SINGH VS. NATIONAL FERTILIZERS LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUzMg==",
        "Citation": "[2014] 8 S.C.R. 832",
        "Case Type": "(CIVIL APPEAL /6013/2014)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfODMyLTg0M18xNzAzMjQ2MzY2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 832",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "Balwinder Singh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 981",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "National Fertilizers Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /6013/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CIVIL PROCEDURE",
            "1908: s. 100 - Second appeal"
        ],
        "HeadNote": " CODE OF CIVIL PROCEDURE, 1908: s. 100 - Second appeal - Requirement of framing substantial question of law - High Court admitting the second appeal and allowing the same without framing any substantial question of law - Held: The second appellate court has no jurisdiction to admit or decide the second appeal without 0 formulating a substantial question of law at the initial stage which is a sine qua non for exercising jurisdiction uls 100 - High Court erred gravely in reversing the judgment and decree passed by the trial court as affirmed by the first appellate court without framing any substantial question of law E - Impugned judgment is set aside and the judgments and decrees passed by trial court as affirmed by first appellate court are upheld - Service law. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "EASWARI VS. PARVATHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUzNQ==",
        "Citation": "[2014] 8 S.C.R. 844",
        "Case Type": "(CIVIL APPEAL /1103/2004)",
        "Date": "10 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfODQ0LTg1N18xNzAzMjQ2NDE2LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 844",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "10 July 2014",
        "Petitioner:": "Easwari",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 483",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Parvathi & Ors.",
        "Case Type:": "CIVIL APPEAL /1103/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - s. 100 - Second appeal"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - s. 100 - Second appeal c - Scope of - Held: A second appeal can be allowed only when 0 there is substantial question of law involved - However, High Court can interfere in second appeal. when finding of first appellate court is perverse due to misappreciation of evidence - There is no absolute ban on the High Court in second appeal to interfere with the facts - In the present case, High . Court correctly formulated substantial question of law and was correct in entertaining the matter in second appeal. Succession - Claim of succession - By the second wife of the deceased - Held: Not entitled to succeed, as she failed E to prove the marriage. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "BHUWAN MOHAN SINGH VS. MEENA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU0MA==",
        "Citation": "[2014] 8 S.C.R. 858",
        "Case Type": "(CRIMINAL APPEAL /1331/2014)",
        "Date": "15 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfODU4LTg3MF8xNzAzMjQ2NDc3LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 858",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "15 July 2014",
        "Petitioner:": "Bhuwan Mohan Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 490",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Meena & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1331/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "FAMILY COURT ACT",
            "1984: C s. 7of1984 Act rlw s. 125",
            "CrPC"
        ],
        "HeadNote": " FAMILY COURT ACT, 1984: C s. 7of1984 Act rlw s. 125, CrPC- Duty of Family Court - Explained Application of wife and child remained pending in Family Court for nine years - Family Court granting maintenance to wife and child from the date of order - Held: Both the approaches, i.e., allowing adjournments in extremely o liberal manner remaining oblivious of objects and reasons of the Act and restricting the grant of maintenance to the date of order on some kind of individual notion, not only defeat the command of the legislature but also frustrate the hope of wife and the child who are deprived of adequate livelihood *\"'.7'\" The E delay in adjudication by Family Court is not only against human rights but also against the basic embodiment of dignity of an individual - Family Court Judges are to decide. the matters as expeditiously as possible keeping in view the objects and reasons of the Act and the scheme of various F statutory provisions - Human rights. CODE OF CRIMINAL PROCEDURE, 1973: s. 125 - Maintenance of w~fe and child - Relevant date of grant of maintenance - Maintenance awarded by Family G Court from date of order - High .-Court directing main\"tenance to be paid from date of application - Held: Wife is entitled to get maintenance from the husband unless there is an order from the court that she is not entit1ed to get maintenance on any legally permissible grounds - As regards tire relevant date of grant of maintenance, in the instant case, there was enormous d~lay in disposal of the proceeding u/s 125 and most of the time husband had taken adjournments and some times the court dealt with the matter showing total laxity- The ; circumstances required grant of maintenance from the date .of application - However, While paying the monthly maintenance, as fixed by Family Court, by 5th of each succeeding month, the arrears shall be paid in a proportionate manner within a period of three years, s. 125, Cr. P. C. rlw s. 7 of Family Court Act - Object of - Explained -Application of wife and child for maintenance - C Adjournments - Held: In the instant case, proceedings before Family Court were conducted without being alive to the· objects and reasons of the Act and the spirit of the provisions u/s 125 - The case continued for nine years before Family Court - Family Court Judge, while granting adjournments, D is expected to be sensitive to the issues, for he is dealing with , extremely delicate and sensitive issues pertaining· to the marriage and issues ancillary thereto - Dilatory tactics by any of the parties has to be sternly dealt with - Family Court E Act, 1984 - s. 7. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "ROHTAS BHANKHAR & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU0NQ==",
        "Citation": "[2014] 8 S.C.R. 871",
        "Case Type": "(CIVIL APPEAL /6046-6047/2004)",
        "Date": "15 JULY 2004",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDEzXzhfODcxLTg3OV8xNzA0MjYzNzkzLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 871",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "15 July 2004",
        "Petitioner:": "Rohtas Bhankhar & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 485",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /6046-6047/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Articles 16(4)",
            "16(4A) and 335 - Reservation for Promotion"
        ],
        "HeadNote": " Constitution of India, 1950 - Articles 16(4), 16(4A) and 335 - Reservation for Promotion - Relaxation of standards of C evaluation for the members of reserved category (SC/ST candidates) in the departmental competitive examination for promotion - Permissibility - In view of judgment in *Vinod ·Kumar case that provisipns for lower qualifying marks! standafd of evaluation was contrary to Art. 16(4), State by its D -rvlemorandum of 1997 withdrew the Memorandum of 1970 whereby relaxed standard of evaluation was provided - Validity of the 1997 Memorandum - Held: 1997 memorandum was illegal - Judgment in *Vi nod Kumar case was per incuriam as the same was passed without taking into consideration E provisions uls. 16(4A) brought into by Constitution (Seventy.- Seventh Amendment) Act, 1995 - Moreover, a proviso has also been appended to Art. 335 by Constitution (Eighty Second Amendment) Act, 2000 - Central Secretariat Service Section Officers' Grade/Stenographers' Grade 'B (Limited F Departmental Competitive Examination) Regulations, 1964 - Central Secretariat Service Section Officers' Gradel Stenographers' Grade 'B ·(Limited Departmental Competitive . Examination) A'mendment Regulations, 1998 . "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "M/S. AJEET SEEDS LTD. VS. K. GOPALA KRISHNAIAH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU0Nw==",
        "Citation": "[2014] 8 S.C.R. 880",
        "Case Type": "(CRIMINAL APPEAL /1523/2014)",
        "Date": "16 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfODgwLTg4OV8xNzAzMjQ2NTY1LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 880",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "16 July 2014",
        "Petitioner:": "M/s. Ajeet Seeds Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 491",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "K. Gopala Krishnaiah",
        "Case Type:": "CRIMINAL APPEAL /1523/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "NEGOTIABLE INSTRUMENTS ACT",
            "1881"
        ],
        "HeadNote": " NEGOTIABLE INSTRUMENTS ACT, 1881: s. 138 - Complaint of dishonour of cheque - Service of notice u/s 138 and proof thereof - Held: It is not necessary to aver in the complaint that in spite of the return of the notice unserved, it is deemed to have been served or that the addressee is deemed to have knowledge of the notice - D Unless and until the contrary is proved by the addressee, service of notice is deemed to have been effected at the time at which the letter would have been delivered in the ordinary course of business - High Court clearly erred in quashing the . complaint on the ground that there was no recital in the E . complaint that the notice uls 138 of the NI Act was served upon the accused - It also e\"ed in quashing the complaint on the ground that there was no proof either that the notice was served or it was returned unserved/unclaimed - That is a matter of evidence - Section 114 of Evidence Act enables the court to presume that in the common course of natural F events, the communication would have been delivered at the address of the addressee - Section 27 of General Clauses Act gives rise to a presumption that service of notice has been effected when it is sent to the ,correct address by registered post - Evidence Act, 1872 - f· 114 - General Clauses Act, G 1897 - s.27. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RENIKUNTLA RAJAMMA (D) BY LRS. VS. K. SARWANAMMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU1MA==",
        "Citation": "[2014] 8 S.C.R. 890",
        "Case Type": "(CIVIL APPEAL /4195/2008)",
        "Date": "17 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfODkwLTkwOF8xNzAzMjQ2NjIyLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 890",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "17 July 2014",
        "Petitioner:": "Renikuntla Rajamma (d) By Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 492",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "K. Sarwanamma",
        "Case Type:": "CIVIL APPEAL /4195/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Property Act",
            "1882 - ss. 122 and 123 - C Interpretation of - Gift reserving life interest for the donor - Validity"
        ],
        "HeadNote": " Transfer of Property Act, 1882 - ss. 122 and 123 - C Interpretation of - Gift reserving life interest for the donor - Validity - Whether retention of possession of the gifted property for enjoyment by the donor during her life time and the right to receive the rents of the property in any way affected the validity of the gift - Held: A conjoint reading of ss. 122 and D 123 of the Act makes it abundantly clear that \"transfer. of possession\" of the property covered by the registered instrument of the gift duly signed by the donor and attested as required is not a sine qua non for the making of a valid gift under the provisions of the Act ~ s. 123 having overriding E effect on the rules of Hindu Law pertaining to gift including the rule that required possession of the property gifted to be given to the donee - Language employed in s. 129 before its amendment clear enough to give s.123 an overriding effect vis-a-vis rules of Hindu Law - If the intention of thfr legislature F was to make delivery of possession of the property gifted also as a condition precedent for a valid gift, the provision could and indeed would have specifically said so - Absence of any such requirement can only lead to the conclusion that delivery of possession is not an essential prerequisite for the making G of a valid gift in the case of immovable property - On facts, the recitals in the gift deed proved transfer of absolute title in the gifted property from the donor to the donee - What was retained was only the right to use the property during the lifetime of the donor which did not in any way affect the transfer of ownership in favour of the donee by the donor - High Court A justified in refusing to interfere with the decree passed in favour of the donee. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SAURABH KUMAR THROUGH HIS FATHER VS. JAILOR, KONEILA JAIL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU1Ng==",
        "Citation": "[2014] 8 S.C.R. 909",
        "Case Type": "(WRIT PETITION(CRIMINAL) /147/2013)",
        "Date": "22 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTA5LTkyMl8xNzAzMjQ2NjcwLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 909",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "22 July 2014",
        "Petitioner:": "Saurabh Kumar Through His Father",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 502",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Jailor, Koneila Jail & Anr.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /147/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Writs - Writ of Habeas Corpus - Detention - Legality - Whether the petitioner could be said to be in illegal custody so as to warrant the issue of a writ of Habeas Corpus"
        ],
        "HeadNote": " Writs - Writ of Habeas Corpus - Detention - Legality - Whether the petitioner could be said to be in illegal custody so as to warrant the issue of a writ of Habeas Corpus - Held: C On facts, No - Petitioner was involved in a criminal case for which he was arrested and produced before the Judicial Magistrate and remanded to judicial custody by virtue of an order passed by the Judicial Magistrate - There was no illegal detention - However, petitioner at liberty to file application for D his release in the criminal case pending before the Court of Judicial Magistrate - Constitution of India, 1950 - Art. 32. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SHYAM NARAIN PANDEY VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU2MA==",
        "Citation": "[2014] 8 S.C.R. 923",
        "Case Type": "(CRIMINAL APPEAL /1515/2014)",
        "Date": "22 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTIzLTkyOV8xNzAzMjQ2NzE4LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 923",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "22 July 2014",
        "Petitioner:": "Shyam Narain Pandey",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 500",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /1515/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CRIMINAL PROCEDURE",
            "1973: s. 389 (1)"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973: s. 389 (1) Prayer for stay of conviction - Appellant c convicted u/s 302 /PC etc. - Prayer declined by High Court - Held: It has been cautioned time and again that court should be very wary in staying the conviction and it shall be done only in very rare and exceptional cases of irreparable injury coupled with irreversible consequences resulting in injustice 0 -- The plea that appellant will be deprived of his source of livelihood if conviction is not stayed, cannot be appreciated - - High Court has rightly held that it is not a very rare and exceptional case for staying the conviction. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RAJEEV DHAWAN VS. GULSHAN KUMAR MAHAJAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU2OQ==",
        "Citation": "[2014] 8 S.C.R. 930",
        "Case Type": "(CONTEMPT PETITION (CRIMINAL) /2/1994)",
        "Date": "23 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDEzXzhfOTMwLTk0MF8xNzA0MjYzOTQxLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 930",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "23 July 2014",
        "Petitioner:": "Rajeev Dhawan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 507",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Gulshan Kumar Mahajan & Ors.",
        "Case Type:": "CONTEMPT PETITION (CRIMINAL) /2/1994",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONTEMPT OF COURT: Contempt proceedings"
        ],
        "HeadNote": " CONTEMPT OF COURT: Contempt proceedings  Notice not served on alleged contemner - Derogatory remarks stated to have been made by third contemner against Supreme Court, published in a news paper on 10.4.1994 and in a periodical (11-17 April, 1994) - Held: Court appreciates the gravity of the subject matter - It is also not oblivious of the fact that it was not satisfied prima facie with the initial response filed by third contemner and ordered on 06.05.1994 to initiate the.contempt proceedings against first to third respondents - However, the notice accompanied by charges on third contemner has not been served so far - Thus, at this distance of time, when the subject matter remained dormant for almost two decades and third contemner is 96 years of age and is not able to respond to the charges due to old age and illness, this is not a fit case where Court should deal with the matter further - Since contempt proceedings are not being pursued further to find out criminality against the author (third contemner who made the offending statements}, contempt matter does not deserve to be pursued as against first and second contemners as well, who have also tendered unconditional apology - Insofar as other contemners are concerned, Court has not yet taken cognizance of criminal complaint against them - Therefore, the contempt matters deserve to be closed - Order accordingly - Acquisition of Certain Area at Ayodhya Act, 1993- Constitution of India, 1950 - Art. 129. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RAMDAS S/O KHELUNAIK VS. KRISHNANAND S/O VISHNU NAIK.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU3NQ==",
        "Citation": "[2014] 8 S.C.R. 941",
        "Case Type": "(CRIMINAL APPEAL /1522/2014)",
        "Date": "23 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTQxLTk0OF8xNzAzMjQ2ODc5LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 941",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "23 July 2014",
        "Petitioner:": "Ramdas S/o Khelunaik",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 504",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Krishnanand S/o Vishnu Naik.",
        "Case Type:": "CRIMINAL APPEAL /1522/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881 - s. 138 - Dishonour of cheque"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881 - s. 138 - Dishonour of cheque - On the ground of stop payment instruction by drawer of cheque - Complaint - Dismissed by trial court. acquitting the accused-drawer of cheque - High Court convicted the accused - On appeal, held: The complainant failed to prove his case that the cheque for Rs. 5 lakhs was against hand-loan of Rs. 1 lakh seventy five thousand - While the accused proved that the cheque was drawn in relation to ·sale agreement with the complainant and the payment thereof was instructed to be stopped on failure of execution of sale agreement - Accused acquitted. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SOMNATH CHAKRABORTY AND ANR. VS. APPOLLO GLENEAGLES HOSPITALS LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMjY=",
        "Citation": "[2014] S.C.R. 949",
        "Case Type": "(CIVIL APPEAL /6683-6684/2014)",
        "Date": "23 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTQ5LTk2NF8xNzAzMjQ2OTk2LnBkZg==",
        "SCR Citation:": "[2014] S.C.R. 949",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "23 July 2014",
        "Petitioner:": "Somnath Chakraborty And Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 503",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri,Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Appollo Gleneagles Hospitals Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /6683-6684/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Land (Ceiling & Regulation) Act",
            "1976 - s.10(3) - Compensation",
            "utilization charges",
            "interest and costs"
        ],
        "HeadNote": " Urban Land (Ceiling & Regulation) Act, 1976 - s.10(3) - Compensation, utilization charges, interest and costs - Grant of - 11.659 cottah of /and-locked land purportedly owned by appellants - Meanwhile the 1976 Act came into effect - Land notified u/s. 10(3) of the 1976 Act - State Government claimed the land as its property and handed over the same to first- Respondent Hospital on lease for 30 years with option for renewal under lease deed dated 21. 06. 1991 - First- Respondent Hospital paid premium of Rs.94,41,300 - The lease deed also obligated payment of 10% of the said sum by way of annual lease rent - Writ petition filed by appellants challenging the Notification issued under the 1976 Act - Allowed by Single Judge of High Court - Division Bench held that the hospital authority was not required to hand over actual physical pos~ession to the State before a final declaration, if any, was made uls.10(3); and further the hospital authority was obliged to compensate the respondents to the extent of the land, if any allowed to be retained by them, by the competent authority under the 1976 Act and for the balance part of the land, the State was obliged to pay compensation - Appellants agreed to abide by the judgment of the Division Bench; and also no challenge thereto at the instance of First respondent- Hospital or the State Government .; Competent Authority under the 1976 Act found that appellants wcfre not in possession of any surplus land - Held: In the circumstances, ;respondent-Hospital to bear entire compensation - It is liable Rs.30,000/- in cash as advance money and issued a Cheque for Rs.5,00,000/-. Looking at the corroborative evidence adduced by the defence witnesses and more particularly, in the absence of any material evidence in support of the claim of the respondent-complainant, we cannot uphold the impugned judgment. 11. For all the aforesaid reasons, the appeal deserves to be allowed and is accordingly allowed. The impugned judgment of the High Court is set aside and the judgment of the Trial Court is restored. The appellant is at liberty to withdraw the amount of Rs.1, 75,000/- with &ccrued interest if any, deposited by him before the Trial Court in accordance with this Court's order dated 30th November, 2012. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "AGRICULTURAL PRODUCE MARKETING COMMITTEE VS. BANNAMA (D) BY LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU5Mg==",
        "Citation": "[2014] 8 S.C.R. 965",
        "Case Type": "(CIVIL APPEAL /3198/2007)",
        "Date": "25 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTY1LTk3NV8xNzAzMjQ3MTAwLnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 965",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "25 July 2014",
        "Petitioner:": "Agricultural Produce Marketing Committee",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 508",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Bannama (d) By Lrs.",
        "Case Type:": "CIVIL APPEAL /3198/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit - For declaration of title and possession - The suit property claimed to be 'Stridhan' of the plaintiff"
        ],
        "HeadNote": " Suit - For declaration of title and possession - The suit property claimed to be 'Stridhan' of the plaintiff - It was sold by her son without her knowledge and consent, after getting C the property mutated in his name - Suit decreed by trial court - First appellate court held that her son (vendor) had title in the property - High Court, in second appeal, decreed the suit - Held: Trial court as well as High Court have decreed the suit . by elaborately discussing the evidence while the first appellate D court failed to consider most relevant documents - Decree confirmed. Transfer of Property Act, 1882 - s. 43 - Doctrine of feeding the grant by estoppel - Applicability of - Held: As per the doctrine, where the vendor selfs without title and subsequently acquires title, right accrues to the purchaser to claim interest in the property - In the present case the doctrine is not applicable because the vendor did not acquire title in the property during his life-time, and consequently his children also did not acquire title through him. Estoppel - Doctrine of feeding the grant by estoppel - Applicability of. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SECR. GOVT. OF NCT OF DELHI & ORS. VS. GRADE-I DASS OFFICERS ASSOCIATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU5Ng==",
        "Citation": "[2014] 8 S.C.R. 976",
        "Case Type": "(CIVIL APPEAL /5153-5157/2009)",
        "Date": "30 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTc2LTk5MV8xNzAzMjQ3MzA4LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 976",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "30 July 2014",
        "Petitioner:": "Secr. Govt. Of Nct Of Delhi & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 510",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Grade-i Dass Officers Association & Ors.",
        "Case Type:": "CIVIL APPEAL /5153-5157/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Assured Career Progression Scheme (ACPS)",
            "1999SERVICE LAW:"
        ],
        "HeadNote": " SERVICE LAW:  Assured Career Progression Scheme (ACPS), 1999 - Second financial upgradation on completion of 24 years - Delhi Administration Subordinate Service (DASS) Grade-I, i.e., feeder grade and next promotional Grade, i.e., Delhi Andaman and Nicobar Island Civil Service (DAN/CS) Grade- II, being in the same pay grade - Claim of respondents members of DASS Grade-I for second financial upgradation in DAN/CS Grade-I instead of in DAN/CS Grade-II - Rejected by Tribunal, but allowed by High Court - Held: Fairness on part of State is a constitutional obligation and, therefore, a pay scale, which regularly promoted employee could not get due. to established hierarchy for promotion, cannot be granted to those like the respondents on the plea that the financial upgradation to which they are found entitled as per existing hierarchy is too meagre - In view of stipulations and conditions in ACPS, financial upgradation is admissible in the next higher grade only in accordance with the existing hierarchy in a cadre/category of posts without creating new posts for the purpose - Financial upgradation under ACPS is not only in lieu of but also in anticipation of regular promotion - In such a situation, financial upgradation claimed by respondents cannot be granted because the same would be much in excess of what the officer would gain on actual promotion in the hierarchy, - In the facts of the case, it would not be proper to exercise power of judicial review so as to reverse or modify the policy decision of Government and it would be violative of rules of fairness and Arts. 14 and 16 of the Constitution - The claim of respondents was rightly rejected by Tribunal - Constitution of India, 1950 - Arts. 14, 16 and 226 - Government of India, Department of Personnel & Training, O.M. No. 3503411197-Estt. Dated 18.7.2001 - Clarification 52. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SANJAY GUPTA & ORS. VS. STATE OF UTTAR PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYwMQ==",
        "Citation": "[2014] 8 S.C.R. 992",
        "Case Type": "(WRIT PETITION (CIVIL) /338/2006)",
        "Date": "31 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfOTkyLTEwMjBfMTcwMzI0NzM4Mi5wZGY=",
        "SCR Citation:": "[2014] 8 S.C.R. 992",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "31 July 2014",
        "Petitioner:": "Sanjay Gupta & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 513",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Uttar Pradesh & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /338/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Commission of Enquiry Act",
            "1952 - ss. B8 and BC - Non- compliance"
        ],
        "HeadNote": " Commission of Enquiry Act, 1952 - ss. B8 and BC - Non- compliance - Effect of - Held: Since the Commission C constituted under the Act, did not comply with the provisions of ss. B8 and BC which seriously prejudiced the accused, the report submitted by the Commission cannot be sustained - Appointment of new Commissioner. Constitution of India, 1950 - Art. 32 - Writ petition - Seeking damages and other reliefs - Against the State as well as private parties-accused - Holding them responsible for the 64 deaths and above 100 injuries in a fire accident which broke-out in a consumer exhibition - Held: Fact finding Commission constituted under Commission of Enquiry Act, E was not sustainable for non-compliance of statutory provisions - New Commissioner appointed and directed to submit his report - So long as the Commission is awaited, liability to pay damages cannot be fastened on the parties - The facts of the case show that there has been statutory violations and F negligence by the State authorities - Therefore, as an interim measure, State directed to pay some more amount to the victims, in addition to the amount it has already paid as compensation - The accused-organizers of the event also directed to deposit an amount of ss. 30 lakhs with the Court G to be kept in fixed deposit interest bearing account - Apportionment of the liability between different erring parties a/so to be decided after receipt of the report of the Commission - Commission of Enquiry Act, 1950 - Damages.  "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "THE BANGALORE TURF CLUB LTD. VS. REGIONAL DIRECTOR, EMPLOYEES STATE INSURANCE CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYwOQ==",
        "Citation": "[2014] 8 S.C.R. 1021",
        "Case Type": "(CIVIL APPEAL /2416/2003)",
        "Date": "31 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTAyMS0xMDc0XzE3MDMyNDc0NDYucGRm",
        "SCR Citation:": "[2014] 8 S.C.R. 1021",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "31 July 2014",
        "Petitioner:": "The Bangalore Turf Club Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 986",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Regional Director, Employees State Insurance Corporation",
        "Case Type:": "CIVIL APPEAL /2416/2003",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "EMPLOYEES' STATE INSURANCE ACT",
            "1948: c s. 1 (5) - 'Establishment' - 'shop' - Turf Club"
        ],
        "HeadNote": " EMPLOYEES' STATE INSURANCE ACT, 1948: c s. 1 (5) - 'Establishment' - 'shop' - Turf Club - Held: A 'shop' is a business establishment where a systematic or organised commercial activity takes place with regard to the sale or purchase of goods or services, and includes an establishment that facilitates these transactions as well - An D establishment being a place of business and a shop being a business establishment, it can be said that a 'shop' is indeed covered under, and may be called a sub-set of the term 'establishment' -- The activities of appellant-Turf Clubs are in the nature of organised and systematic transactions -- E Appellants-Turf Clubs, in essence, take money from viewers, members as well as the general public, as admission fee and in return provide them with certain services, those being the actual viewing of the race and facilitating placing of bets -- Thus, a race-club, of the nature of appellants, would fall under F the scope of the term 'shop' and thereby the provisions of ES/ Act would extend upon them by virtue of the respective impugned notifications issued under sub-s. (5) of s. 1 - Therefore, it is held (i) a 'race-club' is an 'establishment' as rightly held in the case of Employees State Insurance Corporation v. Hyderabad Race Club; and (ii) Appellant-Turf G Clubs are duly covered under the term 'shop' for the purposes of ES/ Act and notifications issued thereunder -- Government of Tamil Nadu Notification No. l/(2)/LE/1859176 dated 3.04.1976 - Government of Maharashtra Notification No. ES/. 167713910/PH-15 dated 18.09.1978. s. 1 - 'Entertainment' - Horse racing - Held: Is a form of · entertainment -- Such an entertainment is provided not only to the members of the appellant-Clubs, but also to the general public on payment of a certain admission fee. s. 1 (5) - 'Establishment' - 'shop' - Chit Fund - Held: In light of the fact that appellant-Chit Fund provides for seNices and in return the foreman receives a commission, there C existing a systematic commercial activity and a rendering of seNices taking place, activities of Chit Fund would be those as would fall um:Jer the definition of a shop as evolved by the Court -- Therefore, in accordance with the reasoning if] Civil Appeal No.2416 of 2003 and other connected appeals, D appellant chit fund would fall within the meaning of the word 'shop' as mentioned in the notification issued under ES/ Act -- Therefore, provisions of ES/ Act would extend to appellant also - Government of Tamil Nadu Notification No. 11(2)/LEI 1859176 dated 03.04.1976. INTERPRETATION OF STATUTES: Statutes pari materia -- Maharashtra Shops and Establishments Act, 1948, Kamataka Shops and Commercial Establishments Act, 1961 and ES/ Act--Held: Statutes are F said to be in pari materia with each other when they deal with the same subject-matter -- The rationale behind this rule is based on the interpretative assumption that words employed in legislations are used in an identical sense --However, this assumption is rebuttable by the context of the statutes -- ES/ G Act, the Act, 1948 and the Act, 1961 deal with labour and workmen, in essence and spirit they have a different scope and application -- The Acts do not appear to have any overlap· in their fields of operation and have mutually exclusive schemes -- Therefore, it cannot be said that the said Acts are H pari materia with each other. Liberal and beneficial interpretation -- Beneficial A legislation for welfare of workmen and employees -- Held: In the case of beneficial legislations and legislations enacted for welfare of employees and workmen, Court has on numerous occasions adopted liberal rule of interpretation to ensure that the benefits extend to those workers who need to be covered B based on the intention of the Legislature -- Since ES/ Act is passed for conferring certain benefits to employees in case of sickness, maternity and employment injury, it is necessary that ES/ Act should receive a liberal and beneficial construction so as to achieve legislative purpose without c doing violence to the language of the enactment -- In light of the judgments of the Court and in particular Cochin Shipping Case and the Bombay.Anand Bhavan Case, an expansive meaning may be assigned to the word 'shop' for the purposes of the ES/ Act. D Beneficial legislation - ES/ Act - Certain terms not defined in the Act - Resort to dictionary meaning and judicial pronouncements - Explained. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "SHAILESHBHAI @ PAPPU BALUBHAI CHUNARA & ANR. VS. STATE OF GUJRAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYxNQ==",
        "Citation": "[2014] 8 S.C.R. 1075",
        "Case Type": "(CRIMINAL APPEAL /1974/2012)",
        "Date": "07 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS9fXzEwNzUtMTA4M18xNzA0MjY0MTU5LnBkZg==",
        "SCR Citation:": "[2014] 8 S.C.R. 1075",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "07 August 2014",
        "Petitioner:": "Shaileshbhai @ Pappu Balubhai Chunara & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 530",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Gujrat",
        "Case Type:": "CRIMINAL APPEAL /1974/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302134",
            "323 and 114 - Murder - Conviction and sentence u/ss. 302134",
            "323 and 114"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 302134, 323 and 114 - Murder - Conviction and sentence u/ss. 302134, 323 and 114 on basis of dying declaration that accused persons poured kerosene C on victim and set her ablaze - Defence case that there were three inconsistent dying declarations - On appeal, held: Two doctors made an endor5ement respectively and the executive magistrate recorded the dying declaration - No inconsistency in the said recordings - Testimony of the magistrate reliable D as also testimony of victim consistent - Thus, order of conviction and sentence upheld - Evidence. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RAJU @ DEVENDRA CHOUBEY VS. STATE OF CHHATISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYyMw==",
        "Citation": "[2014] 8 S.C.R. 1084",
        "Case Type": "(CRIMINAL APPEAL /822/2012)",
        "Date": "21 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTA4NC0xMDk5XzE3MDMyNDc1MjUucGRm",
        "SCR Citation:": "[2014] 8 S.C.R. 1084",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "21 August 2014",
        "Petitioner:": "Raju @ Devendra Choubey",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 558",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of Chhatisgarh",
        "Case Type:": "CRIMINAL APPEAL /822/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 rlw s. 34 - Murder with the aid of contract killers"
        ],
        "HeadNote": " Penal Code, 1860: s. 302 r/w s. 34 - Murder with the aid of contract killers - Allegation that accused no. 1 hired contract killers accused no. 2 to 4 to kill her daughter-in-law (deceased) as she was annoyed with the deceased on account of domestic dispute - PW-21 servant aged 13 years was eye-witness - Conviction by courts below - On appeal, held: PW-21 was brought from village by accused no. 1 and she used to take care of him, send to school and give food and residence - No reason for him to falsely implicate accused no. 1 - The deposition of PW-21 was that accused no. 4 caught the deceased and accused no. 2 attacked her with knife 3-4 times - Incident occurred in the courtyard and accused no. 1 was present in the passage - Accused no. 3 was standing outside the passage - Accused no. 1 and 2 threatened PW-21 not to disclose about the incident to anyone - Thus accused no. 2 and 4 had a single mission to kill the deceased and had not entered the house to commit robbery - There was no evidence that they had previous animosity with the deceased - Statement of PW-21 that accused no.2 attacked the deceased was corroborated by the recovery of knife from accused no. 2 - Conviction of accused no.1, 2 and 4 upheld - As regards accused no. 3, there was no evidence of his having played any role in the crime - No weapon or any property connected with crime was seized from him - He being innocent is acquitted - Child witness. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "RAGHUBIR SINGH VS. GENERAL MANAGER, HARYANA ROADWAYS, HISSAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYzMQ==",
        "Citation": "[2014] 8 S.C.R. 1100",
        "Case Type": "(CIVIL APPEAL /8434/2014)",
        "Date": "03 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTEwMC0xMTQxXzE3MDMyNDc1ODgucGRm",
        "SCR Citation:": "[2014] 8 S.C.R. 1100",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "03 September 2014",
        "Petitioner:": "Raghubir Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 592",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "General Manager, Haryana Roadways, Hissar",
        "Case Type:": "CIVIL APPEAL /8434/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act",
            "1947: s. 10(1 )",
            "11 A - Termination of service"
        ],
        "HeadNote": " Industrial Disputes Act, 1947: s. 10(1 ), 11 A - Termination of service - Misappropriation of ticket amount by conductor-workman - Order of termination - Criminal case resulting in acquittal - Subsequently, employee reporting to join for duty but informed that his services were terminated - Industrial dispute before Conciliation Officer but the same failed - Reference of dispute to labour court by State Government, as regards termination order - Labour court passing award against employee that reference of industrial dispute as time barred - In writ petition, award not interfered with by the High Court- On appeal, held: Even assuming that there was delay and /aches on the part of the workman in raising the industrial dispute and getting the same'\"referenced for adjudication, rejection of the reference by the labour court by answering the additional issue regarding the delay /aches and limitation without adjudicating the points of dispute referred to it on the merits, amounts to failure to exercise its statutory power uls. 11 A - . Furthermore, workman continuously remained absent from his duties, however, termination order was passed without conducting an enquiry as required in law - Also no show cause notice issued to the workman - Conductor being a workman as defined uls. 2(s) is an employee of the respondent authorities and was governed by the Industrial Employment (Standing Orders) Act, 1946 but the disciplinary proceedings were initiated u/r. 7 of the Haryana Civil Services (Punishment and Appeal) Rules, 1987 - Thus, the principles of natural justice were not followed - Out of the period of unauthorised absence of around five months, conductor was under judicial custody for two months due to the criminal case filed against him at the instance of the respondent - In view thereof and facts of the case, the unauthorised absence period treated as leave without wages - Order of termination passed by the employer, the award passed by the labour court and the judgment of the High Court set aside - Employee to be reinstated, with back wages and other consequential benefits - Constitution of India, 1950 - Art. 311(2)(b). s. 10(1) - Power under - Reference of industrial dispute by the State Government to the labour court for adjudication - Held: As per s. 10(1), the appropriate government 'at any time' may refer an industrial dispute for adjudication, if it is of the opinion that such an industrial dispute between the workman and the employer exists or is apprehended - On facts, no doubt there was a delay in raising the dispute by the conductor; the labour court nevertheless has the power to mould the relief accordingly·- Reference of the industrial dispute by the State Government to the labour court to adjudicate the existing industrial dispute between the parties was made within a reasonable time, considering the circumstances in which the workman was placed. Doctrines/Principles - 'Doctrine of Proportionality' - Principle of - Held: Is to ensure that the action of the employer against employees/workmen does not impinge their fundamental and statutory rights - The Doctrine is to be followed by the employer/employers at the time of taking disciplinary action against their employees/workmen to satisfy the principles of natural justice and safeguard the rights of employees/workmen - On facts, doctrine to be applie.:J to the facts of the case - Order of termination disproportionate to the gravity of misconduct, thus, employee entitled to reinstatement, back wages and other benefits.  "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "TANUA RABIDAS VS. STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYzOQ==",
        "Citation": "[2014] 8 S.C.R. 1142",
        "Case Type": "(CRIMINAL APPEAL /1503/2007)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTE0Mi0xMTQ4XzE3MDMyNDc2MjkucGRm",
        "SCR Citation:": "[2014] 8 S.C.R. 1142",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Tanua Rabidas",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 600",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /1503/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 - Conviction and sentence under",
            "on basis of the dying declaration"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 - Conviction and sentence under, on basis of the dying declaration - Prosecution case that husband along with the co-accused present in the house, poured kerosene oil upon his wife and ignited her - Incident took place nine years after the marriage - Wife succumbed to the burn injuries in the hospital - On basis of the prosecution evidence and two dying declarations, conviction of the husband uls. 302 and imposition of life imprisonment, by courts below - Held: There is no infirmity or perversity in the order passed by the courts below - Statement of the doctor. and the nurse that the victim made a dying declaration that her husband poured kerosene oil on her and set her on fire fully corroborated by prosecution witnesses - Victim not known to the doctor and the nurse nor they were interested witnesses - Evidence of the doctor and the nurse was a very important piece of evidence and there was no evidence to the contrary that any effort was made by anyone to induce the deceased to make the false statement - Also, absence of smell of kerosene oil in the hair of the deceased sent for chemical examination does not render the dying declaration doubtful and unbelievable - Evidence. "
    },
    {
        "volume": "2014Volume 8",
        "Case Name": "UNION OF INDIA & ANR VS. JAI KISHUN SINGH (D) THROUGH LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY0Ng==",
        "Citation": "[2014] 8 S.C.R. 1149",
        "Case Type": "(CIVIL APPEAL /6651/2008)",
        "Date": "10 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA4L1BhcnQgSS8yMDE0XzhfMTE0OS0xMTU5XzE3MDMyNDc3MDcucGRm",
        "SCR Citation:": "[2014] 8 S.C.R. 1149",
        "Year/Volume:": "2014/ Volume 8",
        "Date of Judgment:": "10 September 2014",
        "Petitioner:": "Union Of India & Anr",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 618",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Jai Kishun Singh (d) Through Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /6651/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "FREEDOM FIGHTER PENSION SCHEME",
            "1980: Determination of age"
        ],
        "HeadNote": " FREEDOM FIGHTER PENSION SCHEME, 1980: Determination of age - Cancellation of Freedom Fighter Pension on the ground that respondent no. 1 did not participate in freedom struggle as he was child of 7-8 years in the year 1942 - Held: As per Voter List of 19!5, age of claimant was 42 years - Considering said document, age in 1942 would have been above 5 years and below 10 years - At such an age, participation in the freedom fight is highly improbable, as such, in the facts and circumstances of the case, cancellation of the pension could not be said to be unwarranted at all. C Freedom Fighter Pension is a form of gratitude extended by an indebted nation in recognition of the sacrifice made by the freedom fighters to achieving independence - Liberal approach has to be adopted in such matters so that rightful persons are not deprived of deserving benefit for lack of evidence, after a lapse of long time - Such cases have to be decided on preponderance of probabilities and standard of proof beyond reasonable doubt is not to be applied. EVIDENCE: Documentary evidence - Held: Has to prevail over oral evidence. Determination of age by the Medical Board - Evidentiary value of - Held: Not reliable as it is based upon physical appearance only and not based upon any scientific medical test like ossification test and radiological examination - When it is based on such scientific tests, it is, of strong corroborative value - In the instant case, Medical Board opined on physical B appearance basis age of the claimant about 73 years - As it is not based on scientific tests it cannot be accepted.  "
    }
]