[
    {
        "volume": "2014Volume 10",
        "Case Name": "MADRAS BAR ASSOCIATION VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzODg=",
        "Citation": "[2014] 10 S.C.R. 1",
        "Case Type": "(TRANSFERRED CASE (CIVIL) /150/2006)",
        "Date": "25 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF8xLTM1NF8xNzAzMzEwOTY1LnBkZg==",
        "SCR Citation:": "[2014] 10 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "25 September 2014",
        "Petitioner:": "Madras Bar Association",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 685",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar,Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "TRANSFERRED CASE (CIVIL) /150/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Basic structure",
            "judicial review",
            "National Tax Tribunal Act"
        ],
        "HeadNote": " National Tax Tribunal Act, 2005: History of promulgation of NTT Act - Discussed. Whether High Courts which discharge judicial functions, can be substituted by an extra-judicial body such as NTT and whether the NTT in the manner of its constitution undermines a process of independence and fairness, which are sine qua non of an adjudicatory authority - Held: It was impermissible D for the legislature to abrogate/divest the core judicial appellate functions traditionally vested with the High Court, and to confer! vest the same, with an independent quasi-judicial authority, which did not even have the basic ingredients of a superior Court, like the High Court (whose jurisdiction is sought to be E transferred) - Jurisdiction vested in the High Courts u!Articles 226 and 227 of the Constitution, is not only in respect of the rightful implementation of statutory provisions, but also of supervisory jurisdiction, over courts and tribunals and cannot be curtailed under any circumstances. Whether while transferring jurisdiction to a newly created court/tribunal, it is essential to maintain the standards and the stature of the court replaced - Held: Parliament was not precluded from establishing a court under a new name, to exercise the jurisdiction that was being exercised by members G of the higher judiciary, at the time when the constitution came into force - But when that was done, it was critical to ensure, that the persons appointed to be members of such a court/ tribunal, should be appointed in the same manner, and ,should be entitled to the same security of tenure, as the holder of the judicial office, at the time when the constitution came into force - High Court. Whether the transfer of adjudicatory functions vested in the High Court to the NTT violates recognized constitutional B conventions - Held: Recognized constitutional conventions pertaining to the Westminster model, do not debar the legislating authority from enacting legislation to vest adjudicatory functions, earlier vested in a superior court, with an alternative court/tribunal - Exercise of such power by the C Parliament would per se not violate any constitutional convention. s.5 - Validity of- Clause that NTT would ordinarily have its sittings in the National Capital Territory of Delhi - Role of the Central Government in determining the sitting of benches D of the NTT - Held: It is not appropriate to allow the Central Government to play any role, with reference to the places where the benches would be set up, the areas over which the benches would exercise jurisdiction, the composition and the constitution of the benches, as also, the transfer of the E Members from one bench to another - Sub-sections (2), (3), (4) and (5) of s.5 are unconstitutional. s. 6 -- Validity of- Clause that a person would be qualified for appointment as a Member, if he is or has been a Member of the Income Tax Appellate Tribunal or of the Customs, F Excise and Service Tax Appellate Tribunal for at least 5 years - Held: Only a person possessing professional qualification in law, with substantial experience in the practice of law, will be in a position to handle the onerous responsibilities which a Chairperson and Members of the NTT will have to shoulder G - Accountant Members and Technical Members cannot said to have the stature and qualification possessed by judges of High Courts - s. 7 is declared unconstitutional. s. 7 - Validity of - Appointment of Chairperson and other Members by Central Governf'Ylent - Held: NTT has been H constituted as a replacement of High Courts - The manner of appointment of Chairperson/Members to the NTT will have to be by the same procedure (or by a similar procedure) to that which is prevalent for appointment of judges of High Courts - s. 7 cannot be considered to be constitutionally valid, since it involves participation of Secretaries of Departments of the Central Government in the process of selection and appointment of the Chairperson and Members of the NTT - s. 7 is declared as unconstitutional. s. 8 - Validity of - Appointment of Chairperson/Member to the NTT, in the first instance, for a duration of 5 years and reappointment, for a further period of 5 years - Held: A C provision for reappointment would itself have the effect of undermining the independence of the Chairperson/Members of the NTT - Every Chairperson/Member appointed to the NTT, would be constrained _to decide matters, in a manner that would ensure his reappointment in terms of s. 8 of the Act - o His decisions may or may not be based on his independent understanding - s. 8 is declared as unconstitutional. s.13(1)- Whether s.13(1) insofar as it allows Accountants to represent a party to an appeal before the NTT is valid - Held: A perusal of s.13 reveals, that a party to an appeal (other than the Revenue) may appear either in person, or may authorize one or more Chartered Accountants, or legal practitioners, or any person duly authorized by him, to present his case before the NTT - The Members of the NTT would most definitely be confronted with the legal issues emerging out of Family Law, Hindu Law, Mohammedan Law, Company Law, Law of Partnership, Law related to Territoriality, Law related to Trusts and Societies, Contract Law, Law relating to Transfer of Property, Law relating to Intellectual Property, Interpretation of Statutes, and other Miscellaneous Provisions of Law, from time to time - The NTT besides these statutes, will not only have to interpret the provisions of the three statutes, out of which appeals will be heard by it, but will also have to examine a challenge to the vires of statutory amendments made in the said provisions, from time to time - Chartered Accountants at best would be specialist in B understanding and explaining issues pertaining to accounts - Allowing them to appear on behalf of a pctrty before NTT would be unacceptable - s. 13 insofar it allows Chartered Accountant to represent a party to an appeal before the NTT is declared unconstitutional. s. 15 - Whether Company Secretaries should be allowed to appear before the NTT to represent a party to an appeal in the same fashion, and on parity with, Accountants - Held: Keeping in mind the fact, that in terms of s. 15, the NTT would C hear appeals from the Income Tax Appellate Tribunal and the Customs, Excise and Service Tax Appellate Tribunal (CESTAT) only on \"substantial questions of /aw': it is difficult to appreciate the propriety of representation, on behalf of a party to an appeal, through either Chartered Accountants or D Company Secretaries, before the NTT - The determination at the hands of the NTT is shorn of factual disputes - It has to decide only \"substantial questions of law\" - The Company Secretaries cannot be allowed to represent a party to an appeal before the NTT - The claim of Company Secretaries, E to represent a party before the NTT is rejected. s. 5, 6, 7, 8 and 13 - Since these provisions of the NTT Act have been held to be illegal and unconstitutional, the remaining provisions have been rendered otiose and worthless, and as such, the provision$ of the NTT Act, as a whole, are set aside - Since the said provisions, constitute the edifice of the NTT Act, and without these provisions the remaining prov1s1ons are rendered ineffective and inconsequential, the entire enactment is declared unconstitutional. Constitution (Forty-second Amendment) Act, 1976 - Constitutional validity of, assailed on the ground that the same violates the basic structure of the Constitution of India, by impinging on the power of \"judicial review\" vested in the High Court- Discussed - Income Tax Act - Customs Act, 1962 - Central Excise Act, 1944. Constitution of India, 1950: Basic structure - Does the NTT Act violate the \"basic structure\" of the Constitution - Held: Jurisdiction transferred by the NTT Act was with regard to specified subjects under tax related statutes - That was permissible - However, the NTT Act has not transferred power vested in courts by the Constitution - The power of 'judicial review\" vested in the High Court u!Articles 226 and 227 of the Constitution, has remained intact - Since the above jurisdiction of the High Court has not been ousted, the NTT will be deemed to be discharging a supplemental role, rather than a substitutional role - The Parliament has the power to enact legislation, and to vest adjudicatory functions, earlier vested in the High Court, with an alternative court/tribunal - Exercise of such power by the Parliament would not per se violate the \"basic structure\" of the Constitution - The \"basic structure\" of the Constitution will stand violated, if while enacting legislation pertaining to transfer of judicial power, Parliament does not ensure, that the newly created court/tribunal, conforms with the salient characteristics and standards, of the court sought to be substituted - National Tax Tribunal Act, 2005. Arts 129, 131, 132 to 134A, 136, 141, 145, 214, 215, 225, 226, 227, 368 - Powers of High Courts and Supreme Court - Scope of, discussed. Art.227 - Scope of - Held: The superintending power of the High Courts under Art. 227 is to keep courts and tribunals F within the bounds of the law - Hence, errors of law that are apparent on the face of the record are liable to be corrected - In correcting such errors, High Court has necessarily to state what the law is by deciding questions of law, which bind subordinate courts and tribunals in future cases - Code of G Civil Procedure, 1908 - s. 100 Code of Civil Procedure, 1908: s.100 - Scope of- Held: The superior courts alone are vested with the power to, decide questions of law - Hitherto Parliament has entrusted a superior court of record with decisions on questions of law substantial questions of law - It is obvious, that substantial questions of law which relate to taxation would also involve many areas of civil and criminal law - It is, therefore, not correct to say that taxation, being a specialized subject, can be dealt with by a tribunal - All substantial questions of law have under our constitutional scheme to be decided by the superior courts and the superior courts alone. Income Tax Legislation in India - Historical background - Discussed. Customs Legislation in India - Historical background - Discussed. Central Excise - Legislation in India - Historical background - Discussed.   "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SURJIT SINGH & ORS. VS. GURWANT KAUR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MDA=",
        "Citation": "[2014] 10 S.C.R. 355",
        "Case Type": "(CIVIL APPEAL /8283/2014)",
        "Date": "27 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF8zNTUtMzcxXzE3MDMzMTEwNjcucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 355",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "27 August 2014",
        "Petitioner:": "Surjit Singh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 570",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Gurwant Kaur & Ors.",
        "Case Type:": "CIVIL APPEAL /8283/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for specific performance",
            "Order XLI"
        ],
        "HeadNote": " Code of Civil Procedure, 1908: Or.XLI r.27 - Suit for specific performance - Necessary documents not filed by plaintiff inspite reminders - Application by plaintiff for filing C additional documents rejected by trial court which is upheld by High Court in exercise of supervisory jurisdiction - After dismissal of suit, in appeal by plaintiff, application filed ul . Or.XLI r.27 for production of pass books and statement of bank accounts as additional evidence - Application allowed D by trial court and said decision upheld by the High Court - Challenged - Held: inspite of numerous opportunities granted to file the documents, the plaintiffs chose not to avail of the same, and, therefore, the said documents• were not accepted by trial court - Civil revision was filed and dealt with on merits E - Same set of documents were sought to be introduced before the appellate court as the additional evidence - The documents sought to be filed before the appellate court as additional evidence were bank accounts which really were not clinching to put the controversy - Or.XLI r.27(1)(b) is not F attracted - Therefore, the appellate court has erred in taking recourse to the said clause and allowing the application for taking additional evidence. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "VIRESHWAR SINGH & ORS. VS. MUNICIPAL CORPORATION OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MDc=",
        "Citation": "[2014] 10 S.C.R. 372",
        "Case Type": "(CIVIL APPEAL /8414-8415/2014)",
        "Date": "02 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF8zNzItMzgxXzE3MDMzMTExMTYucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 372",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "02 September 2014",
        "Petitioner:": "Vireshwar Singh & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 586",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Municipal Corporation Of Delhi & Ors.",
        "Case Type:": "CIVIL APPEAL /8414-8415/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law",
            "General Duty Medical Officers",
            "Delhi Municipal Corporation Health Service Recruitment Regulations",
            "1982"
        ],
        "HeadNote": " Service law: Appointment/Selection - Post of General Duty Medical Officers (GDMO) governed by the Delhi c Municipal Corporation Health Service Recruitment Regulations, 1982 - Under said Regulations, appointment to be made through the UPSC - Between 1982 and 1986 (Phase-I), 82 GDMOs appointed on ad hoc basis - Between 1986 and 1989 (Phase II), another 69 GDMOs appointed on o ad hoc basis on terms similar to the appointments made in Phase I - Both set of appointments not through the UPSC but made on the basis of a selection held by a Selection Committee - Regularization of Phase-I GDMOs made with effect from the date of recommendation of the UPSC - Claim  of Phase-II GDMOs for regularization from date of initial appointment - Held: Similar circumstanced employees have to be treated equally and evenly for the purpose of regularization - Phase II GDMOs are similarly circumstanced as Phase IGDMOs and, therefore, have to be treated F similarly and therefore their claim to regularization with effect from the date of their initial appointments cannot be countenanced. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "M/S ANAND BROTHERS P. LTD. TR. M.D. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MjA=",
        "Citation": "[2014] 10 S.C.R. 382",
        "Case Type": "(CIVIL APPEAL /76/2009)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxM18xMF8zODItIDM5Nl8xNzA0MTc3MjQyLnBkZg==",
        "SCR Citation:": "[2014] 10 S.C.R. 382",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "M/s Anand Brothers P. Ltd. Tr. M.d.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 597",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /76/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Arbitration Award",
            "General Conditions of Contract"
        ],
        "HeadNote": " Arbitration Act, 1940: Arbitration Award passed in favour of the appellant-company set aside by High Court on the ground that the expression \"finding\" appearing in Clause 70 of the General Conditions of Contract implies something more than the mere recording of a conclusion by the Arbitrator and the Arbitrator failed to give the findings - High Court  remitted the matter back to the Arbitrator for a fresh determination of the disputes between the parties - Held: Arbitrator's award was admittedly unsupported by any reason - High Court rightly set aside the award - Arbitration and Conciliation Act, 1996 - s.31(3). Words and phrases: 'findings' - Meaning of "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "K.K. DIXIT & ORS. ETC. VS. RAJASTHAN HOUSING BOARD & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MjQ=",
        "Citation": "[2014] 10 S.C.R. 397",
        "Case Type": "(CIVIL APPEAL /8479-8482/2014)",
        "Date": "05 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF8zOTctNDI1XzE3MDMzMTMxOTMucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 397",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "05 September 2014",
        "Petitioner:": "K.k. Dixit & Ors. Etc.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 607",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Rajasthan Housing Board & Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /8479-8482/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law",
            "seniority lists",
            "Rajasthan Housing Board Employees Conditions of Recruitment and Promotion Regulations",
            "1976"
        ],
        "HeadNote": " Service law: Seniority list - Preparing two separate seniority lists for Diploma Holders and Degree Holders for the purpose of promotion in their respective quotas - Held: Board can legitimately prepare separate eligibility lists of Project Engineer (Jr) holding degree and those holding diploma - However, such eligibility list could not be mistaken for seniority D list which must remain common based upon merit assessed 9t the time of selection for recruitment - Rajasthan Housing Board Employees Conditions of Recruitment and Promotion Regulations, 1976. Promotion - Seniority list - Dispute between diploma holder and degree holder engineers - Entitlement of Diploma Holder Project Engineers (Jr.) upon acquiring degree! qualification of 'AMIE' to count their experience of service prior to acquisition of such qualification for the purpose of eligibility of 3 years total experience of service for promotion to the post of Project Engineer (Sr.) in the quota fixed for Degree Holders - Held: Not entitled - In order to claim promotion against such quota 3 years experience of service must be acquired after  obtaining the qualification/degree of AMIE. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "STATE OF WEST BENGAL & ORS. VS. ASSOCIATED CONTRACTORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0Mzg=",
        "Citation": "[2014] 10 S.C.R. 426",
        "Case Type": "(CIVIL APPEAL /6691/2005)",
        "Date": "10 SEPTEMBER 2005",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF80MjYtNDQ2XzE3MDMzMTMyNDcucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 426",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "10 September 2005",
        "Petitioner:": "State Of West Bengal & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 1001",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Associated Contractors",
        "Case Type:": "CIVIL APPEAL /6691/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "Section 42",
            "original jurisdiction",
            "arbitration agreements"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996: s.34, 42 - Which Court will have the jurisdiction to entertain and decide an application u/s.34 of the Act - Held: The \"Court\" would be the High Court and not the District Court. s.42 - Applicability of - Held: The expression \"with D respect to an arbitration agreement\" makes it clear that s. 42 will apply to all applications made whether before or during arbitral proceedings or after an award is pronounced under Part-I of the Act. s.42 - Court - Meaning of. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SHRI KRISHAN AND ORS. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0Njg=",
        "Citation": "[2014] 10 S.C.R. 447",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /25721/2014)",
        "Date": "16 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice H.L. Dattu\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF80NDctNDU3XzE3MDMzMTMyODgucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 447",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "16 September 2014",
        "Petitioner:": "Shri Krishan And Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 1008",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Dattu",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /25721/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law",
            "Regularisation",
            "Rule 2831 of the Railway Establishment Manual"
        ],
        "HeadNote": " Service Jaw: Regularisation - Claim by canteen workers engaged by Mess/Canteen run in the S& T Training Centre, Railways that they be treated as railway employees and  regulariz.ed in conformity with the statutory provisions as applicable to non-statutory canteens of the Railway administration - Held: Tribunal is the f;nal fact-finding authorfty - Tribunal held that the petitioners were working in a non-statutory non-recognised canteen - There is no reason  to interfere with the said finding - Petitioners failed to place on record any documents before the Tribunal to support the fact that sanction was granted by the Railway Board, recognising the Mess being run at the S& T Training Centre, as a non-statutory recognised canteen - Therefore, since  there is no material placed on record, regarding the grant of sanction by Railway before any forum to highlight that the said Mess was of the nature of non-statutory recognised canteen, such a sanction cannot be assumed - Railway Establishment Manual - Rule 2831 - Constitution of India, 1850 - Art. 136  - Scope of. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "EDMUNDS LYNGDOH VS. STATE OF MEGHALAYA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NzI=",
        "Citation": "[2014] 10 S.C.R. 458",
        "Case Type": "(CRIMINAL APPEAL /2056/2014)",
        "Date": "16 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF80NTgtNDc4XzE3MDMzMTMzNjMucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 458",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "16 September 2014",
        "Petitioner:": "Edmunds Lyngdoh",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 636",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Meghalaya",
        "Case Type:": "CRIMINAL APPEAL /2056/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1947",
            "Purchase Committee",
            "Section 313 Cr.P.C.",
            "North Eastern Hill University"
        ],
        "HeadNote": " Penal Code, 1860: ss. 420, 1208; Prevention of Corruption Act, 1947: s.5(2) -A-1, the Chief Engineer of North Eastern Hill University (NEHU) - Allegation that A-1 along with other officials of NEHU formed a Purchase Committee - All of them colluded together for procurement of cement at exorbitant rates from A-4 and A-5 during period 1982 to 1985 - The exorbitant rates were accepted without conducting any survey for ascertaining the then prevalent market rate of cement - Conviction of A-1 u/ ss.420, 1208 /PC and s.5(2) of 1947 Act and of A-4 uls.420 r/w s.1208 /PC challenged - Held: There was ample evidence that the Purchase Committee was misled by A-1 to approve the quotation of A- 4 at inflated rate - Based on oral and documentary evidence, courts below recorded concurrent findings of fact that the Purchase Committee consisted of the non-technical members and A-1 being a Technical Member played a dominant role in inducing the Purchase Committee to purchase cement at an inflated rate -A·1 was rightly convicted by the courts below - As regards A-4, being the dealer, he quoted inflated price in order to make wrongful gain to himself and to cause wrongful loss to NEHU and, therefore, he was rightly convicted u/s. 420 r/w s. 120-B - However, in view of age of A-4 and duration of pendency of matter, sentence of A-4 modified to period already undergone. Code of Criminal Procedure, 1973: s.313 - Held: Where the accused gives evasive answers in his cross-examination u/s.313, an adverse inference can be drawn against him- But such inference cannot be a substitute for the evidence which the prosecution must adduce to bring home the offence of the accused. Delay Laches: Delay in lodging FIR - Held: In continuing offence, no duration of time can be fixed for lodging FIR. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "JUVERIA ABDUL MAJID PATNI VS. ATIF IQBAL MANSOORI AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NzU=",
        "Citation": "[2014] 10 S.C.R. 479",
        "Case Type": "(CRIMINAL APPEAL /2069/2014)",
        "Date": "18 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF80NzktNTA1XzE3MDMzMTM0MTcucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 479",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "18 September 2014",
        "Petitioner:": "Juveria Abdul Majid Patni",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 1011",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Atif Iqbal Mansoori And Anr.",
        "Case Type:": "CRIMINAL APPEAL /2069/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of women from Domestic Violence Act",
            "2005",
            "Section 2(a)",
            "domestic relationship"
        ],
        "HeadNote": " PROTECTION OF WOMEN FROM DOMESTIC VIOLENCE ACT, 2005: ss.2 (a) and (f) - Expressions 'aggrieved person', and 'domestic relationship' - Explained. s. 12 rlw ss. 18 to 23 - Monetary relief to 'person aggrieved'(wife) - An act of domestic violence once committed, subsequent decree of divorce will not absolve the liability of the respondent from the offence committed or to deny the benefit to which the aggrieved person is entitled under the Domestic Violence Act - Even if it is accepted that the appellant during the pendency of SLP has obtained ex parte Khu/a (divorce) under Muslim Personal Law from the Mufti, the petition u/s12 of the Domestic Violence Act, 2005 is maintainable. MOHAMMEDAN LAW: 'Khula' - Explained. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "STATE OF MAHARASHTRA THROUGH CBI VS. VIKRAM ANANTRAI DOSHI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0Nzc=",
        "Citation": "[2014] 10 S.C.R. 506",
        "Case Type": "(CRIMINAL APPEAL /2048/2014)",
        "Date": "19 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF81MDYtNTI2XzE3MDMzMTM0NjkucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 506",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "19 September 2014",
        "Petitioner:": "State Of Maharashtra Through Cbi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 655",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Vikram Anantrai Doshi And Others",
        "Case Type:": "CRIMINAL APPEAL /2048/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973",
            "Section 482",
            "Quashing of proceedings",
            "social wrong"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.482 - Quashing of proceedings - Letter of credits issued by the banks in favour C of fictitious companies propped up by the accused and use of said LCs to siphon the funds from these banks - Chargesheet for offence ulss.420, 406 /PC - Settlement of dispute by payment of debts - High Court quashed the proceedings - Held: The alleged offence was social wrong  having immense societal impact - The court's principal duty should be to scan the entire facts to find out the thrust of a/legations and the crux of the settlement - Quashment would neither help to secure the ends of justice nor prevent abuse of process of court nor can it be also said that as there is E settlement no evidence would come on record and there would be remote chance of conviction - High Court's order is wholly indefensible - Penal Code, 1860 - ss.420, 406. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SARDAR TAJENDER SINGH GHAMBHIR AND ANOTHER VS. SARDAR GURPREET SINGH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0OTA=",
        "Citation": "[2014] 10 S.C.R. 527",
        "Case Type": "(CIVIL APPEAL /8660/2014)",
        "Date": "12 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF81MjctNTM1XzE3MDMzMTM2NjEucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 527",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "12 September 2014",
        "Petitioner:": "Sardar Tajender Singh Ghambhir And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 627",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Sardar Gurpreet Singh & Others",
        "Case Type:": "CIVIL APPEAL /8660/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "COURT FEES ACT",
            "1870",
            "court fee at appellate stage",
            "valuation of suit"
        ],
        "HeadNote": " COURT FEES ACT, 1870: s. 6(2) and s. 6(3), proviso - Payment of court fee at appellate stage - Plaint amended adding to valuation of suit - No orders made by trial court to make up the deficit court fee - Objection raised by defendants in first appeal - Time must be granted by court for payment of court fee - In absence of such specific order, sub-ss. (2) and (3) would not come into operation - An appeal is continuation of suit and power of appellate court is co-extensive with that of trial court. s. 12(ii) - Decision as to valuation of suit - The provision empowers appellate court to direct a party to make up deficit court fee in plaint at appellate stage.  "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "GULF GOANS HOTELS CO. LTD. & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0OTY=",
        "Citation": "[2014] 10 S.C.R. 536",
        "Case Type": "(CIVIL APPEAL /3434-3435/2001)",
        "Date": "22 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF81MzYtNTU4XzE3MDMzMTM3MDIucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 536",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "22 September 2014",
        "Petitioner:": "Gulf Goans Hotels Co. Ltd. & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 656",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /3434-3435/2001",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment Protection Act",
            "1986",
            "Constitution of India",
            "1950",
            "Articles 48A",
            "51A(g)",
            "77"
        ],
        "HeadNote": " Environment Protection Act, 1986: ss. 3 and 6 - Construction within 500 meters of High Tide Line (HTL) - Appellants are owners of Hotels, Beach resorts and Beach bungalows in Goa - Relying on certain guidelines, authorities ordered for demolition of allegedly illegal constructions raised by the appellants - Case of authorities that as per guidelines in force constructions within 500 meters of High Tide Line (HTL) are prohibited -High Court held that such constructions were in derogation of the environment guidelines in force warranting demolition to safeguard the environment of beaches in Goa - Held: The construction was not illegal or without permission of the competent authority- Admittedly the guidelines relied on by authorities were not gazetted - In the absence of due authentication and promulgation of the guidelines, the contents thereof cannot be treated as an order of the Government and would really represent an expression of opinion - Guidelines - Constitution of India, 1950 - Articles 48A, 51A(g), 77. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SWAN GOLD MINING LTD. VS. HINDUSTAN COPPER LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MTY=",
        "Citation": "[2014] 10 S.C.R. 559",
        "Case Type": "(CIVIL APPEAL /9048/2014)",
        "Date": "22 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF81NTktNTcwXzE3MDMzMTM3NTIucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 559",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "22 September 2014",
        "Petitioner:": "Swan Gold Mining Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 661",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Hindustan Copper Ltd.",
        "Case Type:": "CIVIL APPEAL /9048/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ARBITRATION ACT",
            "1996",
            "Setting aside of arbitral award",
            "section 34"
        ],
        "HeadNote": " ARBITRATION ACT, 1996: s.34 - Setting aside of arbitral award - Power of court to set aside the award would be exercised only in cases where court finds that arbitral award is on the fact of it erroneous or patently illegal or in contravention of the provisions of the Act - Arbitrator is the final judge of facts - The finding of facts recorded by him cannot be interfered with on the ground that the terms of contract were not correctly interpreted by him. s.34(2)(b)(ii) - Arbitral award challenged as opposed to public policy - Court is precluded from re-appreciating the evidence and to arrive at different conclusion by holding that the. arbitral award is against the public policy. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "ABDUL BASIT @ RAJU & ORS. ETC. VS. MD. ABDUL KADIR CHAUDHARY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MjQ=",
        "Citation": "[2014] 10 S.C.R. 571",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /6855-6857/2013)",
        "Date": "15 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF81NzEtNTg2XzE3MDMzMTM4MjUucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 571",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "15 September 2014",
        "Petitioner:": "Abdul Basit @ Raju & Ors. Etc.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 1005",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Md. Abdul Kadir Chaudhary & Anr.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /6855-6857/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cancellation of bail",
            "ss. 167(2)",
            "439(2) F and 352."
        ],
        "HeadNote": " BAIL: Cancellation of bail - High Court cancelling the bail c granted by it earlier - Held: The concept of setting aside an unjustified, illegal or perverse order is different from the concept of cancellation of a bail on the ground of accused's misconduct or new adverse facts having surfaced after the . grant of bail which require such cancellation - An order 0 granting bail ·can only be set aside on grounds of being illegal or contrary to law by the court superior to the court which granted the bail and not by the same court - In the instant case, cancellation of bail was not sought on grounds that the bail was obtained by the petitioners by gross misrepresentation of facts, misleading the court and indulging E in fraud - The circumstances brought on record did not reflect any situation .where the bail was misused by accused -Therefore, High Court could not have entertained the said petition and cancelled the bail on grounds of it being perverse in law - Code of Criminal Procedure, 1973 - ss. 167(2), 439(2) F and 352. CODE OF CRIMINAL PROCEDURE, 1973: s.362 - Cancellation by High Courl of bail granted by it G earlier - Held: The order for bail in the bail application preferred by the accused-petitioners finally disposes of the issue in consideration and grants relief of bail to the applicants - Since, no express provision for review of order granting bail exists under the Code, High Court becomes functus officio and s.362 applies barring the review of judgment and order of the Court granting bail to the accused-petitioners - Even in the light of fact of misrepresentation by the accused- petitioners during the grant of bail, High Court could not have s entertained respondent/informant's prayer by sitting in review of its judgment by entertaining miscellaneous petition - judgment and order passed by High Court is set aside. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "INDIA YAMAHA MOTOR PVT. LTD. VS. DHARAM SINGH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MzA=",
        "Citation": "[2014] 10 S.C.R. 587",
        "Case Type": "(CIVIL APPEAL /2393-2394/2008)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF81ODctNjA3XzE3MDMzMTM4ODEucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 587",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "India Yamaha Motor Pvt. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 547",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Dharam Singh & Anr.",
        "Case Type:": "CIVIL APPEAL /2393-2394/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour laws",
            "Industrial Tribunal",
            "U.P. Industrial Disputes Rules"
        ],
        "HeadNote": " Labour laws: Representation of workers before Industrial Tribunal - Non-declaration of 113 workmen as permanent from the date of their employment - Meeting of the workmen involved in the controversy convened in which 71 of the 113 workmen resolved that, they would henceforth be represented by 5 of the workmen - Representation of 5 workmen (respondents) out of 113 workmen before the Industrial Tribunal - Competence of respondents to be represented before the Tribunal challenged by the management - Whether s. 6-1 of the U.P. Industrial Disputes Act, and r.40 of the U.P. Industrial Disputes Rules, would be applicable in a situation where the workmen choose to present their case before the Industrial Tribunal, by themselves or by choosing a few amongst themselves on behalf of themselves - Held: s. 6-1 and Rule 40 would be applicable, only in a situation where the workmen choose to be represented through a third party before the Industrial Tribunal - These provisions would be inapplicable, when the workmen choose to present their own case by themselves - In the instant situation, none of these provisions would be invoked - The choice of an individual to represent himself in a dispute before a Court or a Tribunal, is a vested inherent right - It is only the privilege of being represented through someone else, that needs the sanction of law - s.6- 1, as also, Rule 40 de-alienate the extent to which the privilege can extend - Uttar Pradesh Industrial Disputes Act, 1947 - s.6-1 - Industrial Disputes Rules -r.40 (1)(i)(c). Representation of workers before Industrial Tribunal - Held: In case where more than one persons are involved collectively on the same side, it is open to them to choose one of more amongst themselves, to represent all of them - Such provision is also found incorporated under Order 1 Rule B VII/ of the CPC - Code of Civil Procedure, 1908 - Or.i Rule 8 "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SUKHJIT SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1OTY=",
        "Citation": "[2014] 10 S.C.R. 608",
        "Case Type": "(CRIMINAL APPEAL /263/2013)",
        "Date": "11 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82MDgtNjE2XzE3MDMzMTM5MzYucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 608",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "11 September 2014",
        "Petitioner:": "Sukhjit Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 588",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /263/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 364 IPC 1860",
            "Section 313 CrPC 1973"
        ],
        "HeadNote": " PENAL CODE, 1860: s.364 - Conviction and,sentence of 10 years RI to accused husband - Affirmed by High Court - The evidence shows that the victim-wife remained in jail - None of the witnesses have stated anything about abduCtion - _Judgment of courts below set aside - Code of Criminal Procedure, 1973  - s.313. CODE OF CRIMINAL PROCEDURE, 1973: s.313 - Statement of accused - When requisite questions have not been put to accused it has caused immense prejudice to him, more so, when there is no evidence to establish his complicity in the alleged abduction. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "DONESH RAJPUT & ORS. VS. PRADEEP KUMAR SHUKLA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2MjU=",
        "Citation": "[2014] 10 S.C.R. 617",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /20558/2009)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82MTctNjQwXzE3MDMzMTM5ODgucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 617",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "Donesh Rajput & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Pradeep Kumar Shukla & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /20558/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Pharmacists Service Rules",
            "1980: rr. 15",
            "16 - Appointment - Post of Pharmacist"
        ],
        "HeadNote": " Uttar Pradesh Pharmacists Service Rules, 1980: rr. 15, 16 - Appointment - Post of Pharmacist - Direction passed in Santosh Kumar Mishra case that benefit for appointment D for the post of Pharmacist should be extended to similarly placed persons - This implied that those who responded to the advertisement invited for filling up the post of Pharmacists, were to be considered only by following the procedure prescribed u!rr. 14 and 15 of the Rules - Without  following the relevant Rules and the requirements contained in the advertisement, no candidate can be considered for appointment - If they had not responded to the said advertisement by filing the appropriate applications, they cannot subsequently be heard to say that they were all  similarly placed and that therefore, the State Government should consider them as similarly placed candidates. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "N. PADMAMMA & ORS. VS. S. RAMAKRISHNA REDDY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTExNTA=",
        "Citation": "[2014] 10 S.C.R. 641",
        "Case Type": "(CIVIL APPEAL /3632/2008)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82NDEtNjU2XzE3MDMzMTQwMzgucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 641",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "N. Padmamma & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 665",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "S. Ramakrishna Reddy & Ors.",
        "Case Type:": "CIVIL APPEAL /3632/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh (Telangana Area) Abolition of lnams Act",
            "1955",
            "Partition",
            "Suit for partition"
        ],
        "HeadNote": " Partition: Suit for partition - Maintainability of - Whether a suit for partition for division of respective shares amongst  the members of a joint family is maintainable, when in respect of some of the lands, occupancy right has been granted in favour of one of them in terms of the provisions of the Act of 1955 - Held: lnam lands granted in favour of one of the heir upon abolition of the inam under the Act of 1955 are partiable  among the co-heirs - Suit for partition is maintainable - Andhra Pradesh (Telangana Area) Abolition of lnams Act, 1955. Partition: Possession of a co-heir - Held: Is treated as possession of all the co-heirs. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SOBRAN SINGH VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2NDQ=",
        "Citation": "[2014] 10 S.C.R. 657",
        "Case Type": "(CIVIL APPEAL /9100/2014)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Chockalingam Nagappan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82NTctNjY3XzE3MDMzMTQwODYucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 657",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "Sobran Singh",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 1013",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /9100/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Public Moneys (Recovery of Dues) Act",
            "1972",
            "arrears of land revenue"
        ],
        "HeadNote": " Uttar Pradesh Public Moneys (Recovery of Dues) Act, 1972: s.4(2) rlw s. 3 - Guarantor claiming that recovery proceedings cannot be initiated against him unless properties mortgaged by principal borrower remain to be sold for payment of outstanding dues - The protection referred to in s.4(2) has no application to guarantor, and the same is confined only to the principal debtor who has charged his properties in the manner indicated - Pawan Kumar Jain and Ashok Mahajan, overruled. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SOMABHAI GOPALBHAI PATEL VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2NDk=",
        "Citation": "[2014] 10 S.C.R. 668",
        "Case Type": "(CRIMINAL APPEAL /1864/2011)",
        "Date": "24 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82NjgtNjc3XzE3MDMzMTQxMjMucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 668",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "24 September 2014",
        "Petitioner:": "Somabhai Gopalbhai Patel",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 638",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /1864/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988",
            "Illegal Gratification",
            "Section 13 (1) (d)"
        ],
        "HeadNote": " PREVENTION OF CORRUPTION ACT, 1988: ss. 7 and 13(1) (d) rlw s.13(2)- Demand and acceptance of illegal gratification - Conviction and sentence of 1 year and 2 years under the two counts respectively - Prosecution has established the demand and the acceptance of the amount by accused as illegal gratification - Conviction needs no interference - However, sentences reduced to RI for six months u/s 7 and 1 year uls 13(1) (d) r/w s.13(2) - Sentence! Sentencing "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "PATEL MAHESHBHAI RANCHODBHAI AND OTHERS VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2NjI=",
        "Citation": "[2014] 10 S.C.R. 678",
        "Case Type": "(CRIMINAL APPEAL /1973-1974/2008)",
        "Date": "26 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82NzgtNjg4XzE3MDMzMTQxODcucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 678",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "26 September 2014",
        "Petitioner:": "Patel Maheshbhai Ranchodbhai And Others",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 687",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /1973-1974/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 306",
            "114 and 498-A",
            "Dying declaration",
            "Matrimonial Home"
        ],
        "HeadNote": " Penal Code, 1860: ss. 306 rlw s. 114 and s. 498-A - Suicide by married woman in her matrimonial home within three years of her marriage - Dying declaration alleging harassment and severe beatings - Conviction of husband and sentence of 3 days i.e. the period already undergone - Acquittal of other accused - Sentence of husband enhanced to 7 years by High Court in suo motu revision - Acquittal of two other accused reversed and sentence of 7 years RI imposed - Held: High Court has correctly appreciated the evidence and reversed the acquittal - Besides, the dying declaration, there was evidence on E record to prove the factum of cruelty and death of deceased - Revision. CRIMINAL TRIAL Sessions trial - Case uls 306, rlw s. 114 and s. 498-A IPC  - Disposed of by trial court within a period of 9 days - Held: High Court has rightly held that in the instant case, prime duty of trial court to appreciate the evidence for search of truth is abandoned and in a hurry to dispose of the case or for some other reason, Sessions Judge disposed of the trial and Gacquitted the accused - Administration of justice - Duty of court and prosecution - Emphasised. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "ANUP LAL YADAV & ANR. VS. STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2NzM=",
        "Citation": "[2014] 10 S.C.R. 689",
        "Case Type": "(CRIMINAL APPEAL /775/2007)",
        "Date": "26 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82ODktNzAzXzE3MDMzMTQyNDIucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 689",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "26 September 2014",
        "Petitioner:": "Anup Lal Yadav & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 686",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /775/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 302",
            "149 I.P.C",
            "Common Object"
        ],
        "HeadNote": " Penal Code, 1860: ss. 3021149 - Previous enmity between two factions - Mob of about 300-400 persons led by appellant no. 1 and other accused attacked ruthlessly persons  of other faction killing 14 persons, burning 47 houses and -injuring large number of persons - Conviction ulss.302/149 - Held: Evidence of eye witnesses was trustworthy and inspired confidence - There was no denial on part of accused as to their participation in the atrocities - Appellants were part o of the unlawful assembly sharing the common object of the offence committed - Once it is established that unlawful assembly had common object, it is not necessary that all persons forming the unlawful assembly must be shown to have committed some overt act rather they can be convicted  u/s. 149 - No interference with the conviction order. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "CITY INDUSTRIAL DEVELOPMENT THR. ITS MANAGING DIRECTOR VS. PLATINUM ENTERTAINMENT AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0MTE=",
        "Citation": "[2014] 10 S.C.R. 704",
        "Case Type": "(CIVIL APPEAL /9264/2014)",
        "Date": "26 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF83MDQtNzQxXzE3MDMzMTQ1MTcucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 704",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "26 September 2014",
        "Petitioner:": "City Industrial Development Thr. Its Managing Director",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 690",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Platinum Entertainment And Others",
        "Case Type:": "CIVIL APPEAL /9264/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Town Planning - Government action - Allotment of government land by the State or its agencies"
        ],
        "HeadNote": " Town Planning - Government action - Allotment of government land by the State or its agencies - Requirement of fairness and equity - Three plots of Government land allotted by appellant-CIDCO (City and Industrial Development Corporation) - Cancellation of the allotment - Validity - Held: Authorities of CIDCO showed undue favour and managed to allot the Government land in favour of one person knowing fully well that the proprietor of the Company, in different capacity and in dummy names, sought allotments of plots - Arbitrariness had a role to play in the matter -Action on the part of CIDCO was nothing but favouritism based on nepotism and was irrational and unreasonable and functioning in a discriminatory manner - Order passed by the CIDCO cancelling the allotments made in favour of the respondents accordingly upheld - Maharashtra Regional and Town Planning Act, 1966 - New Bombay Disposal of lands Regulations, 1975 - New Bombay Road Disp·osal Rules, 1975 - Constitution of India, 1950 - Art. 14. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SULTAN SINGH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2OTU=",
        "Citation": "[2014] 10 S.C.R. 742",
        "Case Type": "(CIVIL APPEAL /742/2010)",
        "Date": "26 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF83NDItNzYxXzE3MDMzMTQ1ODkucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 742",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "26 September 2014",
        "Petitioner:": "Sultan Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 688",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CIVIL APPEAL /742/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry death",
            "Expert opinion",
            "Section 304-B IPC",
            "Section 113-B Indian Evidence Act"
        ],
        "HeadNote": " PENAL CODE, 1860: ss.304-8 and 498-A - Dowry death - Bride died of burn injuries in matrimonial home within 5 years of marriage - Evidence of dowry demand continuing soon before death - Conviction by courts below - There is no ground to interfere 0 with the concurrent finding recorded by the courts below that , it was not a case of accidental death but a death taking place in circumstances other than normal - Thus, the presumption uls 1138 of the Evidence Act has been rightly invoked and the offence against the appellant has been proved - There E is no tangible circumstance to rebut the presumption. EVIDENCE ACT, 1872: s. 113-8 - Dowry death - Presumption - Under s. 113- 8, presumption is attracted only in case of suicidal or F homicidal death and not in case of an accidental death - In the instant case, there are no probabilities to support the defence plea of accident. EVIDENCE: Expert opinion - Opinion of post-mortem doctor - The opinion of expert witness on technical aspects has relevance but the opinion has to be based upon specialized knowledge and the data on which it is based has to be found acceptable by the court.  "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "M/S. BHAGWATI VANASPATI TRADERS VS. SENIOR SUPERINTENDENT OF POST OFFICES, MEERUT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTExNjY=",
        "Citation": "[2014] 10 S.C.R. 762",
        "Case Type": "(CIVIL APPEAL /4854/2009)",
        "Date": "10 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF83NjIgLTc3N18xNzAzMzE0NjQ4LnBkZg==",
        "SCR Citation:": "[2014] 10 S.C.R. 762",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "10 October 2014",
        "Petitioner:": "M/s. Bhagwati Vanaspati Traders",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 703",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Senior Superintendent Of Post Offices, Meerut",
        "Case Type:": "CIVIL APPEAL /4854/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986",
            "Compensation",
            "National Saving Certificate"
        ],
        "HeadNote": " Consumer Protection Act, 1986: Compensation -  Purchase of National Saving Certificate (NSC) by a proprietorship concern - On maturity, matured amount not paid by respondent authorities on the ground that an NSC could only be issued in the name of an individual, and that, the NSC taken in the name of proprietorship concern was not  valid - Held: The irregularity committed while issuing NSC in the name of proprietor concern could have been easily corrected by authorities by substituting the name of the proprietor - Rigidity adopted by authorities was wrong - The authorities issued a certificate which they could not have E issued and, therefore, they cannot be allowed to enrich themselves by retaining the deposit made - Authorities ought to have devised means to regularize the irregularity -District Forum was right in directing the authorities to pay the maturity amount with 12% interest and Rs.5,0001- as compensation,  and also cost of Rs.2,0001-, to the proprietorship concern which was wrongly set aside by State and National Commission. Estoppel: Applicability of - Held: Where two people with the same source of information assert the same truth or agree to assert the same falsehood at the same time, neither ce:: be estopped against the other. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "STATE OF KARNATAKA VS. SMT. SUVARNAMMA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3MDY=",
        "Citation": "[2014] 10 S.C.R. 778",
        "Case Type": "(CRIMINAL APPEAL /785/2010)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF83NzgtODExXzE3MDMzMTQ3MjYucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 778",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "State Of Karnataka",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 716",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Smt. Suvarnamma & Anr.",
        "Case Type:": "CRIMINAL APPEAL /785/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry Prohibition Act",
            "Dowry death",
            "Self Incrimination",
            "Section 304-B and Section 498-A IPC"
        ],
        "HeadNote": " Penal Code, 1860: ss. 498-A and 304-B - Dowry death  caused by bum injuries - Allegation that victim-deceased was harassed by accused husband and in-laws on account of dowry - Mother-in-law poured kerosene on the deceased and ignited the fire - Deceased was taken to hospital by the mother-in-law - Trial Court convicted the accused rejecting  the plea that prosecution had withheld the dying declaration that the deceased had caught fire accidentally - High Court reversed the decision of trial court - Appeal against acquittal - Held: Death of the deceased was within 7 years of marriage and she was subjected to harassment for dowry soon before  her death - The death was in circumstances other than natural - Mere lapse of investigating agency could not be enough to throw out overwhelming evidence clearly establishing the case of the prosecution - Inmates of the house cannot get away by simply keeping quiet and offering no explanation on F the supposed premise that the burden to establish its case lies upon the prosecution and there is no duty at all on an accused to offer any explanation - Case against accused stood established - Dowry Prohibition Act - ss.3, 4 and 6. Criminal trial: False plea by accused - Held: Can be G taken as additional circumstance against the accused. absolve the Court of its duty to find out the truth - Penal Code, 1860. Appeal against acquittal: Held: In appeal against the acquittal, if a possible view has been taken, no interference is required, but if the view taken is not legally sustainable, the Court has ample powers to interfere with the order of acquittal.  "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "MOFIL KHAN & ANR. VS. STATE OF JHARKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTExNzY=",
        "Citation": "[2014] 10 S.C.R. 812",
        "Case Type": "(CIVIL APPEAL /1795/2009)",
        "Date": "09 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF84MTItODQyXzE3MDMzMTQ4NDIucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 812",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "09 October 2014",
        "Petitioner:": "Mofil Khan & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 1016",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Jharkhand",
        "Case Type:": "CIVIL APPEAL /1795/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 354 (3) CrPC",
            "Sentencing policy",
            "Aggregating circumstances",
            "Mitigating circumstances"
        ],
        "HeadNote": " SENTENCE/SENTENCING: Murder - Sentencing policy - Held: The most significant aspect of sentencing policy is independent consideration of each case by the Court and extricating a sentence which is the most appropriate and proportional to the culpability of the 0 accused - Aggregating circumstance,s and mitigating circumstances, culled out - The doctrine of \"rarest 'of rare\" does not classify murders into categories of heinous or less heinous - The difference between two is not in the identity of the principles, but lies in the realm of application thereof to E individual fact situations - Sentences of severity are imposed ta reflect the seriousness of the crime, to promote respect for the law, to provide just punishment for the offence, to afford adequate deterrent to criminal conduct and to protect the community from further similar conduct - It serves a three- It is not fold purpose- punitive, deterrent and protective - F only the victims of crime that require soothing balm, but also the incidental victims like the family, the co-sufferers and to a relatively large extent the society too - The judiciary has a paramount duty to safeguard the rights of the victims as diligently as those of the perpetrators - Code of Criminal G Procedure, 1973 - s.354(3). SENTENCE/SENTENCING: Murder - Accused person committing murders of 8 persons of their family - Death sentence by courts below - Held: The time, place and manner of the commission of crime are indicative of the motive of accused-appellants - They have ruthlessly and successively butchered their own kith and kin for obtaining possession of certain pass-book, money and immovable property without any provocation - Being armed with sharp edged weapons, the quick succession with which the accused-appellants proceeded to slaughter the eight members of their family classifies their act as pre-planned and reflects the cold-blooded fashion with which the callous design was executed - Their lack of remorse is reflected from the act of extending threat of life to other members of the family present in the house should they dare to inform the police - The mitigating circumstances enumerated, under which the appellants seek refuge, have failed to convince the Court - In the considered view of the Court, the \"rarest of the rare\" case exists when an accused would be a menace, threat and anti-thetical to harmony in the society - Especially in cases where an accused does ndt act on provocation, acting in spur of the moment but meticulously executes a deliberately planned crime inspite of understanding the probable consequence of his act, the death sentence may be the most appropriate punishment - Keeping in view the principle of proportionality of sentence or what it termed as \"just-desert\" for the vile act of slaughtering eight lives including four innocent minors and a physically infirm child whereby an entire family is exterminated, the depravity of appellant's offence would attract no lesser sentence than the death penalty. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "PUNE MUNICIPAL CORPORATION & ANR. VS. KAUSARBAG COOP. HOUSING SOCIETY LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3MjI=",
        "Citation": "[2014] 10 S.C.R. 843",
        "Case Type": "(CIVIL APPEAL /3008-3009/2010)",
        "Date": "09 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF84NDMtODYzXzE3MDMzMTQ4OTUucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 843",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "09 October 2014",
        "Petitioner:": "Pune Municipal Corporation & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 697",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Kausarbag Coop. Housing Society Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /3008-3009/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Regional and Town Planning Act",
            "1966",
            "Development Control Regulations (DCR) N-24",
            "Transferable Development Rights",
            "Administrative Law",
            "Subordinate Legislation"
        ],
        "HeadNote": " Maharashtra Regional and Town Planning Act, 1966: Transferable Development Rights (TDR) under Development Control Regulations (DCR) N-24 - Land-shown by Housing Society as 'reserved for garden' in lay out plan submitted by it - Land acquired under Land Acquisition Act - Municipal Corporation resisting the claim stating that the land was not reserved for public purpose - Grant of TDR cannot be .confined only to lands which have been reserved in the development plan and not to lands acquired under Land Acquisition Act which land eventually becomes a part of the finally approved and sanctioned development plan - Rejection of the claim of respondent Society to TDR under MRTP Act read with DCR N-2.4. 17 is seriously flawed - The same is, therefore, set aside - Land Acquisition Act, 1894: Administrative Law: Subordinate Legislation - Development Control Regulations or amendment thereof are legislative functions - G. 0. dated 3. 2. 2007 issued u/s 154 is contrary to clear intent behind DCR N-2.4. 17 and, as such, cannot override DCR N- 2. 4. 17 - Maharashtra Regional and Town Planning Act, 1966 - s.154. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "A. TAJUDEEN VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3MjU=",
        "Citation": "[2014] 10 S.C.R. 864",
        "Case Type": "(CIVIL APPEAL /5773/2009)",
        "Date": "10 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF84NjQtODkxXzE3MDMzMTQ5OTMucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 864",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "10 October 2014",
        "Petitioner:": "A. Tajudeen",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 702",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India",
        "Case Type:": "CIVIL APPEAL /5773/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Exchange Regulation Act",
            "1973"
        ],
        "HeadNote": " Foreign Exchange Regulation Act, 1973: ss. 9(1 )(b) and 50 - Proceedings initiated against appellant for violation of provisions of s.9(1)(b) - Authorities relying upon a statement alleged to have been made by appellant before officers of Enforcement Directorate - Held: No reliance was placed on the said statement in .. the impugned memorandum - Per se, therefore, it was not open 0 to the authorities to place reliance on the said statement, while proceeding to take penal action against appellant, in furtherance of the impugned memorandum - Besides, as appellant had refuted having executed any such statement,  it was imperative for Enforcement Directorate to establish through cogent evidence that appellant had made such a statement, and having failed to do so, it was not open to them to place reliance on the alleged statement, for establishing charges against appellant in impugned memorandum. ss.9(1)(b) and 50 - Proceedings initiated against appellant for violation of provisions of s.9(1)(b) - Statements of appellant and his wife recorded by officers of Enforcement Directorate - Held: The said statements are not to be referred to as corroborative pieces of evidence, but as primary G evidence to establish the guilt of appellant - In the absence of any independent corroborative evidence, the said statements of appellant and his wife recorded during the raid and while appellant was under detention, which, immediately, on release, were retracted, could not constitute the exclusive basis to determine the culpability of appellant - The entire A action taken by Enforcement Directorate against appellant in furtherance of the impugned memorandum is set aside - Evidence. Evidence: Execution of 'mahazar' in respect of recovery of money - Held: Merely because the \"mahazar'' was attested by two independent witnesses would not lead credibility to the same - Such credibility would attach to the \"mahazar'' only if the said two independent witnesses were produced as witnesses, C and the appellant was afforded an opportunity to cross- examine them - Such a procedure was not adopted in the instant case - Besides, the said 'Mahazar is insufficient to establish violation of s.9(1)(b) of the 1973 Act - Thus, the execution of 'mahazar' is inconsequential for the D determination of guilt of appellant  "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "STATE OF MADHYA PRADESH & ORS. VS. RAMANAND PANDEY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3MzI=",
        "Citation": "[2014] 10 S.C.R. 892",
        "Case Type": "(CIVIL APPEAL /9486/2014)",
        "Date": "10 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF84OTItOTAxXzE3MDMzMTUwMzgucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 892",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "10 October 2014",
        "Petitioner:": "State Of Madhya Pradesh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 704",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Ramanand Pandey",
        "Case Type:": "CIVIL APPEAL /9486/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "departmental proceedings",
            "Promotion"
        ],
        "HeadNote": " Service Law: Promotion - Cancellation of - Respondent, on promotion, not joining at the place of transfer and returning the promotion order - Promotion cancelled - High Court setting aside the cancellation order on the ground that no departmental proceedings were pending against respondent  - Cancellation did not come because of the reason of pendency of any alleged departmental inquiry against the respondent - Respondent was not interested in joining the duties at the place of transfer and cancelling the promotion for that reason cannot be treated as illegal or arbitrary. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "STATE OF RAJASTHAN VS. MOHAMMAD MUSLIM TAGALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3NDU=",
        "Citation": "[2014] 10 S.C.R. 902",
        "Case Type": "(CRIMINAL APPEAL /2184/2014)",
        "Date": "13 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF85MDItOTA5XzE3MDMzMTUxMDAucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 902",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "13 October 2014",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 710",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "Mohammad Muslim Tagala",
        "Case Type:": "CRIMINAL APPEAL /2184/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973",
            "Section 433 CrPC",
            "Commutation of sentence"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.433 - Power of appropriate government to commute sentence - Conviction by trial court u/ss.363, 366A, 376 - Respondent-convict's case not argued on merits in High Court - Only plea on behalf of convict that the concerned authorities be directed to give benefit of s.433 - Public Prosecutor did not oppose the said prayer - High Court directed concerned authorities to give o benefit of s.433 to the convict and dispose of the appeal - Challenged on the ground that the offence committed by the convict was grave and therefore, High Court erred in giving a direction to the authorities to give benefit of s.433 to the convict - Held: When the appropriate Government commutes  the sentence, it does so in exercise of its sovereign powers - The court cannot direct the appropriate Government to exercise its sovereign powers - Court can merely give a direction to the appropriate Government to consider the case for commutation of sentence and nothing more - In the instant F case, the benefit of s.433 was not given and the convict was released from jail after serving the sentence imposed on him - Since no steps were taken by the concerned authorities to give the respondent benefit u/s. 433, the appeal has actually become infructuous - The casual manner in which Public Prosecutor made concession in High Court condemned -  Judicial deprecation. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "STATE OF UTTAR PRADESH VS. PREETAM SINGH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3ODg=",
        "Citation": "[2014] 10 S.C.R. 910",
        "Case Type": "(CIVIL APPEAL /6307/2010)",
        "Date": "23 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF85MTAtOTI4XzE3MDMzMTUxNDcucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 910",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "23 September 2014",
        "Petitioner:": "State Of Uttar Pradesh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 669",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra,Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Preetam Singh And Others",
        "Case Type:": "CIVIL APPEAL /6307/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Avas Evam Vikas Parishad Adhiniyam",
            "1965",
            "Uttar Pradesh State Control Over Public Corporations Act",
            "1975",
            "Pension",
            "Gratuity Scheme"
        ],
        "HeadNote": " Uttar Pradesh Avas Evam Vikas Parishad Adhiniyam, 1965 s.95(1) - Power of Vikas Parishad to make Regulations - Implementation of Pension/Family Pension and Gratuity Scheme by Vikas Parishad for its employees - Vikas Parishad is vested with the right to make regulations so as to D extend to its employees such a scheme. Uttar Pradesh State Control Over Public Corporations Act, 1975: s.2(1) - Directions by State Government in regard to 'questions of policies' of Vikas Parishad having regard to \"discharge of its functions\" - Conditions of service of employees do not constitute the functions of Vikas Parishad, and directions contemplated u/s 2(1) do not extend to the directions issued by State Government restraining the Vikas Parishad from implementing the Pension/Family Pension and Gratuity Scheme. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "ANANDA POOJARY VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3OTM=",
        "Citation": "[2014] 10 S.C.R. 929",
        "Case Type": "(CRIMINAL APPEAL /2202/2014)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF85MjktOTUyXzE3MDMzMTUyMDAucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 929",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "Ananda Poojary",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 724",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /2202/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 136 Constitution of India",
            "Section 201",
            "302 IPC",
            "circumstantial evidence"
        ],
        "HeadNote": " Constitution of India, 1950: Art. 136 - Interference with concurrent findings recorded 1 by both the courts belo w - Such an exercise would be justified by the court for the purpose of satisfying itself that the grave injustice had not resulted in the case - Principles culled out. Penal Code, 1860: ss.302 and 201- Appellant stated to have murdered the lady who had bequeathed all her properties to him - Conviction by courts below based on circumstantial evidence - Set aside - Having regard to the seriousness of the nature of imputation, viz. that of murder, coupled with the fact that findings of the courts below are the result of ignoring vital material and unsustainable inferences, interference with the judgments of courts below is permissible under the law.  "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "DR. THAKAR SINGH VS. SH. MULA SINGH (D) THR. LR. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4MDU=",
        "Citation": "[2014] 10 S.C.R. 953",
        "Case Type": "(CIVIL APPEAL /1740/2007)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF80Xzk1My05NzBfMTcwMzMxNTI0Mi5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 953",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "Dr. Thakar Singh",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 714",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Sh. Mula Singh (d) Thr. Lr. & Ors.",
        "Case Type:": "CIVIL APPEAL /1740/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Property Act",
            "1882",
            "Section 111 r/w section 72 and 76",
            "Determination of lease",
            "Redemption of mortgage"
        ],
        "HeadNote": " Transfer of Property Act, 1882: S. 111 rlw ss. 72 and 76 - Determination of lease executed by mortgagees - Redemption of mortgage - Mortgagees were entitled to create tenancies by virtue of mortgage deed - However, there is nothing in mortgage deed to indicate that tenancies created by mortgagees would be binding on mortgagors. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "RAJNI RANI & ANR. VS. KHAIRATI LAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4MTQ=",
        "Citation": "[2014] 10 S.C.R. 971",
        "Case Type": "(CIVIL APPEAL /6862/2014)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xXzk3MS05ODFfMTcwMzMxNTI4MS5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 971",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "Rajni Rani & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 722",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Khairati Lal & Ors.",
        "Case Type:": "CIVIL APPEAL /6862/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908",
            "Order 2 Rule 2 CPC",
            "Counter claim"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "RAJIB RANJAN & ORS. VS. R. VIJAYKUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTExODQ=",
        "Citation": "[2014] 10 S.C.R. 982",
        "Case Type": "(CRIMINAL APPEAL /729-732/2010)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8zXzk4Mi0xMDAzXzE3MDMzMTUzNDEucGRm",
        "SCR Citation:": "[2014] 10 S.C.R. 982",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "Rajib Ranjan & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 717",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "R. Vijaykumar",
        "Case Type:": "CRIMINAL APPEAL /729-732/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 197",
            "482 CrPC",
            "Quashing of proceedings",
            "Electricity Board"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: ss.197, 482 - Quashing of proceedings - Tender invited by Electricity Board  - Tender application of respondent rejected after obtaining performance report/certificate issued by appellant no.2, the Chief Engineer - Suit filed against the Electricity Board challenging rejection of his application - Suit withdrawn - Respondent filed writ petition which was a/so dismissed and D SLP there against also dismissed Respondent filed complaint u/ss. 120B, 468, 420 and 500 against appellants that certificate was false and forged - Issuance of summons - High Court refusing to quash the proceedings on the ground that though the appellants are public servants, the alleged offences  committed by them were not in discharge of their normal duties and hence s.197 was not attracted - Held: Rejection of tender was in furtherance of and in discharge of the official duties by the appellant - Action of the respondent in filing the criminal complaint was not bonafide and amounted to misuse F and abuse of the process of law - The allegations of fabricating the records were mischievously made as an afterthought just to give colour of criminality to a civil case - High Court ought to have quashed the proceedings in exercise of its inherent powers u/s.482. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "SAMEER SINGH AND ANOTHER VS. ABDUL RAB AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4NDc=",
        "Citation": "[2014] 10 S.C.R. 1004",
        "Case Type": "(CIVIL APPEAL /9699/2014)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAyMF8xMF8xMDA0LTEwMjBfMTcwMzMxNTM4OC5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1004",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "Sameer Singh And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 721",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Abdul Rab And Others",
        "Case Type:": "CIVIL APPEAL /9699/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Article 227",
            "Constitution of India",
            "1950",
            "Order 21 Rule 97",
            "99",
            "101",
            "Section 115 CPC"
        ],
        "HeadNote": " Constitution of India, 1950: Art. 227 - Scope of - Order of executing court holding the application under 0.21, rr.97, 99 and 101 as not maintainable on the ground that the said court had become functus officio - The said order cannot earn the status of a decree as there has been no adjudication - If a subordinate court exercises its jurisdiction not vested in it by law or fails 0 to exercise the jurisdiction so vested, such an order is revisable u/s 115 CPC and after amendment w.e.f 1. 7.2002, the said power is exercised under Art. 227 - Appellants had rightly invoked the jurisdiction of High Court under Art. 227 assailing the order passed by executing court on the E foundation that it had failed to exercise the jurisdiction vested in it - Code of Civil Procedure, 1908 - s. 115. Code of Civil Procedure, 1908: 0. 21, rr. 99 to 103- Execution of ex-parte decree - Power of executing court - Application filed by stranger claiming right, title and interest in the property subject matter of execution - Execution court has the authority to adjudicate all the questions pertaining to right, title or interest in the  property arising between the parties - It also includes the claim of a stranger who apprehends dispossession or has already been dispossessed from the immovable property. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "AK DEVAIAH VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4NTY=",
        "Citation": "[2014] 10 S.C.R. 1021",
        "Case Type": "(CRIMINAL APPEAL /46/2007)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAyMF8xMF8xMDIxLTEwMzVfMTcwMzMxNTQyMy5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1021",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "Ak Devaiah",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 715",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /46/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Dowry Prohibition Act",
            "Section 498-A",
            "304-B IPC"
        ],
        "HeadNote": " Penal Code, 1860: ss.498-A and 304-B /PC and ss. 3, 4 and 6 of Dowry Prohibition Act - Suicide by bride in matrimonial home within one year of marriage - Acquittal by trial court - Conviction by High Court - Evidence on record establishing dowry demand and harassment of bride - High Court has correctly recorded the finding based on evidence and found appellant guilty - Evidence Act, 1872 - ss. 113A and 1138 - Dowry Prohibition Act, 1961 - ss.3,4 and 6. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "RAUNAQ EDUCATION FOUNDATION VS. STATE OF HARYANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4NjU=",
        "Citation": "[2014] 10 S.C.R. 1036",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /28189/2014)",
        "Date": "14 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAyMF8xMF8xMDM2LTEwNDlfMTcwMzMxNTQ4OC5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1036",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "14 October 2014",
        "Petitioner:": "Raunaq Education Foundation",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 725",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of Haryana & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /28189/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition",
            "Article 21",
            "39 r/w Article 126 Constitution of India",
            "Art. 14 read with Art. 39 (b) and (c)"
        ],
        "HeadNote": " Land Acquisition: Resumption of acquired land -Land acquired and handed over to petitioner for opening a school - No construction made for a long time - Resumption order passed - Order affirmed by High Court - Held: Petitioner took prime D land of State and failed to comply with the conditions on which the land was allotted, for a long time - Accordingly, the land stands resumed by State Government and as per order of High Court, it stands re-vested in Gram Panchayat - Besides, the land was a forest land and there is nothing to show that E the requisite permission was taken for converting forest land for non forest purposes - However, still, 7 acres of land has been allowed to be retained by petitioner- If petitioner wants to serve poor and under privileged children as proposed, it is free to do so on this part of the land - Constitution of India - Arts. 21 and 39. Constitution of India: Arts. 21 and 39(b} and (c) r/w Art. 126 - Allocation of public land to private entity - Held: Requires fair, transparent G and non arbitrary exercise of power in the light of mandate of Art. 14 read with Art. 39 (b) and (c) - Once it is found that beneficiary of such allotment has abused its position to its advantage and to the disadvantage of the public, Supreme Court cannot interfere with the fair order passed by a competent authority resuming the land. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "VINOD KUMAR VS. GANGADHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEwMzQ=",
        "Citation": "[2014] 10 S.C.R. 1050",
        "Case Type": "(CIVIL APPEAL /9681/2014)",
        "Date": "13 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvX18xMDUwLTEwNjBfMTcwMzMxNTU0Mi5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1050",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "13 October 2014",
        "Petitioner:": "Vinod Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 708",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Gangadhar",
        "Case Type:": "CIVIL APPEAL /9681/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 96 r/w Order 41 Rule 31 Code of Civil Procedure",
            "1908",
            "specific performance of contract"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - s.96 r/w Or.41, r.31 - C Scope and powers of the first appellate court - Suit filed by appellant against respondent for specific performance of contract for purchase of house - Dismissed by trial court - Order affirmed in first appeal by High Court - Validity - Held: High Court did not deal with any of the submissions urged by  the appellant and/or respondent nor it took note of the grounds taken by the appellant in appeal nor made any attempt to appreciate the evidence adduced by the parties with a view to find out as to whether judgment of the trial court could be sustained or not - This resulted in causing prejudice to the  appellant whose valuable right to prosecute in the first appeal on facts and law was adversely affected which, in turn, deprived him of a hearing in the appeal in accordance with law - Case remanded to High Court for deciding the first appeal afresh. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "J.V. BAHARUNI & ANR. VS. STATE OF GUJARAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEwMzk=",
        "Citation": "[2014] 10 S.C.R. 1061",
        "Case Type": "(CRIMINAL APPEAL /2221/2014)",
        "Date": "16 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF8xMDYxLTEwOTlfMTcwNDI2NjY0Ni5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1061",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "16 October 2014",
        "Petitioner:": "J.v. Baharuni & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 732",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of Gujarat & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2221/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881",
            "Section 138 r/w Section 143"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881: s.138 rlw s.143 - Acquittal by Magistrate - High Court remanding the cases to Magistrate for de novo trial, as evidence was recorded by one Magistrate and conviction was recorded by his successor-A case u/s 138 of N.I. Act, which requires to be tried in a summary way as contemplated uls 143 of the Act, when in fact, was tried as regular summons case it would not come within the purview of s.326 (3) of the Code and, as such, it need not be heard de novo and the succeeding Magistrate can follow the procedure contemplated u/s 326 (1) of the Code- In the cases on hand, without strong, cogent, unimpeachable evidence on record that cases were tried 'summarily' but not as regular trial, High Court gravely erred in remanding them to trial court for a de novo trial - Impugned judgments of High Court are set aside and matters remanded to it for consideration on merits. Code of Criminal Procedure, 1973: s.326(3) of the Code, rlw s.143 of NI Act- De novo trial in cases arising out of s. 138, NI Act - A de novo trial should be the last resort and that too only when such a course becomes so desperately indispensable - It should be limited to the extreme exigency to avert \"a failure of justice\" - Any omission or even illegality in the procedure which does not affect the core of the case is not a ground for ordering a de novo trial - The ratio in Nitinbhai must not be followed mechanically to remand matters to trial courts for de novo trial - There should be proper application of judicial mind and evidence on record must be thoroughly perused before arriving at any conclusion with regard to mode of trial - Directions issued for courts seized off with similar cases - B Administration of criminal justice. Administration of justice Criminal justice - 'Speedy trial' and 'fair trial' - Explained. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "KULDEEP KAUR VS. STATE OF UTIARAKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEwNDc=",
        "Citation": "[2014] 10 S.C.R. 1100",
        "Case Type": "(CRIMINAL APPEAL /2267/2014)",
        "Date": "17 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvX18xMTAwLTExMDdfMTcwMzMxNjAxNi5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1100",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "17 October 2014",
        "Petitioner:": "Kuldeep Kaur",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 737",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Utiarakhand",
        "Case Type:": "CRIMINAL APPEAL /2267/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 306 IPC",
            "Abetment of suicide"
        ],
        "HeadNote": " Penal Code, 1860: s.306 - Abetment of suicide - Bride committing suicide in her matrimonial home within 4 months of marriage - No evidence regarding demand of dowry or harassment in that regard - Acquittal of appellant and all other accused persons of charges u/ss 498-A and 304 B - Conviction of appellant u/s 306 - Evidence adduced as against appellant does not establish the case u/s 306 and, as such, her conviction is set aside. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "N. SOUNDARAM VS. P.K. POUNRAJ & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEwNTI=",
        "Citation": "[2014] 10 S.C.R. 1108",
        "Case Type": "(CRIMINAL APPEAL /2266/2014)",
        "Date": "17 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxOV8xMF8xMTA4LTExMTZfMTcwMzMxNjA2Ni5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1108",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "17 October 2014",
        "Petitioner:": "N. Soundaram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "P.k. Pounraj & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2266/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Section 482 CrPC",
            "Quashing of criminal Proceedings"
        ],
        "HeadNote": " Code of criminal procedure, 1973: s.482 - Quashing of criminal proceedings by High Court - FIR for offences punishable u/ss 147, 342, 395 and 450 /PC - An investigation should not be shut out at the threshold if the a/legations have some substance - Power uls 482 has to be exercised sparingly and cautiously to prevent the abuse of process of court and to secure the ends of justice - An Ol(eral/ perusal of the materials placed in the instant case, makes out a prima facie case against accused which requires to be decided by conducting a proper trial - Impugned order passed by High Court is set aside - Penal Goode, 1860 - ss.147, 342, 395 and 450. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "GUNMALA SALES PRIVATE LTD. VS. ANU MEHTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0MjM=",
        "Citation": "[2014] 10 S.C.R. 1117",
        "Case Type": "(CRIMINAL APPEAL /2228/2014)",
        "Date": "17 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF8xMTE3LTExNTJfMTcwMzMxNjIxMS5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1117",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "17 October 2014",
        "Petitioner:": "Gunmala Sales Private Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 736",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "Anu Mehta & Ors.",
        "Case Type:": "CRIMINAL APPEAL /2228/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881:"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881: s.138 r/w s.141 - Complaints against Directors on c dishonour of cheques - Averments made in complaints that Directors were in-charge and responsible for day-to-day business of accused company - Complaints quashed by High Court holding that mere bald assertion was not sufficient to maintain the complaints - In petitions filed by Directors, no clear case was made out that at the material time Directors were not in-charge of and were not responsible for the conduct of business of the company by referring to or producing any incontrovertible or unimpeachable evidence which is beyond suspicion or doubt - Order of High Court quashing complaints against Directors set aside, except in respect of an old lady of 70 years of age, as making her stand the trial would be an abuse of process of court - Code of Criminal Procedure, 1973 - s.482.   Code of Criminal Procedure, 1973:  s. 482 - Exercise of power by High Court to quash criminal proceedings u/s 138 r/w s.141 of Negotiable Instrument Act against Directors of accused company - Principles culled out.  "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "MAJ. GEN. KAPIL MEHRA & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEwNjU=",
        "Citation": "[2014] 10 S.C.R. 1153",
        "Case Type": "(CIVIL APPEAL /2545-2546/2012)",
        "Date": "17 OCTOBER 2014",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxOV8xMF8xMTUzLTExODlfMTcwMzMxNjM3OS5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1153",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "17 October 2014",
        "Petitioner:": "Maj. Gen. Kapil Mehra & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 734",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /2545-2546/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894",
            "Section 23",
            "28",
            "34 Award of compensation"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - s.23 - Acquisition of land - Market Value - Determination of - Held: Market value is determined with reference to the open market sale of comparable land in the neighbourhood, by a willing seller to a willing buyer, on or before the date of preliminary notification, as that would give a fair indication of the market value. Land Acquisition Act, 1894 - s.23 - Acquisition of land - Market Value - Determination of - Comparable sales method for valuation of land - Held: Comparable sales method of valuation is preferred rather than methods of valuation of land such as capitalization of net income method or experl opinion method, because it furnishes the evidence for determination of the market value of the acquired land at which the willing purchaser would pay for the acquired land if it had been sold in the open market at the time of issuance of notification u/s. 4. Land Acquisition Act, 1894 - s.23 - Determination of  Market Value on the basis of average price paid under sale transactions - Scope - Legal position - Discussed - Held: Where the lands acquired are of different type and different locations, averaging is not permissible - But where there are several sales of similar lands, more or less, at the same time,  whose prices have marginal variation, averaging thereof is permissible - For fixation of fair and reasonable market value of any type of land, abnormally high value or abnormally low value sales should be carefully discarded - If the number ofale deeds of the same locality and the same period with short intervals are available, average price of the available number of sale deeds shall be considered as a fair and reasonable market price - Ultimately, it is in the interest of justice for the land losers to be awarded fair compensation - B All attempts should be taken to award fair compensation to the extent possible on the basis of their accessibility to different kinds of roads, locational advantages etc. - On facts, the four perpetual lease deeds A-7 to A-10 relied upon by the appellants were of the same locality and related to the period c just prior to s.4(1) notification - High Court justified in taking average of the said four exemplars and approach adopted by the High Court in averaging the sale prices of Exs A 7 to A 10 cannot be said to be perverse. Land Acquisition Act, 1894 - s. 23 - Determination of D Market Value - Gap between \"leasehold\" price and \"freehold\" price - To be taken into consideration -Held: 'Freehold land' and 'leasehold land' are conceptually different - If a property subject to a lease and in possession of a lessee is offered for sale by the owner to a prospective private purchaser, the E purchaser being aware that on purchase he will get only title and not possession and that the sale in his favour will be subject to encumbrance namely, the lease, he will offer a price taking note of th'e encumbrances - Naturally, such a price would be Jess than the price of a property without any F encumbrance - But wtien a land is acquired free from encumbrances, the market value of the same will certainly be higher - On facts, Exs A 7 to A 10 were the perpetual lease deeds relating to the period from September 1995 to December 1996 and to get the perpetual lease deeds G converted as freehold, the holder of perpetual leasehold had to pay further amount to DOA - Having regard to the pen\"od of Exs A 7 to A 10 and the date of issuance of s.4 notification dated 19.2.1997, addition of 20 Land Acquisition Act, 1894 - s. 23 - Determination of Market Value - Auction sales of commercial I residential plots - If a true index - Deduction towards competitive bidding - Held: The general rule that the sale prices of the comparable sales should be relied upon for calculating the market value will not apply when the sale transactions relied upon are auction sales - On facts, 20% deduction made for competitive bidding and value of acquired land fixed accordingly. Land Acquisition Act, 1894 - s. 23 - Determination of Market Value - Deductions made for development - Essential components of - Held: Deduction towards development depends upon the nature and location of the acquired land - The deduction includes components of land required to be set apart under the building rules for roads, sewage, electricity, parks and other common facilities and also deduction towards development charges like laying of roads, construction of sewerage - Rule of one third deduction towards development appears to be the general rule - But so far as Delhi Development Authority is concerned, or similar statutory authorities, where well planned layouts are put in place, larger land area may be utilized for forming layout, roads, parks and other common amenities - In the instant case, having regard to the extent of the land acquired and the development in and around Vasant Kunj area, it is appropriate to make 35% deduction towards utilization of the land area in the layout for roads, drains, parks, playgrounds and civic amenities - So far as the expenditure for development of the large extent of land into a developed area by construction of proper roads, underground drainage, sewerage and erection of electricity lines, it is appropriate to make further deduction of 25% towards development charges. Land Acquisition Act, 1894 - ss. 28 and 34 - Award of compensation - Payment of interest - Held: Normally, Court awards interest if it enhances compensation in excess of the amount awarded by the Collector, unless there are exceptional circumstances - Award of interest uls.34 is mandatory inasmuch the word used in the Section is 'shall' - Interest payable u/s.34 is statutory- Claim for interest u/s.28 proceeds on the basis that due compensation not having B been paid, the claimant should be allowed interest on the enhanced compensation amount - Award of interest uls.28 is discretionary power vested in the Court and it has to be exercised in a judicious manner and not arbitrarily - Use of the word \"may\" in s.28 does not confer any arbitrary discretion c on the Court to disallow interest for no valid or proper reasons - Both in terms of s.34 and s.28, interest at 9% per annum is payable for the first year of taking possession and 15% per annum thereafter, if the amount of compensation was not paid or deposited within a period of one year or deposited D thereafter. Land Acquisition Act, 1894 - s.27 - Award of compensation - Payment of proportionate costs - Held: The language of s.27(1) is clear and very wide and it gives power to the courts to order costs to be paid by what persons and in what proportions they are to be paid - In making order for costs uls.27(1), the court may have regard to the provisions of s.35 CPC -Ordinarily, when a litigant succeeds in part and fails in part, the equitable order made is that he should receive proportionate costs. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "STATE OF UTTARANCHAL & ORS. VS. C.S.R.K.S. MEDICAL HEALTH SERVICES, UTTARANCHAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEwNjk=",
        "Citation": "[2014] 10 S.C.R. 1190",
        "Case Type": "(CIVIL APPEAL /7696/2009)",
        "Date": "16 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxOV8xMF8xMTkwLTEyMDFfMTcwMzMxNjQzMC5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1190",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "16 October 2014",
        "Petitioner:": "State Of Uttaranchal & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 731",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "C.s.r.k.s. Medical Health Services, Uttaranchal",
        "Case Type:": "CIVIL APPEAL /7696/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttaranchal Government Servants (Criterion for Recruitment by Promotion) Rules",
            "2004",
            "Service Rules"
        ],
        "HeadNote": " Uttaranchal Government Servants (Criterion for Recruitment by Promotion) Rules, 2004: Rule 1 (3) - Promotion from Group 'D' post to Group 'C' post - Held: Promotional posts under consideration do not require consultation with Public Service Commission and, as such, the 2004 Rules would apply to promotional avenues under consideration. Rule 2 - Overriding effect - Held: Rule 2 of the 2004 Rules leaves no room for any doubt that the 2004 Rules have an overriding effect, notwithstanding anything to the contrary contf!ined, in any other Service Rules promulgated under Art. 309 _of the Constitution of India - All the other Rules brought to the notice of the Court had been notified prior to the Notification of the 2004 Rules (notified on 15.06.2014) - Thus viewed, the 2004 Rules have an overriding effect on other Rules. Rules 1 (3) and 4 - Promotion from Group 'D' post to Group 'C' post - Criterion - 'Seniority to the rejection of unfit' - Government Orders dated 17. 7. 2004 and 8. 11. 2004 set G aside by High Court holding the same as violative of Rule 4 - Held: Inter se merit is inconsequential for promotions under Rule 4 of the 2004 Rules, insofar as promotions from Group 'D' service to the lowest ranks of ministerial posts in Group 'C' service, are concerned - Rule 4 postulates seniority as the basis for promotion, but it also provides that promotions would be made subject to the \"rejection of unfit\" - If the G. Os. dated 17. 7. 2004 and 8. 11. 2004 were the basis of determining the fitness of employees concerned, for onward promotion and for adopting measures for 'rejection of the unfit' then the two G. Os. would squarely fall within the purview of r. 4 of 2004 Rules - G.Os. dated 17.07.2004 and 08.11.2004 are upheld - Service Law. "
    },
    {
        "volume": "2014Volume 10",
        "Case Name": "INBASEGARAM AND ANOTHER VS. S. NATARAJAN (DEAD) THR. LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEyMDQ=",
        "Citation": "[2014] 10 S.C.R. 1202",
        "Case Type": "(CIVIL APPEAL /4215-4216/2007)",
        "Date": "29 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxM18xMF8xMjAyLTEzMzVfMTcwMzMxNjUwNi5wZGY=",
        "SCR Citation:": "[2014] 10 S.C.R. 1202",
        "Year/Volume:": "2014/ Volume 10",
        "Date of Judgment:": "29 October 2014",
        "Petitioner:": "Inbasegaram And Another",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 748",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "S. Natarajan (dead) Thr. Lrs.",
        "Case Type:": "CIVIL APPEAL /4215-4216/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908",
            "Order 2 Rule 2",
            "Bar to second suit"
        ],
        "HeadNote": " Code of Civil Procedure, 1908: 0.2, r.2 - Bar to second suit - Plaintiff filing a suit for permanent injunction seeking to restrain defendants from interfering with his possession - Second suit filed by plaintiff for specific performance of contract for sale in respect of the same property - The two suits. and the cause of action D mentioned therein would show that the causes of action and reliefs sought for are quite distinct and are not same - Therefore, provisions of 0. 2, r. 2 will not apply.Code of Civil Procedure, 1908: 'Cause of action' - Explained. Precedent: Ratio of a decision - Must be understood in the background of the facts of that case. Appeal: First appeal - High Court, being the final court of facts in a first appeal, is required to decide all the points formulated by it - Matter remanded to High Court to decide the appeals by recording its finding on all points formulated by it. "
    }
]