[
    {
        "volume": "2014Volume 5",
        "Case Name": "V. KALA BHARATHI & ORS. VS. THE ORIENTAL INS. CO. LTD., BR. CHITOOR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA5Ng==",
        "Citation": "[2014] 5 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /3056/2008)",
        "Date": "01 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS92LiBrYWxhIGJoYXJhdGhpICYgb3JzLl90aGUgb3JpZW50YWwgaW5zLiBjby4gbHRkLiwgYnIuIGNoaXRvb3JfMTcwMDczMDE4OC5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "01 April 2014",
        "Petitioner:": "V. Kala Bharathi & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 236",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "The Oriental Ins. Co. Ltd., Br. Chitoor",
        "Case Type:": "CIVIL APPEAL /3056/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. 21",
            "r. 1 - Motor accident claim"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - Or. 21, r. 1 - Motor accident claim - Compensation - Grant of - Award passed C under the Motor Vehicles Act comprising of principal amount alongwith interest and costs -Amounts deposited by judgment debtor falling short of the decretal amount - Whether amount deposited by judgment debtor to be adjusted first towards interest or towards principal decretal amount - Held: On facts, the decree passed by the trial Court or the appellate Court did not contain the mode of appropriation and in the absence of any such direction, the decree-holder is entitled to appropriate the amount deposited by the judgment debtor first towards interest, then cost and thereafter towards principal - E After such appropriation, decree-holder entitled to interest only to the extent of unpaid principal amount - Hence, interest be calculated on the unpaid principal amount - Motor Vehicles Act, 1988 - Decree."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "KALPESH HEMANTBHAI SHAH VS. MANHAR AUTO STORES THROUGH ITS PARTNER &",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIwOQ==",
        "Citation": "[2014] 5 S.C.R. 20",
        "Case Type": "(CIVIL APPEAL /4266-4267/2014)",
        "Date": "01 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMjAtMjZfMTcwMzIyMTYyMC5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 20",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "01 April 2014",
        "Petitioner:": "Kalpesh Hemantbhai Shah",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 238",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Manhar Auto Stores Through Its Partner &",
        "Case Type:": "CIVIL APPEAL /4266-4267/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India. 1950 Articles 226",
            "227 - Jurisdiction of High Court under"
        ],
        "HeadNote": "Constitution of India. 1950 Articles 226, 227 - Jurisdiction of High Court under - Held: High Court u/Article 227 has jurisdiction to correct the error if apparent on the face of the record - However, u/Articles 226 and 227, it has no jurisdiction to interfere with or alter a finding of fact arrived at  by an appellate court - In the instant case, claim of the appellant-landlord to use the premises for personal necessity was a question of fact which was decided by the appellate court in favour of landlord on appreciation of evidence - The appellate court came to a definite conclusion that the suit shop  was reasonably and bonafidely required by the appellant for his use and occupation and it would cause comparative hardship to landlord than the tenants if decree of eviction is refused - There was no mixed question of law and fact involved in the case, much less question of law - The  comparative hardship of tenant and landlord is a question of fact - In absence of any question of law involved with such facts, the High Court has erred in altering such finding under Articles 226 and 227 of the Constitution."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "NAUSHAD ANWAR & ORS. VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIxNw==",
        "Citation": "[2014] 5 S.C.R. 27",
        "Case Type": "(CIVIL APPEAL /4270/2014)",
        "Date": "01 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS9fXzI3LTQ1XzE3MDQxOTQ2NzQucGRm",
        "SCR Citation:": "[2014] 5 S.C.R. 27",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "01 April 2014",
        "Petitioner:": "Naushad Anwar & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 237",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /4270/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Appointment - Against the post of school librarian"
        ],
        "HeadNote": "Service Law - Appointment - Against the post of school librarian - Writ petitions filed by appellants for consideration of their cases for appointment on basis of degree qualification obtained by them from Algappa University by Distance Education mode - Dismissed by High Court on the ground that Algappa University did not have requisite recognition from the Distance Education Council of Indira Gandhi National Open University \"at the time of examination\" and post facto recognition belatedly granted did not entitle the appellants to the consideration or appointments prayed for - Held: The relevant Rules did not stipulate whether a degree in library science obtained by Distance Education mode constituted a recognised qualification - It was only when candidates who had secured degrees in Library Science by Distance Education mode applied for appointment that the Government issued a clarification that such degrees will be recognised provided the University awarding the same has been recognised by the Distance Education Council - Such being the case, the normal rule that candidates must satisfy the conditions of eligibility on the date of the applications will have to be applied liberally - Moreso, when selection process was not completed before the Distance Education Council recognised Algappa University - Since the candidates were in the meantime allowed to participate in the selection process under orders of the Court and their result kept in a sealed cover, relaxed standard for determination of the conditions of eligibility should be made applicable especially when consideration of such candidates will in no way prejudice any other candidate already appointed or selected for appointment - In the circumstances, and since validity of post facto recogndion granted by the Distance Education Council to Algappa University was not assailed before the Court, appellants should be allowed the benefit of such recognition - They should be treated as eligible for consideration and appointment against the available vacancies - Bihar Municipality Secondary and Higher Secondary Teachers (Appointment and Service Condition) Rules, 2006 as amended in 2008 - r.4(vii)(a) & (b). Service Law - Selection - Selection process dragging on for years - Held: Such inordinate delay and indolence is totally undesirable not only because it violates the fundamental rights of candidates who have qualified for appointment during the intervening period but also because it depicts a complete failure on the part of all concerned in regulating the selection and appointment process with a view to ensuring that the same is fair, objective and transparent."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "STATE OF RAJASTHAN & ANR. VS. C.P. SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIyMQ==",
        "Citation": "[2014] 5 S.C.R. 46",
        "Case Type": "(CIVIL APPEAL /1195/2007)",
        "Date": "04 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNDYtNTVfMTcwMzIyMTg0My5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 46",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "04 April 2014",
        "Petitioner:": "State Of Rajasthan & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 246",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave,Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "C.p. Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /1195/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Retirement - Retirement age - Determination of - Applicable Rules"
        ],
        "HeadNote": "Service Law - Retirement - Retirement age - Determination of - Applicable Rules - Respondent No. 1 appointed initially in the State of Ajmer and governed by the Central Civil Service Regulations - State of Ajmer integrated with the State of Rajasthan in the year 1956 whereupon respondent no. 1 absorbed in the services of the State of Rajasthan - Respondent no. 1 exercised option u/r. 11 of the 1957 Rules and elected to be governed, as regards leave and pension, by the rules applicable to him immediately before the appointed day i.e. the Central Civil Service Regulations - Subsequently however, in 1974, respondent no.1 made to retire on attaining the age of 55 years as provided under the 1951 Service Rules - Whether respondent No.1 entitled to continue in service 'upto the age of 58 years i.e., the age of retirement as per the Central Civil Service Regulations - Held: Since Respondent No. 1 opted for the Central Civil Service Regulations as a whole, his retirement benefits had to be governed by the provisions contained in the said Regulations including the age of retirement as applicable at the relevant date when he could be retired - Once the State of Rajasthan, with the previous approval of the Central Government, gave option to Respondent No. 1 not confined to any particular age of retirement but to elect between the Central Civil Service Regulations and the Rules of 1951, Respondent No.1 cannot be subsequently deprived of the benefits of enhanced age of retirement accruing to him on account of amendments in the Regulations made in the year 1962 when Respondent No.1"
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "M/S. INDUS AIRWAYS PVT. LTD. & ORS. VS. M/S. MAGNUM AVIATION PVT. LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIyNg==",
        "Citation": "[2014] 5 S.C.R. 56",
        "Case Type": "(CRIMINAL APPEAL /830/2014)",
        "Date": "07 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNTYtNjZfMTcwMzIyMTk1NC5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 56",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "07 April 2014",
        "Petitioner:": "M/s. Indus Airways Pvt. Ltd. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 351",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "M/s. Magnum Aviation Pvt. Ltd. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /830/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881 - s. 138 - Post-dated cheques"
        ],
        "HeadNote": ".Negotiable Instruments Act, 1881 - s. 138 - Post-dated cheques issued by purchasers as advance payment in respect of purchase orders - If could be considered in discharge of legally enforceable debt or other liability, and, if so, whether dishonour of such cheques amounts to offence u/s. 138 - Held: For a criminal liability to be made out u/s.138, there should be legally enforceable debt or other liability subsisting on the date of drawal of the cheque - Payment by cheque in the nature of advance payment indicates that at the time of drawal of cheque, there was no existing liability - If a cheque is issued as an advance payment for purchase of the goods and for any reason purchase order is not carried to its logical conclusion either because of its cancellation or otherwise and material or goods for which purchase order was placed is not supplied by the supplier, the cheque cannot be said to have been drawn for an existing debt or liability - View of the High Court that the issuance of cheque towards advance payment at the time of signing such contract has to be considered as subsisting liability and dishonour of such cheque ·amounts to an offence uls. 138 cannot be accepted.."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "PURNYA KALA DEVI VS. STATE OF ASSAM & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIzMg==",
        "Citation": "[2014] 5 S.C.R. 67",
        "Case Type": "(CIVIL APPEAL /1672/2010)",
        "Date": "07 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNjctNzZfMTcwMzIyMjAxMy5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 67",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "07 April 2014",
        "Petitioner:": "Purnya Kala Devi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 253",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of Assam & Anr.",
        "Case Type:": "CIVIL APPEAL /1672/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - s.2(30) - Motor accident - By a private uninsured vehicle"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - s.2(30) - Motor accident - By a private uninsured vehicle under requisition of State Government at the relevant time - Liability to pay · compensation - Whether on the registered owner or on the State - Held: In view of the fact that the State failed to prove that at the relevant time, the offending vehicle was not under requisition, the State being in possession and control of the vehicle, would be construed as the 'owner' of the vehicle - Hence, liable, to pay the compensation - Registered owner of the vehicle cannot be held liable if the vehicle is not in his possession or control - State directed to pay the compensation as fixed by the High Court - Assam Requisition and Control of Vehicles Act, 1968 - s.5(1). ' Words and Phrases - 'Owner' - Meaning of, in the context of Motor Vehicles Act, 1988."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "M/S. HARYANA STATE COOP. SUPPLY AND MARKETING FEDERATION LTD . VS. M/S. JAYAM TEXTILES & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIzNw==",
        "Citation": "[2014] 5 S.C.R. 77",
        "Case Type": "(CRIMINAL APPEAL /833/2014)",
        "Date": "07 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNzctODRfMTcwMzIyMjA3NS5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 77",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "07 April 2014",
        "Petitioner:": "M/s. Haryana State Coop. Supply And Marketing Federation Ltd .",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 254",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "M/s. Jayam Textiles & Anr.",
        "Case Type:": "CRIMINAL APPEAL /833/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881 - ss. 138 and 140 - Penal Code",
            "1860"
        ],
        "HeadNote": ".Negotiable Instruments Act, 1881 - ss. 138 and 140 - Penal Code, 1860 - s.420 - Cheques issued by respondents dishonoured - Complaints filed by appellant-federation - Dismissed by Magistrate - Appeals dismissed by High Court, solely on the ground that 'authorisation' was not produced by the complainant-appellant - High Court held that 'D', claiming to be the power of attorney holder of the appellant-Federation, had no locus standi to file the complaints/appeals as he had failed to prove that appellant-Federation had authorised him to file the same - Plea of appellant-Federation before Supreme Court that in fact there was an authorisation from the Board of Directors of the Federation, but the same was not filed along with the complaint - Held: Though authorisation by the Board of Directors of appellant-Federation was not placed before the Courts below, but, specific averment was made by appe/lant~Federation before the Magistrate that the said General Power of Attorney had been filed in a connected case, which is neither denied nor disputed by the respondents - In any case, if the Courts below were not satisfied, an opportunity ought to have been granted to appellant-Federation to place the document containing authorisation on record and prove the same in accordance with law - Procedural defects and irregularities, which are curable, should not be allowed to defeat substantive rights or to cause injustice - Moreover, inspite of arbitration award against the respondents, there was non-payment of amount to appellant-Federation - Opportunity should be given to appellant-Federation to produce and prove the authorisation before the Trial Court, more so, when money involved is public money - Matters remitted back to Trial Court with direction to conduct trial afresh.."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "JACKY VS. TINY@ ANTONY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMxMg==",
        "Citation": "[2014] 5 S.C.R. 85",
        "Case Type": "(CIVIL APPEAL /4453/2014)",
        "Date": "09 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODUtOTRfMTcwMzIyMjE1My5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 85",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "09 April 2014",
        "Petitioner:": "Jacky",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 262",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Tiny@ Antony & Ors.",
        "Case Type:": "CIVIL APPEAL /4453/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950: Arts. 226 and 227 - Jurisdiction of High Court"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950: Arts. 226 and 227 - Jurisdiction of High Court - Writ petition seeking to quash orders passed by Munsiff Court in a suit arising out of landlord and tenant dispute - Held: A petition under Art. 226 or Art. 227 can neither be entertained to decide the landlord-tenant. dispute nor is it maintainable against a private individual to determine an intense dispute including the question whether one party has been harassing the other party -- It was not the case of first respondent that the order passed by Munsiff Court was without any jurisdiction or was so exercised exceeding its jurisdiction -- If a suit is not maintainable, it is well within the jurisdiction of High Court to decide the same in appropriate proceedings but in no case power under Arts. 226 and 227 can be exercised to question a plaint - If first respondent was aggrieved against orders which were passed by courts in one or other suit against a third party (second respondent) and to which first respondent was not a party, he was not remediless and could have challenged the same before an appropriate forum - Impugned judgment and order passed by High Court is set aside - Suit."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "MAHINDER DUTT SHARMA VS. U.O.I. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMxNQ==",
        "Citation": "[2014] 5 S.C.R. 95",
        "Case Type": "(CIVIL APPEAL /2111/2009)",
        "Date": "11 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfOTUtMTE4XzE3MDMyMjIyMzgucGRm",
        "SCR Citation:": "[2014] 5 S.C.R. 95",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "11 April 2014",
        "Petitioner:": "Mahinder Dutt Sharma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 267",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "U.o.i. & Ors.",
        "Case Type:": "CIVIL APPEAL /2111/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Civil Services (Pension) rules",
            "1972: r.41 - Compassionate allowance",
            "grant of - Determining factors - Discussed."
        ],
        "HeadNote": "Central Civil Services (Pension) rules, 1972: r.41 - Compassionate allowance, grant of - Determining factors - Discussed. r.41 - Compassionate allowance - Dismissal from service due to unauthorized and wilful absence from service for a period of 320 days - Claim for compassionate allowance after 5-112 years - Held: If infliction of punishment of dismissal is on account of an act of moral turpitude or dishonesty or an act designed for personal gains from the employer or an act harming a third party interest, it would ordinarily disentitle the employee from compassionate allowance - In the instant case,,. the delinquency proved against the appellant did not fall in any of the above categories - Moreover, appellant had rendered about 24 years of service, prior to his dismissal and was granted 34 good entries - Although the charge proved · against the appellant pertained to his unauthorized and wilful absence from service, there was nothing to show that his absence from service was aimed at seeking better job opportunity elsewhere'_ No such inference was even otherwise possible, in view of length of service rendered by him - Further, during period under consideration , his brother died, and thereafter, his father and brother's wife also passed away - His own wife suffered from cancer - All these tribulations Jed to his own ill-health - Also, appellant was involved in a criminal case, from which he was subsequently acquitted - These considerations ought to have been evaluated by the competent authority, to determine whether the claim made under Rule 41 deserved special consideration - All the authorities merely examined the legitimacy of the order of dismissal and of delay in filing the appeal against the punishment order - The manner of consideration for claim for compassionate allowance, had nothing to do with these aspects - Accordingly, competent authority is directed to reconsider the claim of the appellant, for the grant of compassionate allowance - Service law .. Compassionate allowance."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "NATIONAL LEGAL SERVICES AUTHORITY VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMyMA==",
        "Citation": "[2014] 5 S.C.R. 119",
        "Case Type": "(WRIT PETITION (CIVIL) /400/2012)",
        "Date": "15 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMTE5LTI0MV8xNzAzMjIyNDg4LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 119",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "15 April 2014",
        "Petitioner:": "National Legal Services Authority",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 275",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri,Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /400/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF IND/A",
            "1950: Article 14 - Transgenders"
        ],
        "HeadNote": " CONSTITUTION OF IND/A, 1950: Article 14 - Transgenders • Claim for equal treatment - Held: Article 14 states that the State shall not deny to \"any person\" equality before law or equal protection of laws within the territory of India - Article 14 does not restrict the word 'person' and its application only to male or female - Hijras/ transgender persons who are neither male nor female fall within the expressions 'person' and hence entitle to legal protection of laws in all spheres of state activity including employment, healthcare, education as well as equal civil and citizenship rights as enjoyed by any other Indian citizen - Criminal Tribes Act, 1871 - Penal Code, 1860 - s.377. . Article 14 - Claim by Transgenders Hijras eunuch for legal status as third gender - Held: Transgenders belong to a distinct socio-religious and cultural group and, therefore, have to be considered as a 'third gender' apart from male and female - Gender identity is integral to the dignity of an individual and is at the core of 'personal autonomy' and 'self determination' - Hijras/eanuchs, therefore, have to be considered as third gender over and above binary genders - Article 14, 15, 16, 19 and 21 do no exclude Hijras/TGs from their ambit. Articles 14, 15, 16, 19, 21 - Transgenders - Held: Article 14 use expression ''person\" and the Article 15 use expression \"citizen\" and \"sex\" so also Article 16 - Article 19 a/so use the expression \"citizen\" - Article 21 use the expression ''person\" - All these expressions, which are \"gender neutral\" evidently refer to human-beings - Hence, they take within their sweep Hijras. Transgenders and are not as such limited to male or female gender.  Articles 15 and 16 - Prohibition of discrimination against any citizen on the ground of 'sex' - Held: Both the Articles prohibit all forms of gender bias and gender based discrimination - Expression 'sex' used in Articles 15 and 16  is not just limited to biological sex of male or female but intended to include people who consider themselves to be neither male or female - Bias - Gender bias. Article 19(1)(a) - Freedom of speech and expression as to self identified gender - Held: Freedom of expression  includes freedom to express one's chosen gender identity through varied ways and means by way of expression, speech, mannerism, clothing etc. - Transgender's personality could be expressed by Transgender's behaviour and presentation - State cannot prohibit, restrict or interfere with  Transgender's expression of such personality which reflects that inherent personality - The values of privacy, self identity, autonomy and personal integrity are fundamental rights guaranteed to members of the transgender community u/ Article 19(1 )(a) and the, State is bound to protect and  recognize those rights. Article 21 - Right to dignity - Transgenders - Held: Article 21 protects the dignity of human life, one's personal autonomy, one's right to privacy - Right to dignity has been recognized to be an essential part of the right to life and G accrues to all persons on account of being humans - Right to dignity forms an essential part of our constitutional culture which seeks to ensure the full development and evolution of persons and includes \"expressing oneself in diverse forms, freely moving about and mixing with fellow human beings\" -  Recognition of one's gender identity lies at the heart of the fundamental right to dignity - Gender constitutes the core of one's sense of being as well as an integral part of a person's identity - Article 21 guarantees the protection of ''personal autonomy\" of an individual - Self-determination of gender is an integral part of personal autonomy and self-expression and falls within the realm of personal liberty guaranteed under Article 21 of the Constitution of India - Human rights. TRANSGENDERS: Historical background of Transgenders in India - Discussed. Gender Identity and sexual orientation - Meaning of - Held: Gender Identity refers to individual's self identification as a man, woman or other identified categories - Sexual orientation refers to individual's enduring physical, romantic and/or emotional attraction to another person. Rights of transsexual person who have undergone Sex Re-assignment Surgery (SRS) - Test to be applied - Held: Test to be applied is not the 'Biological test' but 'Psychological test' - U11iversal Declaration of Human Rights, 1948 - Article 6 - International Covenant on Civil and Political Rights, 196.6 - Articles 16, 17 - Doctrines/Principles - Yogyakarata Principles - Human Rights. C o E Problems suffered and discrimination faced by. Transgenders - Discussed. Legislations in other countries on Transgenders - Discussed. Sex identity gender of persons and guarantee to equality and non-discrimination of gender identity - Applicability of, in India - Held: There is no suitable legislation protecting the rights of the members of TG Community - They are facing discrimination in various areas and, therefore, there is necessity to follow the International Conventions to which India is SUPREME COURT REPORTS [2014] 5 S.C.R. a party. Gender identity -Whether a person who is born as a male with predominantly female orientation (or vice-versa) has a right to get himself to be recognized as a female as per his 8 choice more so, when such a person after having undergone operational procedure, charges his/her sex as well - Held: If a person has changed his/her sex in tune with his/her gender characteristics and perception which has become possible because of the advancement in medical science and when that is permitted in medical ethics with no legal embargo, there C is no impediment, legal or otherwise in giving due recognition to the gender identity based on reassign sex after undergoing SRS. Sex Re-Assignment Surgery - Legality of - Held: If a D person has changed his/her sex in tune with his/her gender characteristics and perception which has become possible because of the advancement in medical science, and when that is permitted by in medical ethics with no legal embargo, there is no impediment, legal or otherwise, in giving due E recognition to the gender identity based on the reassign sex after undergoing Sex Re-Assignment Surgery (SRS) - Ethics - Medical ethics. F DOCTRINES/PRINCIPLES: Principle of maximum of happiness to most of the people - Applicability of when claim by transgender for equal status - Held: In such case, there is no dichotomy between the individual freedom/liberty as against public good - On the contrary, granting the right to choose gender leads to public good. HUMAN RIGHTS: Held: There is universal recognition that Human rights are rights that \"belong\" to every person, and do not depend on the specifics of the individual or the relationship between the right-holder and the right-grantor - Moreover, Human Rights exist irrespective of the question H whether they are granted or recognized by the legal and social system within which we live - They are devices to evaluate these existing arrangements: ideally, these arrangements should not violate human rights - In other words, human rights are moral, pre-legal rights - They are not granted by people nor can they be taken away by them. INTERNATIONAL CONVENTION: Implementation of - Held: Implementation of International Convention requires legislation - Article 253 states that Parliament has power to make any law for the whole or any part of territory of India for implementing any treaty, agreement or convention - Indian courts can apply rules of international law according to the principles of Comity of nations, unless they are overridden by clear rules of domestic law - Constitution· of India, 1950 - Articles 51, 253. INTERNATIONAL LAW: Binding effect of -Held: If Parliament has made any legislation which is in conflict with the International law, then Indian courts are bound to give effect to the Indian Law rather than international law - Constitution of India, 1950 - Articles 51, 253. •JURISPRUDENCE: Theory of law - Kantian criterion of justice - Interpretation of - Discussed. _ WORDS AND PHRASES: Transgender - Held: It is ·generally described as an umbrella term for persons whose gender identity, gender expression or behaviour does not conform to their biological sex - Transgender may also takes in persons who do not identify with their sex assigned at birth, which include Hijras/Eunuchs - TG Community comprises of Hijras, eunuchs, Kothis, Aravanis, Jogappas, Shiv-Shakthis etc. - Etymologically, the term 'transgender' is derived from two words, namely 'trans' and 'gender' - Former is a Latin word · which means 'across' or 'beyond' - The grammatical meaning of 'transgender', therefore, is across or beyond gender - This has come to be known as umbrella term which includes Gay men, Lesbians, bisexuals, and cross dressers within its scope- Transgenderism is not a disease at all but a benign normal variant of human experience akin to left handedness. "
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "STATE OF TRIPURA & ORS. VS. ARABINDA CHAKRABORTY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMyNA==",
        "Citation": "[2014] 5 S.C.R. 281",
        "Case Type": "(CIVIL APPEAL /1322/2007)",
        "Date": "21 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMjgxLTI5MF8xNzAzMjIyNjUwLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 281",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "21 April 2014",
        "Petitioner:": "State Of Tripura & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 296",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Arabinda Chakraborty & Ors.",
        "Case Type:": "CIVIL APPEAL /1322/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation: Suit - Period of limitation"
        ],
        "HeadNote": "Limitation: Suit - Period of limitation - Services of plaintiff terminated for remaining unauthorisedly absent - Given a fresh appointment on purely temporary basis - Suit filed after 12 years claiming seniority from the date of initial appointment and claiming limitation from the date of rejection of his last representation - Held: Period of /imitation would commence from the date on which cause of action takes place - Simply by making a representation, when there is no statutory provision or there is no statutory appeal provided, period of limitation would not get extended - Law does not permit extension of period of /imitation by mere filing of a representation - Period of limitation would not Commence from the date on which the last representation is decided - In the instant ca~e, there was no provision with regard to any statutory appeal -Respondent kept on making representations one after another and all the representations were rejected - Courts below committed an error by considering the date of rejection of last representation as the date on which cause of action had arisen - Orders of courts below are set aside - Suit stands dismissed - Service law.Service Law:Seniority - Initial appointment terminated for employee being unathorisedly absent - Subsequently employee given fresh appointment on temporary basis - Claim for seniority from initial employment - Held: Services of respondent in his first employment having been terminated because of his unauthorised absence, there could nqt have been any question with regard to continuity of service with effect from first employment."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "HARBANS PERSHAD JAISWAL (D) BY LRS. VS. URMILA DEVI JAISWAL (D) BY LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMyNg==",
        "Citation": "[2014] 5 S.C.R. 291",
        "Case Type": "(CIVIL APPEAL /4656/2014)",
        "Date": "21 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMjkxLTMwMV8xNzAzMjIyNjg3LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 291",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "21 April 2014",
        "Petitioner:": "Harbans Pershad Jaiswal (d) By Lrs.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 295",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Urmila Devi Jaiswal (d) By Lrs.",
        "Case Type:": "CIVIL APPEAL /4656/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. XL/ rr. 17",
            "19 and ~1 - Hearing'of appeal ex-parte"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - Or. XL/ rr. 17, 19 and ~1 - Hearing'of appeal ex-parte - Cross-appeals - During hearing of the appeals, one of the parties not represented - Decision in the appeals against that party on merit - Plea of the unsuccessful party that the appeals could not have been decided on merit and at the most could have been dismissed for default - Held: An appeal can be heard on merits if the respondent is unrepresented, but if the appellant is unrepresented, it can be dismissed only in default - Ln the present cases, the appeal, in which the unsuccessful party was respondent, could have been decided on merit - But the appeal in which the party was appellant could have been dismissed only in default and not on merit - However, since the High Court has given categorical finding that no sufficient cause for non-appearance is shown, there is no reason to recall the order."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "GOA FOUNDATION VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMzMA==",
        "Citation": "[2014] 5 S.C.R. 302",
        "Case Type": "(WRIT PETITION (CIVIL) /435/2012)",
        "Date": "21 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMzAyLTM4NV8xNzAzMjIyODYzLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 302",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "21 April 2014",
        "Petitioner:": "Goa Foundation",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 962",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /435/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Commission of inquiry Act",
            "1952: ss. 8B and 8C - Justice Shah Commission"
        ],
        "HeadNote": " Commission of inquiry Act, 1952: ss. 8B and 8C - Justice Shah Commission - Report on illegal mining ·in State of Goa - Held: Jn view of the stand of the State Government that no action will be taken against mining Jesses only on the basis of the findings in the report of Justiee Shah Commission without making its own 0 assessment of facts and without first giving the mining lessees opportunity of hearing and opportunity to produce evidence in their defence, Court is not inclined to quash the report of Justice Shah Commission on the ground that provisions of ss. 8B and 8C of the 1952 Act, and principles of natural justice E have not been complied with - However, Court cannot direct prosecution of the mining lessees on the basis of the findings in the report of Justice Shah Commission, if they have not been given opportunity of being heard and to produce evidence in their defence and not allowed right to cross- F examine and the right to be represented by a legal practitioner before the Commission as provided in ss. 8B and 8C.Mines and Minerals (Development and Regulation) Act, 1957:ss .8(2) and 8(3) - Renewal of mining lease - Concessions granted before liberation of Goa, deemed to be mining leases - Deemed mining leases to excavate iron ore in State of Goa - Held: Renewal beyond first renewal for a period of twenty years is conditional upon State Government forming an opinion that in the interest of mineral development, it is necessary to do so and also conditional upon State Government recording reasons for such renewal of a mining lease in respect of iron ore which is not specified in Part A and Part B of the First Schedule - Deemed mining leases of lessees in Goa expired on 22.11.1987 and the maximum period (20 years) of renewal of deemed mining leases in Goa has also expired on 22. 11. 2007 - Therefore, mining by lessees in Goa after 22. 11. 2007 was illegal - Accordingly, - order dated 10.09.2012 of Government of Goa suspending mining operations in the State and order dated 14.09.2012 of MoEF, Government of India, suspending the environmental clearances granted to mines in the State are not liable to be quashed by the Court, and the same will have to continue ti/I decisions are taken by State Government to grant fresh leases and decisions are taken by MoEF to grant fresh environmental clearances for mining projects - Mineral Concession Rules, 1960 - r.24A - Goa, Daman and Diu Mining Concessions (Abolition and Declaration as Mining Leases) Act, 1987- s. 5 - Public Interest Litigation.ss. 4 and 9 - Removing of dump· from mining area and keeping it beyond mining area - Held: Dumping of minerals outside the leased area of the mining lessees is not permissible under MMDR Act and Rules made thereunder - The moment mineral is removed or consumed from the leased area, the holder of a mining lease has to pay royalty - By virtue of ss. 9 of MMDR Act, tailings and rejects excavated during mining operations being minerals wilI also be exigible to royalty the moment they are removed from the leased area - Mineral Concession Rules, 1960 - r. 64-C.Mines and Minerals:Prohibition on mining activities - In areas adjacent to National Park or Wildlife Sanctuary - Held: Supreme Courtin exercise of its power under Art. 32 of the Constitution can s c 0 E F G H direct the State to prohibit mining activities in an area adjacent to a National Park or a Wildlife Sanctuary for the purpose of protecting the flora, fauna and wildlife habitat of the National Park/Wildlife Sanctuary - State can be directed by the Court by an appropriate writ or direction not to grant mining /eases or not to allow mining that will be violative under Art. 21 of the Constitution - The order passed by the Court saying that there will be no mining activity within one kilometer safety zone around National Park or Wildlife Sanctuary has to be enforced - Until the Central Government takes into account various factors mentioned in sub-r. (1 ), follows the procedure laid down in sub-r. (3) and issues a notification under r.5 prohibiting mining operations in a certain area, there can be no prohibition under law to carry on mining activity beyond 1 km. of the boundaries of National Parks or Wildlife Sanctuaries - Direction given to issue notification under r. 5 - Constitution of India, 1950 - Arts. 32 and 21 - Environment Protect~on Rules, 1986 - r.5. Granting of mining /eases for excavation of iron ore - Modality of - Held: State Government may grant mining /eases of iron ore and other ores in accordance with its policy decision and in accordance with MMDR Act and the Rules made thereunder in consonance with constitutional provisions - Until the final report is submitted by the Expert Committee, State Government will, in the interests of sustainability development and intergenerational equity, permit a maximum annual excavation of 20 million MT from the mining /eases in the State other than from dumps - Directions given to appropriate the sale proceeds of ores sold in e-auction as suggested in the judgment - Monitoring Committee directed to make the payments as mentioned in the judgment - 50% of wages and dearness allowance directed to be paid to workers in the muster rolls of mining /eases who have not been paid their wages during the period of suspension of mining operations - Direction also given to set aside amount towards Goan Iron Ore Permanent Fund - Industrial Disputes Act, 1947 - s.25 C - Goa Pollution Control Board directed to monitor air and water pollution in mining areas - Public Interest litigation. Mineral Concession Rules, 1960: rr. 37 and 38 - Held: State Government will initiate action against those mining lessees who violate rr.37 and 38 and will strictly enforce the Goa (Prevention of Illegal Mining, Storage and Transportation of Minerals) Rules - Goa (Prevention of Illegal Mining, Storage and Transportation of Minerals) Rules, 2013. "
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "INDIAN BANK ASSOCIATION AND OTHERS VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMzNA==",
        "Citation": "[2014] 5 S.C.R. 386",
        "Case Type": "(WRIT PETITION (CIVIL) /18/2013)",
        "Date": "21 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMzg2LTQxMF8xNzAzMjIyOTgzLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 386",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "21 April 2014",
        "Petitioner:": "Indian Bank Association And Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 963",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /18/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881: s.138 - Object of - Discussed. ss. 143 to 147 (as inserted by) Negotiable Instruments (Amendment and Miscellaneous Provisions) Act",
            "2002)"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881: s.138 - Object of - Discussed. ss. 143 to 147 (as inserted by) Negotiable Instruments (Amendment and Miscellaneous Provisions) Act, 2002) - Dishonour of cheques - Summary procedure - Grievance of the petitioner that the introduction of ss. 138 to 142 of the Negotiable Instruments Act could not achieve the desired result for dealing with dishonored cheques and inspite of insertion of new ss.143 to 147 in the Act, no uniform practice was being followed by the various Magistrate courts in the country - Held: Amendment Act, 2002 has to be given effect in its letter and spirit - s. 143 stipulates that notwithstanding anything contained in Cr.P.C., all offences contained in Chapter XVII of the Negotiable Instruments Act dealing with dishonour of cheques for insufficiency of funds, etc. shall be tried by a Judicial Magistrate and the provisions of ss.262 to 265 Cr.P. C. prescribing procedure for summary trials, shall apply to such trials - Supreme Court has also laid down certain guidelines while interpreting ss. 138 and 147 to encourage litigants in cheque dishonour case to opt for compounding during early stages of litigation to ease choking of criminal justice system - Few High Courts have also laid down certain procedures for speedy disposal of Sl1Ch cases - Therefore, directions issued to Criminal courts all over country dealing with the cases of dishonour of cheques to take immediate cognizance of the matter; to issue notice via email to make instant settlement of case and follow said procedure for the speedy and expeditious disposal of cases - Code of Criminal Procedure, 1973 - ss. 262 to 265"
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "RISHI KIRAN LOGISTICS PVT. LTD. VS. BOARD OF TRUSTEES OF KANDLA PORT TRUST & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM0MA==",
        "Citation": "[2014] 5 S.C.R. 411",
        "Case Type": "(CIVIL APPEAL /4655/2014)",
        "Date": "21 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNDExLTQ0M18xNzAzMjIzMTEyLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 411",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "21 April 2014",
        "Petitioner:": "Rishi Kiran Logistics Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 297",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Board Of Trustees Of Kandla Port Trust & Ors.",
        "Case Type:": "CIVIL APPEAL /4655/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract: Allotment of plots by Port Trust on lease hold basis"
        ],
        "HeadNote": "Contract: Allotment of plots by Port Trust on lease hold basis - Letters of intent issued to prospective allottee, subject to CRZ clearance - It took 5 years in getting CRZ clearance - Neither possession of plots given, nor payments received - Meanwhile price of property shot up - Port Trust cancelling the tender process started 5 years ago - Held: A letter of intent is not intended to bind either party ultimately to enter into any contract - The question whether the letter of intent is merely ah expression of an intention to place an order in future or whether there is a final acceptance of the offer thereby leading to a contract, is a matter that has to be decided with reference to the terms of the letter - When the LOI is itself hedged with the condition that final allotment would be made later after obtaining CRZ and other clearances, it may depict an intention to enter into contract at a later stage and the process had not resulted in a concluded contract.  Constitution of India, 1950: . Art. 226 - Port Trust - Proposal to allot plots on lease- hold basis cancelled - Cancellation challenged - Held: By G way of writ petition under Art. 226 only public/aw remedy can be,invoked - As far as contractual dispute is concerned that is outside the power of judicial review under Art. 226 with the sole exception in those cases where such a contractual dispute has a public law element - The issue of there being a concluded contract is raised in a petition filed under Art. 226 and not by way of suit - In such proceedings main aspect which has to be considered is as to whether impugned · decision of Port Trust was arbitrary or unreasonable - In the  instant case, the impugned decision of the Port Trust was not arbitrary, unreasonable or malafide, but was based on valid consideration, as larger public interest demanded fresh tender process in order to receive maximum amount."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "S. RAJASEEKARAN VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM0Mw==",
        "Citation": "[2014] 5 S.C.R. 444",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /295/2012)",
        "Date": "22 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNDQ0LTQ5Ml8xNzAzMjIzMjA1LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 444",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "22 April 2014",
        "Petitioner:": "S. Rajaseekaran",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1159",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /295/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: Road accidents"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: Road accidents - Large number of accidents occur every day on Indian Roads causing loss of human lives besides loss of limbs and other injuries resulting in human tragedies - Writ petitioner seeking court's intervention primarily in the matter of implementation of prevailing laws in the right earnest 0 and need for change in such laws and upgradation thereof and directions for upliftment of the existing infrastructure and facilities with regard to post-accident care and management to minimize loss of life and physical injuries to victims of road E accidents - Held: The four Working Groups set up by the Ministry of Road Transport and Highways made recommendations on short term and long term measures to curb road accidents in the country i.e. enforcement of the existing laws, regulations and norms; availability of safe roads worthy of traffic as per the resources available with Central and F State Governments; education on road safety and timely medical attention - All existing laws and norms including the provision of Motor Vehicles Act, therefore require to be implemented in the right earnest and with all vigours by the authorities - Committee constituted to undertake the process G of monitoring measures undertaken by the Central Government and State Governments - All State Governments as well as different Ministries/Departments/Wings of the Central Government to submit their report to the Committee indicating the state of implementation and enforcement of all  pertaining to licensing)_; certification of fitness of vehicles; A limits ·of 'fise ·of vehicles i.e. passenger carrying capacity, ·weight carrying capacity etc.; use of road safety devices; adherence to norms including user of roads, and deployment of adequate manpower for enforcement of the existing . provisions of law - The Union Government as well as the State B Government to also indicate their views on the necessity of further change in the law, if any - The Committee directed to. submit its report to the Court within three months after receipt of report from the Union/State Governments expressing its views on the deficiencies and the defaults on the part of any c of the stakeholders, as may be found."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "BHUSHAN POWER & STEEL LTD. VS. RAJESH VERMA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM2MA==",
        "Citation": "[2014] 5 S.C.R. 493",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /374/2012)",
        "Date": "22 APRIL 2012",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNDkzLTUxOF8xNzAzMjIzMjg2LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 493",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "22 April 2012",
        "Petitioner:": "Bhushan Power & Steel Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 308",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Rajesh Verma & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /374/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court: Order of Supreme Court - Non-implementation of"
        ],
        "HeadNote": "Contempt of Court: Order of Supreme Court - Non-implementation of - In terms of an MOU, State Government had committed to recommend to Central Government for grant of iron ore mines in favour of appellant for use in it~ proposed plant - Pursuant thereto appellant set up the plant with huge investment - Order of Supreme Caurt in appeal directing the State Government to take steps in terms of MOU- No-compliance of - Held: Respondents/contemners do not dispute that the directions contained in the judgment have become final - However, State Government Contemners have pleaded their helplessness by narrating certairi circumstances ·and developments as also the statutory mandate embodied in s. · 11(4) of the MMDR Act - Held: Contemners cannot raise such a plea to avoid implementation of directions issued by Court - As far as the law- laid down in Sandur Manganese, that may be applied in application that are pending - Respondents are in contempt of orders dated 14. 3. 2012 passed by the Court, in not complying with the directions in respect of Keora area --:- However, they are given one final opportunity to purge the contempt by transmitting requisite recommendations to the Central Government -:-- It. would be for the Central Government to consider the said recommendations on its own merits and in accordance with law.Constitution of India, 1950: Alt. 32 - Writ petition - Claiming simller relief with regard to grant of mining lease as was directed in the case of appellant in its appeal - Held: Petitioners cannot approach 8 the Court directly under Alt. 32 of the Constitution by filing writ petitions, as no fundamental right of the petitioners is violated by non-granting of mining lease - However, petitioners are at liberty to approach High Court in the first instance and! or any other forum which is available, as per law."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "ASHISH KUMAR MAZUMDAR VS. ASHISH RAM BATRA CHARITABLE HOSPITAL TRUST & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM2NA==",
        "Citation": "[2014] 5 S.C.R. 519",
        "Case Type": "(CIVIL APPEAL /4010/2010)",
        "Date": "22 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNTE5LTUyOV8xNzAzMjIzNDA2LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 519",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "22 April 2014",
        "Petitioner:": "Ashish Kumar Mazumdar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 300",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Ashish Ram Batra Charitable Hospital Trust & Ors.",
        "Case Type:": "CIVIL APPEAL /4010/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Medical Negligence - Principle of res ipsa /oquitur - Applicability of"
        ],
        "HeadNote": "Medical Negligence - Principle of res ipsa loquitur - Applicability of - Plaintiff admitted as indoor patient in the Hospital and suffering with high fever and in delirious state - Found lying below the window of his hospital room with multiple fractures and despite treatment became a paraplegic i.e. 100% disabled below the waist - Suit for damages on the ground that absence of due and reasonable care on the part of the hospital authorities led to the incident disabling the plaintiff for rest of his life .:... Courts below applied the principle of res ipsa loquitur to cast the burden of proving on the defendant that there was no negligence and thereafter held that the defendant was liable for negligence and failure to take due care - Held: There was no error in c/application of the principle of.res ipsa loquitur to the present case - Insofar as the findings of negligence and absence of due care of the defendant was concerned, 'such findings being concurrent findings of fact the same ought not to be reopened in appeal filed by defendant-hospital u/Art~ 136 of the Constitution - Any such exercise would be wholly inappropriate to the extraordinary and highly discretionary jurisdiction vested in the Supreme Court by the Constitution - Even otherwise, nothing inherently improbable or outrageously illogical in the conclusions reached by the Trial Judge as affirmed by High Court - Maxims - Res ipsa loquitur.Medical Negligence - Compensation - Damages -Plaintiff admitted as indoor patient in the Hospital and suffering with high fever and in delirious state - Found lying below the window of his hospital room with multiple fractures and despite tre-treatment became a paraplegic i.e. 100% disabled below the waist - Suit for damages on the ground that absence of due and reasonable care on the part of the hospital authorities led to the incident disabling the plaintiff for rest of his life - Courts below of the view that duty of a hospital is not limited to diagnosis and treatment but extends to looking after the safety and security of the patients, particularly, those who are sick or under medication and therefore can become delirious and incoherent - Trial judge quantified the damages at Rs. 7 lakhs - High Court enhanced the amount to Rs. 11 lakhs for loss of future prospects in employment, for keeping an attendant and for non-pecuniary loss including pain and suffering, loss of limb etc. - Held: Insofar as the quantum of compensation is concerned, the three broad heads considered by the High Court for award of damages were sufficiently representative of the claim of the plaintiff - Precise quantum of compensation that should be awarded in any given case cannot and, in fact, need not be determined with mathematical exactitude or arithmetical precision - So long the compensation awarded broadly represents what could be the entitlement of a claimant in any given case the discretion vested in the trial court and the High Court ought not to be lightly interfered - On facts, the quantum of damage cannot be said to be either inadequate or inappropriate so as to justify. interference."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "PURAN CHAND VS. STATE OF H.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM2Ng==",
        "Citation": "[2014] 5 S.C.R. 530",
        "Case Type": "(CRIMINAL APPEAL /1708/2010)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNTMwLTU0Ml8xNzAzMjIzNDY1LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 530",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "Puran Chand",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 315",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra",
        "Respondent:": "State Of H.p.",
        "Case Type:": "CRIMINAL APPEAL /1708/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s. 376 - Rape of a minor girl - Conviction by courts below - Plea of delay in lodging FIR",
            "false implication due to enmity and infirmity in medical evidence"
        ],
        "HeadNote": "PENAL CODE, 1860:s. 376 - Rape of a minor girl - Conviction by courts below - Plea of delay in lodging FIR, false implication due to enmity and infirmity in medical evidence - HELD: Delay in lodging of FIR stands fully established - Time gap between the incident and lodging of FIR is a clinching evidence which 0 demolishes the defence version and inspires confidence in the evidence of victim - In view of the amended s. 114-A of the Evidence Act, offence of rape would be held to have been proved even if there is an attempt of rape on the woman and not the actual commission of rape - Prosecutrix has stood E the test' of cross examination as she has specifically stated that accused forcibly committed sexual assault/rape on her against her wish - Conviction and sentence imposed on appellant is upheld - FIR - Delay - Evidence Act, 1872 - s.114-A.Evidence Act, 1872:s. 114-A - Held: No doubt, s. 114-A addresses on the consent part of the woman only when offence of rape is proved but it also impliedly would be applicable in a matter where G victim girl had gone to the extent of committing suicide due to the trauma of rape and suffered the risk of death after consuming poison"
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "COMMON CAUSE VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM2OA==",
        "Citation": "[2014] 5 S.C.R. 543",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /13/2003)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNTQzLTU2MV8xNzAzMjIzNjkwLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 543",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "Common Cause",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 313",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /13/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Law: c Advertisement policy of Government of India"
        ],
        "HeadNote": "Administrative Law: c Advertisement policy of Government of India - Judicial review of - Advertisement by Government using public funds - Writ petition for laying down guidelines - Held: DAVP guidelines, which are available in the public domain, only deal with eligibility and empanelment of newspapers/journals or 0 other media, their rates of payment, and such like matters - There is no policy or guideline to regulate the content of Government advertisements and to exclude possibility of any mala-fide use or misuse of public funds on advertisements in order to gain political mileage by political establishment -E Although, prima-facie, it is not jurisdiction of Supreme Court , to examine what constitutes as \"public purpose\", the Court is duty bound to interfere whenever Government acts in a manner, which is unreasonable and contrary to public interest - Writ petitions challenge Government advertisements of political nature at the cost of public exchequer on the ground F that they are in violation of Arts. 14 and 21 of the Constitution - Since existing DAVP policy/guidelines do not govern the issues raised in instant writ petitions and do not lay down any criteria for advertisements to qualify for \"public purpose\" as opposed to partisan ends and political mileage, there is a need for substantive guidelines to be issued by Court until legislature enacts a law in this regard - Committee constituted to suggest guidelines and submit the same to the Court Constitution of India, 1950 - Arts. 14 and 21 - Government of India Advertisement Policy of 2007."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "ANJANI KUMAR CHAUDHARY VS. STATE OF BIHAR AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM5Mw==",
        "Citation": "[2014] 5 S.C.R. 562",
        "Case Type": "(CRIMINAL APPEAL /926/2014)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNTYyLTU3Ml8xNzAzMjIzNzkxLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 562",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "Anjani Kumar Chaudhary",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 967",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Bihar And Another",
        "Case Type:": "CRIMINAL APPEAL /926/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: ss.2271228- Discharge/framing of charges"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: ss.227/228- Discharge/framing of charges - FIR lodged for offences punishable u/ss 307, 386 /PC and other offences - Application u/s 2271228 CrPC - Addi. Sessions Judge holding that no charge could be framed u/s 307 and 386 IPC and transferred the case to Chief Judicial Magistrate .J Order affirmed by High Court - Held: FIR and statements of witnesses prima-facie indicate that ingredients of s.307 /PC are made out - Order of Court of Session as affirmed by High Court, set aside - Penal Code, 1860, ss.307, 386, 147, 148, 504, 3\"84, 324 and 341. · Penal Code, 1860: s.307 - Ingredients - FIR - Application or discharge u/ s 307 /PC - Held: If anybody does any act with intention or knowledge that by his act he might cause death, and hurl is F caused, that is sufficient to attract s. 307 - Further, in order to attract s. 307, the injury need not be on vital part of the body - In the instant case, statements, weapons' used and taking into account the nature of injuries and the open declaration by accused that the appellant would be killed, would indicate G that, prima-facie, ingredients of s. 307 /PC are made out - Code of Criminal Procedure, 1973 - ss.227/228."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "MANASVI JAIN VS. DELHI TRANSPORT CORPORATION LTD. & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM5Nw==",
        "Citation": "[2014] 5 S.C.R. 573",
        "Case Type": "(CIVIL APPEAL /7642/2009)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNTczLTU3OV8xNzAzMjIzODM3LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 573",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "Manasvi Jain",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 311",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Delhi Transport Corporation Ltd. & Ors",
        "Case Type:": "CIVIL APPEAL /7642/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s.166 - Compensation in case of fatal accident"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s.166 - Compensation in case of fatal accident - Assessment of income of the deceased - Held: While ascertaining the income of the deceased, any deductions shown in the salary certificate towards GPF, life insurance premium, repayments of loans etc., should not be excluded from the income - The deduction towards income tax/surcharge alone should be considered to arrive at the net income of the deceased."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "MOHD. SAEED SIDDIQUI VS. STATE OF U.P. AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQwMw==",
        "Citation": "[2014] 5 S.C.R. 580",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /410/2012)",
        "Date": "24 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNTgwLTYwNV8xNzAzMjIzOTQzLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 580",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "24 April 2014",
        "Petitioner:": "Mohd. Saeed Siddiqui",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 319",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of U.p. And Another",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /410/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Lokayukta and Up-Lokayktas Act",
            "1975: s.5(1)",
            "5(3)"
        ],
        "HeadNote": "Uttar Pradesh Lokayukta and Up-Lokay{,ktas Act, 1975:  s.5(1), 5(3) - Uttar Pradesh Lokayukta and Up-Lokayuktas (Amendment) Act, 2012 -Respondent no.2 was appointed as a Lokayukta under 1975 Act - The term of respondent no.2 expired on 15.03.2012 after the completion of the period of six years under the provisions of sub-section (1) of s.5 - The ,  Amendment Act 2012 was enacted and the term of Lokayukta and Up-Lokayukta was increased from six years to eight years or till his successor enters upon his office - Writ petition challenging continuance of respondent no. 2 as Lokayukta after 15.03.2012 - Held: The materials placed clearly showed E that the Amendment Act 2012 was enacted by a competent legislature with legislative intent to provide a term of eight years to Lokayukta and Up-Lokayukta, whether present or future, to ensure effective implementation of the Act - The said extension of the term of Lokayukta and Up-Lokayukta  from six years to eight years is a matter of legislative policy and it cannot be narrowed down by saying that the same was enacted only for the benefit of respondent no. 2 - Thus, respondent No. 2 duly held the office of Lokayukta under a valid law enacted by the competent legislature - However, the GState is directed to take all endeavors for selecting the new incumbent for the office of Lokayukta and Up-Lokayuktas as per the provisions of the Act.Legislation: Bill - Writ petition challenging the constitutional validity of the Uttar Pradesh Lokayukta and Up-Lokayuktas (Amendment) Act, 2012 on the ground that the Bill that led to the enactment of the Amendment Act 2012 was passed as a Money Bill in violation of Articles 197 and 198 of the Constitution of India which should have been passed by both the Houses, viz. UP. Legislative Assembly and UP. Legislative Council and was wrongly passed only by the UP. Legislative Assembly - Held: Question whether a Bill is Money Bill or not can be raised only in State Legislature Assembly by member thereof when Bill is pending in State Legislature and before it becomes an Act - There is no rule that if Bill in an Original Act was not Money Bill no subsequent Bill for amendment of original Act can be Money Bill - Even in case of infirmity in procedure in enactment of a statute, matter of procedure do not render the statute invalid to which assent is given by the President or Governor, as the case may be.Administrative law: Judicial review - Proceedings of State Legislature and decision of Speaker - Scope of Judicial review - Discussed.Constitution of India, 1950: Article 212 - Decision of Speaker - Held: If the Speaker of Legislature Assembly decides that the Bill in question is Money Bill then such decision cannot be disputed nor such procedure of State Legislature be questioned."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "VISHAL GOYAL & ORS. VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQwNw==",
        "Citation": "[2014] 5 S.C.R. 606",
        "Case Type": "(WRIT PETITION (CIVIL) /48/2014)",
        "Date": "24 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNjA2LTYyMF8xNzAzMjI0MDA2LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 606",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "24 April 2014",
        "Petitioner:": "Vishal Goyal & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 322",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /48/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Medical and Dental Colleges"
        ],
        "HeadNote": "Education/Educational Institutions: Medical and Dental Colleges - Post Graduate Entrance Test, 2014 - Information Bulletins - Sub-clause (a) of clause 2. 1 providing that no candidate shall be admitted. to a professional educational institution unless the· candidate is of Kamataka origin - Constitutional validity of - Held: The institutional preference sought to be given by sub-clause (a) of clause 2.1 of the Information Bulletin for PGET-2014 is clearly contrary to the judgment of Supreme Court in *Dr. Pradeep Jain's case - The said sub-clause does not actually ·give institutional preference to students who have passed MBBS or BDS from Colleges or Universities in the State of. Kamataka, but makes some of them ineligible to take the Entrance Test for admission to Post Graduate MedicfifOr Dental courses in the State of Karnataka to which the Information Bulletins apply - Therefore, sub-clause (a) of clause 2. 1 is ultra-vires Article 14 of the Constitution and null . and.void- Respondent is directed to publish fresh Information Bulletins and do the admissions to the post graduate medical and dental courses in the Government colleges as well as the State quota of the private colleges in accordance with the law · by the end of June, 2014 on the basis of the results of the Entrance Test already held."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "MATHAI MATHAI VS. JOSEPH MARY @ MARYKKUTIY JOSEPH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQxNg==",
        "Citation": "[2014] 5 S.C.R. 621",
        "Case Type": "(CIVIL APPEAL /4479/2007)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNjIxLTY0NV8xNzAzMjI0MTEwLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 621",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Mathai Mathai",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 326",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Joseph Mary @ Marykkutiy Joseph & Ors.",
        "Case Type:": "CIVIL APPEAL /4479/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Land Reforms Act",
            "1963: · s.4A - O.A. by appellant claiming himself entitled to get purchase certificate"
        ],
        "HeadNote": "Kerala Land Reforms Act, 1963: · s.4A - O.A. by appellant claiming himself entitled to get c purchase certificate, as a deemed tenant - Possession of land claimed by appellant through mortgage-deed executed in favour of his deceased mother - Mortgage deed stated to have been executed as a collateral security for dowry amount - Held: The mortgage deed relied upon by appellant is not a o valid mortgage deed in respect of the property covered in the said document as mortgagee at the 'time of execution and registration of the document was a minor, aged 15 years, and she was not represented by her natural guardian to constitute the document as valid - Concurrent finding of fact of the  appellate authority that the appellant has proved his claim as a deemed tenant u/s 4A of K.L.R. Act and he is entitled to get purchase certificate in respect of the property in question is not only an erroneous finding but suffers from error in law and it has been rightly set aside by High Court by recording a finding that appellant's possession is not that of a mortgagee F under the mortgage deed - It is open to parties to litigate before appropriate court with regard to ownership rights of the property under the relevant provisions of law - Contract Act, · 1872 - s.11.Mortgage:Mortgage in the name of a minor - Held: An agreement to become a contract, the parties must be competent to contract; wherein age of majority is a condition for competency - A deed of mortgage is a contract and it cannot be held that a mortgage in the name of a minor is valid, simply because it is in the interests of the minor, unless she is represented by her natural guardian or guardian appointed by the court - Therefore, the mortgage deed is void ab initio in law and appellant cannot claim any rights under it- Contract Act, 1872 - s.11.Mortgage - Deed of mortgage executed as a collateral C security for dowry amount - Held: From recitals_ of mortgage deed it is evident that it is a simple mortgage and not usufructuary mortgage - Merely the fact that mortgagee happened to be in possession of mortgaged property will not make it sufficient to rule that he/she was a mortgagee in possession under the deed - Further, there is no recital in the deed indicating delivery of possession of the land to the mortgagee - Transfer of Property Act, 1882 - s. 53(b) and (d) ."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "GAIV DINSHAW !RANI & ORS. VS. TEHMTAN IRANI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQyNA==",
        "Citation": "[2014] 5 S.C.R. 646",
        "Case Type": "(CIVIL APPEAL /4887/2014)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNjQ2LTY4NV8xNzAzMjI0MjQzLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 646",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Gaiv Dinshaw !rani & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 341",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Tehmtan Irani & Ors.",
        "Case Type:": "CIVIL APPEAL /4887/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Lease: Government land - Tenancy rights"
        ],
        "HeadNote": "Lease:Government land - Tenancy rights - Disposal of by means of a will - Explained - Original tenant bequeathing the property by a will in favour of his children and wife - Appointing his wife as a residuary legatee - Wife died intestate - Held: As per s.52 of Indian Succession Act, prior to the amendment of\"1991, a Parsi female intestate's property shall be divided equally amongst her children and the statute does not distinguish between step-children and children - Tenancy which was jointly held by residuary legatee and her. sons devolved upon her sons on her death by virtue of their being joint tenants and her heirs under Indian Succession Act - Therefore, transfer by BMC in favour of second defendant is illegal and void ab initio - Consequently, all events that follow, i.e. surrender of part of tenancy by second defendant and in lieu allotment of new plot to him  also rendered void ab initia and construction by appellants on said plot is illegal - Indian Succession Act, 1925 - s. 52.· Subsequent events:Moulding of relief - By High Court in appeal u/s 96 CPC - Held: In ordinary course of litigation, rights of parties are crystallized on the date the suit is instituted and only set of facts· must be considered - However, in the interest of justice, a court including a court of appeal ills 96 CPC is not precluded from taking note of developments subsequent to A commencement of litigation, when such events have a direct bearing on the relief claimed by a party or on the entire purpose of the suit, and courts taking note of the same should mould the relief accordingly - In the instant case, appellants during pendency of civil suits sought interim orders from High B Court and on the basis of said orders constructed structure on the condition that rights of five flats were to be retained and they were subject to the outcome of the suit - High Court taking note of the subsequent events has correctly moulded the relief and allotted five flats to five respondents as per their c share.- Code of Civil Procedure, 1908 - s.96 - Power of appellate court to mould relief pursuant to subsequent events."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "SRI RAM BUILDERS VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQzMg==",
        "Citation": "[2014] 5 S.C.R. 686",
        "Case Type": "(CIVIL APPEAL /4896/2014)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNjg2LTcyM18xNzAzMjI0MzUyLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 686",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Sri Ram Builders",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 343",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /4896/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judgments: Rule of merger - Held: SLP having been dismissed in limine without recording any reason"
        ],
        "HeadNote": "Judgments:Rule of merger - Held: SLP having been dismissed in limine without recording any reason, judgment of High Court cannot be said to have merged with order of Supreme Court.Administrative Law:Public authority - Chief Secretary of State directed by High Court to settle issue of cancellation of lease in favour of MPRTC - Appellant submitted representation before Chief Secretary - Held: Appellant having not challenged competence of Chief Secretary to decide the issue, cannot be permitted to say that directions issued by Chief Secretary are without jurisdiction.Constitution of India, 1950:Art. 226 - Writ petition for enforcement of contract with instrumentality of State - Contract between appellant and MPRTC to construct a bus stand-cum-commercial complex on land leased to MPRTC by /DA - Held: Scope of judicial review is very limited in contractual matters even where one of the contracting parties is the State or an instrumentality of the State - High Court has rightly observed that appellant can seek appropriate relief by way of a civil suit - High Court in exercise of its jurisdiction under Art. 226 would not normally grant relief of specific performance of a contract.Contract:Contract between appellant and MPRTC to construct a bus stand-cum-commercial complex on land leased to MPRTC byJDA - Held: At no stage, appellant had any privity of contract with /DA - MPRTC entered into a BOT contract with appellant contrary to the terms and conditions of lease which provided specifically that land shall be used only for bus stand - MPRTC had no regal right to create any further right in favour of appellant with regard to receiving of premium on constructed units sold to third party(ies) - Even otherwise, by efflux of time the said /ease period expired on 21.1.2012 - So far as the breach of contract is concerned, appellant will have no cause of action against /DA as there is no privity of contract between the parties - Appellant shall be at liberty ·to seek its remedies against MPRTC for breach of contract - So far as the specific performance is concerned, the entire purpose of the contract has been frustrated by subsequent events.Subsequent Events:Contract between appellant and MPRTC to construct a bus stand-cum-commercial complex on land leased to MPRTC by /DA - Subsequently lease in favour of MPRTC expired - Possesson of land delivered to /DA - Held: MPRTC would not be in a position to continue with the lease as it is heavily indebted - Property of the Corporation has been attached by various creditors - Even the proposed site where the bus stand-cum-commercial complex was to be constructed is under attachment."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "UNION OF INDIA VS. V. SRIHARAN @ MURUGAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ0MQ==",
        "Citation": "[2014] 5 S.C.R. 724",
        "Case Type": "(WRIT PETITION(CRIMINAL) /48/2014)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNzI0LTc1NF8xNzAzMjI0NjIwLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 724",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 347",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "V. Sriharan @ Murugan & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /48/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Art. 32 and Arts. 72 and 161 rlw Art. 145(3)"
        ],
        "HeadNote": "Constitution of India, 1950:Art. 32 and Arts. 72 and 161 r/w Art. 145(3) - Death sentence commuted by Supreme Court - Decision of State Government to grant remission to seven accused of Rajiv Gandhi assassination case - Letter by State Government to Central Government in that regard - Writ petition by Central 0 Government seeking to quash the said letter - Issues regarding meaning of 'imprisonment for life', power of executives, both the Centre and the State, to grant remission, consideration for remission by executive once power of remission under Arts. 72, 161 or under Art. 32 has been E exercised; 'appropriate Government' u/s 432(2) CrPC to exercise power of remission, etc. - Referred for consideration of Constitution Bench - Penal Code, 1860 - ss. 45 and 53 - Code of Criminal Procedure, 1973 - ss.432 and 435."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "VIJAY RANGLAL CHORASIYA VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ0NQ==",
        "Citation": "[2014] 5 S.C.R. 755",
        "Case Type": "(CRIMINAL APPEAL /953/2009)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNzU1LTc3M18xNzAzMjI0Nzk2LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 755",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Vijay Ranglal Chorasiya",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 330",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /953/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.364-A rlw s.120-8 - Kidnapping for ransom"
        ],
        "HeadNote": "Penal Code, 1860:s.364-A r/w s.120-8 - Kidnapping for ransom- Out of 10 c accused, 5 convicted - High Court further convicting one of the accused who had earlier absconded and when apprehended tried separately and acquitted by trial court - Appeal by two of accused convicted by trial court as also by accused whose acquittal'was reversed by High Court - Held: 0 As regards concurrent orders of conviction passed by trial court and High Court in respect of two appellants, there is no reason to take a view different from the one taken by courts below, as prosecution has proved guilt of two accused- appellants beyond reasonable doubt - There is no perversity  in the view taken by the courts below to warrant interference under Art. 136 of the Constitution - In respect of appeal of the accused whose acquittal was reversed by High Court, the order passed by High Court is set aside and matter remitted to it for disposal afresh keeping in view the observations made in the judgment - Constitution of India, 1950 - Art. 136.Evidence:Voice in tape recorded machines - Voice spectography - Held: Voice of one of the accused, in tape recorded machine, was identified by witnesses as one of the callers who had demanded ransom for release of victim - Scientific officer examined Voice Spectrography of the caller to prove that voice recorded was of the accused - Peal Code, 1860 - s. 163-Code of Criminal Procedure, 1973:s.299 - Record of evidence in absence of accused - Accused absconding - Trial of other accused persons resulted in conviction of some of accused persons - Absconding accused later tried separately - Application of 8 prosecution for transfer of depositions in earlier Sessions Trial to subsequent Sessions Trial rejected by trial court - Accused acquitted - High Court relying on the evidence in previous trial, convicting the accused - Held: High Court does not appear to have taken note of the rejection order - It has, on C the contrary, erred in proceeding on the basis that the evidence adduced in the previous trial was evidence in the case against the appellant validly transferred u/s 299 - Even assuming that the deposition in terms of s. 299 had been transferred to the case against the appellant, it may have been open to appellant-accused to argue that such a transfer was not valid in the eyes of law and could not, therefore, be read against him - Matter remitted to High Court for hearing and disposal afresh in accordance with law keeping in view the observations made in the judgment."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "V. MEKALA VS. M. MALATHI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ1Mw==",
        "Citation": "[2014] 5 S.C.R. 774",
        "Case Type": "(CIVIL APPEAL /4880/2014)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNzc0LTc5NV8xNzAzMjI0ODY3LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 774",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "V. Mekala",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 344",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "M. Malathi & Anr.",
        "Case Type:": "CIVIL APPEAL /4880/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s. 166 - Motor accident"
        ],
        "HeadNote": " Motor Vehicles Act, 1988: s. 166 - Motor accident - Just and reasonable compensation - 16 years old bright student became permanently disabled - Compensation under the head 'loss of earning', 'pain and suffering', ' loss of amenities', 'loss of enjoyment of marriage' etc. - Held: High Court on the. basis  of medical evidence has rightly arrived at the conclusion that appellant has suffered 70% of permanent disablement - However, the assumption of courts below as regards monthly notional income of 6, 0001- is on the lower side - Appellant is a brilliant student as she has secured first rank in 10th  Standard, she would have had a better future in terms of educational career and employment prospects, which are lost as a result of her being permanently disabled - Therefore, for computation of just and reasonable compensation, under the head 'loss of income', her monthly income is to be taken as Rs. 10, 0001- and 50% of it to be added towards future  prospects of income - Compensation towards pain and suffering enhanced to Rs.2,00,0001- - Compensation under head loss of amenity and attendant charges enhanced to Rs. 2, 00, 0001- - Compensation under head of 'loss of enjoyment of life and marriage prospects' enhanced to Rs. 3, 00, 0001- - Rs. 50, 0001- for purchase of crutches and Rs.25,0001- towards cost of litigation also awarded-Appellant, thus, entitled to a total compensation of Rs. 30, 93, 0001- with 9% interest from date of application till payment.s. 166 - Motor accident claim - Period taken in disposal A - Inflation - Effect of - Held: Having regard to undisputed fact that there has been inflation of money since the accident, the same has to be taken into account by Tribunal and appellate court while awarding compensation to claimant- appellant as per the principle laid down by Supreme Court. "
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "MANJEET SINGH VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ2Mw==",
        "Citation": "[2014] 5 S.C.R. 796",
        "Case Type": "(CRIMINAL APPEAL /1695/2005)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfNzk2LTgxMV8xNzAzMjI1MDAwLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 796",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Manjeet Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 325",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1695/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 96 to' 106 - Things done in private defence."
        ],
        "HeadNote": "Penal Code, 1860:ss. 96 to' 106 - Things done in private defence.-:: Held.: ,Under s. 96, nothing is an offence, which is done in the exercise of the right of private defence ~ the extent' and limitations of the right of private defence is prescribed uls 96 to 106, /PC. Such a right can be exercised only to defend the D unlawful action and not to retaliate - Neither the accused nor his two companions in the statements recorded uls 313 Cr.P. C., have stated that the deceased and his companions were the aggressors and that the accused was acting in exercise of the right of private defence - There is nothing on E the record to suggest that the accused or his companions received injuries at the hands of the deceased or the deceased tried to snatch the carbine, of the accused ..;. On the contrary, evidence of PWs supports prosecution case that it was the accused who was the aggressor and that he had not F acted in private defence - Non-explanation of the injuries on the person of the accused and his two companions, which were found simple in nature, cannot be held to be fatal to the prosecution case.ss.304 and 324 IPC r/w s.27 of Arms Act - Culpable homicide not amounting to murder - Death of victim caused by fire arms - Injuries to witnesses - Conviction .by courts below u/s 302 - Held: Evidence produced against accused does not show that he had any motive to cause death of deceased or had intended to cause such bodily injuries which were sufficient in the ordinary course of nature to cause death of deceased - Evidence on record also does not establish that injuries caused on the body of deceased must in all probability cause his death or like{y to cause his death - On th~ spur of moment, during the heat of exchange of words, accused caused injuries on the body of deceased which caused his death - Therefore, ingredients of murder as t;defined in s.300, IP\"C, have not been established against accused - He was guilty of culpable homicide not amounting to murder L. Accordingly, accused-appellant convicted u/s 304 /PC and sentenced to 7 years imprisonment with fine - His conviction 1::1/s 302 set aside - Conviction and sentence u/s ~24 /PC and 27 of Arms Act, maintained."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "STATE OF KARNATAKA BY NONAVINAKERE POLICE VS. SHIVANNA @ TARKARI SHIVANNA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ3MQ==",
        "Citation": "[2014] 5 S.C.R. 812",
        "Case Type": "(SPECIAL LEAVE PETITION (CRIMINAL) /5073/2011)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODEyLTgxN18xNzAzMjI1MDcyLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 812",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "State Of Karnataka By Nonavinakere Police",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 345",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Shivanna @ Tarkari Shivanna",
        "Case Type:": "SPECIAL LEAVE PETITION (CRIMINAL) /5073/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 376 - Rape - Consistent recurrence of rape and gang rape all over the country"
        ],
        "HeadNote": "Penal Code, 1860 - s. 376 - Rape - Consistent recurrence of rape and gang rape all over the country including the metropolitan cities - Reform in Code of Criminal Procedure - Requirement of - Fast track procedure for dealing with cases of rape and gang rape - Medical Examination of the victim - Power exercised by Supreme Court u/Art.142 of the Constitution - Interim directions issued in the form of mandamus to all the police stations in charge in the entire country - Upon receipt of information relating to commission of offence of rape, the Investigating Officer to take immediate steps to take the victim to any Metropolitan/preferably Judicial Magistrate for recording her statement u/s. 164 CrPC - A copy of the statement u/s. 164 CrPC to be handed over to the Investigating Officer immediately with a specific direction that the contents of such statement uls. 164 CrPC be not disclosed to any person till charge sheet/report u/s. 173 CrPC is filed - The Investigating Officer, as far as possible, to take the victim to the nearest Lady Metropolitan/preferably Lady Judicial Magistrate - The Investigating Officer to record specifically the date and the time at which he learnt about the commission of the offence of rape and the date and time at which he took the victim to the Metropolitan/preferably Lady Judicial Magistrate - If any delay exceeding 24 hours in taking the victim to the Magistrate, the Investigating Officer to record the reasons for the same in the case diary and hand over a copy of the same to the Magistrate - s. 164 A CrPC inserted by Act 25 of 2005 in Cr.P.C. imposes obligation on the part of Investigating Officer to get the victim of the rape immediately medically examined - A copy of the report of such medical examination to be immediately handed over to the Magistrate who records the statement of the victim u/s. 164 CrPC - Code of Criminal Procedure, 1973 - ss. 164, 164A and 173 - Constitution of India, 1950 - Art. 142."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "RAVINDRA TRIMBAK PATIL VS. STATE OF MAHARASHTRA.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ4Ng==",
        "Citation": "[2014] 5 S.C.R. 818",
        "Case Type": "(CRIMINAL APPEAL /1963/2011)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODE4XzE3MDMyMjUxMjUucGRm",
        "SCR Citation:": "[2014] 5 S.C.R. 818",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Ravindra Trimbak Patil",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 332",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra",
        "Respondent:": "State Of Maharashtra.",
        "Case Type:": "CRIMINAL APPEAL /1963/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: ss:306 and 498A rlw s.34 - Suicidal death"
        ],
        "HeadNote": "PENAL CODE, 1860: ss:306 and 498A rlw s.34 - Suicidal death - Harassment and ill treatm.ent on account of C demand of dowry-Abetm(fnt to suicide- Conviction uJss.306 and 498A rlw s.34 based on dying declaration - Held: Statement of victim-tfeceased recorded before· Executive Magistrate when she was conscious and in a fit state of mind which finally became a dying declaration after her death -  Prosecution case fully supported by dying declaration which did not suffer from any blemish or infirmity and was supported · by medical evidence and evidence of other. witnesses corroborating the prosecution case - Deceased having died within seven years of her marriage, there is a clear  presumption that the charge against the appellant-husband u/s.306 stood fully established - No interference with the conviction order - Crime against women."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "BASKARAN & ANR. VS. STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ5MQ==",
        "Citation": "[2014] 5 S.C.R. 824",
        "Case Type": "(CRIMINAL APPEAL /121/2008)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra\n*, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODI0LTgzNF8xNzAzMjI1MTkyLnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 824",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Baskaran & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 329",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra,Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /121/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss.302 and 376- Rape followed by murder"
        ],
        "HeadNote": "Penal Code, 1860- ss.302 and 376- Rape followed by murder- Conviction of appellants (A-1 and A-2) u/ss.376, 302 by trial court - High Court affirmed conviction of A-1 for both rape and murder but held A-2 guilty of rape only and not murder - On appeal, held: A-1 and A-2 committed rape on the victim one after the other whereafter A-1 throttled the neck of the deceased with his hands resulting in her death which act was questioned by A-2 - In the circumstances, even though A-2 committed rape on the victim and was convicted for the same, he was rightly acquitted by the High Court of the offence of murder- Insofar as A-1 was concerned, he was insulted by the deceased when he attempted to develop intimacy with her whereupon A-1 got angry and conspired with his friend and committed not only rape on her, but also murdered her - Although, there was no eye-witness to the incident, confessional statement of the accused fully corroborated circumstantial evidence as the post-mortem report revealed that deceased had died of strangulation which matched with the confessional statement of A-1 - Sexual assault of rape was also established from the post-mortem report - Evidence of PW-10 and PW-13, the then Village Administrative Officers before whom A-1 and 2 gave their extra-judicial confessions, clearly unveiled the case of the prosecution and this evidence was further corroborated - PW- 11 and PW-14 even though treated as hostile, not able to establish that the extra-judicial confessions had not been recorded in their presence - Merely because one of the witnesses to the confessional statement did not support the confession in its entirety, the entire confession cannot be brushed aside as unreliable even though independent witness like the Village Administrative Officer had supported the recording of conviction - In addition, recovery memos from A-1 and A-2 clearly established the charges leveled against them - Conviction of appellants not based merely on confessional statement but also on other substantial evidence relied upon by the prosecution - No infirmity in the judgment of High Court holding the appellants guilty.Evidence - Confession - Extra judicial confession - Reliability of- Held: An extra-judicial confession can be relied upon only if the same is voluntary and true and made in a fit state of mind - But it is not open to any court to start with the presumption that extra-judicial confession is insufficient to convict the accused even though it is supported by the other circumstantial evidence and corroborated by independent witness which was the position in the instant case - If evidence relating to extra-judicial confession is found credible after being tested on the touchstone of credibility and acceptability, · it can solely form the basis of conviction."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "SURENDRA MOHAN ARORA VS. HDFC BANK LTD. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ5Nw==",
        "Citation": "[2014] 5 S.C.R. 835",
        "Case Type": "(CIVIL APPEAL /4891/2014)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODM1LTg0NV8xNzAzMjI1MjU0LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 835",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Surendra Mohan Arora",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 338",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Hdfc Bank Ltd. And Others",
        "Case Type:": "CIVIL APPEAL /4891/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Regulations",
            "2005 - Regulation 15 - Power of the National Commission to review order when error apparent on the face of the record"
        ],
        "HeadNote": "Consumer Protection Regulations, 2005 - Regulation 15 - Power of the National Commission to review order when error apparent on the face of the record - Constitutionality of Regulation 15 - Held: The Regulations were framed in accordance with the power conferred on the Commission u/ s. 30A of the Act - Regulation 15(2) states that power to deal with review applications fies with the Commission - The procedure is to be adopted by the National Commission, whether the review petition would be decided after hearing the parties orally or can be disposed of by way of circulation - Regulations uls.22 of the Act, cannot be said to be ultra vires the Act - No reason to believe that the National Commission by enacting Regulation 15 exceeded its jurisdiction or the power vested in it under s. 30A of the Act - Consumer Protection Act, 1986 - ss. 22 and 30A.Review - Held: Unless the power of review is specifically conferred by the statute, there cannot be any inherent power of review - Consumer Protection Act, 1986.Advocates Act, 1961. - s.30 - Proxy counsel - Entitlement of, to appear before the Courts - Held: Under the Advocates Act, there is no terminology which defines \"proxy counsel - Therefore, specific direction issued by the National Commission in its Cause List, that no proxy counsel shall be allowed to make submissions, not bad in law."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "ANJANI SINGH & ORS. VS. SALAUDDIN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzUwMQ==",
        "Citation": "[2014] 5 S.C.R. 846",
        "Case Type": "(CIVIL APPEAL /4647/2009)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODQ2LTg1NF8xNzAzMjI1MzE3LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 846",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Anjani Singh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 328",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Salauddin & Ors.",
        "Case Type:": "CIVIL APPEAL /4647/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MOTOR VEHICLES ACT",
            "1988: s.166 - Fatal accident - Compensation - Determination of"
        ],
        "HeadNote": "MOTOR VEHICLES ACT, 1988: s.166 - Fatal accident - Compensation - Determination of - Victim-deceased aged 35 years - Tribunal determined dependency of claimants- appellants as RS. 31,0001- p.a. and applied the multiplier of 8 since the deceased died at the age of 35 and the age of superannuation in the Air Force was 45-50 years - High Court held that the assessment of monthly income based on the salary statement by the Tribunal as RS.40301- was correct, however, the finding of the Tribunal leading to deduction of one-third amount towards personal expenses was erroneous and deducted only one-fourth of the oompensation towards personal expenses and applied multiplier of 10 - Also awarded RS. 2,5001- towards funeral expenses and 5,000 towards loss of consortium for the widow of the deceased - Claimant filed SLP - In view of divergence of view in several decisions of Supreme Court, matter was placed before a larger Bench which answered the points of reference in favour of the appellants, in the decision reported in *Resh ma Kumari - Held: In view of the decision in *Reshma Kumari, the appellants were held entitled to future prospects of income - Taking monthly salary as RS. 40301-, amount towards future prospects determined at 50% with monthly income of RS. 40301- came to 20151-, making the total monthly income of 60451- - Out of RS. 60451-, one fourth i.e. 15111- deducted towards personal expenses of the deceased, as per the decision in **Sar/a Verma case, as the deceased had five dependents - The resultant figure came to RS. 45341- p.m.which after multiplying by 12 came to RS. 54,4081- as annual A income - Applying multiplier of 16, the amount under head of loss of dependency came to RS. , 70,5281- - Further, RS. 25,0001- awarded towards funeral expenses, 1,00,0001- awarded towards loss of love and affection of the children and the parents, and further, RS. 1,00,0001- awarded towards loss 8 of consortium by the widow of the deceased - A/so, a sum of RS. 25,0001- awarded for the cost of litigation - Therefore, the total amount came to RS. 11,20,5281- - Appellants having already received RS. 5,05,5191- are entitled to the remaining amount, i.e. RS. 6, 15, 0091 - - This amount shall bear interest  at the rate of 9% per annum from the date of application till the date of payment."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "COMMISSIONER OF INCOME TAX - ILL VS. M/S. CALCUTTA KNITWEARS, LUDHIANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzUwMg==",
        "Citation": "[2014] 5 S.C.R. 855",
        "Case Type": "(CIVIL APPEAL /3958/2014)",
        "Date": "12 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODU1LTg4MV8xNzAzMjI1Mzg5LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 855",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "12 March 2014",
        "Petitioner:": "Commissioner Of Income Tax - Ill",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 186",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "M/s. Calcutta Knitwears, Ludhiana",
        "Case Type:": "CIVIL APPEAL /3958/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - Chapter XIV-8",
            "ss.15880 and 158BE(2)(b)"
        ],
        "HeadNote": ".Income Tax Act, 1961 - Chapter XIV-8, ss.15880 and 158BE(2)(b) - Recording of satisfaction notes for issuing notice under s. 15880 - At what stage of proceedings under Chapter XIV-8, the assessing authority to record such satisfaction note - ~he High Court opined that it could- .only be prepared. durif?g the course of the assessment proceedings u/s. 158BC and not after completion of the proceedings, in view of the limitation period prescribed uls. 158BE(2)(b) - Held: A reading of s. 15880 indicates that the satisfaction note could be prepared by the assessing officer either at the time of initiating proceedings for completion of assessment of a searched person u/s. 158BC or during the stage of the assessment proceedings - But, it does not mean that satisfaction note cannot be prepared after completion of the assessment - The language of the provision is clear and unambiguous - Legislature has not imposed any embargo on the Assessing' Officer in respect of the stage of the proceedings during which the satisfaction is to be reached - s. 158BE(2)(b) only provides for the period of limitation for completion of block assessment uls. 15880 -. It neither provides for nor imposes any restrictions or conditions on the period of limitation for preparation of the satisfaction note ul s. 15880 and consequent issuance thereof - Reasoning of the High Court is contrary to the plain and simple language employed by the legislature u/s. 15880 which provides adequate flexibility to the Assessing Officer for recor.cJing the satisfaction - The satisfaction· note could be prepared either(a) at the time of or along with the initiation of proceedings against the searched person under Section 158BC; (b} along with the assessment proceedings under Section 158BC; (c) immediately after the assessment proceedings are completed under Section 15BBC of the 'searched person - The matters B are remanded to the respective High Courts for deciding 'the matters afresh in the light of the above-mentioned observations on the scope and interpretation of s. 158 BO. Interpretation of Statutes - Interpretation of fiscal legislation - Literal rule or rule of strict interpretation - Held: C The foremost principle of interpretation of fiscal statutes is the rule of strict interpretation i.e. to follow the literal rule - The courts while interpreting provisions of fiscal legislation should neither add nor subtract a word from the provisions of instant meaning of the section - Departure from the literal rule would D lead to free play to each Judge to put his own interpretation which would be destructive of the edifice of the fiscal legislations - In taxing statutes, even if the literal interpretation results in hardship or inconvenience, it has to be followed - The language of a taxing statute should E ordinarily be read and understood in the sense in which it is harmonious with the object of the statute to effectuate the legislative animation - A common sense approach, equity, logic, ethics and morality have no role to play while interpreting a taxing statute.."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "SUMER SINGH VS. SURAJBHAN SINGH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzUwNw==",
        "Citation": "[2014] 5 S.C.R. 882",
        "Case Type": "(CRIMINAL APPEAL /942/2014)",
        "Date": "05 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfODgyLTkxMV8xNzAzMjI1NDc2LnBkZg==",
        "SCR Citation:": "[2014] 5 S.C.R. 882",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "05 May 2014",
        "Petitioner:": "Sumer Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 969",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Surajbhan Singh And Others",
        "Case Type:": "CRIMINAL APPEAL /942/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Art. 136 - Special leave to appeal"
        ],
        "HeadNote": "Constitution of India, 1950: Art. 136 - Special leave to appeal - Held: An injured aggrieved party can prefer an appeal by special leave and power of Supreme Court under Art. 136 being of wide amplitude, it can remove injustice and impose adequate sentence when facts and circumstances so warrant - Code of Criminal Procedure, 1973 - s. 377(3). Appeal: Criminal appeal by State for enhancement of sentence E - Held: In such an appeal, accused can plead for his acquittal on establishing that there is no material on record to sustain ·his conviction. Criminal Law: F Right of private defence - Hand of victim chopped off over a land dispute - Held: Exercise of right of private defence even if not specifically taken in statement uls 313, CrPC, it can always be gathered from facts and circumstances - In the instant case on the basis of evidence of record, a finding G has been returned by trial court that on the day of occurrence, possession of land in dispute was with the victim and others, and accused had no right to forcibly evict them - Further, victims were not armed with weapons and were peacefully carrying on their agricultural activities when accused personscame armed with weapons and attacked the - Injuries on assailants were a/so absolutely simple in nature :- Therefore, it cannot be said that the defence has been able to establish the plea of right of private defense, nor does the question of exceeding the said right arise. A B Penal Code, 1860: s.326, 307 and 3231149 - Grievous injuries caused to victims by accused over a land dispute - Hand of victim from wrist chopped off - Conviction and sentence of 5 years RI with a fine uls 307 !PC and 4 years RI with a fine u/s 326 !PC - High Court on appeal upholding conviction u/s 326 /PC but reducing sentence to period already undergone i.e. 7 days - Held: No reason has been ascribed by High Court for reducing the sentence - Manner in which the crime was committed speaks eloquently about its brutality - The gravity of the offence speaks for itself - A young man's hand has been cut off from the wrist - The fear psychosis that would have reigned in the society at the relevant time has to be perceived - High Court while reducing the sentence to the period already undergone, i.e., seven days for such an offence, failed to take these aspects into consideration and possibly felt that increase of fine amount would serve the cause of justice - Increase in fine amount or grant of compensation under the Code would not be a justified answer in law - Interference in manifestly inadequate and unduly lenient sentence is the justifiable warrant, for the Court cannot Close its eyes to the agony and anguish of the victim and, eventually, to the cry of the society - Therefore, striking the balance, the ·cause of justice would be best subserved if the respondent-accused is sentenced to undergo rigorous imprisonment for two years apart from the fine that has been imposed by the trial judge - Ordered accordingly. · c 0 E F · G Sentence/Sentencing: Reduction of sentence - High Court reducing thesentence of 5 years RI to period already undergone i.e. 7 days and increasing the fine amount - Held: Though the question of sentence is a matter of discretion, yet the said discretion cannot be used by a court in a fanciful and whimsical manner - Very strong reasons on consideration of B relevant factors have to form the fulcrum for lenient use of said discretion - Judges are to constantly remind themselves that use of discretion has to be guided by law, and what is fair under the obtaining circumstances - It has come to the notice of the Court that in certain heinous crimes or crimes c committed in a brutal manner High Courts in exercise of appellate jurisdiction have imposed extremely lenient sentences which shock the conscience - It should not be so - It is the duty of the court to impose adequate sentence, for one of the purposes of imposition of requisite sentence is 0 protection of society and a legitimate response to collective conscience - The paramount guiding principle should be that · punishment should be proportionate - Judicial notice."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "M/S. KONE ELEVATOR INDIA PVT. LTD. VS. STATE OF TAMIL NADU AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU0OQ==",
        "Citation": "[2014] 5 S.C.R. 912",
        "Case Type": "(WRIT PETITION (CIVIL) /232/2005)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfOTEyLTEwNzJfMTcwMzIyNTU0OS5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 912",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "M/s. Kone Elevator India Pvt. Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 359",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra,Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of Tamil Nadu And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /232/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF /NOIA",
            "1950: Art. 366(29A) (b"
        ],
        "HeadNote": ".CONSTITUTION OF /NOIA, 1950:Art. 366(29A) (b) - Tax on sale and purchase of goods - 'Works contract'-Contract for manufacture, supply and installation of lifts in a building - Held: (Per majority)(Fakkir Mohamed Ibrahim Kalifulla,J. dissenting): Four concepts D emerge as regards a 'works contract', viz., (i) the works contract is an indivisible contract but, by legal fiction, is divided into two parts, one for sale of goods, and the other for supply of labour and services; (ii) the concept of \"dominant nature test\" or, for that matter, the \"degree of intention test\" or E \"overwhelming component test\" for treating a contract as a works contract is not applicable; (iii) the term \"works contract\" as used in Clause (29A) of Art. 366 takes in its sweep all genre of works contract and is not to be narrowly construed to cover one species of contract to provide for labour and service F alone; and (iv) once the characteristics of works contract are met with in a contract entered into between the parties, any additional obligation incorporated in the contract would not change the nature of the contract - As far as installation of the lift is concerned, it has to be understood in the conceptual G context of the manufacture and installation of a lift in a building - Without installation, lift cannot be mechanically functional because it is a permanent fixture of the building having been so designed - If there are two contracts: one, for purchase of the components of the lift from a dealer, it would be a contract for sale; and two, if a separate contract is entered into for installation, that would be a contract for labour and service - But, a pregnant one, as in the instant matters, once there is a composite contract for supply and installation, it has to be trf!_ated as a works contract, for it is not a sale of goods/chattel simpliciter - It is not chattel sold as chattel or, for that matter, a chattel being attached to another chattel - In fact, after the goods are assembled and installed with skill and labour at the site, it becomes a permanent fixture of the building - Therefore, it would not be appropriate to term it as a contract for sale on the bedrock that _the components are brought to the site, i.e., building, and prepared for delivery - The contract itself profoundly speaks of obligation to supply goods and materials as well as installation of the lift which obviously conveys performance of labour and service - Thus, the fundamental characteristics of works contract are satisfied - The decision rendered in Kone Elevators does not correctly lay down the law and it is, accordingly, overruled - Show cause notices and assessment orders challenged in the instant matters are set aside - Assessment orders which have attained finality and are not pending in appeal, shall be treated to have been closed and where assessments are challenged in appeal or revision, the same shall be decided in accordance with the judgment- Orissa Sa/es Tax Act, 1947 - s 2(jj) - Bombay Lifts Act, 1939 - Finance Act, 1994 - ss. 65(29), 65(39a) and 65(105) (zzd) and (zzzza) - Sale of Goods Act, 1930 - s.2(7).."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "UNION OF INDIA & ANR. VS. DINSHAW SHAPOORJI ANKLESARI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU1NQ==",
        "Citation": "[2014] 5 S.C.R. 1073",
        "Case Type": "(CIVIL APPEAL /6194/2013)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMTA3My0xMTAzXzE3MDMyMjU2MDgucGRm",
        "SCR Citation:": "[2014] 5 S.C.R. 1073",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 361",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Dinshaw Shapoorji Anklesari & Ors.",
        "Case Type:": "CIVIL APPEAL /6194/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government Grants Act",
            "1895: ss. 2",
            "3 - Government Grant lands"
        ],
        "HeadNote": "Government Grants Act, 1895: ss. 2, 3 - Government Grant lands - Applicability of Transfer of Property Act - Held: Transfer of Property Act is not applicable to Government Grant lands - Further; ·s.3 makes it clear that Government Grants is to take effect according to their tenor, notwithstanding any rule of law, statute or enactment of the legislature to the contrary - Therefore, the Government has unfettered discretion and u/s.3 can impose any condition, limitation or restriction in its grants and the rights, privileges and obligations of the grantee would be regulated only according to the terms of the grant itself though they may be inconsistent with the provisions of any statute or common law - Transfer of Property Act, 1882. Government Grant Land situated in cantonment area - Power of Military Authorities to cancel. the grant - Held: Grant of land situated in cantonment area under the old grants form a self contained provision prescribing the procedure as to the grant and resumption of the land - If land is resumed by Government in accordance with law, the grantee cannot take recourse to Civil Procedure Code or the Specific Relief Act against the Government.  Resumption of Government Grant land - Land on which suit property was built belonged to the government- cantonment board - Allotted to grantee with permission to erect superstructure on it - Grantee sold the suit property to 8 respondent with clear assurance to the authorities that respondent would exectJte such documents in favour of the Government as may be required under existing Rules - Right of respondent on the suit property - Held: Respondent has right only with regard to the structure built on the suit premises and the Government has right to resumption of suit premises on payment of value of superstructure - There is no landlord- tenant relationship between the government and the grantee."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "STATE OF KARNATAKA & ANR. VS. ASSOCIATED MANAGEMENT OF (GOVERNMENT RECOGNISED ..:.. UNAIDED - ENGLISH MEDIUM) PRIMARY & SECONDARY SCHOOLS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU3MA==",
        "Citation": "[2014] 5 S.C.R. 1104",
        "Case Type": "(CIVIL APPEAL /5166-5190/2013)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice Ranganath Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS8yMDE0XzVfMTEwNC0xMTUwXzE3MDMyMjU3MDYucGRm",
        "SCR Citation:": "[2014] 5 S.C.R. 1104",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "State Of Karnataka & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 360",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Associated Management Of (government Recognised ..:.. Unaided - English Medium) Primary & Secondary Schools & Ors.",
        "Case Type:": "CIVIL APPEAL /5166-5190/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Art. 350-A - Imposition of mother tongue as a medium of instruction in all Government recognized schools in class I to IV in State of Karnataka"
        ],
        "HeadNote": "Constitution of India, 1950:Art. 350-A - Imposition of mother tongue as a medium D of instruction in all Government recognized schools in class I to IV in State of Karnataka - G.O. dated 29.4.1994 - Partly quashed by High Court - Held: The expression 'mother tongue' in Art. 350A means the mother tongue of the linguistic minority group in a particular State and this would obviously E mean the language of that particular linguistic minority group - Mother tongue in the context of the Constitution would, therefore, mean the language of the linguistic minority in a State and it is the parent or the guardian of child who will decide what the mother tongue of child is - However, the Constitution nowhere provides that mother tongue is the F language which the child is comfortable with, and while this meaning of \"mother tongue\" may be a possible meaning of the 'expression', this is not the meaning of mother tongue in Art. 350A nor in any other provision of the Constitution and, therefore, Court cannot either expand the power of the State G or restrict a fundamental right by saying that mother tongue is the language which the child is comfortable with - Further, State has no power under Art. 350A to compel the linguistic minorities to choose their mother tongue only as a medium of instruction in primary schools - Order dated 29. 4. 1994. 1105 Government of Karnataka Arts. 14 and 19 - Right of a student, a parent or a citizen to choose medium of instruction at primary stage - Held: Right to freedom of speech and expression under Art. 19(1)(a) includes the freedom of a child to be educated at the primary stage of school in a language of the choice of the child and the State cannot impose controls on \"Such choice just because it thinks that it will be more beneficial for the child if he is taught in the primary stage of school in his mother tongue - A child or on his behalf his parent or guardian, has a right to freedom of choice with regard to the medium of instruction in which he would like to be educated at the primary stage in school. A 8 C Arts. 14, 19, 21 and 21-A - Imposition of mother tongue D as a medium of instruction at primary stage - Held: If State determines by law that in schools where free education is provided under Art. 21A, the medium of instruction would be in the mother tongue or in any language, the child cannot claim as of right under Art. 21 or Art. 21A that he has a right E to choose the medium of instruction in which the education should be imparted to him by the State - Therefore, a child, and on his behalf his parent or guardian, has the right to choose the medium of instruction at the primary school stage under Art. 19(1)(a) and not under Art. 21 or ,Art. 21A. F Arts. 19(1)(a), 29 and 30 - Imposition of mother tongue as a medium of instructions at primary stage - Held: Imposition of mother tongue affects the fundamental rights under Arts. 19, 29 and 30 - State cannot stipulate as a condition for recognition that the medium of instruction for children studying in classes I to IV in minority schools protected under Arts. 29(1) and 30(1) and in private unaided schools enjoying the right to carry on any occupation under Art. 19(1 )(g) would be the mother tongue of the children - Government recognized schools will not only include government aided schools but also unaided schools which have been granted re.cognition."
    },
    {
        "volume": "2014Volume 5",
        "Case Name": "SATYA PAL ANAND VS. STATE OF M.P. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzY5NA==",
        "Citation": "[2014] 5 S.C.R. 1",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /33644/2011)",
        "Date": "06 MAY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA1L1BhcnQgSS9zYXR5YSBwYWwgYW5hbmRfc3RhdGUgb2YgbS5wLiAmIGFuci5fMTcwMDgwNzQzOS5wZGY=",
        "SCR Citation:": "[2014] 5 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 5",
        "Date of Judgment:": "06 May 2014",
        "Petitioner:": "Satya Pal Anand",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 236",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of M.p. & Anr.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /33644/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "M.P. State Co-operative Societies Act",
            "1960 - s.3 - Co- operative Society"
        ],
        "HeadNote": " M.P. State Co-operative Societies Act, 1960 - s.3 - Co- operative Society -Appointment of Registrar u/s.3 - Validity of s.3 - Challenged - Held: Most of the functions of the C Registrar are in the sphere of administration and governance with few additional duties having quasi-judicial character - In such a situation and more particularly when a tribunal is constituted with all the trappings of a court, with power to hear appeals from the orders of the Registrar or his nominee, no o fault found with s.3 of the Act empowering the Government to appoint persons as Registrars, Joint Registrars, Deputy Registrars and Assistant Registrars etc. not necessarily with legal I judicial background - Challenge to vires of s.3 rejected. M.P. State Co-operative Societies Act, 1960 - s. 3 - Co- operative Society - Need for appointment of suitable persons .as Registrar, Joint Registrar etc. and Chairman and members of Co-operative tribunal - Direction given that the State Government shall, keep in mind the objective of the Act, the F functions which the Registrar, Joint Registrar etc. are required to perform and commensurate with those, appointment of suitable persons shall be made - Likewise, having regard to the fact that the Chairman of the Tribunal is to be a judicial person, namely, Former Judge of the High Court or the District  Judge, for appointment of the Chairman and the Members of the Tribunal, the respondent-State is duty bound to keep in mind and follow the mandate of the Supreme Court judgment in R. Gandhi case - For appointment of the Chairman and Members of the Tribunal, selection to these posts be preferably made by the Public Service Commission in consultation with the High Court M.P. State Co-operative Societies Act, 1960 - s.77(3)(b) - Co-operative Tribunal - Composition of - Members of the tribunal appointed as per s. 77 (3) (b) - Validity of s. 77(3)(b) - Held: Valid - Scheme shows that out of the two Members, one would be 'administrative member' and other may be a 'judicial member' though such nomenclature is not specifically assigned - The tribunal consists of a former Judge as Chairman, one member who has held high office of Joint Registrar in the department and the other member either with the legal background or a person closely associated with cooperative movement - No fault with the provision M.P. State Co-operative Societies Act, 1960 - s. 77(6) - Co-operative Tribunal - s. 77(6) giving power to the State Government to terminate appointment of the Chairman or a Member - Validity of s. 77(6) - Challenge to - Held: Power E u/s. 77(6) is to be exercised only when the State Government forms an opinion about the inability or unfitness of such Chairman or Member to perform the duties of his office - The opinion may be subjective but has to be based on objective consideration/material on record - It is not an omnibus or unguided/uncanalyzed power conferred upon the Government  - Further, the decision is always subject to judicial review - Besides, proviso to sub-section (6) of s. 77 provides additional safeguards which mandate following procedure in consonance with principle of natural justice by giving reasonable opportunity of show cause against such  termination - Final opinion to be formed only after eliciting and considering the defence - Therefore, no reason to hold such a provision as unconstitutional. "
    }
]