[
    {
        "volume": "2014Volume 9",
        "Case Name": "COMMISSIONER OF WEALTH TAX, RAJKOT VS. ESTATE OF LATE HMM VIKRAMSINHJI OF GONDAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyNQ==",
        "Citation": "[2014] 9 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /2312/2007)",
        "Date": "16 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS9Db21taXNzaW9uZXIgT2YgV2VhbHRoIFRheCwgUmFqa290IF8gRXN0YXRlIE9mIExhdGUgSG1tIFZpa3JhbXNpbmhqaSBPZiBHb25kYWxfMTcwMTI0NjgxMC5wZGY=",
        "SCR Citation:": "[2014] 9 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "16 April 2014",
        "Petitioner:": "Commissioner Of Wealth Tax, Rajkot",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 277",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. M. Lodha",
        "Respondent:": "Estate Of Late Hmm Vikramsinhji Of Gondal",
        "Case Type:": "CIVIL APPEAL /2312/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961/Wealth Tax Act - Income from Foreign Trust"
        ],
        "HeadNote": " Income Tax Act, 1961/Wealth Tax Act - Income from Foreign Trust - Tax liability of the sett/or of the Trust - Held: In view of the facts of the case, the character of the trust is C discretionary and not specific - The discretionary trust gives discretion to the trustee to distribute the income of the tn1st to trust-beneficiaries - But if the trustees fail to distribute in due time, the power to distribute is not extinguished - In the present case, merely because the income has been retained' D and not disbursed to the beneficiaries because th?J seWor failed to appoint the discretion exercisers, the character of the subject trust does not get altered - Therefore, the settler is not liable to pay either income tax on the income from the Trust or wealth tax - The value of the assets cannot be E assessed on the estate of the deceased settor "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "THIMMAREDDY & ORS. VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyNg==",
        "Citation": "[2014] 9 S.C.R. 14",
        "Case Type": "(CRIMINAL APPEAL /903/2014)",
        "Date": "21 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTQtMzdfMTcwMzMwNzIxNC5wZGY=",
        "SCR Citation:": "[2014] 9 S.C.R. 14",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "21 April 2014",
        "Petitioner:": "Thimmareddy & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 298",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /903/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 397 r/w s.1208 - Robbery - In bus - Eight accused -"
        ],
        "HeadNote": " Penal Code, 1860 - s. 397 rlw s.1208 - Robbery - In bus - Eight accused - Trial Court acquitted all the accused c holding that charges were not proved against them beyond reasonable doubt .... High Court convicted 5 of the 8 accused - 3 convicts i.e. A-1, A-2 and A-5 filed appeal before Supreme Court - Held: Charge of conspiracy uls. 120-8 /PC was not prove(} as the mere fact that the eight accused o persons gathered on the previous day could riot automatically connect to the commission of alleged crime - High Court committed grave error in recording conviction solely on basis of statement of the so called eye witnesses, and wrongly believing their version - High Court was duty bound to  consider their testimonies in entirety i.e. along with the cross- examination in order to find out their truthfulness and to see whether their version in examination-in-chief remained unshaken and was worthy of credence - .But no such exercise was done at all - Trial court indulged in wholesome discussion F while discarding the testimony of eyewitnesses - Discussion of the trial court adversely commenting upon the faulty procedure and imperfect investigation completely ignored and sidelined by the High Court - Charge against appellants ul s.397 rlw s.120-B /PC not proved beyond reasonable doubt - Appellants accordingly acquitted -· Code of Criminal  Procedure, 1973 - ss.161 and 166. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "VASU P. SHETTY VS. M/S HOTEL VANDANA PALACE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyNw==",
        "Citation": "[2014] 9 S.C.R. 38",
        "Case Type": "(CIVIL APPEAL /4679/2014)",
        "Date": "22 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMzgtNjNfMTcwMzMwNzI2My5wZGY=",
        "SCR Citation:": "[2014] 9 S.C.R. 38",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "22 April 2014",
        "Petitioner:": "Vasu P. Shetty",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 307",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s Hotel Vandana Palace & Ors.",
        "Case Type:": "CIVIL APPEAL /4679/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Security Interest (Enforcement) Rules",
            "2002",
            "default in repayment of loan"
        ],
        "HeadNote": " Security Interest (Enforcement) Rules, 2002 - rr.8 & 9 - Default in rep~yment of loan by borrower - Auction sale of mortgaged property set aside by High Court on ground that public notice issued for the sale was defective as 30 days time mandatorily required under rr. 8 and 9 was not given - Plea of auction purchaser as well as the Bank that the borrower by its conduct had waived said mandatory requirement of ttie Rules - Held: Not tenable - No case of waiver made out in the instant case - Two earlier failed auctions and one failed One time Settlement (OTS) proposal of the borrower does not lead to the conclusion that the Bank was relieved from its obligation not to follow the mandatory procedure contained in the Rules, while taking fresh steps for disposal of the property - Even if delaying tactics were adopted by borrower in respect of the first two auctions, the conduct of borrower cannot be taken as waiver of the mandatory condition of 30 days notice for auction as well as other requirements - There was not even slightest move on the part of borrower amounting to waiver either express or implied - In view of breach of mandatory requirements, auction sale in question to be treated as null and void - Two months time granted to borrower to discharge the entire liability of the Bank - If borrower pays the amount due, the property shall revert back to it - Otherwise, the Bank shall be at liberty to proceed with the sale of the property - Purchaser refunded entire amount spent by it - No interest granted to purchaser on the amount refunded, as he, in the meantime, utilized the property in question - Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 - ss. 13 and 18 - Doctrines - Doctrine of waiver. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "METRO EXPORTERS PVT. LTD. AND ANOTHER VS. STATE BANK OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgzMQ==",
        "Citation": "[2014] 9 S.C.R. 64",
        "Case Type": "(CIVIL APPEAL /4807/2014)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNjQtOTNfMTcwMzMwNzMwMy5wZGY=",
        "SCR Citation:": "[2014] 9 S.C.R. 64",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "Metro Exporters Pvt. Ltd. And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 964",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Bank Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /4807/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bank/Banking - International Banking - Transfer of funds relating to export-import transaction"
        ],
        "HeadNote": " Bank/Banking - International Banking - Transfer of funds relating to export-import transaction - Reversal of account C entry - Challenge to 1 Appe/lant-exporter used to bank with State Bank of India's Overseas Branch - Appellant used to export the goods directly and submit documents to_Siate Bank of India and it was for the bank to claim payment - Credit entry made to appellant-exporter's EEFC account in 2006 - Two D and half years later, the State Bank of India, Overseas Branch, Mumbai debited amount from EEFC account of appel/ant- exporter on ground that it was wrongly deposited in the account of appellant by mistake - Justification - Held: On facts, not justified - In view of s. 72 of the Contract Act, the Bank does E have a right to recover the money paid under a mistake - In the instant case, however, the importer had already made the payment and SB/, Foreign Department had received the amount in the Nostro account with remittance advice to Bank of India, instead of SB/, Overseas Branch, Mumbai - F Appellant was also informed of the export collection advice by the SB/ and the appellant had received the amount - The Bank might have. committed a mistake, but now it would/be impossible tor the appellant to recover the amount from the · importer since, so far as the importer is concerned, it had already paid the amount - If SB/, Overseas Branch had not G given credit of the amount, then, appellant could have proceeded against the importer at the earliest opportunity - For mistake committed by the Bank, the appellant should not be made to suffer - Contract Act, 1872 - s. 72. Bank/Banking ~ International Banking - Funds transfer - Transfer of payment messages - SWIFT Message - Nostro and Vostro accounts - Discussed. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "DR. ALOYS WOBBEN & ANR. VS. YOGESH MEHRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgzNA==",
        "Citation": "[2014] 9 S.C.R. 94",
        "Case Type": "(CIVIL APPEAL /6718/2013)",
        "Date": "02 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfOTQtMTM4XzE3MDMzMDczNTAucGRm",
        "SCR Citation:": "[2014] 9 S.C.R. 94",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "02 June 2014",
        "Petitioner:": "Dr. Aloys Wobben & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 416",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Yogesh Mehra & Ors.",
        "Case Type:": "CIVIL APPEAL /6718/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Patents Act",
            "1970 - s .. 64(1)",
            "25(2) - Patent infringement suits - Revocation of patents"
        ],
        "HeadNote": " Patents Act, 1970 - s .. 64(1), 25(2) - Patent infringement suits - Revocation of patents - Simultaneous proceedings against the patent - Dispute over licensing agreement between the appellant-patent holder and respondents - Respondent filing revocation petitions before the Appellate Board seeking revocation of patents held in the name of appellant and appellant filing patent infringement suits before the High Court - Thereafter, respondents filing counter claims to.Jhe patent infringement suits and continued to pursqe .({Jvocation petitions before Appellate Board - Perusal of both the remedies same time to assail grant of patent - Entitlement of - Held: Where infringement suits were filed by appellant, before the revocation petition were filed by the respondents, the respondents had the right to file counter- claim to seek revocation of the patent u/s. 64(1)- Having once filed a counter-claim, in response to the· infringement suit, it would not be open to the respondents to file revocation petition, it would be barred by the rule of res judicata - Revocation petitions filed later in point of time, than the institution of the infringement suit, would be unsustainable in law - In such cases, the prayer for revocation of the patent shall be adjudicated, while disposing of the counter-claim filed by the respondents - While counter-claim will have to be permitted to be pursued, the revocation petition cannot be permitted to be continued - Thus, only one out of two remedies available u/s. 64, can be availed of, so as to assail _the grant of a patent - Said remedy may be availed of in the capacity of either 'any person interested', or in the capacity of a defendant in a counter-claim - Having consented to one of the available remedies postulated under law, it would not be open to either of the consenting parties, to seek redressal from a forum in addition to the consented forum - On facts, consent order passed by the High Court that the infringement suits and counter claims pending between the parties should be consolidated, being on the subject of procedure, and being before a forum which had the statutory jurisdiction to deal with the same is affirmed and was justified - Res judicata - Intellectual property. Words and phrases: 'any person interested' - Meaning of, in the context of s. 64(1), 25(2) and 2(1)(t) of the Patents Act, 1970. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "DURYODHAN ROUT VS. STATE OF ORLSSA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgzOA==",
        "Citation": "[2014] 9 S.C.R. 139",
        "Case Type": "(CRIMINAL APPEAL /2277-2278/2009)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTM5LTE2MV8xNzAzMzA3NDE0LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 139",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Duryodhan Rout",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 443",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Orlssa",
        "Case Type:": "CRIMINAL APPEAL /2277-2278/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss: 376(f)",
            "302",
            "201. - Rape and murder-.of 10 year old girl"
        ],
        "HeadNote": " Penal Code, 1860: ss: 376(f), 302, 201. - Rape and murder-.of 10 year old girl - Conviction based on C circumstantial evidence. - PW1 and PW2 saw the appellant carrying the deceased on a cycle near the jungle but returning back alone after on hour - Confession of appellant that he took the deceased near the jungle, undraped her and then committed rape on her and when she cried, strangulated her D to death - On statement of appellant, Investigating Officer recovered the dead body and underwear of the deceased lying nearby from the jungle - Appellant was last seen with the deceased - There was nothing to indicate that within one hour, there was any scope for anybody else, other than appellant E to commit rape and murder of deceased - Chain of circumstances led to hypothesis that appellant alone was author of the crime - Trial court rightly convicted the appellant u/ss. 376(f)/302!201 - All sentences to run concurrently. Code of Criminal Procedure, 1973: s. 31, proviso - Sentences in case of conviction of several offences at one trial - Held: Under proviso to sub- section (2) of s.31 in no case a person can be sentenced to imprisonment for a period longer than 14 years and the aggregate punishment shall not exceed twice the amount of punishment which the Court is competent to inflict for a single offence - In case a person is sentenced of conviction of several offer;ices including one that of life imprisonment, the proviso to s. 31 (2) shall come into play - In view of the· fact that life imprisonment means imprisonment for full and complete span of life, the question of consecutive sentences in case of conviction for several offences at one trial does not arise - Therefore, in case a person is sentenced of conviction of several offences, B including one that of life imprisonment, the proviso to s.31 (2) shall come into play and no consecutive sentence can be -imposed - Sentence/Sentencing. Sentence/Sentencing: Life imprisonment - Held: Is not confined to 14 years of imprisonment~ s. 55 /PC & ss. 433 C and 433A indicate that only the appropriate government can commute the sentence for imprisonment of_ life for a term not exceeding 14 years or exceeds the release_ for such person . unless he has served at least 14 years of imprisonment - Life imprisonment means imprisonment for whole of the remaining D period of convicted person's natural life - There is no provision either in /PC or Cr.P.C., whereby life imprisonment could be treated as either 14 years or 20 years without there being formal remission by the appropriate government - Penal Code, 1860 - ss. 55, 433, 433A. Evidence Act, 1872: Statement of accused made before the police officer which distinctly related to the facts of recovery - Held: Is admissible. General Clauses Act, 1897: s. 3(27) - Imprisonment -  Meaning of "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "MCLEOD RUSSEL INDIA LIMITED VS. REG. PROVIDENT FUND COMMISSIONER, JALPAIGURI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg0Mw==",
        "Citation": "[2014] 9 S.C.R. 162",
        "Case Type": "(CIVIL APPEAL /5927/2014)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTYyLTE4MV8xNzAzMzA3NDg0LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 162",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Mcleod Russel India Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 457",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Reg. Provident Fund Commissioner, Jalpaiguri",
        "Case Type:": "CIVIL APPEAL /5927/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "EMPLOYEES' PROVIDENT FUND C MISCELLANEOUS PROVISIONS ACT",
            "1952:"
        ],
        "HeadNote": " EMPLOYEES' PROVIDENT FUND C MISCELLANEOUS PROVISIONS ACT, 1952: As. 14-8, 178 rlw ss. 7 A and 2(e) - Default by employer in payment of contribution - Damages - Liability in case of transfer of establishment - Held: The Act is a beneficent D legislation and any interpretation facilitating the evasion of its provisions should be abjured - Imposition of punitive damages can be resorted to even in civil proceedings to deter wilful wrongdoing by making an admonished example of the wrongdoer - This is the essential purpose of s. 148, and an E imposition within its confines does not assume criminal prosecution so as to stand proscribed insofar as transfer of establishment from one management/employer to its successor is concerned. ss.14-8, 17-8, 7-A(2}, 7-Q - Default by employer in F payment of contribution - Damages - Liability of transferee establishment - Held: Where the Authority is of the opinion that damages u/s 148 need to be imposed, the computations would come within the purview of s. 148 and it would be recoverable jointly and severally from the erstwhile as well as G the current management - Further, once damages have been levied, the same could be recovered from the party which has assumed the management of the establishment - s. 7 A(2) would also be available to proceedings uls 148 - The applicability of Civil Procedure Code to proceedings u/s 148 has not specifically been barred by the statute - s.148 is A complete in itself so far as the computation of damages is concerned - It is conceivable that money due from an employer would have to be calculated uls 7 A, and in the event the default or neglect of employer is contumacious and contains requisite mens rea and actus reus yet another B exercise of computation has to be undertaken u/s 148 - Order of RPF Commisioner that failure on part of employers to make remittances of accumulations and contributions undermines the objectives and purposes of the statute is also approved - It is to be emphasised that the liability of the Fund · c to pay. interest to subscribers regardless of whether employers have paid their dues, runs relentlessly -Appel/ant-petitioner has, in the circumstances of the case, been also rightly burdened with the payment of interest u/s 70. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "STATE OF PUNJAB VS. GURMIT SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg0OA==",
        "Citation": "[2014] 9 S.C.R. 182",
        "Case Type": "(CRIMINAL APPEAL /1278/2014)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTgyLTE5MF8xNzAzMzA3NTc5LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 182",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "State Of Punjab",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 454",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "Gurmit Singh",
        "Case Type:": "CRIMINAL APPEAL /1278/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "enal Code",
            "1860 - s. 3048 - Dowry death - Prosecution of respondent - Legality"
        ],
        "HeadNote": " Penal Code, 1860 - s. 3048 - Dowry death - Prosecution of respondent - Legality - Word \"relative of the husband\" - Meaning of - Held: The word \"relative of the husband\" in s. 304 8 would mean such persons, who are related by blood, marriage or adoption - Respondent not husband of the deceased and also not related to husband of the deceased either-by blood or marriage or adoption - Since respondent not related to husband of the deceased in any manner, he could not be prosecuted for offence u/s.3048 /PC - High Court justified in quashing the trial court order summoning the respondent to face trial. Words and Phrases - Expression \"relative of the husband\" - Meaning of - Penal Code, 1860 - ss.3048 and 498A Interpretation of Statutes - When words of a statute not defined - Held: Such words to be understood in their natural, ordinary or popular sense - Reference may be made to dictionaries to find out the general sense in which the word is understood in common parlance. Interpretation of Statutes - Use of same words in different G part of the statute - Held: In such a case, the presumption is that those words have been used in the same sense, unless displaced by the context.  "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "PRADEEP KUMAR VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg2Mg==",
        "Citation": "[2014] 9 S.C.R. 191",
        "Case Type": "(CRIMINAL APPEAL /292/2011)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTkxLTIwN18xNzAzMzA3NjM1LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 191",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Pradeep Kumar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 459",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /292/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: ss.304-8",
            "498A - Dowry death - Presumption u/s.3048"
        ],
        "HeadNote": " PENAL CODE, 1860: ss.304-8, 498A - Dowry death - Presumption u/s.3048 - Essential ingredients, discussed -  In the instant case, victim-deceased died of burn injuries within 9 months of marriage - Dying declaration - In the first part of her dying declaration, she stated that it was the case of accident, however, in second part, she alleged that her husband was harassing her for bringing dowry and doused her  in kerosene and set her on fire - Conviction of appellant- husband by courts below - Challenged - Held: First part of the dying declaration was tutored by the husband as was apparent from the second part of dying declaration which inspired confidence - Evidence of the father of the deceased  and dying declaration proved that there was demand of dowry and harassment soon before her death - There was no reason for deceased to falsely implicate her husband - Prosecution proved dowry death - No interference called for with the order of conviction - Crime against women. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "DAVINDER SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg2Nw==",
        "Citation": "[2014] 9 S.C.R. 208",
        "Case Type": "(CRIMINAL APPEAL /684/2011)",
        "Date": "02 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMjA4LTIyMF8xNzAzMzA3Njg0LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 208",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "02 July 2014",
        "Petitioner:": "Davinder Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 460",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /684/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.3048 - Presumption under - C Essential ingredients - Discussed"
        ],
        "HeadNote": " Penal Code, 1860: s.3048 - Presumption under - C Essential ingredients - Discussed - In the instant case, the  victim-deceased was harassed by accused-husband on account of dowry demand - Victim informed her brother a day prior to incident about the torture in connection with dowry - The next day, when the brother and maternal uncle of the victim went to the matrimonial home of deceased they found her dead body in burnt condition - Courts below convicted accused-husband u/s.3048 - On appeal, held: The statements of brother and maternal uncle showed that the death took place within seven months of marriage - Death was due to burns i.e. not in normal circumstances - The statements of brother and maternal uncle were specific as they were eye witnesses - In their statements, they specifically stated about the harassment in connection with demand of dowry - Victim died within seven months of marriage - She a/so telephonical/y complained about harassment - The prosecution thus proved that there was harassment in connection with dowry soon before death of the victim - The prosecution was successful to prove the ingredients of s. 304- 8 /PC - Trial court rightly presumed that the accused had caused the dowry death of the victim - No interference with the order of conviction - Crime against women. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "SATTI PARADESI SAMADHI & PHILLIAR TEMPLE VS. M. SANKUNTALA (D) TR. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg3Mg==",
        "Citation": "[2014] 9 S.C.R. 221",
        "Case Type": "(CIVIL APPEAL /5954/2014)",
        "Date": "03 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMjIxLTIzMl8xNzAzMzA3NzQzLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 221",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "03 July 2014",
        "Petitioner:": "Satti Paradesi Samadhi & Philliar Temple",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 467",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M. Sankuntala (d) Tr. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /5954/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CIVIL PROCEDURE",
            "1908: 0. 14",
            "r. 2(2)"
        ],
        "HeadNote": " CODE OF CIVIL PROCEDURE, 1908: 0. 14, r. 2(2) - Court to pronounce judgment on all c issues - Disposal of suit on issue of limitation taking it as preliminary issue - Propriety of - Suit for declaration that settlement deeds executed by former trustee in favour of his daughters and grand daughter were null and void and for recovery of possession - Single Judge of High Court framing 0 issues and taking Issue No. 1 relating to limitation, as preliminary issue and dismissing the suit - Held: A plea of limitation is a mixed question of fact and law - The language employed in sub-r. (2) of r. 2 of 0. 14 makes it clear that when an issue requires an inquiry into facts, it can be stated with E certitude that when an issue requires an inquiry into facts it cannot be tried as a preliminary issue - In the instant case, unless there is determination of the fact which would not protect the plaintiff u/s 10 of Limitation Act, the suit cannot be dismissed on the ground of limitation - It is not a case which F will come within the ambit and sweep of 0. 14, r. 2 which would enable the court to frame a preliminary issue for adjudication - Issue No. 1 was an issue that pertained to fact and law and,. as such, could not have been adjudicated as a preliminary. issue - Therefore, impugned judgments· are set aside and the matter is remitted to single Judge of High Court to dispose G of the suit as expeditiously as possible - Limitation Act, 196:3 -s. 10. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "M/S. OPERA HOUSE EXPORTS LTD. ETC. & ORS. VS. UNION OF INDIA & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg4MA==",
        "Citation": "[2014] 9 S.C.R. 233",
        "Case Type": "(CRIMINAL APPEAL /1451-1455/2014)",
        "Date": "14 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMjMzLTI0NV8xNzAzMzA3ODYzLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 233",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "14 July 2014",
        "Petitioner:": "M/S. Opera House Exports Ltd. Etc. & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 982",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Union Of India & Anr. Etc.",
        "Case Type:": "CRIMINAL APPEAL /1451-1455/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Exchange Regulation Act",
            "1973 - s. 52 - Appeal to appellate board"
        ],
        "HeadNote": " Foreign Exchange Regulation Act, 1973 - s. 52 - Appeal to appellate board - Cognizance in the matter taken C within the sunset period - Adjudication proceedings carried out under the provisions of FERA - Appeal against orders of adjudicating officer to the appellate board filed beyond the period of 90 days from the date of service of adjudication order - Appellate tribunal dismissed the appeal on the o ground that in view of s. 52(2), delay beyond the period of 90 days could not be condoned - Order upheld by the High Court - Application of the provisions of FERA or Foreign Excharoge Management Act, 1999 - Held: Under s. 52(2) of FEHA appeal against order u/s 51 can be filed within 45 days from E the date on which the order is served on the person - Appellate board is also empowered under proviso to sub section (2) of 52 to entertain any appeal even after expiry of that period of 45 days but not after 90 days, from the date subject to satisfaction that the appellant was prevented by F sufficient cause from filing the appeal in time - On facts, delay in filing appeal is computed as 89 days - Therefore, even uls 52 of FERA, the appellate board was empowered to condone the delay, as the appeal was filed before 90 days and not later than 90 days - Even otherwise appeal not barred by limitation - Thus, orders passed by the tribunal and the G High Court set aside -Matter remitted back to the tribunal. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "SATVIR SINGH VS. STATE OF DELHI THROUGH CBI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg4Nw==",
        "Citation": "[2014] 9 S.C.R. 247",
        "Case Type": "(CRIMINAL APPEAL /920/2011)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMjQ3LTI3OF8xNzAzMzA3OTg5LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 247",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "Satvir Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 548",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Delhi Through Cbi",
        "Case Type:": "CRIMINAL APPEAL /920/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988: ss. 7",
            "13(2)",
            "13(1)(d) - Illegal gratification"
        ],
        "HeadNote": " Prevention of Corruption Act, 1988: ss. 7, 13(2), 13(1)(d) - Illegal gratification - Acquittal of appellant by trial court - Reversal of acquittal by High Court - On appeal, held: A letter C was written by complainant to the Department that the appellant had not demanded any money from him when he visited his premises for inspection and the telephonic conversation for demand of money was made but he did not recognize the voice to be that of the appellant - Trial court D relied upon the said fetter and held that appellant was not guilty of the offence - The bag containing illegal gratification was also not recovered from the person of the appellant - Thus, neither acceptance nor recovery of illegal gratification was proved - Trial court was right in holding that presumption E of innocence was in favour of appellant - High Court in exercise of its appellate jurisdiction had exceeded its. parameters in reversing the acquittal order of the trial court - Therefore, findings were not only erroneous in law but also vitiated in law. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "SHIVGIRI ASSOCIATES & ORS. VS. METSO MINERAL (INDIA) PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg5Mg==",
        "Citation": "[2014] 9 S.C.R. 279",
        "Case Type": "(CRIMINAL APPEAL /1771/2014)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMjc5LTI4Ml8xNzAzMzA4MDU0LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 279",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "Shivgiri Associates & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 552",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Metso Mineral (india) Pvt. Ltd.",
        "Case Type:": "CRIMINAL APPEAL /1771/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Jurisdiction - Territorial jurisdiction - To entertain complaint u/s. 138 of Negotiable Instruments Act"
        ],
        "HeadNote": " Jurisdiction - Territorial jurisdiction - To entertain complaint u/s. 138 of Negotiable Instruments Act - Complaint filed in the court at Gurgaon (Haryana) - Maintainability of - C Held: The courts at Gurgaon did not possess territorial jurisdiction to entertain the proceedings u/s. 138, because legal notice of demand had emanated from the city of Bangalore - Complaint returned to the complainant for refiling the same in the appropriate Court at Bangalore, Karnataka - o Negotiable Instruments Act, 1881 - s. 138 . "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "DR. SUBRAMANIAN SWAMY & ORS. VS. RAJU THR. MEMBER JUVENILE JUSTICE BOARD & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg5OQ==",
        "Citation": "[2014] 9 S.C.R. 283",
        "Case Type": "(CRIMINAL APPEAL /695/2014)",
        "Date": "28 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMjgzLTMyOV8xNzAzMzA4MTUzLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 283",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "28 March 2014",
        "Petitioner:": "Dr. Subramanian Swamy & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 221",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Raju Thr. Member Juvenile Justice Board & Anr.",
        "Case Type:": "CRIMINAL APPEAL /695/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice Act",
            "2000 (as amended) - Constitutionality of - Enactment of the Act"
        ],
        "HeadNote": " Juvenile Justice Act, 2000 (as amended) - Constitutionality of - Enactment of the Act - Purpose - lnclusioh of all persons under the age .o(18 into a .class called 'juveniles' - Validity - Held: The Act was enacted to give full and complete effect to the country's international obligations arising from India being a sigRatory to three separate conventions, namely, the Beijing Rules, the UN Convention and the Havana Rules - Also, the Act is a beneficial piece of legislation - If the Act is plainly read and understood, the resultant effect thereof is wholly consistent with Art. 14 - The Act, therefore, need not be read down, as suggested, to save it from· the vice of uncons(itutionafity for such unconstitu#orrality does not exist - If the legislature has adopted the age of 18 as the dividing line between juveniles and adults-End such a decision is constitution-any permissible the enquiry by the Courts must com,£;1, to an end - Even otherwise there is a considerable body of world opinion that all under 18 persons ought to be treated as juveniles and separate treatment ought to be meted out to them so far as offences committed by such persons are concerned . Juvenile Justice Act, 2000 (as amended) - Criminal G justice system and the system for dea/-ing with offenders under the Act - Difference between - Elucidated. Constitution of India - Art. 14 - Classification or categorization of persons into one class/group - Validity - Held: Classification or categorization need not be the outcome of a mathematical or arithmetical precision in the similarities of the persons included in a class and there may be differences amongst the members included within a particular class - So long as the broad features of the categorization are identifiable and distinguishable and the categorization made is reasonably connected with the object targeted, Art. 14 will not forbid such a course of action - Juvenile Justice Act, 2000 (as amended). Doctrines - Doctrine of reading down\" - Principles of - Held: Reading down the provisions of a statute cannot be resorted to when the meaning thereof is plain and unambiguous and the legislative intent is Clear. Interpretation of Statutes - Thinking and practices in foreign jurisdictions - Relevance of - Held: Contrary international opinion, thinking or practice does not dictate the legislation of a sovereign nation - Juvenile Justice. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "ALBER ORAON VS. STATE OF JHARKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzNDM=",
        "Citation": "[2014] 9 S.C.R. 330",
        "Case Type": "(CRIMINAL APPEAL /1868-1869/2012)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMzMwLTMzOV8xNzAzMzA4MzE5LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 330",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "Alber Oraon",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 966",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Of Jharkhand",
        "Case Type:": "CRIMINAL APPEAL /1868-1869/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 302",
            "201 - Murder- Appellant was assigned the construction of house by the deceased woman"
        ],
        "HeadNote": " Penal Code, 1860: ss. 302, 201 - Murder- Appellant was assigned the construction of house by the deceased woman C - They developed intimacy and appellant started living with her - Informant found that deceased woman and her children not seen for few days by neighbours - Their dead bodies exhumed from the soak pit next to the toilet of the house of deceased woman - Conviction and death sentence by courts D below - Held: No interference with the conviction and sentence - The convict did not offer convincing explanation as to why he did not report prolonged absence of the deceased to the police - The convict was a mason and also a civil-works contractor, and was, therefore, competent to dig a soak-pit and E dispose of the three bodies in that soak-pit and then make a brick covering thereon - There was not an iota of doubt as to his living with the deceased in the same house as her husband - The factum of his having executed documents indicative of his marriage to. the deceased as also her 'Declaration' to F transfer her property to him, in the event of her death provided compelling motive for his having committed the crime of murdering her and her two minor children - The convict was logically. found, beyond reasonable doubt, to have committed the murder of the three deceased - Sentence uls.201 not G interfered with -As regards offence uls.302, though the action of the convict was extremely brutal, grotesque diabolical and revolting, incarceration for a further period of 30 years, without remission, in addition to the sentence already undergone would be appropriate punishment in the facts and A circumstances of the case - Sentence/Sentencing. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "KRISHNAN @ RAMASAMY & ORS. VS. STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk0Nw==",
        "Citation": "[2014] 9 S.C.R. 340",
        "Case Type": "(CRIMINAL APPEAL /512/2010)",
        "Date": "01 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMzQwLTM1NV8xNzAzMzA4NDEyLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 340",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "01 July 2014",
        "Petitioner:": "Krishnan @ Ramasamy & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 440",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "State Of Tamil Nadu",
        "Case Type:": "CRIMINAL APPEAL /512/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "·1860: ss.364",
            "302",
            "201 r/w s.34- Conviction C based on circumstantial evidence"
        ],
        "HeadNote": " Penal Code, ·1860: ss.364, 302, 201 r/w s.34- Conviction C based on circumstantial evidence - Last seen theory - PW- D E F G H 1, mother of victim-deceased lodged FIR alleging that seven days back, accused persons picked up her son, beat him up and took him away and her son did not return home after that day - Accused no. 3 was arrested who took the police to the borewell where the dead body of deceased was hidden - Courts below convicted accused no. 1 to 3 but acquitted • accused no.4 and 5 - On appeal, held: As per PW-1, deceased was last seen in temple in the company of accused Nos. 1 to 4 - As per PW-2, maternal aunt of the deceased, deceased was last seen in the Police Station along with accused no. 1, who had brought the deceased there. - Prosecution failed to explain the statement given by PW-2 · during her cross-examination wherein she stated that when she asked the Police about the deceased, they replied that ; the deceased was not handed over to them - Therefore, presence of PW-2 at the scene of occurrence was doubtful - . She being the highly interested witness and in view of contradictions, her statement cannot be relied upon - Further, if dead body was recovered at the instance of accused No.3, on that basis itself accused nos. 1 and 2 cannot be convicted - If accused no.4 was also last seen with deceased along with accused nos. 1 to 3, trial court having given benefit of doubt to accused no.4, there is no reason why same benefit be not given to accused Nos. 1 to 3 - Conviction cannot be based only on circumstance of last seen together with the deceased - There was unexplained delay of six days in lodging the FIR - The body of the deceased was taken from the borewell by the fire service personnel after more that) seven days - There was no other positive material to show that the deceased was last seen together with the accused and during intervening period of seven days there was nobody in contact with the deceased - High Court erred in affirming the order of conviction passed by the trial court Evidence: Testimony qfaccomplice - Held: Cannot be used against another accused - Penal Code, 1860: ss.364, 302, 201 rlw s.34. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "M/S SHREENATH CORP. & ORS. VS. CONSUMER EDUCATION & RESEARCH SOCIETY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk2NA==",
        "Citation": "[2014] 9 S.C.R. 356",
        "Case Type": "(CIVIL APPEAL /9052/2013)",
        "Date": "07 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMzU2LTM2M18xNzAzMzA4NTI2LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 356",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "07 July 2014",
        "Petitioner:": "M/s Shreenath Corp. & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 473",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Consumer Education & Research Society & Ors.",
        "Case Type:": "CIVIL APPEAL /9052/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986 - ss. 17 and 19 - Complaints filed against the appellants uls.17(1)"
        ],
        "HeadNote": " Consumer Protection Act, 1986 - ss. 17 and 19 - Complaints filed against the appellants uls.17(1) - State Commission directed appellants to pay certain amount with interest in favour of the complainants - Appeal against order made by the State Commission - Conditional interim order of stay passed by National Commission challenged as being contrary to the provisions of s. 19 - Held: The second proviso to s. 19 mandates pre-deposit for. consideration of an appeal before the National Commission - Such a pre-deposit cor'fition has no nexus with the order of stay - If the National Commission after hearing the appeal of the parties in its discretion wanted to stay the amount awarded, it was open to the National Commission to pass an appropriate interim order including conditional order of stay - Entertainment of an appeal and stay of proceeding pursuant to order impugned in the appeal stands at different footings; at two different stages -One (pre-deposit) has no nexus with merit of the appeal and the other (grant of stay) depends on prima-facie case; balance of convenience and irreparable loss of, party seeking such stay - Interference with the impugned order passed by the National Commission therefore not called for. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "HUSSEIN GHADIALLY @M.H.G.A. SHAIKH & ORS. VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk4Mw==",
        "Citation": "[2014] 9 S.C.R. 364",
        "Case Type": "(CRIMINAL APPEAL /92/2009)",
        "Date": "18 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMzY0LTM5MF8xNzAzMzA4NTg3LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 364",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "18 July 2014",
        "Petitioner:": "Hussein Ghadially @m.h.g.a. Shaikh & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 494",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /92/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Terrorist and Disruptive Activities (Prevention) Act",
            "1987 - s. 20A - Cognizance of offence - Registration of FIR"
        ],
        "HeadNote": " Terrorist and Disruptive Activities (Prevention) Act, 1987 - s. 20A - Cognizance of offence - Registration of FIR - Prior approval of District Superintendent of Police - Mandatory or directory - Held: Is mandatory - s. 20A forbids recording of information about the commission of offences under TADA by the Police without the prior approval of the District Superintendent of Police - When the statute vests the grant of approval in an authority specifically designated for the purpose, no one except the authority so designated, can exercise that power, whether superior or inferior- Exercise of the power granting or refusing approval u/s. 20-A (1) in its very nature casts a duty upon the officer concerned to evaluate the information and determine having regard to all attendant circumstances whether or not a case for invoking the provisions of TADA is made out - Exercise of that power by anyone other than the designated authority, would amount to such other authority clutching at the jurisdiction of the designated officer - On facts, power of approval vested in the District Superintendent of Police could not be exercised by either the Government or the Additional Police Commissioner - Requirement of a mandatory statutory provision having been violated, the trial and conviction of the appellants for offences under the TADA vitiated - While there may be evidence regarding recovery of some of the weapons but it would not be sufficient to justify the conviction of the appellants - Even otherwise the recovery of the weapons is also not satisfactorily proved by cogent and reliable evidence - Thus, conviction of the appellants cannot be sustained and is set aside - Penal Code, 1860 - Explosives Substances Act. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "STATE OF BIHAR AND ORS. VS. CHANDRESHWAR PATHAK",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk4OQ==",
        "Citation": "[2014] 9 S.C.R. 391",
        "Case Type": "(CIVIL APPEAL /7392/2014)",
        "Date": "17 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMzkxLTQwMF8xNzAzMzA4NjY0LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 391",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "17 August 2014",
        "Petitioner:": "State Of Bihar And Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 532",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Chandreshwar Pathak",
        "Case Type:": "CIVIL APPEAL /7392/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Appointment - Temporary appointment"
        ],
        "HeadNote": " Service Law: Appointment - Temporary appointment of constable c made by order of Director General of Police without advertising the post - Set aside by single Judge of High Court - Appeal of constable allowed by Division Bench of High Court - Held: Appointment even on temporary post without inviting applications from all eligible candidates violates the mandates of Arts. 14 and 16 of Constitution - In the instant case, in the absence of any advertisement or selection process, appointment of respondent is not protected and could be validly terminated - Single Judge of the High Court was justified in dismissing the writ petition while Division Bench erred in interfering with the same - Constitution of India, 1950 - Arts. 14 and 16: "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "SMT. USHA KAPOOR & ORS. VS. GOVERNMENT OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk5Mw==",
        "Citation": "[2014] 9 S.C.R. 401",
        "Case Type": "(CIVIL APPEAL /1844/2008)",
        "Date": "14 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDAxLTQxM18xNzAzMzA4NzI2LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 401",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "14 August 2014",
        "Petitioner:": "Smt. Usha Kapoor & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 991",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Government Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /1844/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cantonment Laws - Notice for resumption of land - In exercise of powers vested by Order No. 179 of the Governo"
        ],
        "HeadNote": " Cantonment Laws - Notice for resumption of land - In exercise of powers vested by Order No. 179 of the Governor General in-Council dated 12. 9. 1836 - Claiming the land to be Old Grant land - Propriety of - Held: In view of the nature of holding i.e. 'Old Grant' and in view of the nature of rights of holder i.e. 'occupancy rights' in respect of the structures thereon, the UOI having vested title in it, has the power to resume - Cantonment Act, 1924. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "AKALAKUNNAM VILLAGE SERVICE CO-OP. BANK LTD. AND ANOTHER VS. BINU N. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMDE=",
        "Citation": "[2014] 9 S.C.R. 414",
        "Case Type": "(CIVIL APPEAL /7839/2014)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDE0LTQyMl8xNzAzMzA4ODA4LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 414",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "Akalakunnam Village Service Co-op. Bank Ltd. And Another",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 551",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Binu N. And Others",
        "Case Type:": "CIVIL APPEAL /7839/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW - Appointment"
        ],
        "HeadNote": " SERVICE LAW: Appointment - Appointments made to posts of Attender and Peon - Challenged - Held: Bank has failed to conduct written examination and interview as per the then existing guidelines issued by Registrar of Co-operative Societies - D High Court rightly quashed the selection and appointments of selected candidates and directed the Bank to conduct a fresh selection in accordance with the Circular. CONSTITUTION OF IND/A, 1950: Art. 226 - Writ petition - Alternative remedy - Wlit petition challenging selections made by V!l/age Co-operative Bank - Held: Maintainable - The dispute between writ petitioners and Bank does not come within the provision of s. 69 of Kera/a Co- operative Societies Act - Therefore, it cannot be said that F alternative remedy by way of arbitration was available to them. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "KRISHNA KUMAR RASTOGI VS. SUMITRA DEVI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMDU=",
        "Citation": "[2014] 9 S.C.R. 423",
        "Case Type": "(CIVIL APPEAL /7796-7797/2014)",
        "Date": "20 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDIzLTQzNF8xNzAzMzA4OTA0LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 423",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "20 August 2014",
        "Petitioner:": "Krishna Kumar Rastogi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 550",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Sumitra Devi",
        "Case Type:": "CIVIL APPEAL /7796-7797/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and eviction: Uttar Pradesh Urban Buildings (Regulation of Letting",
            "Rent and Eviction) Act",
            "1972 -"
        ],
        "HeadNote": " Rent Control and eviction: Uttar Pradesh Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 - s. 21(1)(a) - Bonafide need - Application uls. 21(1)(a) by landlord seeking release of shop on the ground of personal need - Allowed by Prescribed Authority - Set aside by the appellate court and High Court - Qn appeal, held: On facts, High Court erred in law in dismissing the petition of the landlord - High Court gave too much emphasis to the affidavit filed by a witness that the appellant attempted to sell disputed shop to him - Such statement cannot be relied upon unless supported with documentary proof - Furthermore, the High Court relied on fact that elder son of the appellant was running a business as a tenant in a shop opposite to the disputed shop - Had it been found that the son for whom the landlord needed the shop had already got his own shop, the need for the landlord could have been said to be not genuine, but merely for the reason that one of the sons. was running his business in a rented accommodation, the need of the landlord could not be doubted - Order of the High COJ.Jrt as also appellate court set aside, and that of the Prescribed Authority is upheld. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "TOLYA ETC. VS. STATE OF M.P. & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMTM=",
        "Citation": "[2014] 9 S.C.R. 435",
        "Case Type": "(CIVIL APPEAL /6471/2014)",
        "Date": "22 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDM1LTQ0Nl8xNzAzMzA4OTQyLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 435",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "22 August 2014",
        "Petitioner:": "Tolya Etc.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 559",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of M.p. & Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /6471/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "M.P. Land Revenue Code 1959 - ss. 158 and 250 - Bhumiswami"
        ],
        "HeadNote": " M.P. Land Revenue Code 1959 - ss. 158 and 250 - Bhumiswami - Reinstatement of Bhumiswami improperly dispossessed - Held: Section 35 makes a provision for allotment of surplus land declared under the Ceiling Act after vesting of the surplus land in the State - State shall allot the surplus land under \"Bhumiswami right\" to the persons mentioned thereunder in the order of priority- Under s. 158(3) persons have all right to deal with the property but such Bhumiswami cannot transfer land so allotted to him within a period of ten years from the date of lease or allotment - On facts, surplus land was allotted by the State uls. 35 giving Bhumiswami right to the appellants in the year 1973 - Within two years the land was purchased by respondent by sale deed - Appellants' case that sale was without consideration and respondent in connivance with the other persons managed to keep appellants out of possession - Prima facie, the sale deed alleged to have been executed by appellants in favour of the respondent is null and void and the same does not confer any right, title or interest in favour of the respondent - Thus, trial court and first appellate court rightly held that the sale deed said to have been e.xecuted by appellants in favour of respondent was null and void and was without consideration - High Court while setting aside the judgment did not consider the provisions contained in the M.P. Revenue Code, thus, order by the High Court set aside and that of the trial court restored - M.P. Ceiling on Agricultural Holdings Act, 1960 - S. 35. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "GHANSHYAM SHARMA VS. SURENDRA KUMAR SHARMA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMTY=",
        "Citation": "[2014] 9 S.C.R. 447",
        "Case Type": "(CRIMINAL APPEAL /1838/2014)",
        "Date": "26 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDQ3LTQ1M18xNzAzMzA5MDA5LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 447",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "26 August 2014",
        "Petitioner:": "Ghanshyam Sharma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 566",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Surendra Kumar Sharma & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1838/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.482 - Appellant withdrew money from bank"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s.482 - Appellant withdrew money from bank, went to the house of respondents accompanied by first respondent while leaving the money in C the car of first respondent - Glass of the car subsequently broken and the money stolen - Chargesheet against respondents u/s. 406 and 420 /PC - Trial Court summoned the respondents - They approached High Court u/s. 482 CrPC - Criminal proceedings quashed by High Court - Legality of - o Held: High Court grossly erred in quashing the proceedings against the respondents - Argument before the High Court was that offences ulss. 406 and 420 /PC were not made out on the facts alleged in the FIR - High Court opined that there was no entrustment of the money and at best it was a case of E theft falling uls.379 /PC - Thus, even according to High Court, the case fell uls.379 /PC~ Whether respondents are guilty u/ s.379 /PC or not is a matter of evidence - The fact that the police chose to file chargesheet u/ss.406 and 420 /PC is not conclusive regarding the offences for which the respondents- F accused are to be tried - . The trial Court can always frame appropriate charge if there is sufficient material from the report of the police available before it - In case material is insufficient to frame a charge, the trial Court may either discharge the accused or may direct further investigation in the matter - Penal Code, 1860 - ss. 379, 406 and 420. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "BALWAN SINGH AND ORS. VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMTk=",
        "Citation": "[2014] 9 S.C.R. 454",
        "Case Type": "(CRIMINAL APPEAL /1842/2014)",
        "Date": "26 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDU0LTQ2Nl8xNzAzMzA5MDkwLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 454",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "26 August 2014",
        "Petitioner:": "Balwan Singh And Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 563",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1842/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 rlw s. 149; s. 307 rlw s. 149; s. 449 rlw s.149; s.148 and s.323 rlw s.149"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 rlw s. 149; s. 307 rlw s. 149; s. 449 rlw s.149; s.148 and s.323 rlw s.149 - Assault launched by unlawful assembly armed with sharp edged weapons and fire- arms - Leading to death of one person and injuries to four others - Prosecution case based on the ocular testimony of PWs 4 and 5, who were daughter-in-law and daughter, respectively, of the deceased - Conviction of appellants - Challenge to - Held: Testimonies of injured witnesses PW4 and PW5 were natural, cogent and trustworthy and non- examination of the other two injured witnesses did not, in any way, affect the prosecution case - PWs 4 and 5 categorically testified about the brutal attack made by the appellants on victims by describing their overt acts during the occurrence - Both of them were rustic women and not tutored witnesses - In the facts of the case, it could not be said that FIR came into being after deliberation - The Investigation Officer PW18 Sub-Inspector seized blood stained earth from the occurrence place and that clenched the situs of the crime - There was also motive for the occurrence - The appellants nurtured a grudge against the victims on account of murder of a person belonging to their party and one of the family members of the complainant side was involved in the said murder and that culminated in the occurrence - However, on facts, the overt act attributed to appellant 'S', namely, attack on neck of the deceased with gandasa, was doubtful and his presence was not established and the benefit of doubt has to be given to him - But so far as the other appellants are concerned, the prosecution version was consistent, namely, that they were armed with the lethal weapons and attacked the deceased and others and the conviction and sentences recorded by the Courts below were correct - Arms Act, 1959 - s. 25. Evidence - Witness - Injured witness - Appreciation of - Held: The evidence of injurf)d witness, being a stamped witness, is accorded a special status in law - Injury to the witness is an inbuilt guarantee of his presence at the scene of the crime and because such a witness would not want to let the actual assailant go unpunished. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "STATE OF MADHYA PRADESH VS. BABLU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMjY=",
        "Citation": "[2014] 9 S.C.R. 467",
        "Case Type": "(CRIMINAL APPEAL /1845/2014)",
        "Date": "26 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDY3LTQ3OF8xNzAzMzA5MTcyLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 467",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "26 August 2014",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 996",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Bablu",
        "Case Type:": "CRIMINAL APPEAL /1845/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 354 and 323 - Accus_ed outraging the modesty"
        ],
        "HeadNote": " Penal Code, 1860: s. 354 and 323 - Accused outraging the modesty of a c woman - Conviction and sentence of six months imprisonment by trial court - High Court maintaining the conviction but reducing the sentence to the period undergone i.e. 21 days - Held: High Court in a very casual manner reduced the sentence merely on the ground that the accused D is first offender - If such a view is taken, the accused, who commit such offences, will be emboldened and repeat such crime, which is totally detrimental to the society - Impugned order of High Court reducing the sentence is set aside and, to avoid miscarriage of justice, sentence imposed by trial · E court is restored - Sentence/sentencing - Crimes against women. Sentence/sentencing: Six months imprisonment imposed by trial court for F outraging the modesty'of a woman - Plea' for leniency and to maintain the sentence of period already undergone i.e. 21 days as reduced by High Court - Held: social impact of the crime where it relates to offences against women involving moral turpitude or moral delinquency, which have great impact G on social order and public interest, cannot be lost sight of and per se require exemplary treatment - Court must not only keep in view the rights of the \"victim of the crime but also the society at large while considering the imposition of appropriate punishment - Meagre sentence imposed solely on account of lapse of time without considering the degree of the offence will be counter-productive in the long run and against the interest of the society. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "BHARAT HEAVY ELECTRICALS LTD. VS. TATA PROJECTS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMjk=",
        "Citation": "[2014] 9 S.C.R. 479",
        "Case Type": "(CIVIL APPEAL /8373/2014)",
        "Date": "01 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDc5LTQ4OF8xNzAzMzA5MjU3LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 479",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "01 September 2014",
        "Petitioner:": "Bharat Heavy Electricals Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 578",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Tata Projects Ltd.",
        "Case Type:": "CIVIL APPEAL /8373/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - s.34 - Works contract - Appel/ant-BHEL engaged respondent"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s.34 - Works contract - Appellant-BHEL engaged respondent as a sub- contractor to erect, test and commission boilers - Disputes and differences between the parties - Award passed by Arbitral Tribunal - Objections raised by appellant, claiming payment of crane hire_ charges by the respondent - Held: On facts, provisions contained in the Work Order read with the Tender Document/agreement made it clear that appellant was entitled for crane hire charges which were wrongly disallowed by the order under appeal - Such amount to be deducted from the amount payable to respondent under the Award on other heads. Arbitration and Conciliation Act, 1996 - s. 34 - Works contract - Dispute between the parties - Arbitral award - Grant of pre-Award interest - Propriety - Held: On facts, not proper, in view of clause 1. 15. 5 of the tender document I agreement entered into between the parties. Arbitration and Conciliation Act, 1996 - ss.31(7)(b) and 34 - Works contract - Dispute between the parties - Arbitral award - Post-Award interest granted by Arbitral Tribunal @ 10.5% -- Plea of respondent for enhancement of Post-Award interest to 18% p.a. in light of s.31(7)(b) - Held: Not tenable, since the Arbitral Tribunal had, already granted post-Award interest@ 10.5% -- Only if the Award had not made such a direction, the statutory rate of interest@ 18% p.a. would have been payable from the date of the Award to the date of ' payment as per the statutory provision. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "KAMALJIT SINGH VS. SARABJIT SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU5NzQ=",
        "Citation": "[2014] 9 S.C.R. 489",
        "Case Type": "(CIVIL APPEAL /8410/2014)",
        "Date": "02 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNDg5LTUwNF8xNzAzNjU2NzE5LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 489",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "02 September 2014",
        "Petitioner:": "Kamaljit Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 585",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Sarabjit Singh",
        "Case Type:": "CIVIL APPEAL /8410/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction:"
        ],
        "HeadNote": " Rent Control and Eviction: East Punjab Urban Land Restriction Act, 1949 - s. 13-B - Right to recover immediate possession of residential building or scheduled and/or non-residential building to accrue to Non-Resident Indian - Eviction petition by non-resident Indian on ttre ground of need of the shop for his own use - Dismissed by courts below holdif!g that the landlord failed to prove his ownership over the demised premises for a period of five years before filing of the eviction petition and failure of the landlord to co-relate the sale deeds proved by him to the shops over which he claimed ownership - Held: When ordinarily a landlord cannot be asked to prove his title before getting his tenant evicted on any one of the grounds stipulated for such eviction, there is no reason why landlord should be asked to do so only because he happens to be a NRI - On facts, tenant did not dispute either the jural relationship of landlord and tenant between the parties or the rate of rent settled between them - All that the tenant asserted was that he was in possession of the shop since•tf]e year 1992 and not since 1989 as asserted by the landlord - Once the tenant admitted that he had been let in possession as a tenant by the appellant in the year 1992 i.e. more than 10 years before the filing of the eviction petition, the requirement of landlord being owner of the property for more than five years within the meaning of s. 13-8 satisfied - Thus, so long as a jural relationship exists between the tenant and the landlord and so long as tenant has not surrendered the possession of the premises in his occupation, he cannot question the title of the landlord to the property - 'Tenant would be estopped from denying the title of the landlord - Tenant directed to vacate the premises - Doctrine of estoppel. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "KUSHA LAXMAN WAGHMARE VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNDE=",
        "Citation": "[2014] 9 S.C.R. 505",
        "Case Type": "(CRIMINAL APPEAL /1414/2008)",
        "Date": "02 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTA1LTUwOV8xNzAzMzA5MzU4LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 505",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "02 September 2014",
        "Petitioner:": "Kusha Laxman Waghmare",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 583",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1414/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 304 Part-II - Punishment for culpable homicide not amounting to murder"
        ],
        "HeadNote": " Penal Code, 1860 - s. 304 Part-II - Punishment for culpable homicide not amounting to murder - Prosecution case that husband killed his wife by hitting her severely with  wooden stick - Conviction uls. 302 and sentence of imprisonment for life by courts below - Held: On basis of evidence of prosecution witnesses, extra-judicial confession of the husband and medical evidence, case not fit for conviction u/s. 302 - Since there is no evidence to show that accused had beaten the deceased with an intention to cause her death, conviction altered to s. 304 Part II and accused sentenced to rigorous imprisonment for ten years, which he has already served, accused enlarged on bail. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "VINAY KUMAR SHAILENDRA VS. DELHI HIGH COURT LEGAL SERVICES COMMITTEE AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNjI=",
        "Citation": "[2014] 9 S.C.R. 510",
        "Case Type": "(CIVIL APPEAL /8468/2014)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTEwLTUxN18xNzAzMzA5Mzk2LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 510",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Vinay Kumar Shailendra",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 598",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Delhi High Court Legal Services Committee And Anr.",
        "Case Type:": "CIVIL APPEAL /8468/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881 - s. 138 - Complaint under",
            "for dishonour of cheque"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881 - s. 138 - Complaint under, for dishonour of cheque - Territorial jurisdiction upon the courts to take cognizance - Held: Courts should take the jurisdiction in cheque dishonour cases only if the drawee bank who dishonoured the cheque is situated within the jurisdiction of the Court taking cognizance - On facts, issue of a notice from Delhi or deposit of cheque in a Delhi bank by the payee or receipt of the notice by the accused demanding payment in Delhi would not confer jurisdiction upon the Courts in Delhi. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "M/S. K.K. PLOYCOLOR INDIA LTD. & ORS. VS. GLOBAL TRADE FINANCE LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMDY=",
        "Citation": "[2014] 9 S.C.R. 518",
        "Case Type": "(CRIMINAL APPEAL /1914/2014)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTE4LTUyMV8xNzAzMzA5NDQyLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 518",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "M/s. K.k. Ploycolor India Ltd. & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 598",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Global Trade Finance Ltd. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1914/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instrument Act",
            "1881 - s. 138 - Complaint C under - Dishonpur of cheque"
        ],
        "HeadNote": " Negotiable Instrument Act, 1881 - s. 138 - Complaint C under - Dishonpur of cheque - Territorial jurisdiction upon courts to entertain the complaint u/s. 138 where cheque presented for collection - Held: Presentation of a cheque for collection on the drawee bank or issue of a notice from a place of the choice of the complainant would not by themselves confer jurisdiction upon the Courts where cheque is presented for collection or the default notice issued demanding payment from the drawer of the cheque. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "SUKU VS. JAGDISH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMDk=",
        "Citation": "[2014] 9 S.C.R. 522",
        "Case Type": "(CRIMINAL APPEAL /1917/2014)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTIyLTUyNV8xNzAzMzA5NTEzLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 522",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Suku",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 598",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Jagdish & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1917/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881 - s. 138 - Complaint C under",
            "for dishonour of cheque"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881 - s. 138 - Complaint under, for dishonour of cheque - Territorial jurisdiction upon the courts to take cognizance where cheque was presented or notice issued - Held: Presentation of a cheque by the complainant at a place of his choice or issue of notice by him to the accused demanding' payment of the cheque amount not sufficient by themselves to confer jurisdiction upon the courts - Thus, order passed by the High Court that the presentation of the cheque to a bank in Kerala would not by itself confer jurisdiction on the Kerala Court, does not call for interference. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "TIMES BUSINESS SOLUTION LTD. VS. DATABYTE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMTI=",
        "Citation": "[2014] 9 S.C.R. 526",
        "Case Type": "(CRIMINAL APPEAL /1911/2014)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTI2LTUyOV8xNzAzMzA5NTU3LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 526",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Times Business Solution Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 598",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Databyte",
        "Case Type:": "CRIMINAL APPEAL /1911/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881 - s. 138 - Complaint C under",
            "for dishonour of cheque"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881 - s. 138 - Complaint  under, for dishonour of cheque - Territorial jurisdiction upon the courts to take cognizance where cheque presented for collection when drawee bank situated at other place - Held: A unilateral act of presentation of the cheque anywhere in the country or issue of a notice of dishonour from a place chosen  by the complainant does not by itself confer jurisdiction upon the Court from within whose jurisdiction such presentation is made or notice issued - Thus, the High Court was justified in refusing to interfere with the orders passed by the Metropolitan Magistrate. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "V.K. VASANTHA KUMARI VS. R. SUDHAKAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMTk=",
        "Citation": "[2014] 9 S.C.R. 545",
        "Case Type": "(CIVIL APPEAL /8459-8462/2014)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTQ1LTU1MF8xNzAzMzA5Nzc1LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 545",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "V.k. Vasantha Kumari",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 604",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "R. Sudhakar",
        "Case Type:": "CIVIL APPEAL /8459-8462/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Family Law: Permanent alimony - Divorce"
        ],
        "HeadNote": " Family Law: Permanent alimony - Divorce - High Court holding that the wife should get Rs. 40, 0001- per month and for this purpose directed Rs.40,00,0001- to be paid to her by husband as permanent alimony - Plea of wife that because of fluctuating rates of interest, on fixed deposits, Rs.40,00,0001- would not constantly fetch Rs.40, 0001- per month as interest - Held: Finding of High Court, while determining the question of permanent alimony, of appellant-wife, that she requires Rs. 40, 0001- per month has become final - In the facts and circumstances of the case, demand made by appellant is justified - Therefore, respondent is directed to pay another Rs. 15, 00, 0001- to appellant towards permanent alimony. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "NARINDER SINGH. VS. NEW INDIA ASSURANCE COMPANY LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMjI=",
        "Citation": "[2014] 9 S.C.R. 551",
        "Case Type": "(CIVIL APPEAL /8463/2014)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTUxLTU1OF8xNzAzMzA5ODUyLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 551",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "Narinder Singh.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 605",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal,Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "New India Assurance Company Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /8463/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - ss. 39",
            "43 and 192 - Accident of vehicle without registration"
        ],
        "HeadNote": " Motor Vehicles Act, 1988 - ss. 39, 43 and 192 - Accident of vehicle without registration - Temporary registraUon had expired prior to date of accident - Claim for compensation from insurer, under Consumer Protection Act - Entitlement - Held: The complainant was not entitled to compensation - The temporary registration had already expired and temporary registration was neither extended nor the vehicle was registered - Using the vehicle on public road without any registration is not only an offence punishable u/s 192, it is also fundamental breach of the terms and conditions of policy contract - Consumer Protection Act, 1986. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "CHAIRMAN CUM MANAGING DIRECTOR INDIAN OIL CORPORATION LTD. AND ORS. VS. SUNITA KUMARI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMTM=",
        "Citation": "[2014] 9 S.C.R. 559",
        "Case Type": "(CIVIL APPEAL /8980/2014)",
        "Date": "18 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTU5LTU3MF8xNzAzMzA5ODkzLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 559",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "18 September 2014",
        "Petitioner:": "Chairman Cum Managing Director Indian Oil Corporation Ltd. And Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 647",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Sunita Kumari & Anr.",
        "Case Type:": "CIVIL APPEAL /8980/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public Distribution - Petroleum products - Allotment of dealership/distributorship"
        ],
        "HeadNote": " Public Distribution - Petroleum products - Allotment of dealership/distributorship - Cancellation of - Effect - Whether, on cancellation of allotment of a dealership or distributorship for petroleum products in favour of the first ranked or first empanelled candidate, there is automatic allotment in favour of the second ranked or second empanelled candidate, subject to fulfillment of the conditions of allotment - Held: If the selection process is vitiated due to political considerations or patronage or other extraneous considerations, there is no automatic allotment in favour of the second empanelled candidate when the selection of the first empanelled candidate is cancelled - This is because the entire selection process gets vitiated and not just one selection or allotment~ However, if an individual selection is cancelled on merits, such as lack of eligibility or erroneous calculation of marks that is cancellation for reasons other than political considerations or patronage or other extraneous considerations, then the entire selection process would not be vitiated. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "SUSHIL ANSAL VS. STATE THROUGH CBI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMjk=",
        "Citation": "[2014] 9 S.C.R. 571",
        "Case Type": "(CRIMINAL APPEAL /597/2010)",
        "Date": "05 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTcxLTc3OV8xNzAzMzA5OTk5LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 571",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "05 March 2014",
        "Petitioner:": "Sushil Ansal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 168",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra,Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Through Cbi",
        "Case Type:": "CRIMINAL APPEAL /597/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Art. 136 - Scope of"
        ],
        "HeadNote": " Constitution of India, 1950: Art. 136 - Scope of - The extra ordinary jurisdiction and c power vested in Supreme Court is not exercised to upset concurrent findings of fact recorded by the two courts below on a proper appreciation of evidence but only in those rare and exceptional cases where the appreciation of evidence is found to be wholly unsatisfactory causing miscarriage of justice 0 - Similarly, scope of interference by Supreme Court with quantum of punishment awarded by High Court is limited to cases where the sentence awarded is manifestly inadequate and punishment reduced is tantamount to failure of justice - Constitution of India, 1950 - Art. 21. Penal Code, 1860: ss. 304-A, 337 and 338 r/w s. 36 and s. 14 of Cinematograph Act, 1952 - Gross negligence - Uphar Cinema tragedy in Delhi - Conviction - Sentence of 2 years F RI, reduced by High Court to 1 year - Conviction upheld except of Inspector and Fitter of DVB, whose conviction u/s 304A altered to ss.337 and 338 - There being difference of opinion as to quantum of sentence, matter referred to larger Bench - Cinematograph Act, 1952 - s. 14. Criminal Law: 'Rash' or 'negligent' - Meaning of - Explained. Negligence' in regard to use of buildings, particularly, cinema hall - Liability of occupier(s) - Degree and nature of care expected of an occupier of a cinema building - Explained Cinematograph Act, 1952; Delhi Cinematograph Rules, 1953) and Delhi Cinematograph Rules, 1981 - General Clauses Act, 1897 - s.6. c Doctrine of causa causans - Explained - In the instant case, causa causans was not the fire, but the breaches committed by the occupiers of cinema and other accused persons, which prevented or at least delayed rapid dispersal of cinema viewers, and resulted in the tragedy. A Code of Criminal Procedure, 1973: D s.464 - Error, omission or irregularity in framing of charge - Shall not invalidate any sentence or order passed by a court of competent jurisdiction unless in the opinion of a court of appeal, confirmation or revision a failure of justice has in fact been occasioned thereby. Administrative Law: E Safety and security of citizens - Enforcement of relevant laws - Duty of persons/authorities entrusted with enforcement of such laws - Emphasised. Administration of criminal justice: Flawed investigations and long winding criminal trial - Brings the case to an uncertain end - Investigation. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "ASSOCIATION OF UNIFIED TELE SERVICES PROVIDERS & OTHERS VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMzY=",
        "Citation": "[2014] 9 S.C.R. 780",
        "Case Type": "(CIVIL APPEAL /4591/2014)",
        "Date": "17 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNzgwLTgzN18xNzAzMzEwMDUzLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 780",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "17 April 2014",
        "Petitioner:": "Association Of Unified Tele Services Providers & Others",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 294",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Union Of India",
        "Case Type:": "CIVIL APPEAL /4591/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Telecom Regulatory Authority of India",
            "Service Providers C (Maintenance of Books of Accounts and other Documents) Rules",
            "2002 - r.3 and 5"
        ],
        "HeadNote": " Telecom Regulatory Authority of India, Service Providers C (Maintenance of Books of Accounts and other Documents) Rules, 2002 - r.3 and 5 - Telecom Regulatory Authority of India Act, 1997 - Scope and ambit of the powers and duties of the Comptroller and Auditor General of India (GAG), the Telecom Regulatory Authority of India (TRAI) and the  Department of Telecommunications (Do T) in relation to proper computation and quantification of Revenue in determining the licence fee and spectrum charges payable to Union of India under Unified Access Services (UAS) Licences entered into between Do T and the private service providers - Powers of E the GAG to conduct the revenue audit of all accounts drawn by the licensees - Accounts of the licensee, in relation to the revenue receipts, if can be said to be the accounts of the Central Government and, thus, subject to a revenue audit, as per s. 16 of the 1971 Act - Legal position explained -  Comptroller and Auditor General's (Duties, Powers and Conditions of Service) Act, 1971 - ss. 13, 16 and 18 - Constitution of India, 1950 - Arts. 148, 149 and 266. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "STATE OF U.P. & ORS. VS. M/S. JASWANT SUGAR MILLS LTD. & ORS.ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMzQ=",
        "Citation": "[2014] 9 S.C.R. 838",
        "Case Type": "(CIVIL APPEAL /6169-6171/2013)",
        "Date": "30 JUNE 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfODM4LTg1Nl8xNzAzMzEwMDk1LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 838",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "30 June 2014",
        "Petitioner:": "State Of U.p. & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 429",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "M/s. Jaswant Sugar Mills Ltd. & Ors.etc.",
        "Case Type:": "CIVIL APPEAL /6169-6171/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Compensation: Dispute relating to payment of compensation pursuant to acquisition of land of respondent- company and auction of part of the land of the company"
        ],
        "HeadNote": " Compensation: Dispute relating to payment of compensation pursuant to acquisition of land of respondent- company and auction of part of the land of the company - In the instant case, respondent company was in heavy arrears and a receiver was appointed - Company was acquired on 28th October, 1984 under Sugar Undertakings (Acquisition) Act, 1971 - State Government extended a facility of loan to the extent· of Rs. 6. 13 crores to the receiver - Meanwhile, land owned _by respondent company acquired for the Development Authority - On 20th February, 1992, District Collector ordered to pay the compensation amount to the Company after adjustment of different dues payable by the Company - Challenged - Held: It is always open to the competent authority to seek recovery of the amount if due from the Company or to adjust the dues - The Collector was not a party by name - Order dated 20th February, 1992 passed by the Collector was also not under challenge, inspite of the same the High Court declared the said order as illegal - High Court's order set aside - Matter remitted to the District Collector to determine the liability of the Company upto the date of vesting i.e. 28th October, 1984 after notice to the parties. Interest: Auction of part of land - Auction sale set aside - Refund of amount to auction purchaser - Claim for interest - Held: There was no mis-representation on the part of the auction purchasers; they deposited the total auction amount within the time stipulated - The title of the land was also transferred in their favour - But for the reasons mentioned by the High Court the sale was cancelled - Auction purchaser is entitled to interest on the refund amount on equitable grounds @ 6% P.A. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "RICHHPAL SINGH MEENA VS. GHASI @ GHISA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNDk=",
        "Citation": "[2014] 9 S.C.R. 857",
        "Case Type": "(CRIMINAL APPEAL /341/2005)",
        "Date": "04 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfODU3LTg3OV8xNzAzMzEwMTMzLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 857",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 July 2014",
        "Petitioner:": "Richhpal Singh Meena",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 979",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Ghasi @ Ghisa & Ors.",
        "Case Type:": "CRIMINAL APPEAL /341/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 325134",
            "302134 - Homicide"
        ],
        "HeadNote": " Penal Code, 1860: ss. 325134, 302134 - Homicide ...,... Conviction by trial court u/s.302134 - High Court altered C conviction to one u/s.325134 - Held: Assailants gave two /athi blows to the victim-deceased which fractured his ribs and pierced his lungs resulting in his death - The injuries were not accidental or unintentional - Assailants had a common intention of grievously injuring the deceased - The opinion D of the doctor confirmed that the injuries caused to the deceased were sufficient to cause death in the normal course - Consequently, the homicide was a culpable homicide - Assailants were guilty of the murder, the offenc~ falling u/ s.300 (thirdly) of the /PC and punishable u/s.302. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "THE SECURITY ASSOCIATION OF INDIA & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMjY=",
        "Citation": "[2014] 9 S.C.R. 880",
        "Case Type": "(CIVIL APPEAL /8814/2011)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfODgwLTkxOV8xNzAzMzEwMjEwLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 880",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "The Security Association Of India & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 331",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /8814/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Arts. 246 and 254 and Seventh Schedule",
            "List Ill"
        ],
        "HeadNote": " Constitution of India, 1950 - Arts. 246 and 254 and C Seventh Schedule, List Ill - Issue pertaining to repugnancy of the State Act in light of the Central Act - When arises - Held: Only if it is found that the two enactments cover the same matter substantially and there is a direct and irreconcilable conflict between the two, the issue of repugnancy arises. Private Security Agencies (Regulation) Act, 2005 - Maharashtra Private Security Guards (Regulation of Employment & Welfare) Act, 1981 - Question of repugnancy of the 1981 State Act in light of the 2005 Central Act - E Whether after enactment of the 2005 Central Act by the Parliament, the 1981 State Act is not applicable to the private security agencies - Held: The subject matter of the two Acts in question are substantially different - The two Acts operate in different fields and there is only incidental connection F between the two regarding the regulation of private security agencies - The 2005 Central Act does not occupy the field of labour welfare and thereby there cannot be any conflict between the 1981 State Act and the 2005 Central Act - There is no repugnancy between the 1981 State Act and the 2005 Central Act-in the given facts. Maharashtra Private Security Guards (Regulation of Employment & Welfare) Act, 1981 - Challenge to - On ground of being violative of Arts. 14 and 19 of the Constitution - Held: Not tenable - Restrictions imposed by the Act are reasonable restrictions envisioned by the Constitution and protect the rights and ensure the welfare of private security guards engaged by private security agencies by means of s. 23 and relevant provisions of the Scheme of 2002 - The Act does not violate Articles 14 and 19 or any other Fundamental Rights contained in the Constitution - Maharashtra Private Security (Regulation of Employment and Welfare) Scheme of 2002. Interpretation of Statutes - Presumption towards constitutionality of a Statute -Held: Courts should proceed to construe a Statute with a view to uphold its constitutionality.  "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "G. MOHANASUNDARAM VS. R. NANTHAGOPAL AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMzE=",
        "Citation": "[2014] 9 S.C.R. 920",
        "Case Type": "(CIVIL APPEAL /6614/2014)",
        "Date": "21 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice S.J. Mukhopadhaya\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfOTIwLTkzNF8xNzAzMzEwMjUyLnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 920",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "21 July 2014",
        "Petitioner:": "G. Mohanasundaram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 497",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "R. Nanthagopal And Ors.",
        "Case Type:": "CIVIL APPEAL /6614/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Indian Administrative Service (Appointment by Promotion) Regulations",
            "1955: Regulation 5"
        ],
        "HeadNote": " Indian Administrative Service (Appointment by Promotion) Regulations, 1955: Regulation 5 - Promotion - State Civil Service - Disciplinary proceedings against first respondent - State Government withheld ACRs of few years of certain candidates including the first respondent on the ground that the ACRs were not valid - First respondent was selected - Appellant was not selected - OA by appellant - When the matter was pending, the State Government dropped the disciplinary proceedings - By an amendment application filed in pending OA, the appellant challenged appointment of first respondent - CAT quashed the notifications by which appellant not selected and by which first respondent appointed - High Court set aside order of CAT - Held: CAT rightly held that Selection Committee did not take into account all relevant facts and records to show that first respondent was superior to the appellant - CAT noticed that State Government dropped proceedings against first respondent without giving detailed reasons for such action - Order passed by CAT upheld with direction to reconsider the name of appellant vis-a-vis first respondent for promotion. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "APOLLO COLLEGE OF VETERINARY MEDICINE VS. RAJASTHAN STATE VETERINARY COUNCIL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNjg=",
        "Citation": "[2014] 9 S.C.R. 935",
        "Case Type": "(CIVIL APPEAL /6842/2014)",
        "Date": "25 JULY 2014",
        "Judge Names": "Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice S.J. Mukhopadhaya\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfOTM1LTk2NF8xNzAzMzEwMzI2LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 935",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "25 July 2014",
        "Petitioner:": "Apollo College Of Veterinary Medicine",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 985",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "Respondent:": "Rajasthan State Veterinary Council & Ors.",
        "Case Type:": "CIVIL APPEAL /6842/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "VETERINARY COUNCIL OF IND/A ACT",
            "1984; c Object of the Act - Discussed. Recognition of veterinary college"
        ],
        "HeadNote": " VETERINARY COUNCIL OF IND/A ACT, 1984; Object of the Act - Discussed. Recognition of veterinary college - Held: It is mandatory for a 'Veterinary college' imparting teaching of 8. V.Sc. & A.H. Course to get recognized by the Central Government under First Schedule to the Act. Recognition of veterinary college - Appellant-colleges offering the course of 8. V.Sc and A.H. - 8. V.Sc and A.H. examination conducted by the University recognized by Veterinary Council of India and Central government - Refusal to grant recognition to the colleges and also the degrees granted to the students passed out from the said colleges - High Court held that since 8. V.Sc. & A.H. degree possessed by the students was not one obtained from a recognized College it could not be treated as a valid qualification for the purpose of registration under the Veterinary Council of India (Registration) Regulations, 1992 and for other purpose - Held: In the facts and circumstances of the case, the High Court should have given a possible legal solution in respect to the students who have already passed out from the appellant-Colleges affiliated to Recognised University by directing the Central Government to make appropriate amendment in the First Schedule of the Indian Veterinary Council Act, 1984 so as to include these Colleges in the First Schedule for the purpose of recognition of B. V.Sc. & A.H. degree on or before dates specified - In case of other students admitted and pursuing their studies, the Central Government is directed to call for a fresh report from the Veterinary Council of India and to pass appropriate order ul s.15(2) rlw.s.21 (4) of the Act - In case it is not possible to recognize the College beyond such date as ordered, the Veterinary Council of India is directed to take steps to transfer the students to some other recognized Colleges against their corresponding year to complete the B .. V.Sc. & A.H. course. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "MANOJ NARULA VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzNzI=",
        "Citation": "[2014] 9 S.C.R. 965",
        "Case Type": "(WRIT PETITION (CIVIL) /289/2005)",
        "Date": "27 AUGUST 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R. M. Lodha, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfOTY1LTEwNjJfMTcwMzMxMDQ5Mi5wZGY=",
        "SCR Citation:": "[2014] 9 S.C.R. 965",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "27 August 2014",
        "Petitioner:": "Manoj Narula",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 568",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /289/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Arts. 75 and 164"
        ],
        "HeadNote": " Constitution of India, 1950 - Arts. 75 and 164 - Scope and purpose of -Legality of person with criminal background C and/or charged with offences involving moral turpitude being appointed as Ministers in Central and State Governments - Scope for framing of possible guidelines for appointment of Ministers for the UOI as well as for the State - Legal position discussed - Representation of the People Act, 1951 - Chapter Ill -Criminalisation of politics. Doctrines/Principles - Doctrine of implied limitation - Discussed. Doctrines/Principles - Principle of Constitutional silence/ abeyance - Discussed.  Doctrines/Principles - Principle of Constitutional implications - Discussed. Doctrines/Principles - Doctrine of Constitutional morality - Discussed.  Doctrines/Principles - Doctrine of good governance - Discussed. Doctrines/Principles - Doctrine of Constitutional trust - Discussed. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "STATE OF NCT OF DELHI VS. SANJAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyOTA=",
        "Citation": "[2014] 9 S.C.R. 1063",
        "Case Type": "(CRIMINAL APPEAL /499/2011)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTA2My0xMTIxXzE3MDMzMTA2NTIucGRm",
        "SCR Citation:": "[2014] 9 S.C.R. 1063",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "State Of Nct Of Delhi",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 602",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Sanjay",
        "Case Type:": "CRIMINAL APPEAL /499/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals (Development and Regulation) Act",
            "1957"
        ],
        "HeadNote": " Mines and Minerals (Development and Regulation) Act, 1957: Object and legislative intent behind enactment - Discussed. Illegal sand mining - Adverse impact of - Discussed. ss.21, 22 - Whether the provisions contained in ss.21,  22 and other sections of MMDR Act operate as bar against prosecution of a person who has been charged u/ss. 3791114 and other provisions of the /PC - Held: A close reading of the provisions of MMDR Act and the offence defined u/s.378, /PC shows that the ingredients constituting the offence are E different - The contravention of terms and conditions of mining lease or doing mining activity in violation of s.4 of the Act is an offence punishable uls.21 of the MMDR Act, whereas dishonestly removing __ §g_{ld, gravels and other minerals from the river, which is the property of the State, out F . of State's possession without the consent, constitute an offence of theft - Therefore, in a case where there is a theft of sand and gravels from the Government and, the police can register a case, investigate the same and submit a final report u/s. 173, Cr.P. C. before the Magistrate having jurisdiction for G ,(h~ ,purpose of taking cognizance as provided in s.190(1)(d), Cr.P. C. - Penal Code, 1860 - ss. 3791114 - Constitution of India, 1950 -Arts 48-A, 51-A - Doctrine of Public Trust. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "CHANDIGARH ADMINISTRATION & ANOTHER VS. JASMINE KAUR & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyOTY=",
        "Citation": "[2014] 9 S.C.R. 1122",
        "Case Type": "(CIVIL APPEAL /8377-8378/2014)",
        "Date": "01 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfMTEyMi0xMjg0XzE3MDMzMTA3MzUucGRm",
        "SCR Citation:": "[2014] 9 S.C.R. 1122",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "01 September 2014",
        "Petitioner:": "Chandigarh Administration & Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 579",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Jasmine Kaur & Others",
        "Case Type:": "CIVIL APPEAL /8377-8378/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education - MBBS course - Admission - Eligibility - NRI Category quota"
        ],
        "HeadNote": " Education - MBBS course - Admission - Eligibility - NRI Category quota - Prospectus issued by appellants challenged by respondent on ground that she being a Canadian Citizen was an NRI, that, therefore, she was entitled to seek admission to the MBBS course in the NRI category quota but yet the definition of NRI as specified in the prospectus would denude her of such status and, therefore, it was liable to be struck down - Entitlement to relief - Held: There was total lack of diligence on the part of respondent in her decision to work out her remedies in the Court of law - In such of those cases where the Court or Board is not in a position to grant relief within the time schedule due to fault attributable to the candidate concerned, like the case on hand, there should be no hesitation to deny the relief as was done by the Single Judge of High Court - Ultimate direction of the Division Bench of the High Court in having directed the appellants to provide admission to respondent without her participation in the admission process and thereby causing prejudice to the rightful claims of the candidates who validly made their applications cannot be countenanced as that would amount to setting up a bad precedent in all future cases - If the direction of Division Bench is allowed to operate, it would amount to paying a premium for respondent's inexplicable delay in working out her remedies. Equity - Entitlement to equitable relief - Conduct of the party - Inexplicable delay in working out remedies - Effect of. "
    },
    {
        "volume": "2014Volume 9",
        "Case Name": "H.A. MARTIN & OTHERS VS. MOSES THAMBI PILLAI & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzNjY=",
        "Citation": "[2014] 9 S.C.R. 530",
        "Case Type": "(CIVIL APPEAL /8458/2014)",
        "Date": "04 SEPTEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA5L1BhcnQgSS8yMDE0XzlfNTMwLTU0NF8xNzAzMzA5NzA1LnBkZg==",
        "SCR Citation:": "[2014] 9 S.C.R. 530",
        "Year/Volume:": "2014/ Volume 9",
        "Date of Judgment:": "04 September 2014",
        "Petitioner:": "H.a. Martin & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 603",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Moses Thambi Pillai & Others",
        "Case Type:": "CIVIL APPEAL /8458/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu Societies Registration Act",
            "1975 - s. 53 - Tamil Evangelical Lutheran Church (TELC)"
        ],
        "HeadNote": " Tamil Nadu Societies Registration Act, 1975 - s. 53 - Tamil Evangelical Lutheran Church (TELC) - Whether a Society registered under the Act in view of s. 53 - Held: TELC is not a Society governed by the provisions of the Act - Act is not applicable to TELC at all - Thus, the issue of exemption from the provisions of the Act did not arise - Section 53 declares that every Society registered under the 1860 Act shall be deemed to be registered under the 1975 Act - Such construction is not called for in view of the scheme of the Act and more particularly scheme of s. 4 - s. 4(3) expressly excludes the operation of s. 4(1) and 4(2) thereby relieving both the classes of Societies-the Societies formed after coming into the existence of the 1975 Act and the Societies which were in existence but not registered under any law prior to the commencement of the 1975 Act covered by Section 4(1) and 4(2) which have for their object the promotion of religion - Such an interpretation which would be in violation of Art. 14 is required to be avoided - There can neither be any reasonable basis for such classification nor any purpose to be achieved by such classification - Neither of the parties nor the administration or the judiciary (Bar & Bench) had the time nor inclination to examine the scheme of the 1975 Act, which resulted in wastage of time of the judiciary as well as the administration - Societies Registration Act, 1860. "
    }
]