[
    {
        "volume": "2014Volume 3",
        "Case Name": "COMMERCIAL TAX OFFICER, RAJASTHAN VS. M/S BINANI CEMENT LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc4NA==",
        "Citation": "[2014] 3 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /336/2003)",
        "Date": "19 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMS0zM18xNzAyOTY1MjE3LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "19 February 2014",
        "Petitioner:": "Commercial Tax Officer, Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 112",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Dattu",
        "Respondent:": "M/s Binani Cement Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /336/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SALES TAX NEW INCENTIVE SCHEME FOR INDUSTRIES",
            "1989",
            "General entry over specific"
        ],
        "HeadNote": "SALES TAX NEW INCENTIVE SCHEME FOR INDUSTRIES, 1989:Item 1 E (Annexure C) - New cement industry - Entitlement to exemption under the Scheme - Held: Item 1 E classified the cement units for eligibility of tax exemption into three categories; small, medium and large - The said categories are comprehensive whereby small and medium 0 cement unit~ have been prescribed to have maximum Fixed Capital Investment (FCI) of Rs.601- lakhs and Rs.51- crores, respectively and FCl of large to be over Rs. 51- crores - As against items 1, , 4, 6 and 7, which deal with units of all industries and not ' only cement, item 1 E restricted to only E cement units and therefore being a special entry override the general provision - In the instant case, the respondent- Company would only be eligible for grant of exemption under Item 1  as a large new cement unit in accordance with its FCI being above Rs. 51- crores.INTERPRETATION OF STATUTES:General entry over specific - Held: Where a Statute contains both a general provision as well as specific provision, the latter must prevail - In other words, where a general statute and a specific statute relating to the same subject matter cannot be reconciled, the special or specific statute ordinarily will control - The principle finds its origins in the latin maxim of generalia specialibus non derogant, i.e., general law yields to special law should they operate in the same field on same subject.Rule of Harmonious Construction - Conflict between independent provisions of law - Held: When there is an apparent conflict between two independent provisions of law, the special provision must prevail - This rule has application in construction of taxing statutes along with the proposition that the provisions must be given the most beneficial interpretation - While determining the question whether a statute is a general or a special one, focus must be on the principal  subject-matter coupled with a particular perspective with reference to the intendment of the Act - With this basic principle in mind, the provisions must be examined to find out whether it is possible to construe harmoniously the two provisions - Once it is held that intention of the legislation is  to exclude the general provision then the rule \"general provision should yield to special provision\" is squarely attracted - The rule of statutory construction that the specific governs the general is not an absolute rule but is merely a strong indication of statutory meaning that can be overcome by textual indications that point in the other direction."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "ANIL @ ANTHONY ARIKSWAMY JOSEPH VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc4NQ==",
        "Citation": "[2014] 3 S.C.R. 34",
        "Case Type": "(CRIMINAL APPEAL /1419-1420/2012)",
        "Date": "20 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMzQtNjNfMTcwMzE0MTA0NC5wZGY=",
        "SCR Citation:": "[2014] 3 S.C.R. 34",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "20 February 2014",
        "Petitioner:": "Anil @ Anthony Arikswamy Joseph",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 119",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1419-1420/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Indian Indian Penal Code",
            "buggery and bestiality"
        ],
        "HeadNote": " PENAL CODE, 1860: SS. 302, 377 and 201 - Sodomy, buggery and bestiality - Murder - Minor aged 10 years subjected to carnal intercourse and then strangulated to death - Conviction and death sentence - On appeal, held: Evidence of prosecution witnesses in its entirety trustworthy and reliable - Sister of accused categorically stated that she had heard the cries of the victim-deceased coming from the room of accused during mid-night and she could not sleep tiff the cries subsided - She had no axe to grind against her own brother and was a trustworthy witness - School bag of the deceased and pant was recovered from a box placed beneath cot in the house of accused which indicated that deceased was in the company of the accused on the fateful night - DNA test also proved that anal smear matched with the DNA profile of smear stains, which also matched with the control blood sample of the accused - Consent of a passive agent was not at all a defence, he being a minor - Prosecution clearly established that, after subjecting the boy to Pederasty, he was strangulated to death - Case u/s.302, 377 and 201 /PC clearly made out - Accused committed the crime at the age of 35 years and a fully matured person - There was no mitigating circumstance favouring him - There was nothing to show that he was under any emotional or mental stress - The offence was committed only to satisfy his lust, in a perverted way -. The murder was committed in an extremely brutal, grotesque, diabolical and dastardly manner and the accused was in a dominating position and the victim was an innocent boy - Life of a boy,the only son of his mother, was taken away which pricks not only the judicial conscience but also the conscience of the society - Incarceration of a further period of thirty years, without remission, in addition to the sentence already undergone, will be· an adequate punishment in the facts and circumstances of the case, rather than death sentence - Sentence! Sentencing. MEDICAL JURISPRUDENCE: Deoxyribonucleic acid, or DNA - Evidentiary value of - Held: DNA is a molecule that encodes the genetic information in all living organisms - DNA genotype can be obtained from any biological material such as bone, blood, semen, saliva, hair, skin, etc. - Generally, when DNA profile of a sample found at the scene of crime matches with DNA profile of the suspect, it can generally be concluded that both samples have the same biological origin - DNA profile is valid and reliable, but variance in a particular result depends on the quality control and quality procedure in the laboratory - Penal Code, 1860 - Evidence.  SENTENCE/SENTENCING: Rarest of rare case - Held: R-R Test depends upon the E perception of the society that is \"society-centric\" and not \"Judge-centric': that is, whether the society will approve the awarding of death sentence to certain types of crimes or not - While applying that test, the court has to look into variety of factors like society's abhorrence, extreme indignation and F antipathy of certain types of crimes like sexual assault and murder of minor girls, intellectually challenged minor girls, minors suffering from physical disability, old and infirm women, etc. - In the instant case, offence u/s. 377 was fully proved so also the offence u/s.302 - Indian society and also G the International society abhor pederasty, an unnatural sex, i.e. carnal intercourse between a man and a minor boy or a girl - When the victim is a minor, consent is not a defence, irrespective of the views expressed at certain quarters on · · H consensual sex between adults.Reformation and rehabilitation - Determination of sentence - Duty of courts - Held: It is the duty of the Court to ascertain whether the accused would be a menace to the society and there would be no possibility of reformation and rehabilitation and the 'state is obliged to furnish materials for B and against the possibility of reformation and rehabilitation of the accused. CODE OF CRIMINAL PROCEDURE, 1973: s.235(2) r/w s.354(3) - Death sentence - Held: When culpability assumes the proportions of depravity, the Court has to give C special reasons within the meaning of s.354(3) for imposition of death sentence - Legislative policy is that when special reasons do exist, as in the instant case, . the Court has to discharge its constitutional obligations and honour the legislative policy by awarding appropriate sentence, that is the D will of the people - Sentence/Sentencing. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "THE M.D., CHENNAI METRO RAIL LTD. VS. N. ISMAIL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc4Nw==",
        "Citation": "[2014] 3 S.C.R. 64",
        "Case Type": "(CIVIL APPEAL /2572-2573/2014)",
        "Date": "21 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjQtODNfMTcwMzE0MTEyNy5wZGY=",
        "SCR Citation:": "[2014] 3 S.C.R. 64",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "21 February 2014",
        "Petitioner:": "The M.d., Chennai Metro Rail Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 122",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "N. Ismail & Ors.",
        "Case Type:": "CIVIL APPEAL /2572-2573/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "GOVERNMENT GRANT",
            "Grant of land with conditions"
        ],
        "HeadNote": "GOVERNMENT GRANT: Grant of land with conditions - Resumption of land when it ceased to be used for the purpose for which it was granted - Land required for Metro Rail Project - Steps taken by State Government to resume the land - Held: State Government as the owner of the land and having regard to the right retained by it while making the grant in the years 1898 and 1899 and in the larger public interest of setting up of the Chennai Metro Rail Project the lands were required by it, the same cannot be questioned by the original grantee or by the lessees whose holding was subordinate in character to the original grantee - Since based on valid orders of High Court and AG & OT the first respondent developed its Hotel business in the lands in question, while resuming the lands, State Government along with Chennai Metro is bound to compensate the first respondent for the buildings which were erected in the said land based on the valuation to be made by the appropriate authorities - First respondent directed to surrender possession of the land."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "SECRETARY TO GOVERNMENT, SCHOOL EDUCATION DEPARTMENT, CHENNAI & ORS. VS. THIRU R. GOVINDASWAMY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc5MQ==",
        "Citation": "[2014] 3 S.C.R. 84",
        "Case Type": "(CIVIL APPEAL /1-6/2014)",
        "Date": "21 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODQtODlfMTcwMzE0MTE5NC5wZGY=",
        "SCR Citation:": "[2014] 3 S.C.R. 84",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "21 February 2014",
        "Petitioner:": "Secretary To Government, School Education Department, Chennai & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 121",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Thiru R. Govindaswamy & Ors.",
        "Case Type:": "CIVIL APPEAL /1-6/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Regularisation - Part time sweepers"
        ],
        "HeadNote": "Service Law: Regularisation - Part time sweepers - Working for more than 10 years sought regularisation of their services by filing writ petitions before the High Court - Writ Petitions allowed - Held: Mere continuation of service by a temporary or ad hoc or daily-wage employee, under cover of some interim orders of the court, would not confer upon him any right to be absorbed into service, as such service would be \"litigious employment\" - Even temporary, ad hoc or daily- wage service for a long number of years, let alone service for one or two years, will not entitle such employee to claim regularisation, if he is not working against a sanctioned post - Sympathy and sentiment cannot be grounds for passing any order of regularisation in the absence of a legal right - There cannot be a direction for absorption, regularisation or permanent continuance of part-time temporary employees - Part-time temporary employees in government-run institutions cannot claim parity in salary with regular employees of the Government on the principle of equal pay for equal work - Nor can employees in private employment, even if serving full time, seek parity in salary with government employees - The right to claim a particular salary against the State must arise under a contract or under a statute.\" - However, in light of the facts and circumstances of the case, since the department has already implemented the impugned judgment and does not want to disturb the services of the ' respondents, the services of the respondents which stood regularised should not be affected."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "SHYAMAL SAHA & ANR. VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxOTg=",
        "Citation": "[2014] 3 S.C.R. 90",
        "Case Type": "(CRIMINAL APPEAL /1490/2008)",
        "Date": "24 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfOTAtMTA5XzE3MDMxNDEzOTUucGRm",
        "SCR Citation:": "[2014] 3 S.C.R. 90",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "24 February 2014",
        "Petitioner:": "Shyamal Saha & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 123",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /1490/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: s. 302 - Murder - A/legation that the victim-deceased was taken across the river by appellants in a boat and thereafter taken to jungle and killed"
        ],
        "HeadNote": "PENAL CODE, 1860: s. 302 - Murder - A/legation that the victim-deceased was taken across the river by appellants in a boat and thereafter taken to jungle and killed - Trial court found that evidence of witnesses was inconsistent and acquitted the appellant - High Court applied the last seen theory and set aside the order of acquittal - On appeal, held: Number of independent witnesses turned hostile and three important witnesses added more in their oral testimony before the court than what was stated by them before the Investigating officer during investigation - High Court believed their testimony and did not take into consideration the view of trial court based on evidence that it was doubtful if the five persons boarded the boat to cross river as alleged by prosecution - When the basic fact of the deceased having boarded a boat . and crossing the river with the appellants was in doubt, the substratum of the prosecution's case virtually would fall flat and the truth of the subsequent events also becomes doubtful - High Court did not take into consideration that the chain of event must be so complete so as to leave no room for any hypothesis except that the accused was responsible for the death of the victim and it merely proceeded on last seen theory - Since the first link was missing the view taken by trial court was not only a reasonable view but also probable view of the event - Order of acquittal passed by trial court restored."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "GOHIL JESANGBHAI RAYSANGBHAI & ORS. VS. STATE OF GUJARAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc5NA==",
        "Citation": "[2014] 3 S.C.R. 110",
        "Case Type": "(CIVIL APPEAL /4123/2012)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTEwLTE0M18xNzAzMTQxNTYwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 110",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Gohil Jesangbhai Raysangbhai & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 137",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "State Of Gujarat & Anr.",
        "Case Type:": "CIVIL APPEAL /4123/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "GUJARAT TENANCY AND AGRICULTURAL LANDS ACT",
            "1948",
            "Government Resolution"
        ],
        "HeadNote": "GUJARAT TENANCY AND AGRICULTURAL LANDS ACT, 1948: s. 43 r/w Government Resolution dated 4. 7.2008 - Restriction on transfer of agricultural land for non-agricultural purposes - Transfer of land with previous sanction of Collector and in consideration of such amount as State Government 0 may determine - Amount determined on the basis of rates called 'Jantri' on prior sanction to be obtained from Collector - Single Judge and Division Bench of High Court upholding the provision - Held: There is no reason to interfere with impugned judgments of High Court - Application u/s s. 43 E cannot be kept pending indefinitely and, therefore, Collector is expected to decide such applications as far as possible within 90 days from its receipt, on the lines of the judgment in Patel Raghav Natha - State Government has reduced the levy from 80 to 40 per cent which is obviously quite reasonable - Application u/s 43 speaks of previous sanction F -- Therefore, Jantri rate to be applied will be on the date of the sanction by Collector, and not on the date of the application made by the party - Bombay Paragana and Kulkarni Watans (Abolition) Act, 1950."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "NESAR AHMED & ANR. VS. STATE OF JHARKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc5Ng==",
        "Citation": "[2014] 3 S.C.R. 144",
        "Case Type": "(WRIT PETITION (CIVIL) /59/2010)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTQ0LTE2MV8xNzAzMTQxNjI2LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 144",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Nesar Ahmed & Anr.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2014 INSC 133",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Jharkhand & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /59/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW",
            "Appointment - Trained teachers in State of Jharkhand"
        ],
        "HeadNote": " SERVICE LAW:  Appointment - Trained teachers in State of Jharkhand - Filing writ petitions in Supreme Court - Seeking directions to respondent-authorities to appointment them as Assistant Teachers in Government Schools in order of seniority irrespective of their being overage, in terms of judgment in  Ram Vinay Kumar's case as followed in State of Bihar - Held: State of Jharkhand has framed its own rules for recruitment to posts of Assistant/primary teachers - Further, in terms of High Court order, the rules were amended and appointments were made by following the recruitment rules scrupulously --  Therefore, it would not be permissible to petitioners to compare their case with their counterparts in Bihar --In such circumstances, Court would not be inclined to grant any relief to petitioners in the petitions filed under Art. 32 of the Constitution, more so when it is found that respondent/State of Jharkhand has taken steps in conformity with the statutory  recruitment rules framed under provisp to Art. 309 of the Constitution - Constitution of India, 1950 - Arts. 32 and 309. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "M/S. LARSEN & TOUBRO LTD. VS. M/S. MOHAN LAL HARBANS LAL BHAYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc5OA==",
        "Citation": "[2014] 3 S.C.R. 162",
        "Case Type": "(CIVIL APPEAL /7586/2009)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTYyLTE4MF8xNzAyOTY0NzA1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 162",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "M/s. Larsen & Toubro Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 130",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Mohan Lal Harbans Lal Bhayana",
        "Case Type:": "CIVIL APPEAL /7586/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ARBITRATION AND CONCILIATON ACT",
            "1996:"
        ],
        "HeadNote": "ARBITRATION AND CONCILIATION ACT, 1996: c s. 11 (6) - Application before High Court for appointment of arbitrator - Agreement between employer SCOPE and appellant contractor - Clause 25 of agreement bearing arbitration clause - Appellant engaging respondent sub- contractor - Application by respondent for appointment of  arbitrator - Allowed by High Court - Held: SCOPE being Principal/Employer of appellant, the liability for honouring the claim of respondent was that of SCOPE and appellant was not supposed to make any payment from its coffers - Further, by virtue of first supplementary agreement, the modalities of  settling the dispute between parties underwent a significant change - It was unambiguously provided that in view of arbitration between appellant and SCOPE, pertaining to claims of respondent as well, even if the disputes between the appellant and the respondent were deemed to have been settled and were not referable to arbitration again between  these two parties Order of High Court is set aside - In view of subsequent developments after the decision of the High Court, when the final bill is almost at the stage of finalization, the only aspect that can be taken care of at this stage is to hasten the process of arbitration, in case after the passing of  the final bill by SCOPE, some claims of respondent still survive -- Directions issued accordingly to balance the equities."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "AAYUSH BUILDWELL PVT. LTD. VS. HARYANA URBAN DEVELOPMENT AUTHORITY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTgwMQ==",
        "Citation": "[2014] 3 S.C.R. 181",
        "Case Type": "(CIVIL APPEAL /2833-2834/2014)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTgxLTE5Ml8xNzAzMTQxNzcyLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 181",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Aayush Buildwell Pvt. Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 134",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Haryana Urban Development Authority & Ors.",
        "Case Type:": "CIVIL APPEAL /2833-2834/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Development",
            "Allotment of institutional plots"
        ],
        "HeadNote": "Urban Development: Allotment of institutional plots - Discrepancies in allotment process.- High Court setting aside the allotments made - Held: Appellant was an unsuccessful party till the initial allotment, which was set aside by High Court, but it did not give any right to appellant to claim allotment as a matter of right - Therefore, when no right arises to an applicant in a vitiated/cancelled allotment procedure, a subsequent claim for allotment depends upon factual circumstances of each case - The right of appellant has not been crystallized -- Appellant has to comply with the process followed by HUDA for allotment of plots."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "NAND KUMAR VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTgwNQ==",
        "Citation": "[2014] 3 S.C.R. 193",
        "Case Type": "(CIVIL APPEAL /2835/2014)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTkzLTIxMV8xNzAzMTQxODgxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 193",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Nand Kumar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 132",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /2835/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Regularisation",
            "Daily wagers"
        ],
        "HeadNote": "Service law: Regularisation - Daily wagers even if appointed for a long time are not entitled to be absorbed and regularised.  Bihar Agriculture Produce Market (Repeal) Act, 2006: s.6 - 'all officers and employees' - Whether include daily wagers - Held: Daily wagers are not included within the meaning of  · 'all officers and employees' as used in s. 6(i) of the Repeal Act - Daily wagers cannot be treated as permanent Government employees - s. 6(i) makes it clear that after the repeal of the Agriculture Produce Act, 1960, all officers and employees of the Board are to continue in employment and they shall continue to be paid what they were getting earlier as salary and allowance till such time the State Government takes an official decision as per the further provisions of s. 6 - The scheme of alternative appointment framed for regular employees of abolished organisation cannot, therefore, confer a similar entitlement on the daily wagers of abolished organisation to such alternative employment. s.6(ii) - Power of the Committee of Secretaries - Held: Is to prepare a scheme of absorption as well as of retirement, compulsory retirement or voluntary retirement and other service conditions of officers and employees of the Board - The scheme prepared by the Committee of Secretaries is only in the nature of recommendation and the State has the power either to accept, modify or amend the same before granting its official approval."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "RAJKUMAR VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTg0MA==",
        "Citation": "[2014] 3 S.C.R. 212",
        "Case Type": "(CRIMINAL APPEAL /1419-1420/2013)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE4XzNfMjEyLTIzMF8xNzA0MTg1NTcwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 212",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Rajkumar",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 136",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /1419-1420/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rape and murder of 14 years old girl",
            "fateful night by the parents"
        ],
        "HeadNote": "PENAL CODE, 1860: ss. 302, 376, 450 - Rape and murder of 14 years old girl - Accused-appellant on visiting terms with the family of the victim-deceased, was asked to sleep in their house on the fateful night by the parents of the deceased as they had to irrigate fields at night and the children would be alone - Appellant committed rape on the deceased and then caused grievous injuries resulting in her 0 death - Conviction and death sentence by courts below -Held: Courts below rightly drew adverse inference against appellant - He did not take any defence or furnish any explanation as to any of the incriminating material placed by the trial court - He also did not deny his presence in the house on that night E - When the children were left in the custody of the appellant, he was bound to explain as to under what circumstances girl died - Incident witnessed by brother of the deceased - Also, no case of false implication was made out - In view of the concurrent findings of fact recorded by courts below, F particularly in respect of the DNA report to the extent that the semen of appellant was found in the vagina swab of the deceased and that she died of asphyxia caused by strangulation, the findings of fact recorded by the courts below affirmed - Order of conviction not interfered with. c G WITNESS: Child witness - Evidentiary value of - Held: Every witness is competent to depose unless the court considers that he is prevented from understanding the question put to him, or from giving rational answers by reason of tender age or extreme old age or disease or because of his mental or physical condition - The evidence· of a child witness must be evaluated more carefully and with greater circumspection because a child is susceptible to be swayed by what others tell him - In the instant case, the eye-witness, was a child aged 10 years at the time of incident - Courts below found him worth reliance as he understood the questions put to him and he was able to answer the same - No cogent reason to take a view contrary to the same. SENTENCE/SENTENCING: Death sentence - Held: The extreme penalty of death need not be inflicted except in gravest cases of extreme culpability - Before opting for the death penalty the circumstances of the offender a/so require to be taken into consideration alongwith the circumstances of the crime for the reason that life imprisonment is the rule and death sentence is an exception - The penalty of death sentence may be warranted only in a case where the court comes to the conclusion that imposition of life imprisonment is totally inadequate having regard to the relevant circumstances of the crime - In the instant case, appellant had committed a heinous crime and raped an innocent, helpless and defenceless minor girl who was in his custody - He is liable to be punished severely but it is not a case which falls within the category of 'rarest of rare' cases - Hence, the death sentence is set aside and life imprisonment is awarded - The appellant to serve a minimum of 35 years in jail without remission, before consideration of his case for pre-mature release."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "PAL SINGH & ANR. VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTg3MA==",
        "Citation": "[2014] 3 S.C.R. 231",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /191/2014)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Dr. Justice B.S. Chauhan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDA0XzNfMjMxLTI0MV8xNzA0MTg1NjE5LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 231",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Pal Singh & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 140",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Punjab",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /191/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302",
            "Charge sheet filed against five accused including the petitioners"
        ],
        "HeadNote": "Penal Code, 1860: s.302 - Charge sheet filed against five accused including the petitioners u/s. 148, 3021149, 1208 - Trial court convicted all accused under the charged offences C - During pendency of appeal before High Court, one accused died - High Court acquitted two accused while upheld conviction of petitioners u/s. 302- Plea of petitioners that conviction u/s.302 simpliciter for which no charge was ever framed was not proper - Held: Initially, the charges were o framed by trial court u/s.302 rlw s.34 and s.120-8 against all the accused persons - Fresh charges were subsequently framed u/s.148, 302, 3021149 and 120-8 - Therefore, the ultimate situation remained that there was ,charge u/ss. 302, 3021149 and 120-8 - It was also on, recorded that these two E petitioners had iron rods while the other three accused were · empty handed - Evidence on record was that petitioner no. 1 raised an exhortation that deceased be caught hold and should not escape alive and gave two iron rod blows on his head - Petitioner no.2 gave two iron rod blows on the person F of deceased put of which one hit his forehead - Version of prosecution  injuries found on the person of deceased stood proved !by evidence of PWs as well as by deposition of the doctor- Conviction u/s.302 simpliciter is permissible if the court finds that injuries caused by accused were sufficient in G the ordinary course of nature to cause death - Applying this test, both the petitioners can be convicted u/s. 302 simpliciter as both of them could be convicted u/s. 302134 since both came fully armed with iron rods and gave two blows each on the vital part of the body i.e. head and forehead which proved fatal for the deceased - No interference called for."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "JUSTICE RIPUSUDAN DAYAL (RETD ) & ORS. VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTg5OA==",
        "Citation": "[2014] 3 S.C.R. 242",
        "Case Type": "(WRIT PETITION (CIVIL) /613/2007)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMjQyLTI4OF8xNzAzMTQyMzA3LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 242",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Justice Ripusudan Dayal (retd ) & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 125",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /613/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MADHYA PRADESH LOKAYUKT UPLOKAYUKT ADHINIYAM",
            "1981"
        ],
        "HeadNote": "MADHYA PRADESH LOKAYUKT C UPLOKAYUKT ADHINIYAM, 1981: EVAM s.2(g) of 1981 Act r/w s.2(c) of Prevention of Corruption Act - 'Public servant' - Complaint to Lokayukt regarding irregularities in certain construction works - Case registered by SPE, Lokayukt Administration against Secretary, Vidhan Sabha, Deputy Secretary, Vidhan Sabha and other officers - - Notice by Secretary Vidhan Sabha alleging breach of privilege of Vidhan Sabha - Held: Inquiry or investigation into an allegation of corruption against some officers of the E Legislative Assembly cannot be said to be interfering with the legislative functions of the Assembly - Officers working under the office of the Speaker are also public servants within the meaning of s.2(g) of the Lokayukt Act and s. 2 (c) of Prevention of Corruption Act and, therefore, the Lokayukt and his officers are entitled and duty bound to make inquiry and  investigation into the allegations made in any complaint filed before them - Lokayukt organization has not made any inquiry against the Members of the Legislative Assembly or the Speaker or about their conduct -- Assembly does not enjoy any privilege of a nature that may have the effect of restraining G any inquiry or investigation against Secretary or Deputy Secretary of Legislative Assembly.CONSTITUTION OF INDIA, 1950:Art. 32 r/w Art. 142 - On a complaint alleging irregularities A in certain construction works, after inquiry, case registered by SPE, Lokayukt Organisation against Secretary and Deputy Secretary, Vidhan Sabha and other officers - Notice by Secretary Vidhan Sabha to Lokayukt alleging breach of privilege of Vidhan Sabha - Writ petition by Lokayukt - Held: B Maintainable --For the application of provisions of Lokayukt Act, and Prevention of Corruption Act, jurisdiction of Lokayukt or the Madhya Pradesh Special Police Establishment is for all public servants and no privilege is available to the officials and, in any case, they cannot claim any privilege more than an ordinary citizen to whom the provisions of the said Acts apply - Privileges do not extend to the activities undertaken outside the House on which the legislative provisions would apply without any differentiation -- The action taken by petitioners under the said Act cannot constitute a breach of 0 privilege of Legislative Assembly -- The impugned letters! notices are quashed -- Madhya Pradesh Lokayukt Evam Uplokayukt Adhiniyam, 1981. c s. 11 (2) - Proceedings before Lokauykta - Held: Any proceeding before Lokayukt shall be deemed to be a ' judicial proceeding within the meaning of ss. 193 and 228 /PC and as per s. 11 (3), the Lokayukt is deemed to be a court within the meaning of Contempt of Courts Act, 1971 -- Central Provinces and Berar Special Police Establishment Act, 1947 -- Procedures and Conduct of Business Rules of the Madhya Pradesh Vidhan Sabha - Rule 164."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "COMMON CAUSE (A REGD. SOCIETY) VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTkxOQ==",
        "Citation": "[2014] 3 S.C.R. 289",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /215/2005)",
        "Date": "25 FEBRUARY 2005",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMjg5LTI5N18xNzAzMTQyMzY2LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 289",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2005",
        "Petitioner:": "Common Cause (a Regd. Society)",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2018 INSC 223",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /215/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950",
            "fundamental right"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950: c Art. 21 r/w Art. 32 - Prayer to declare 'right to die with dignity' a fundamental right and to make provision for \"living will and Attorney authorization\" to exercise right to refuse cruel and unwarranted medical treatment to artificially prolong the natural life of terminally ill persons in the event of their going 0 into permanent vegetative state - Matter referred to Constitution Bench."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "UNION OF INDIA THROUGH DIRECTOR OF INCOME TAX VS. M/S TATA CHEMICALS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTkyOA==",
        "Citation": "[2014] 3 S.C.R. 298",
        "Case Type": "(CIVIL APPEAL /6301/2011)",
        "Date": "26 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMjk4LTMyMV8xNzAyODkyMjQwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 298",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "26 February 2014",
        "Petitioner:": "Union Of India Through Director Of Income Tax",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 144",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "M/s Tata Chemicals Ltd.",
        "Case Type:": "CIVIL APPEAL /6301/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "Liability of Revenue for payment of interest"
        ],
        "HeadNote": "INCOME TAX ACT, 1961: c s.244-A - Liability of Revenue for payment of interest on refund of tax made to resident/deductor uls 240 - Held: The language of s. 244-A is precise, clear and unambiguous - Sub-s. (1) of s.244A speaks of interest on refund of the  amounts due to an assessee under the Act - Assessee is entitled for the said amount of refund with interest thereon as calculated in accordance with clauses (a) and (b) of sub-s. (1) of s.244A - In calculating the interest payable, the Section provides for different dates from which the interest is to be calculated - Interest payment to assessee is a statutory  obligation and non-discretionary in nature - s. 244-A grants substantive right of interest and is not procedural - The principles for grant of interest are the same as under the provisions of s.244 applicable to assessments before 01.04.1989, albeit with clarity of application as contained in  s. 244A - Department has also issued Circular clarifying the purpose and object of introducing s.244A to replace ss.214, 243 and 244 - It is clarified therein that since there were some lacunae in the earlier provisions with regard to non-payment of interest by revenue to assessee for the money remaining  with Government, the said Section is introduced for payment of interest by the Department for delay in grant of refunds - The statutory obligation to refund carried with it the right to interest also - This is true in the case of assessee under the Act."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "DEFENCE RESEARCH & DEVELOPMENT ORGANIZATION VS. ANJANAPPA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk1MQ==",
        "Citation": "[2014] 3 S.C.R. 322",
        "Case Type": "(CIVIL APPEAL /7269/2014)",
        "Date": "26 FEBRUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMzIyLTMyNV8xNzAzMTQyNTEzLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 322",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "26 February 2014",
        "Petitioner:": "Defence Research & Development Organization",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 145",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Anjanappa & Anr.",
        "Case Type:": "CIVIL APPEAL /7269/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "LAND ACQUISITION ACT",
            "1894",
            "Award of compensation"
        ],
        "HeadNote": "LAND ACQUISITION ACT, 1894: Compensation - Award of compensation in respect of comparable lands - High Court enhanced market value of land, on the basis of comparable lands in other land· acquisition case - Held: High Court adopted the method of  10 per cent increase every year in market value of land and used the exemplar to conclude that appellant could not be permitted to acquire land of respondents at the price lesser than the market value of their land - Land in question had a potential value on the date of preliminary Notification as was  evident from oral evidence adduced before reference court - There was no dispute that the land which was subject matter of another case and lands in question were in contiguous and same geographical situation - High Court relied upon the judgment in earlier case considering the geographical situation of the land -- It cannot be said that compensation  awarded is not justified - There is no cogent reason to interfere with impugned judgment and order."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "NANAK RAM VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk1NA==",
        "Citation": "[2014] 3 S.C.R. 326",
        "Case Type": "(CRIMINAL APPEAL /1985/2010)",
        "Date": "26 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMzI2LTM0MF8xNzAzMTQyNTc1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 326",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "26 February 2014",
        "Petitioner:": "Nanak Ram",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 142",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /1985/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s. 300",
            "Exception 4 and s. 304 (part I) -Dispute between rival groups over a land dispute"
        ],
        "HeadNote": "PENAL CODE, 1860: c s. 300, Exception 4 and s. 304 (part I) -Dispute between rival groups over a land dispute, turned into sudden fight resulting into death of one person on complainant's side - High Court converting conviction u/s 302 to one u/s 304(Part II) .. Held: Out of 9 injuries on deceased only one was held to 0 be grievious in nature which was sufficient in ordinary course of nature to cause the death - In heat of passion upon a sudden quarrel accused caused injuries on deceased - The act was done by accused person with intention of causing such bodily injury as was likely to cause the death - Offence will E squarely fall within s.304 (Part I) - Conviction and sentence u/s 304 (Part II) set aside and appellants convicted u/s 304 (Part I) and sentenced to 7 years RI each - Appellants are not entitled to be released on probation - Probation of Offenders Act, 1958."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "ORIENTAL BANK OF COMMERCE & ORS. VS. S.S. SHEOKAND & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk1Nw==",
        "Citation": "[2014] 3 S.C.R. 341",
        "Case Type": "(CIVIL APPEAL /3081/2006)",
        "Date": "26 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDA0XzNfMzQxLTM1OF8xNzAzOTEzNzUwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 341",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "26 February 2014",
        "Petitioner:": "Oriental Bank Of Commerce & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 141",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "S.s. Sheokand & Anr.",
        "Case Type:": "CIVIL APPEAL /3081/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW: Punishment - Respondent senior manager in appellant bank"
        ],
        "HeadNote": " Workmen's Compensation Act, 1923: s. 30, first proviso - Substantial question of law - Appeal c before High Court against order of Commissioner awarding compensation - Held: In terms of the 1st proviso, no appeal is maintainable against any order passed by Commissioner unless a substantial question of law is involved - In the instant case, High Court has neither referred to nor determined any question of law much less a substantial question of law existence whereof was a condition precedent for maintainability of an appeal u/s 30 - Inasmuch as the High court remained oblivious of the basic requirement of law for maintainability of an appeal before it and inasmuch as it treated the appeal to be one on facts, it committed an error  which needs to be corrected. Claim petition - Death of a driver - Commissioner awarding compensation - High Court setting aside the award holding that relationship of employer and employee was not proved - Held: Commissioner had recorded a finding of fact that deceased was employed as a driver by owner of vehicle no matter the owner happened to be his brother- That finding could not be lightly interfered with or reversed by High Court - The order of High Court is set aside and that passed by Commissioner restored. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "EX. ARMYMEN'S PROTECTION SERVICES P. LTD. VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk1OQ==",
        "Citation": "[2014] 3 S.C.R. 359",
        "Case Type": "(CIVIL APPEAL /2876/2014)",
        "Date": "26 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMzU5LTM2OF8xNzAzMTQyNjc4LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 359",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "26 February 2014",
        "Petitioner:": "Ex. Armymen's Protection Services P. Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 143",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "CIVIL APPEAL /2876/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ADMINISTRATIVE LAW",
            "Security policy - Natural justice"
        ],
        "HeadNote": "ADMINISTRATIVE LAW: Security policy - Natural justice -- Airport - Ground handling agency - Security clearance withdrawn in the interest of national security - field: What is in the interest of national security is not a question of law - It is a matter of policy - It is not for the court to decide whether something is in the interest of State or not - It should be left to the Executive - In a situation of national security, a party cannot insist for the strict observance of the principles of natural justice - In such cases it is the duty of the Court to read into and provide for statutory exclusion, if not expressly provided in the rules governing the field - The security clearance granted to the appellant for a period of five years has already expired - It has become unnecessary for this Court to go into more factual details and consideration on merits."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "SIKANDER MAHTO VS. TUNNA @ TUNNU MIAN @ TUNNA MIAN @ MOBIN ANSARI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk2Mg==",
        "Citation": "[2014] 3 S.C.R. 369",
        "Case Type": "(CRIMINAL APPEAL /511/2014)",
        "Date": "27 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMzY5LTM3M18xNzAzMTQyODI5LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 369",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "27 February 2014",
        "Petitioner:": "Sikander Mahto",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 148",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Tunna @ Tunnu Mian @ Tunna Mian @ Mobin Ansari & Anr.",
        "Case Type:": "CRIMINAL APPEAL /511/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "JUVENILE JUSTICE CARE AND PROTECTION OF CHILDREN ACT",
            "2000",
            "Claim of juvenility"
        ],
        "HeadNote": "JUVENILE JUSTICE CARE AND PROTECTION OF CHILDREN ACT, 2000: Claim of juvenility - Offences punishable u/s 376 and 3021201 /PC - Trial court holding the accused not a juvenile and the school certificate produced by him, as forged - High Court on the basis of medical report holding him as juvenile 0 - Held: The evidence i.e. the record of the two schools produced by complainant and Principals of two schools before Supreme Court, established that accused was not a juvenile on the date of occurrence - Order of High Court set aside and that of trial court restored - Penal Code, 1860 - s. 376 and  3021201 - Evidence -Evidence led before Supreme Court in appeal."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "STATE OF M.P. & ANR. VS. SURESH NARAYAN VIJAYVARGIYA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk2Nw==",
        "Citation": "[2014] 3 S.C.R. 374",
        "Case Type": "(CIVIL APPEAL /4060/2009)",
        "Date": "27 FEBRUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMzc0LTM5MF8xNzAzMTQyOTMyLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 374",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "27 February 2014",
        "Petitioner:": "State Of M.p. & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 151",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Suresh Narayan Vijayvargiya & Ors.",
        "Case Type:": "CIVIL APPEAL /4060/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONTEMPT OF COURT",
            "Medical admissions"
        ],
        "HeadNote": "CONTEMPT OF COURT: Medical admissions - Admission to MBBS seats - Interim orders by Supreme Court in matter of sharing of seats between State Government and respondent-private medical colleges - Admissions made by respondents on all seats in violation of orders of Supreme Court - By order of High Court state quota students also admitted resulting in admissions in excess of sanctioned strength - Held: Once the court passes E an order, the parties to the proceedings before the court cannot avoid implementation of that order by seeking refuge under any statutory rule and it is not open to the parties to go behind the orders and truncate the effect of those orders - There has been a willful disobedience by the contemnors of the orders passed by the Court, which is nothing but F interference with the administration of justice - Contemnors have shown scant respect to the orders passed by the highest Court of the land and depicted undue haste to fill up the entire seats evidently not to attract better students or recognize merit, but possibly to make unlawful gain, adopting unhealthy G practices - Contemnors have tendered unconditional and unqualified apology and volunteered to set right the illegality committed by them, but the purpose for flouting the orders has been achieved, that is, the contemnors wanted to fill up the entire seats by themselves - Therefore, to maintain the sanctity of the orders of the Court and to give a message that. A the parties cannot get away by merely tendering an unconditional and unqualified apology after enjoying the fruits of their illegality, the Court imposes a fine of Rs. 50 lakhs - Directions given for adjustment of seats in the following academic sessions - Medical education."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "BASAPPA VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk3Mg==",
        "Citation": "[2014] S.C.R. 391",
        "Case Type": "(CRIMINAL APPEAL /512/2014)",
        "Date": "27 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMzkxLTQwNV8xNzAzMTQ4NDA0LnBkZg==",
        "SCR Citation:": "[2014] S.C.R. 391",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "27 February 2014",
        "Petitioner:": "Basappa",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 147",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /512/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: ss.279",
            "304A - Rash and negligent driving resulting in death of 2 year old child"
        ],
        "HeadNote": "PENAL CODE, 1860: ss.279, 304A - Rash and negligent driving resulting in death of 2 year old child - Magistrate acquitted the appellant holding that there was no impeachable and clinching evidence to show the appellant was the driver at the relevant point of time and that the accident happened due to the rash and negligent act on his part - On State's appeal u/s.378, Cr.P.C., High Court re- appreciated the whole evidence and held that the appellant was liable to be convicted u/s.279 and 304A - On appeal, held: There was no direct evidence with regard to the ingredients of ss. 279 and 304A - High Court, on the only evidence that the appellant was scolded by people in the hospital came to conclusion that the appellant was the driver of the tractor -High Court, on re-appreciation of the evidence took another view so as to convict the appellant - There was no finding in the impugned Judgment by the High Court that the conclusions drawn by trial court were perverse so as to mean that the same was against the weight of evidence - Thus, in such circumstances, the High Court was not justified in reversing the acquittal. CODE OF CRIMINAL PROCEDURE, 1973: s.378 - Acquittal by trial court - Scope of interference by High Court - Held: High Court in an appeal u/s.378 is entitled to : reappraise the evidence and conclusions drawn by trial court, but the same is permissible only if the judgment of trial court is perverse - The exercise of power u/s.378 by the court is to prevent failure of justice or miscarriage of justice - In the instant case, High Court did not take view that the judgment of trial court acquitting the accused was based on no material or it was perverse or the view by trial court was wholly unreasonable or it was not a plausible view or there was non- B consideration of any evidence or there was palpable c misreading of evidence, etc. - On the contrary, High Court held that on the available evidence, another view was also reasonably possible in the sense that the appellant-accused could have been convicted - In such circumstances, the High Court was not justified in reversing the acquittal."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "MAHESH DHANAJI SHINDE VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk3Ng==",
        "Citation": "[2014] 3 S.C.R. 406",
        "Case Type": "(CRIMINAL APPEAL /1210-1213/2012)",
        "Date": "27 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNDA2LTQ0M18xNzAzMTQ1ODUwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 406",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "27 February 2014",
        "Petitioner:": "Mahesh Dhanaji Shinde",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 146",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1210-1213/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860",
            "ss. 302 r/w120B - 9 murders"
        ],
        "HeadNote": "PENAL CODE, 1860: ss. 302 r/w 120-8 - 9 murders - Circumstantial evidence - \"Money shower\" case - Accused meticulously planned murders by inducing innocent persons in the name of \"money showers\" (multiplying cash money), took money from them, killed them and looted their cash and jewellery - Conviction 0 and death sentence to all four accused - Confirmed by High Court - Held: On the basis of the evidence brought by the prosecution it has been conclusively established that the death of all the deceased persons was homicidal in nature and that dead bodies recovered were of the deceased, as  claimed by the prosecution - Therefore, conviction of all four accused u/s 302 and 120-B is affirmed - Evidence - Circumstantial evidence. Sentence - Held: Criminal acts of accused were the result F of a carefully planned scheme - Crimes were committed over a period of nearly two months in three different episodes - Assaults on some of the victims were merciless and gruesome - Some of the victims were young and hapless children - At the same time, all the four accused were young in age at the time of commission of offence - They belong to economically, socially and educationally deprived section of population - They were living in acute poverty - Materials show that while in custody all the accused had enhanced their educational qualifications -- There is no material or information to show"
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "CBI, ACB, MUMBAI VS. NARENDRA LAL JAIN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk3OA==",
        "Citation": "[2014] S.C.R. 444",
        "Case Type": "(CRIMINAL APPEAL /517/2014)",
        "Date": "28 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNDQ0LTQ1Ml8xNzAzMTQ1OTM0LnBkZg==",
        "SCR Citation:": "[2014] S.C.R. 444",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "28 February 2014",
        "Petitioner:": "Cbi, Acb, Mumbai",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 152",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Narendra Lal Jain & Ors.",
        "Case Type:": "CRIMINAL APPEAL /517/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.482 - Quashing of proceedings"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.482 - Quashing of proceedings - Allegation against accused-respondents that they conspired with the bank officials and projected inflated figures of the creditworthiness of the companies represented by them to secure more advances/loans from the bank than they were entitled to - Accused-respondents charged u/s. 120- 81420, IPC - Suit for recovery by Bank - Consent decree - Civil liability of the accused to pay the amount to the bank settled amicably - No subsisting grievance of the bank in this regard - High Court quashed proceedings u/s. 482 - Held: There is no fault in the order of the High Court exercising power u/s. 482 - s.482 inheres in High Court the power to make such order as may be considered necessary to, inter-alia, prevent the abuse of the,process of law or to serve the ends of justice - Continuance of a criminal proceeding which is likely to become oppressive or may partake the character of a ·fame prosecution would be good ground to invoke the extraordinary power u/s.482 - Penal Code, 1860 - ss .. 120-81420."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "JHARKHAND STATE ELECT.BOARD & ORS. VS. M/S. LAXMI BUSINESS & CEMENT CO.P. LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk4Mg==",
        "Citation": "[2014] 3 S.C.R. 453",
        "Case Type": "(CIVIL APPEAL /2909/2014)",
        "Date": "28 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNDUzLTQ4Ml8xNzAzMTQ2MDMxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 453",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "28 February 2014",
        "Petitioner:": "Jharkhand State Elect.board & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 156",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Laxmi Business & Cement Co.p. Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /2909/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ELECTRICITY LAWS",
            "Power of Tariff Fixation"
        ],
        "HeadNote": "ELECTRIC/TY LAWS: Power of Tariff Fixation - Held: Transferred exclusively to SERC and State Electricity Board is completely denuded of this power - Before coming of Electricity Act, 2003, Electricity Act, 1910 and thereafter Electricity (Supply) Act, 1948 were in force - It was the Electricity Board in the respective States which were supplying electricity to the consumers and determining the operation rates at which the electricity was to be supplied - After the enactment of Electricity Act, 2003, power to frame tariff is given to the SERC - 2003 Act has distanced the Government from all forms of regulations, including tariff regulation which is now specifically assigned to SERC - Thus, the State Electricity Boards have no power whatsoever to frame tariff which is under the exclusive domain of the SERC - Electricity Act, 2003 - Electricity Act, 1910 - Electricity (Supply) Act, 1948. · Fixation of tariff by SERC - Issue of demand charge from HT consumers - Held: The 1994 HT Agreement was not saved under Electricity Act, 2003 and the tariff structure - Issue of demand charge from HT consumers was considered and given effect to in the Tariff Order dated 27. 12. 2003 which came into effect on 1.1.2004.  Delay/Laches: Delay in filing the writ petitions - Bills raised by the JSEB on the basis of Clause 4(c) of the 1994 HT Agreement, even after the formulation of 2004 Tariff Schedule - Payment made under threat of disconnectiun - Writ petition - Direction by High Court to appellant to refund the excess amount charged under the bills raised for earlier period - Challenged on the ground that there was delay in filing of writ petition by consumers - Held: Delay was duly explained B - The consumers had paid the amount of bills raised by JSEB under protest because of the threat of disconnection - While doing so, they had raised specific plea with the JSEB that it was now supposed to raise the bills in accordance with the 2004 Tariff Schedule - The matter remained under consideration at the level of JSEB which kept approaching the Court as well as SERC seeking clarification of 2004 Tariff Schedule."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "NISHA DEVI VS. STATE OF H.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk4Nw==",
        "Citation": "[2014] 3 S.C.R. 483",
        "Case Type": "(CIVIL APPEAL /1915-1917/2014)",
        "Date": "28 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNDgzLTQ4NV8xNzAzMTQ2MTYxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 483",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "28 February 2014",
        "Petitioner:": "Nisha Devi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 157",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of H.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /1915-1917/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Appointment as Anganwadi worker"
        ],
        "HeadNote": "Service Law: Appointment as Anganwadi worker - Income tax certificate issued to the appellant to the effect that her income was less than Rs.12000 p.a. making her eligible  for appointment as Anganwadi worker - Cancellation of appointment by placing reliance on the report of Tehsildar that the appellant was owner of 1-19 Bighas of land which was in addition to her father's ownership of 6 Bighas of land - High Court a/so accepted the report without hearing the appellant  - On appeal, Held: High Court has acted upon this one sided or unilateral Report of the Tehsildar in arriving at the conclusion.that the appellant indeed had an income in excess of Rs. 12000 p.a. and, accordingly, was ineligible for appointment as an Anganwadi Worker - Before arriving at any decision which has serious implications and consequences to any person, such person must be heard in his defence - High Court did not notice the violation and infraction of this salutary principle of law - Accordingly, on this short ground, the impugned judgment is set aside - Matter remanded to the Divisional Commissioner for taking a fresh decision after giving due notice to the appellant and affording her an opportunity of being heard - Rule of natural justice."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, JAIPUR-II VS. M/S. SUPER SYNOTEX (INDIA) LTD. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk5MA==",
        "Citation": "[2014] 3 S.C.R. 486",
        "Case Type": "(Select Case Type/9154/2003)",
        "Date": "28 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNDg2LTUxMF8xNzAzMTQ4MTIwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 486",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "28 February 2014",
        "Petitioner:": "Commissioner Of Central Excise, Jaipur-ii",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 153",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Super Synotex (india) Ltd. And Others",
        "Case Type:": "Select Case Type/9154/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act. 1944- Transaction value"
        ],
        "HeadNote": " Central Excise Act. 1944· s.4(4)(d) - Transaction value - Inclusion of sales tax in transaction value - Held~ The amount  paid or payable to the State Government towards sales tax, VAT etc. is excludible from the assessable value because it is not an amount paid to the assessee-manufacturer towards the price but an amount paid or payable to the State Government for the sale transaction i.e. transfer of title from the manufacturer to a third party - However, if a part of sales tax collected is retained by the assessee towards incentive then the amount retained becomes profit or effective cost paid to assesssee by the purchaser and assessee is bound to pay excise duty on the said sum - Therefore, amount of sales tax retained is includible in transaction value of goods - Rajasthan Sa/es Tax Incentive Scheme, 1989 - CBEC circular no. 3781 11-98-CX dated 12.03.1998. F Circular/government order/Notification: Circulars issued by CBEC - Binding effect of - Discussed. Tax/Taxation: Exemption and incentive - Distinction between - Discussed. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "MUNICIPAL CORPORATION OF GREATER MUMBAI, THROUGH COMMISSIONER VS. ANIL SHANTARAM KHOJE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk5NA==",
        "Citation": "[2014] 3 S.C.R. 511",
        "Case Type": "(CIVIL APPEAL /2918/2014)",
        "Date": "28 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNTExLTUyMV8xNzAzMTQ4MTg1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 511",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "28 February 2014",
        "Petitioner:": "Municipal Corporation Of Greater Mumbai, Through Commissioner",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 155",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Anil Shantaram Khoje & Ors.",
        "Case Type:": "CIVIL APPEAL /2918/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW",
            "Rules in Official Gazette"
        ],
        "HeadNote": "SERVICE LAW: Promotions made according to Rules prior to its publication in Official Gazette - Held: Such promotions could not have been effected in the absence of publication of.the Rules in Official Gazette - However, keeping in view the fact that promotions of employees concerned and retiral and other consequential benefits would be adversely impacted by the judgment, it is directed that the promotion effected prior to the date of publication of Rules in Official Gazette and consequential retiral and other benefits should not be altered to their detriment - Mumbai Municipal Corporation Act, 1888 - ss.55 and 808 - Bombay General Clauses Act, 1904 - s.23."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "STATE OF RAJASTHAN VS. PARMANAND & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTk5OA==",
        "Citation": "[2014] 3 S.C.R. 522",
        "Case Type": "(CRIMINAL APPEAL /78/2014)",
        "Date": "28 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNTIyLTUzNF8xNzAzMTQ4MzQ5LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 522",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "28 February 2014",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 154",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "Parmanand & Anr.",
        "Case Type:": "CRIMINAL APPEAL /78/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "NDPS ACT 1985",
            "vitiated the search"
        ],
        "HeadNote": "NARCOTIC DRUGS  AND PSYCHOTROPIC SUBSTANCES ACT, 1985s. 50 - Non-compliance of - Respondents-accused caught carrying opium which was recovered from the bag in the hands of one of them - Respondents given a written common notice  that they had a right to be searched before a nearest Gazetted Officer, or a Magistrate or before the Superintendent of raiding party - One of them signed for both agreeing to be searched by the Superintendent - Held: Bag of one of the respondents was searched and opium was recovered - His personal search ·  was also carried out - Personal search of other respondent was carried out - Therefore, s. 50 will have application - Accused persons must be communicated individually bf their right - Further it was improper to tell the respondents that a third alternative was available and they could be searched before the Superintendent who was part of the raiding party - F He could not be called an independent officer - Thus, breach of s.50 has vitiated the search - Conviction of respondents was illegal and they were rightly acquitted by High Court."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "UNION OF INDIA VS. M/S. CONCRETE PRODUCTS & CONST. CO. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjAwMw==",
        "Citation": "[2014] 3 S.C.R. 535",
        "Case Type": "(CIVIL APPEAL /2950-2951/2014)",
        "Date": "03 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNTM1LTU1MF8xNzAzMTQ4NDc5LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 535",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "03 March 2014",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 162",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "M/s. Concrete Products & Const. Co. Etc.",
        "Case Type:": "CIVIL APPEAL /2950-2951/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "railway administration"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s.37(1) - Interest C for the amount withheld by the railway administration - Grant of - Held: Arbitrator passed an award directing the railway administration to refund the amount along with interest and subsequent interest @ 18% PA. - Arbitrator in awarding interest to the contractors failed to take into ac.count the  provisions contained in Indian Railways Standard Conditions of Contract which disentitled the contractors from claiming any interest or damages for withholding or retention under lien by railway administration - Also, as per s.37(1), the arbitrator could not have awarded any interest from the date when the  recovery was made till the award was made - Interest would have been payable from the date when the award was made till the money was deposited in the court - Upon the amount being deposited, no further interest could be paid to the contractors - Interest."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "PHULA SINGH VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjAwNQ==",
        "Citation": "[2014] 3 S.C.R. 551",
        "Case Type": "(CRIMINAL APPEAL /2271/2011)",
        "Date": "03 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNTUxLTU1N18xNzAzMTQ4NjQzLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 551",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "03 March 2014",
        "Petitioner:": "Phula Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 161",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /2271/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PREVENTION OF CORRUPTION ACT",
            "1988",
            "Demand and acceptance of illegal gratification"
        ],
        "HeadNote": "PREVENTION OF CORRUPTION ACT, 1988:ss. 7 and 13(2) -- Demand and acceptance of illegal gratification -- Trap laid --Appellant caught red handed -- Acquittal by trial court -- Conviction by High Court and sentence of one year imprisonment with fine - Held: Appellant has not denied his visit to house of complainant nor has he furnished any explanation in respect of recovery of chemically 0 treated currency notes from his pocket and the test of his fingers being positive --There is no perversity in the judgment of High Court.CODE OF CRIMINAL PROCEDURE, 1973: E s.313-Power to examine accused -- Held: Accused has a duty to furnish an explanation in his statement u/s 313 regarding any incriminating material that has been produced- · against him, failing which court would be entitled to draw an adverse inference against him.APPEALAppeal against acquittal -- Power of appellate court -- Held: In exceptional cases where there are compelling circumstances and judgment under appeal is found to be G perverse, appellate court can interfere with the order of acquittal."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "LALITKUMAR V. SANGHAVI (D) TH. LRS. NEETA LALIT KUMAR SANGHAVI & ANR. VS. DHARAMDAS V. SANGHAVI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjAwOA==",
        "Citation": "[2014] 3 S.C.R. 558",
        "Case Type": "(CIVIL APPEAL /3148/2014)",
        "Date": "04 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNTU4LTU2N18xNzAzMTQ4ODMxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 558",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "04 March 2014",
        "Petitioner:": "Lalitkumar V. Sanghavi (d) Th. Lrs. Neeta Lalit Kumar Sanghavi & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 163",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Dharamdas V. Sanghavi & Ors.",
        "Case Type:": "CIVIL APPEAL /3148/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ARBITRATION AND CONCILIATION ACT",
            "1996",
            "Termination of arbitration proceedings"
        ],
        "HeadNote": "ARBITRATION AND CONCILIATION ACT, 1996: ss.14, 32 - Termination of arbitration proceedings by arbitrator on the ground that the claimant did not take interest in the matter and did not pay the fees - Fresh application u/s. 11 for appointment of arbitrator - Dismissed as not maintainable on  the ground that remedy lies in invoking writ jurisdiction and not application u/s. 11 - Held: The order by which the Arbitral Tribunal terminated the arbitral proceedings could only fall within the scope of s.32(2)(c) i.e. the continuation of the proceedings has become impossible - By virtue of s.32(3),  on the termination of the arbitral proceedings, the mandate of the Arbitral Tribunal also comes to an end - Having regard to the scheme of the Act and more particularly on a cumulative reading of s. 32 and s. 14, the question whether the mandate of the arbitrator stood legally terminated or not can be examined by the court as provided u/s. 14(2) - The  apprehension of the appellant that they would be left remediless is without basis in law - The appellants are at liberty to approach the appropriate court for the determination of the legality of the termination of the mandate of the Arbitral Tribunal."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "RUPAK KUMAR VS. STATE OF BIHAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjAxMg==",
        "Citation": "[2014] 3 S.C.R. 568",
        "Case Type": "(CRIMINAL APPEAL /541-542/2014)",
        "Date": "04 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS9ydXBhayBrdW1hcl9zdGF0ZSBvZiBiaWhhciAmIGFuci5fMTcwMDU0NTc3OS5wZGY=",
        "SCR Citation:": "[2014] 3 S.C.R. 568",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "04 March 2014",
        "Petitioner:": "Rupak Kumar",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 166",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Bihar & Anr.",
        "Case Type:": "CRIMINAL APPEAL /541-542/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CRIMINAL PROCEDURE",
            "1973",
            "Quashing of criminal proceedings"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973: s.482 -  Quashing of criminal proceedings - Food inspector found the articles stored for consumption of prisoners in the jail premises to be adulterated - Case registered against the Superintendent of Jail u/s.16(1)(a) of Prevention of Food Adulteration Act, 1954 - Petition for quashing of issuance of summons - High Court dismissed the petition - Held: s. 7 prohibits a person to manufacture for sale or store, sell or distribute any adulterated food - Contravention of s. 7 by any person is punishable u/s. 16 - Expression 'store' as used in s. 7 and s. 16 means storage of adulterated article of food for sale  - Storage of adulterated article other than for sale does not come within the mischief of s. 16 of the Act - Therefore, criminal proceedings quashed - Prevention of Food Adulteration Act, 1954 - s.16."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "PANCHRAJ TIWARI VS. M.P. STATE ELECTRICITY BOARD AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjAxNQ==",
        "Citation": "[2014] 3 S.C.R. 577",
        "Case Type": "(Select Case Type/4371/2008)",
        "Date": "04 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNTc3LTU4N18xNzAzMTQ5MDQ0LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 577",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "04 March 2014",
        "Petitioner:": "Panchraj Tiwari",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 164",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "M.p. State Electricity Board And Others",
        "Case Type:": "Select Case Type/4371/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW: Merger of services"
        ],
        "HeadNote": " SERVICE LAW: Merger of services - Consequences of- Services of  employees under erstwhile Rural Electricity Co-operative Society merged with Madhya Pradesh State Electricity Board - Graduate Junior Engineer of Erstwhile Society claiming promotion as Assistant Engineer as per MPSEB Circular dated 15. 11. 1990 - Held: Absorbed employees of Rural  Electricity Cooperative Societies, having due regard to their date of appointment! promotion in each category in the respective societies, shall be placed with effect from the date of absorption, viz., 15.03.2002 as juniors to the junior-most employee of the Electricity Board in the respective category - Thereafter, they shall be considered for further promotions as per the rules/regulations of MPSEB - Appellant accordingly shall be entitled to retrospective promotions at par with and with effect from the dates on which the junior-most graduate engineer in the parent service on the date of absorption obtained such promotions - However, it is made  clear that benefits till date need to be worked out only notionally - Constitution of India, 1950 - Arts. 14 and 16. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "C.B.I. VS. KARIMULLAH OSAN KHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjAxNw==",
        "Citation": "[2014] 3 S.C.R. 588",
        "Case Type": "(CRIMINAL APPEAL /1127/2009)",
        "Date": "04 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNTg4LTYwMyBfMTcwMzMxMDIwMC5wZGY=",
        "SCR Citation:": "[2014] 3 S.C.R. 588",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "04 March 2014",
        "Petitioner:": "C.b.i.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 165",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Karimullah Osan Khan",
        "Case Type:": "CRIMINAL APPEAL /1127/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CRIMINAL PROCEDURE",
            "1973",
            "Alteration of charge"
        ],
        "HeadNote": " CODE OF CRIMINAL PROCEDURE, 1973:  s.216 - Alteration of charge - One of the absconding accused in Bombay bomb blast case (12.3.1993) apprehended subsequently - Charges framed - Original charge of criminal conspiracy u/s 3(2) TADA r/w s. 120 /PC and other offences, though applicable, but inadvertently not 0 mentioned - Application by CBI for addition of the charges - Rejected by Designated Court - Held: This is a fit case where the court ought to have exercised its powers u/s 216 CrPC and allowed the application filed by CBI for alteration of charge. Consequently, impugned order is set aside -- Application preferred by CBI u/s 216 would stand allowed and E Designated Court is directed to further proceed with the case in accordance with law. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "CENTRAL BANK OF INDIA VS. N.R.C. LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjAzMA==",
        "Citation": "[2014] 3 S.C.R. 604",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /147/2014)",
        "Date": "05 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjA0LTYxMl8xNzAzMTQ5MjEzLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 604",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "05 March 2014",
        "Petitioner:": "Central Bank Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 171",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale,Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "N.r.c. Limited",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /147/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt jurisdiction",
            "Eviction order"
        ],
        "HeadNote": "Contempt jurisdiction: Eviction order - Time granted to tenant to vacate the premises subject to filing of usual undertaking of not transferring interest to third party and payment of mesne profit and vacation of property peacefully on the stipulated date - Undertaking not filed - Contempt o petition - Held: A tenant or an occupant cannot be permitted to remain in tenanted premises of the landlord without paying the rent, or the occupation charges, which is what the respondent attempted to do - The petitioner-landlord would be entitled to take back the possession of the premises with respect to which the order of eviction has been passed, and same is permitted by taking the help of police if required - Contempt petition allowed."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "STATE OF H.P. VS. SUNIL KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA0MA==",
        "Citation": "[2014] 3 S.C.R. 613",
        "Case Type": "(CRIMINAL APPEAL /1101/2005)",
        "Date": "05 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8xOTYwXzNfMS0xMF8xNzA0MjcxMzQ3LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 613",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "05 March 2014",
        "Petitioner:": "State Of H.p.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 170",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Sunil Kumar",
        "Case Type:": "CRIMINAL APPEAL /1101/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "NARCOTIC DRUGS AND PSYCHOTROPIC SUBSTANCES ACT",
            "1985"
        ],
        "HeadNote": " NARCOTIC DRUGS AND PSYCHOTROPIC  SUBSTANCES ACT, 1985: s. 50 and s. 20 - 'Chance recovery' - Compliance of s. 50 - Police in routine traffic check for without ticket passengers, detected accused-appellant in possession of charas - Held: It was plainly a chance recovery of charas - It was not 0 necessary for police officers to comply with provisions of s. 50 -- Mere suspicion, even if it is 'positive suspicion' or grave suspicion cannot be equated with 'reason to believe' -- Decision of trial court convicting the accused of an offence ul s 20 of the Act, upheld. WORDS AND PHRASES: Expressions 'chance recovery', 'reason to believe' - Connotation of in the context of Narcotic Drugs and E Psychotropic Substances Act.    "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "G.N. VERMA VS. STATE OF JHARKHAND & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA2MA==",
        "Citation": "[2014] 3 S.C.R. 623",
        "Case Type": "(CRIMINAL APPEAL /122/2004)",
        "Date": "06 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjIzLTYzNl8xNzAzMTQ5NDI2LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 623",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "06 March 2014",
        "Petitioner:": "G.n. Verma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 173",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Jharkhand & Anr.",
        "Case Type:": "CRIMINAL APPEAL /122/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MINES-ACT",
            "1952 - Coal Mines Regulations"
        ],
        "HeadNote": "MINES-ACT, 1952: s. 72-B r/w s. 2(j) and 18(5) of 1952 Act and Regulation B- A of Coal Mines Regulations - Deemed Agent - Fatal accident in mine - Complaint - Liability of Chief General Manager referred to in the complaint as deemed Agent - Held: Only a person who is authorised to act on behalf of the owner or purports to act on behalf · of the owner may be deemed to be an Agent -- In the absence of any statement having been made or any indication having been given by the owner enabling the appellant to act or purport to act on his behalf, it cannot be said that he was a deemed Agent for the mine -- s.2(j) which defines 'mine' has no reference to any administrative functions in relation to a mine but only technical matters related thereto - Appellant while performing administrative duties, cannot be assumed to have been involved in technical matters of mine -- Besides, the complaint does not state anywhere that appellant acted or purported to act on behalf of owner of the mine or that he took part in the management, control, super Vision or direction of any mine and, therefore, no case for proceeding against him has been made out - Chief Judicial Magistrate erred in taking cognizance of complaint and issuing summons to appellant - Complaint against appellant is quashed."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "MALATHI DAS (RETD.) NOW P.B. MAHISHY & ORS. VS. SURESH & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA2Nw==",
        "Citation": "[2014] 3 S.C.R. 637",
        "Case Type": "(CIVIL APPEAL /637/2014)",
        "Date": "07 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjM3LTY0NF8xNzAzMTQ5NDcxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 637",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "07 March 2014",
        "Petitioner:": "Malathi Das (retd.) Now P.b. Mahishy & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 174",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Suresh & Ors",
        "Case Type:": "CIVIL APPEAL /637/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW - Regularization"
        ],
        "HeadNote": "SERVICE LAW: Regularization - Similarly situated daily rated employees like respondents, regularaised on the basis of directions of High Court, which directions attained finality on dismissal of SLP by Supreme Court - Respondents not regularized ori the ground that meanwhile as per judgment in Uma Devi they were not entitled to regularization - Direction by High Court in contempt petition to regularise respondents, failing which matter to be posted for framing of charge - Held: Similarly placed employees having been regularized, and in the case of some of them such regularization being after the decision in Umadevi, stand taken by appellants in refusing regularization to respondents cannot be countenanced - However, as the stand of appellants stemmed from their perception and understanding of decision in Umadevi, they are not held liable for contempt but, it is made clear that appellants and all other competent authorities of State will be obliged and duty bound to regularize the services of respondents forthwith - Contempt of Court."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "RANJIT KUMAR BOSE & ANR. VS. ANANNYA CHOWDHURY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA3Mg==",
        "Citation": "[2014] 3 S.C.R. 645",
        "Case Type": "(CIVIL APPEAL /3334/2014)",
        "Date": "07 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjQ1LTY1N18xNzAzMTQ5NTMwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 645",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "07 March 2014",
        "Petitioner:": "Ranjit Kumar Bose & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 176",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.K. Patnaik",
        "Respondent:": "Anannya Chowdhury & Anr.",
        "Case Type:": "CIVIL APPEAL /3334/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "WEST BENGAL PREMISES TENANCY ACT 1997",
            "Suit for eviction"
        ],
        "HeadNote": "WEST BENGAL PREMISES TENANCY ACT 1997:  s.6 - Suit for eviction under Tenancy Act - Application by defendant to refer the dispute to arbitration as per agreement - Dismissed by trial court, but allowed by High Court - Held. In view of sub-s.(3) of s.2 of 1996 Act, arbitration agreement between landlord and tenant has to give way to s. 6 of Tenancy Act which confers exclusive jurisdiction on Civil  Judge, to decide a dispute between landlord and tenant with regard to recovery of possession of tenanted premises in a suit filed by landlord - Impugned judgment of High Court set aside and matter remanded to trial court to deal with the suit in accordance with law -- Arbitration and Conciliation Act, 1996  - ss.2(3) and 8."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "K V.S. RAO VS. C.B.I & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA3OA==",
        "Citation": "[2014] S.C.R. 658",
        "Case Type": "(TRANSFER PETITION (CRIMINAL) /89/2013)",
        "Date": "10 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjU4LTY2MCBfMTcwMzMxMDI4NS5wZGY=",
        "SCR Citation:": "[2014] S.C.R. 658",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "10 March 2014",
        "Petitioner:": "K V.s. Rao",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 180",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "C.b.i & Ors",
        "Case Type:": "TRANSFER PETITION (CRIMINAL) /89/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "TRANSFER PETITIONS",
            "Transfer of cases"
        ],
        "HeadNote": " TRANSFER PETITIONS:  Transfer of cases - Case against accused pending in Special Court, Lucknow and Special Court, Delhi - Held: It is the settled principle of .'saw that when two or more cases are pending against the petitioners/respondents which are similar in nature, cases can be transferred from one court to another - Petitioners have made out a case for transfer - Taking note of the fact that most of the witnesses are either doctors or officers working in respective medical colleges and also that the ultimate decision was taken only at the ministerial level which is at Delhi, in the interest and convenience of all parties,  all the cases are to be tried together at Delhi - Therefore, Criminal Case No. 5 of 2013 pending before the Court of Special Judge, Anti Corruption No. 4, CBI, Lucknow, is ordered to be transferred to the Court of Special Judge, C.B.I, Patiala House, New Delhi and is to be heard along with Criminal Case No. 3 of 2012 "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "POOJA BHATIA VS. VISHNU NARAIN SHIVPURI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA4MQ==",
        "Citation": "[2014] 3 S.C.R. 661",
        "Case Type": "(CRIMINAL APPEAL /585/2014)",
        "Date": "10 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjYxLTY2Nl8xNzAzMTQ5Njg4LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 661",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "10 March 2014",
        "Petitioner:": "Pooja Bhatia",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 179",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam,Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Vishnu Narain Shivpuri & Anr.",
        "Case Type:": "CRIMINAL APPEAL /585/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "BAIL: Cancellation of bail"
        ],
        "HeadNote": "BAIL: Cancellation of bail -- Held: In the light of the principles c for cancellation of bail and the assertion made by the Superintendent of Police in the form of counter affidavit and follow-up action, inasmuch as throwing acid on the complainant is a serious one,. though no injury on her but spit on her t-shirt and it got burnt, and taking note of the conduct of respondent-accused after the impugned order of High Court, granting him bail, the accused is not entitled to continue the benefit of bail -- Accordingly, the impugned order of High Court is set aside and respondent-accused is directed to surrender."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "DINESHAN K.K. VS. R.K. SINGH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA4Nw==",
        "Citation": "[2014] 3 S.C.R. 667",
        "Case Type": "(CIVIL APPEAL /422/2012)",
        "Date": "11 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjY3LTY3Ml8xNzAzMTQ5Nzc3LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 667",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "11 March 2014",
        "Petitioner:": "Dineshan K.k.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 181",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "R.k. Singh & Anr.",
        "Case Type:": "CIVIL APPEAL /422/2012",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971: s. 12; Constitution of India",
            "C 1950: Article 129 - Contempt jurisdiction"
        ],
        "HeadNote": "Contempt of Courts Act, 1971: s. 12; Constitution of India,  1950: Article 129 - Contempt jurisdiction - High Court while disposing of writ petition filed by petitioner had issued directions to the Union of India and its officer to re-designate the petitioner from rank of Hawaldar to Warrant Officer as recommended by Ministry of Home affairs - Appeal by UOI- respondent against the said directions dismissed by Supreme Court - Non-compliance with the directions issued by High Court as well as by Supreme Court in spite of lapse of considerable period - Contempt petition filed u/Article 129 of the Constitution r/w s.12 of the Contempt of Courts Act, 1971  against respondent officers - Maintainability of - Held: The judgment passed by High Court merged with that of Supreme Court when the appeal filed by the petitioner was dismissed by Supreme Court - Supreme Court had dismissed the appeal and, therefore, it was the direction passed by High  Court which in fact was allegedly disobeyed by respondents! contemnors - In the interest of justice and to lessen the burden of Supreme Court in the current scenario, High Court requested to look into the grievance of the petitioner, if a petition is filed before them inter alia bringing to their notice and knowledge that their orders and directions have been  disobeyed - This exercise would be beneficial to the parties because they were before the High Court in the writ petition wherein the directions were issued - The petitioner is directed to file an appropriate contempt petition before High Court for alleged disobedience of the orders and directions issued by the High Court."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "JUMNI AND OTHERS VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA5NA==",
        "Citation": "[2014] 3 S.C.R. 673",
        "Case Type": "(CRIMINAL APPEAL /1159/2005)",
        "Date": "12 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjczLTY5Ml8xNzAzMTQ5ODkwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 673",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "12 March 2014",
        "Petitioner:": "Jumni And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 184",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1159/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "INDIAN PENAL CODE",
            "Death of a married woman by burns"
        ],
        "HeadNote": "PENAL CODE: c s.302 - Death of a married woman by burns - Dying declaration - Relatives of husband of deceased convicted and sentenced - Plea of alibi of two of the appellants not accepted by courts below - Held: Testimony of alibi witnesses of two of the four appellants deserves acceptance - Further, the evidence of defence witness that the door of the room of the deceased was locked from inside and when he broke open it, he saw the deceased on fire, cannot be glossed over - Thus, it is not possible to discount the theory of suicide - Besides, with everybody being roped in for every event, it is not possible in this case to segregate or sever the actions of one from another - The two appellant setting up the plea of alibi are not found guilty of murder of deceased and are acquitted - The remaining two appellants are given benefit of doubt - Evidence - Plea of alibi - Severability of dying declaration.EVIDENCE: Plea of alibi - Held: Alibi witnesses have made out a strong case of demonstrating the improbability of the two appellants being involved in the incident of beating up the deceased and stopping her from going to police station the previous day and setting her on fire in the, morning of the day of occurrence - Courts below proceeded on the basis that these two accused are required to prove their innocence -- It is for the prosecution to prove the guilt of accused - defence evidence has to be tested like any other testimony, always keeping in mind that a person is presumed innocent until he or she is found guilty. Dying declaration - Evidentiary value of - Explained. Dying declaration - Severability of - Held: Role of two sets of accused can be segregated, if dying declaration is severable - In the instant case, role of accused persons cannot be segregated as it mentions all accused persons to have  been involved in all events - Deceased has referred to all of them as being involved in every incident - Alibi witnesses have made out a strong improbability for two of the appellants to have participated in the incidents - Further, if somewhat different roles were assigned to at least some of the accused persons, segregation or severance could have been possible- But with everybody being roped in for every event, it is not possible to segregate or sever the actions of one from another."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "SUDIPTA LENKA VS. STATE OF ODISHA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjA5OA==",
        "Citation": "[2014] 3 S.C.R. 693",
        "Case Type": "(WRIT PETITION (CIVIL) /957/2013)",
        "Date": "12 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNjkzLTcwOV8xNzAzMTQ5OTc1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 693",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "12 March 2014",
        "Petitioner:": "Sudipta Lenka",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 187",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of Odisha And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /957/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950: Art. 32 - Writ petition seeking transfer of investigation"
        ],
        "HeadNote": "CONSTITUTION OF INDIA, 1950: Art. 32 - Writ petition seeking transfer of investigation of case to CBI - Sexual harassment of a contractual Government teacher - Victim stated to have been set ablaze resulting into her death - Held: Power of constitutional court to transfer investigation to CBI should be exercised only in situations befitting, judged on the touchstone of high public interest and the need to maintain the Rule of Law -Insofar as the facts and circumstances following the death of the deceased is concerned, in view of the charge-sheet filed and the departmental action taken against the erring officials, there is no necessity of any further direction in the matter, at this stage - As regards the events preceding the death of victim, the same, prima-facie, disclose some amount of laxity and indifference - Therefore, even while noticing that disciplinary action has been taken against certain officials, State Government should hold a detailed administrative inquiry to ascertain whether any other official or authority, at any level, is responsible for not attending to the grievances raised by the deceased and to take necessary action in the matter accordingly - Public interest litigation."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "PHATU ROCHIRAM MULCHANDANI VS. KARNATAKA INDUSTRIAL AREAS DEVELOPMENT BOARD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjEwNw==",
        "Citation": "[2014] 3 S.C.R. 710",
        "Case Type": "(CIVIL APPEAL /3803/2014)",
        "Date": "12 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNzEwLTc0M18xNzAzMTYyODAxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 710",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "12 March 2014",
        "Petitioner:": "Phatu Rochiram Mulchandani",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 185",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Karnataka Industrial Areas Development Board & Ors.",
        "Case Type:": "CIVIL APPEAL /3803/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "KARNATAKA INDUSTRIAL AREA DEVELOPMENT C ACT",
            "1966",
            "Lease-cum-sale agreement"
        ],
        "HeadNote": "KARNATAKA INDUSTRIAL AREA DEVELOPMENT ACT, 1966: 0 E Lease-cum-sale agreement - Allotment of plots to company for setting up factory/industry - Industry not set up - Company in liquidation - Agreement terminated by Board - Held: Right to purchase the plots m question after the expiry of the lease period could accrue in favour of the Company only on fulfilling the covenants stipulated in clause 2(P) - On Company's failure to do so, Lease Agreement gave right to the Board to determine lease and resume the land - It is, thus, in the nature of Lease-cum-Sale Agreement, which started with lease- and could culminate into sale - Lease came to be determined by Board because of the breach of covenants of lease agreement - Therefore, it cannot be accepted that Company had become the owner of the plots in question.  Validity of termination notice - Held: Company had committed clear breach in not completing the project and setting up the factory within the time given on the Lease Agreement or the time as extended by the Board - In such circumstances, the Lease Agreement gave a definite right to G the Board to terminate the lease - Board was within its right to terminate the lease as provided in Lease Agreement. Requirement of prior permission of Company Court before terminating the lease - Notice of cancellation of leasegiven after the winding up order - Held: Serving of cancellation notice simplicitor would not come within the mischief of s.537 of Companies Act, as that by itself does not amount to attachment, distress or execution etc - No doubt, after the commencement of the winding up, possession of the land could not be taken without the leave of the Court - Therefore, no prior permission was required by the Board for cancelling the lease - Companies Act, 1956 - s.537. A B COMPANIES ACT, 1956: s.536 - Company in liquidation - Resumption of plots allotted to company, on its failure to set up Factory/industry - Application for permission by Board - Held: Termination notice by the Board is valid - Likewise, order of Company Judge permitting the Board to take possession of land in question is legal and justified.  LOCUS STAND/: Company in liquidation - Cancellation of lease-cum-sale agreement in respect of two plots allotted to Company, for its failure to set up factory/industry - Order of Company Judge to hand over possession of plots to Board - Challenged by one of the shareholder/Promoter of Company - Held: Appellant is very much concerned with the outcome of the proceedings in as much as, if the ownership of the land in question vests with the Company, it may reduce his personal liability, as he has given guarantees to the financial institutions for the loan advances to the Company."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "KANHAIYA LAL VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIwNw==",
        "Citation": "[2014] 3 S.C.R. 744",
        "Case Type": "(CRIMINAL APPEAL /595/2014)",
        "Date": "13 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNzQ0LTc1Ml8xNzAzMTUwMjI4LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 744",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "13 March 2014",
        "Petitioner:": "Kanhaiya Lal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 190",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /595/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: ss. 302 and 201 - Murder - Circumstantial evidence"
        ],
        "HeadNote": "PENAL CODE, 1860:  ss. 302 and 201 - Murder - Circumstantial evidence - Dead body recovered from the well belonging to accused- appellant - Appellant and deceased stated to have been last seen together previous night - Witness declared hostile - Held: In the instant case, circumstance of last seen together does not by itself and necessarily lead to the inference that it was  appellant who committed the crime - Mere non-explanation on the part of appellant, by itself cannot lead to proof of guilt against him - Motive is not established -Conviction of appellant cannot be maintained merely on suspicion, however strong it may be, or on his conduct -- Conviction and sentence  imposed on appellant are set aside and he is acquitted of the charge, by giving him benefit of doubt - Evidence - Circumstantial evidence."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "BHAGWAN TUKARAM DANGE VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIwOA==",
        "Citation": "[2014] 3 S.C.R. 753",
        "Case Type": "(CRIMINAL APPEAL /1823/2008)",
        "Date": "13 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNzUzLTc2NF8xNzAzMTUwMzE1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 753",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "13 March 2014",
        "Petitioner:": "Bhagwan Tukaram Dange",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 188",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1823/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: ss.302 and 498-A r/w s. 34"
        ],
        "HeadNote": "PENAL CODE, 1860: ss.302 and 498-A r/w s. 34 - Death of wife of appellant with bum injuries - Appellant arid his father, drunk, asking the victim to bring money from her parental house - On refusal she was given severe beatings - Kerosene poured on her and appellant setting her on fire - Dying declarations - Conviction by courts below and sentence of life imprisonment - Held: Conviction was recorded on the basis of dying declarations recorded by Head Constable and Judicial Magistrate - Said statements were further corroborated by father of deceased and medical evidence - There is no reason to interfere with the conviction and sentence. c 0 E s. 85 - Act of a person under influence of intoxication - Held: Intoxication, as such, is not a defence to a criminal charge - It cannot be accepted that since accused-appellant was under influence of liquor, offence will fall u/s 304 (Part I) or s. 304 (Part II) - He was presumed to know the F consequences of his action, of having lit the match stick and set his wife on fire, after his father sprinkled kerosene on her body - He was correctly charge-sheeted u/s 302 and there is no reason to interfere - Since appellant has already suffered 16 years of sentence without remission, State Government is G directed to consider his case in terms of Resolution dated 11. 04. 2008 read with Annexure I - Sentence - Remission of - Government of Maharashtra Resolution No.RLP1006/CR6211 PRS-3 dated 11.04.2008.EVIDENCE ACT, 1872: s.32 - Dying declaration - Evidentiary value of - Explained."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "KESHARBAI @ PUSHPABAI EKNATHRAO NALAWADE (D) BY LRS. & ANR. VS. TARABAI PRABHAKARRAO NALAWADE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIxMg==",
        "Citation": "[2014] 3 S.C.R. 779",
        "Case Type": "(CIVIL APPEAL /3867/2014)",
        "Date": "27 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNzc5LTc3OV8xNzAzMTUwNDY3LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 779",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "27 March 2014",
        "Petitioner:": "Kesharbai @ Pushpabai Eknathrao Nalawade (d) By Lrs. & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 944",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Tarabai Prabhakarrao Nalawade & Ors.",
        "Case Type:": "CIVIL APPEAL /3867/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "JUDGEMENT: Modification in judgment"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "RAJASTHAN STATE TPT CORPN. & ANR. VS. BAJRANG LAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIxNA==",
        "Citation": "[2014] 3 S.C.R. 782",
        "Case Type": "(CIVIL APPEAL /4104/2007)",
        "Date": "14 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNzgyLTc5NF8xNzAzMTUwNjc2LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 782",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "14 March 2014",
        "Petitioner:": "Rajasthan State Tpt Corpn. & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 192",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Bajrang Lal",
        "Case Type:": "CIVIL APPEAL /4104/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Termination from service - Embezzlement of money"
        ],
        "HeadNote": "Service law: Termination from service - Embezzlement of money - Respondent-employee working as a trainee conductor on daily basis found carrying passengers without tickets - Chargesheeted - Enquiry officer found charges proved against him - Disciplinary Authority passed order of punishment of removal from service - Suit challenging removal decreed accepting the allegation of employee that in the inquiry the statement of the witnesses were not recorded in front of him; that he was not given an opportunity to cross- examine the witnesses produced by Corporation; that he was not supplied with the copies of the documents and was not heard on the quantum of the punishment - Corporation's appeal dismissed by first appellate court and High Court - Held: The findings recorded by trial court was based only on the allegations made by the employee in the plaint and on account of non-rebuttal of same on part of Corporation, though the trial court had proceeded with the case clearly observing that the burden of proving the issue was on the employee and not on the Corporation - There was no specific pleading as to what document relied upon by the enquiry officer was not supplied to employee or which witness was not permitted to be cross-examined by him - Also trial court did not make any reference to enquiry report or contents thereof - High Court in Second Appeal refused to examine the issue by merely observing that no substantial question of law was involved and the findings of fact, even though erroneous, cannot be disturbed in Second Appeal - The conclusion reached by High Court was erroneous as Second Appeal, in exceptional circumstances, can be entertained on pure questions of fact - Regarding the question of punishment; in cases involving corruption, there cannot be any other punishment than dismissal - Any sympathy shown in such cases is totally uncalled for and opposed to public interest - The amount misappropriated may be small or large; it is the act of misappropriation that is relevant - No interference called for with the order of dismissal. A Pleadings: Held: A party has to plead the case and produce/adduce sufficient evidence to substantiate his submissions made in the plaint and in case the pleadings are not complete, the Court is under no obligation to entertain the pleas.  Code of Civil Procedure, 1908: s. 100 - Held: There is no prohibition for the High Court to entertain the Second Appeal even on question of fact where factual findings are found to be perverse."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "SHEELA JAWARLAL NAGORI & ANR. VS. KANTILAL NATHMAL BALDOTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIxOA==",
        "Citation": "[2014] S.C.R.",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /36518/2013)",
        "Date": "25 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDA0XzNfNzk1LTgwMl8xNzA0MTg3MDg1LnBkZg==",
        "SCR Citation:": "[2014] S.C.R.",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 March 2014",
        "Petitioner:": "Sheela Jawarlal Nagori & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 205",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Kantilal Nathmal Baldota & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /36518/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "TRANSFER OF PROPERTY ACT",
            "1882: Eviction decree by trial court"
        ],
        "HeadNote": "TRANSFER OF PROPERTY ACT, 1882: Eviction decree by trial court, upheld by appellate court - Plea of tenant that the suit property was acquired by the Municipal Corporation for the purpose of a primary school and the Land Acquisition Officer had passed an award and, therefore, the landlord was divested of his right, title and interest in the suit property after the land acquisition proceedings and thus suit for eviction of tenant was not maintainable - High Court noted that there was no material to suggest that the Municipal Corporation had taken possession of the suit property from the landlord and on the contrary, the Corporation had sanctioned a development plan submitted by the landlord in respect of the suit property - Held: s. 16 of the Land Acquisition Act, 1894 enables the acquiring authority to take possession of acquired land and when that is taken, it would be free from all encumbrances - In the absence of possession of the suit property being taken by Corporation, the plea by the tenant cannot be accepted that the landlord was divested of his right, title or interest in the suit property - The tenant continued to pay rent to the landlord even though according to the tenant the landlord had no concern with the suit property after the award was passed by the Land Acquisition Officer - The stand of the tenant was, therefore, self-defeating - Tenant was liable to be evicted.UNDERTAKING: Eviction decree - Request by tenant for time to vacate the premises - Granted on condition of filing undertaking - Non-filing of undertaking - Held: Amounts to flagrant disobedience and undermines the authority of the High Court - High Court advised to consider having the tenant first file an undertaking and placed on record before granting any interim order after dismissal of the tenant's petition."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "UNION OF INDIA VS. SHEO SHAMBHU GIRI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIxOQ==",
        "Citation": "[2014] 3 S.C.R. 803",
        "Case Type": "(Select Case Type/1027/2008)",
        "Date": "25 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODAzLTgwOV8xNzAzMTUwODM5LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 803",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 March 2014",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 201",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Sheo Shambhu Giri",
        "Case Type:": "Select Case Type/1027/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985: s.23 - Applicability of"
        ],
        "HeadNote": " Narcotic Drugs and Psychotropic Substances Act, 1985: s.23 - Applicability of - Held: s.23 creates three offences i.e. import into India, export out of India; and transhipment of any narcotic drug or psychotropic substance - Word \"transhipment\" occurring u/s. 23 must necessarily be understood in the context of the scheme of the section and the preceding expressions of ''import into India\" and \"export out of India\" to mean only transhipment for the purpose of either import into India or export out of India - In the instant case, no evidence to prove that the respondent was carrying contraband either in the course of import into India or export . out of India - Therefore, High Court rightly set aside conviction · u/s.23. · "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "SMT. SAVITA VS. BINDAR SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIyMw==",
        "Citation": "[2014] 3 S.C.R. 810",
        "Case Type": "(CIVIL APPEAL /4001/2014)",
        "Date": "25 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODEwLTgyOV8xNzAzMTUwODg5LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 810",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 March 2014",
        "Petitioner:": "Smt. Savita",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 204",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Bindar Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /4001/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "MOTOR VEHICLES ACT",
            "1988: s. 166 -- Fatal motor accident"
        ],
        "HeadNote": "MOTOR VEHICLES ACT, 1988: s. 166 -- Fatal motor accident - Compensation --Tribunal and High Court ignoring to award compensation towards future prospects -- Awarding meager amounts under heads --\"loss of consortium\" and \"funeral expenses\"- Held: At the time of fixing such compensation, court should not succumb to niceties or technicalities to grant just compensation -- It is the duty of court to equate, as far as possible, the misery on account of accident with compensation so that the injured or dependants should not face vagaries of life on account of discontinuance of income earned by victim -- Therefore, it will  be the bounden duty of Tribunal to award just, equitable, fair and reasonable compensation considering the price index prevailing at the moment and judging the situation prevailing -- Compensation under the head \"future prospects of deceased\" to be calculated by adding 30% to monthly income F and by deducting 113 towards personal expenses -- Compensation under the heads \"loss of consortium\" and \"funeral expenses\" enhanced -- Interest to be paid @ 8% instead of 6% awarded by Tribunal from the date of application till payment -- Interest."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "VIJAY SINGH & ANR VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIyNg==",
        "Citation": "[2014] 3 S.C.R. 830",
        "Case Type": "(CRIMINAL APPEAL /444/2008)",
        "Date": "25 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODMwLTgzN18xNzAzMTUwOTk3LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 830",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 March 2014",
        "Petitioner:": "Vijay Singh & Anr",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 200",
        "Judgment Delivered by:": "Hon'ble Mr. Justice C.K. Prasad",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /444/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: s.326- Death of a person by injuries"
        ],
        "HeadNote": "PENAL CODE, 1860: s.326- Death of a person by injuries caused by several persons .. - Conviction and sentence u/s 302 of two upheld by HJgh Court-Held: Appellants had caused one injury each, whereas deceased had sustained five injuries -- According to doctor, death had occurred on account of shock and excessive bleeding due to the injuries caused on the person of deceased -- Thus, death had not taken place as a result of injuries caused by appellants or any one of them -- Therefore, they cannot be held guilty u/s 302 simplicitor or with the aid of s.34 -- But their acts come within the mischief of s. 326 - E Accordingly, their conviction is modified and they are held guilty u/s 326 and sentenced to rigorous imprisonment for 10 years and fine of Rs.5,0001- each."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "EXECUTIVE DIRECTOR, STEEL AUTHORITY OF INDIA & ORS. VS. TYCOON TRADERS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIzMA==",
        "Citation": "[2014] 3 S.C.R. 838",
        "Case Type": "(CIVIL APPEAL /4026/2014)",
        "Date": "26 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODM4LTg0Ml8xNzAzMTUxMDY1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 838",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "26 March 2014",
        "Petitioner:": "Executive Director, Steel Authority Of India & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 208",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Tycoon Traders & Ors.",
        "Case Type:": "CIVIL APPEAL /4026/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONTRACT",
            "Contract becoming unenforceable impossible"
        ],
        "HeadNote": "CONTRACT: Contract becoming unenforceable impossible-Contract for removal of iron ore fines-Granted in 2007 -- Renewed in 2009 -- Principal Chief conservator of Forests declining to grant permission for lifting and transporting of iron ore fines by plying vehicles as the area was declared as 'Tiger Reserve' -- High Court holding that contract stood frustrated and it was illegal for SAIL not to refund entire amount -- Held: Contract is unenforceable and further, it is a/so hit by s.38(v) of Wildlife (Protection) Act -- High Court was correct in allowing the writ  petition, and there is no reason to interfere - Wild life (Protection) Act, 1972 - s.38(v)."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "UDAY GUPTA VS. AYSHA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIzNA==",
        "Citation": "[2014] 3 S.C.R. 843",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CRIMINAL)... /3390/2014)",
        "Date": "21 APRIL 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODQzLTg0Nl8xNzAzMTUxMTMxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 843",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "21 April 2014",
        "Petitioner:": "Uday Gupta",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 299",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Aysha & Anr.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CRIMINAL)... /3390/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "FAMILY LAW: Institution of marriage - In the impugned order"
        ],
        "HeadNote": "FAMILY LAW: Institution of marriage - In the impugned order, the High Court made observation that a valid marriage does not necessarily mean that all the customary rights  pertaining to the married couple at:e to be followed and subsequently solemnized - Instant SLP filed by Advocate not party before the High Court challenging the said observations - Held: Such observations had been made in the facts of that case - In fact, the High Court observed that if a man and woman are living together for a long time as husband and wife, though never married, there would be a presumption of marriage and their children could not be called illegitimate - High Court made the said observations as the alleged marriage took place in 1994 and two children were born in . 1996 and 1999 respectively - Therefore, the observations made by the High Court in the said judgment were restricted to the facts of that case and do not lay down the law of universal application - Precedent - Presumption."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "ARSAD SK. & ANR. VS. BANI PROSANNA KUNDU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjIzOA==",
        "Citation": "[2014] 3 S.C.R. 847",
        "Case Type": "(CIVIL APPEAL /4805/2014)",
        "Date": "23 APRIL 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8xOTY3XzNfODQ3LTg1NF8xNzA0MTg3MTk2LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 847",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "23 April 2014",
        "Petitioner:": "Arsad Sk. & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 314",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Bani Prosanna Kundu & Ors.",
        "Case Type:": "CIVIL APPEAL /4805/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CIVIL PROCEDURE",
            "1908: s.100 - Second appeal"
        ],
        "HeadNote": "CODE OF CIVIL PROCEDURE, 1908: s.100 - Second appeal - Substantial question of law - Non-framing of substantial question of law at the time of admission of second appeal but framing thereof after conclusion of the arguments - Correctness of - Held: The general rule regarding an appeal u/s. 100 is that the jurisdiction of High Court is limited to the substantial question of law framed at the time of the admission of appeal - However, omission of the High Court in formulating the 'substantial question of law' (while admitting the appeal) does not preclude the same from being heard, as litigants should not be penalized for an omission of the Court - Substantial question of law can be formulated in some exceptional cases, at a later point of time, even at the time of argument stage provided the opposite party is put on notice thereon and is given a fair or proper opportunity to meet out the point - Furthermore, the judgment of High Court should be set aside on the ground of non-compliance with sub- section (4) of s.100, only if some prejudice has been caused to the appellants by not formulating such a substantial question of law."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "POOJA ABHISHEK GOYAL VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI0MA==",
        "Citation": "[2014] 3 S.C.R. 855",
        "Case Type": "(Select Case Type/7121/2011)",
        "Date": "25 APRIL 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODU1LTg2MF8xNzAzMTUxMjgzLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 855",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 April 2014",
        "Petitioner:": "Pooja Abhishek Goyal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 346",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Gyan Sudha Misra",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "Select Case Type/7121/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.173(8) - Dowry case fifed by petitioner-wife against husband and in-laws"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.173(8) - Dowry case filed by petitioner-wife against husband and in-laws - Charge-sheet - At the time of framing of charges, petitioner filed application seeking further investigation of the case with respect to her 'stridhan' properties and the palmtop communicator, stating that though in the complaint there was a specific case that 'stridhan' was with husband and his family members, no efforts were made by Investigating Officer to recover it - Further investigation ordered - Ornaments produced by husband but refusal by petitioner to take them on the ground that they were not the complete ornaments - Investigating Officer finally gave report that nothing was required to be done with respect to the Palmtop - Thereafter, petitioner submitted another application before Magistrate for further investigation u/s. 173(8) with a special direction that the same be conducted under the direct supervision of an officer not below the rank of Asstt. Commissioner of Police of zone, within whose jurisdiction the Police Station falls, reiterating the same grievance which was made earlier - Magistrate allowed the said application - Revision application by respondents partly allowed observing that Magistrate was not justified in directing further investigation on a particular aspect (Stridhan and Palmtop) and that too by a particular officer - High Court upheld the order- SLP - Held: High Court was right in holding that all steps pertaining to investigation of stridhan property had been allowed in favour of the petitioner and even suo moto investigation was conducted by the police which subsequently was confirmed by the order of the Magistrate - Thus, whatever was legally possible was already allowed in favour of petitioner - The attending circumstances showed that she had not moved the Court bonafide but perhaps to teach a lesson to the respondent-husband rather than recovery of her stridhan property - In any view, if the investigation conducted by the authorities did not suffer from the lacunae or serious infirmity, there is no reason to issue any further direction to the court below to take steps in the matter - However, all remedies in accordance with law for recovery of 'stridhan property', would c be available to the petitioner. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "ARUN KUMAR AGRAWAL VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI0NQ==",
        "Citation": "[2014] 3 S.C.R. 861",
        "Case Type": "(WRIT PETITION (CIVIL) /374/2012)",
        "Date": "01 OCTOBER 2014",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODYxLTkyOF8xNzAzMTQ5NTgzLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 861",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "01 October 2014",
        "Petitioner:": "Arun Kumar Agrawal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2013 INSC 744",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /374/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950: Writ petition challenging appointment of Chairman",
            "SEBI"
        ],
        "HeadNote": " CONSTITUTION OF IND/A, 1950: Art.32 - Writ petition challenging appointment of Chairman, SEBI - Held: Section 4(5) of SEBI Act inter alia stipulates that Chairman and other Members of SEBI shall be persons of \"ability, integrity and standing who have shown capacity in dealing with problems relating to securities market\" 0 - Thus, statutorily, a person cannot be appointed as Chairman/Member of SEBI unless he or she is a person of high integrity - Therefore, selection and appointment of Chairman, SEBI could be challenged before Supreme Court in a writ petition under Art. 32 of the Constitution on the E ground that he does not satisfy the statutory requirements of a person of high integrity - Securities and Exchange BoarrJ of India Act, 1992 - s. 4(5). SECURITIES AND EXCHANGE BOARD OF INDIA ACT, 1992: s.4(5) - Appointment of Chairman of SEBI - Challenged on the ground of integrity, ma/a fides, conspiracy etc. - Held: SEBI is an institution of high integrity -- The functions performed by it are such that any malfunctioning in G performance of such functions can disturb economy of the country - Therefore, only persons of high integrity would be eligible to be appointed as Chairman/Member of SEBI - This is imperative - There is no substance in the alleged irregularities regarding deputation of fourth respondent, the alleged misstatement/non-disclosure about his pay scale/ sanctioned emoluments as disclosed -- There is nothing which would render him a person of not high integrity - SEBI (Terms and Conditions of Service and Members) Rules, 1992 B - r.3(5) -- /AS Cadre Rules - rr.6(2)(i) and 6(2)(ii). Appointment of Chairman, SEBI - Allegation of ma/a fide - Held: If the a/legations of ma/a fide are established, it would vitiate the selection procedure, recommendation and C appointment of fourth respondent as Chairman, SEBI - But, burden of proving the allegations of ma/a fide. would lie very heavily on petitioner - It was incumbent on petitioner not only to make specific allegations, but also to produce very strong evidence to lead to a clear conclusion that the selection was actuated by ma/a fide - Petitioner has not made out a case D of ma/a fide to vitiate the selection process and appointment of fourth respondent as Chairman, SEBI. Appointment of Chairman, SEBI - Allegation of conspiracy - Held: The charge of conspiracy has to be taken E seriously as it involves commission of very serious criminal offence uls 120-B, /PC - Such a charge of criminal intent and conduct had to be clearly pleaded and established by evidence of very high degree of probative value - No notice of such allegations can be taken based only on pure F conjectures, speculations and interpretation of notings in the official files -Appointment of fourth respondent is strictly in conformity with the procedure prescribed - Petitioner has not placed on record any material to establish that any conspiracy was hatched to ensure the selection of fourth G respondent as Chairman, SEBI - All India Services (Death- cum-Retirement Benefits) Rules, 1958 - rr.16 and 26. PUBLIC INTEREST LITIGA TION: Writ petition challenging appointment of Chairman, SEBI H - Held: In the instant case, petitioner has unjustifiably attacked integrity of the entire selection process - The petition does not satisfy the test of utmost good faith which is required to maintain public interest litigation -- On facts, petitioner could not justify invoking the jurisdiction of the Court under Art. 32. "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "DINUBHAI BOGHABHAI SOLANKI VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI1NQ==",
        "Citation": "[2014] 3 S.C.R. 932",
        "Case Type": "(CRIMINAL APPEAL /92/2014)",
        "Date": "25 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfOTMyLTk4M18xNzAzMTUxNjQ1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 932",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 February 2014",
        "Petitioner:": "Dinubhai Boghabhai Solanki",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1063",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "CRIMINAL APPEAL /92/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Investigation",
            "Transfer of investigation"
        ],
        "HeadNote": "Transfer of investigation - In the instant case, a social activist had filed PIL for stopping illegal mining in which, name of appellant and his nephew emerged as the power behind illegal mining mafia - They were impleaded as respondents and served - Next day the social activist was brutally killed - Father of activist dissatisfied with the progress of investigation filed writ petition seeking transfer of investigation - High Court initially directed further investigation to be conducted by State under the supervision of the Special Commissioner of Police, Crime Branch - On submission of final report, High Court finding that even further investigation was not impartial, by impugned order, transferred the case to CBI - Transfer challenged by the State - Held: Appellant before the High Court was none other than the father of the deceased - It was a cry for justice made by a person whose son was brazenly murdered - High Court recorded that all the circumstances put together indicated that the investigation was controlled from the stage of registering the FIR and only the clues provided by the accused persons themselves were investigated to close the investigation by filing charge-sheet and further investigation had not served any purpose - Therefore, the investigation with the lapses and lacunae as a/so the unusual acts of omission and commission did not inspire confidence - After recording the said observation, it was noticed by High Court that the investigation was being transferred to CBI to instill confidence of the general public in the investigation,keeping in mind the seriousness of the case having far A reaching implications - No interference with the transfer of investigation to CBI. Transfer of investigation - Rights of accused - Opportunity of hearing and impleadment of accused -Held: 8 Fair, unbiased and transparent investigation is a sine quo non for protecting the accused - It is not necessary to give an opportunity of hearing to the proposed accused as a matter of course - If prior notice and an opportunity of hearing have to be given in every criminal case before taking any action C against the accused person, it would frustrate the entire objective of an effective investigation - In the instant case, there was no obligation for High Court to either hear or to make appellant a party to the proceedings before directing that the investigation be conducted by CBI. D Transfer of investigation - Adverse remarks recorded by High Court while considering transfer of investigation to CBI - Expunction of - Instant appeal by appellant challenging the remarks maae by High Court against him in impugned order on the ground that the said remarks would gravely prejudice E his case at trial and praying for rehearing of writ petition and expunction of remarks - Held: High Court observed that investigation all throughout was far from fair, impartial, independent or prompt - Mere mention of the appellant as the prime suspect was not a conclusion reached by High Court - F No categorical findings were recorded about the involvement of the appellant in the crime of conspiracy - It was clarified in the impugned judgment that the observations made were only for the limited purpose of deciding whether further investigation was required to be handed over to CBI, and they G shall not be construed as expression of an opinion on any particular aspect of the investigation carried out - After recording the said clarification, it was noticed that the investigation was being transferred to CBI to instill confidence of the general public in the investigation, keeping in mind the seriousness of the case having far reaching implications - B Adverse remarks recorded by High Court are not expunged - However, trial court is directed to keep in mind that any observations made by High Court, which may appear to be adverse to appellant, were confined only to the determination of the issue as to whether the investigation is to be transferred to CBI. ADMINISTRATION OF CRIMINAL JUSTICE: Held: Essence of criminal justice system is to reach the truth - The C underlying principle is that whilst the guilty must not escape punishment; no innocent person shall be punished unless the guilt of the suspect/accused is established in accordance with law - All suspects/accused are presumed to be innocent till their guilt is proved beyond reasonable doubt in a trial conducted according to the procedure prescribed under law. D E F G H BAIL: Entitlement for - In the instant case, appellant was a\"ested when he appeared before the CBI in response to the summons - Since then he was in custody - Supplementary charge-sheet filed by the CBI - After the charge-sheet, the appellant was no longer required for further investigation - There was no likelihood of the appellant tampering with the evidence as the copies of all the sensitive statements were not supplied to the appellant - Keeping in view the fact that the CBI has submitted the supplementary charge-sheet and that the trial is likely to take a long time, it is deemed appropriate to enlarge the appellant on bail, subject to conditions of furnishing personal security."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "STATE BANK OF PATIALA AND ANOTHER VS. RAM NIWAS BANSAL (DEAD) THROUGH LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI1Nw==",
        "Citation": "[2014] 3 S.C.R. 984",
        "Case Type": "(CIVIL APPEAL /239/2003)",
        "Date": "03 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice H.L. Gokhale",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfOTg0LTEwMjVfMTcwMzE0OTkzOS5wZGY=",
        "SCR Citation:": "[2014] 3 S.C.R. 984",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "03 March 2014",
        "Petitioner:": "State Bank Of Patiala And Another",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 159",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Ram Niwas Bansal (dead) Through Lrs.",
        "Case Type:": "CIVIL APPEAL /239/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Disciplinary Proceedings"
        ],
        "HeadNote": "SERVICE LAW: Disciplinary proceedings - Punishment of dismissal from service on 23.4.1985 - Full Bench of High Court ordered reinstatement on the ground that non-supply of enquiry report had caused serious prejudice to the delinquent employee and on that basis set aside the order of punishment and directed the disciplinary authority to grant an opportunity to the employee to reply to enquiry report and pass appropriate orders after granting personal hearing to him - The Bank completed the disciplinary proceedings and passed an order of dismissal with retrospective effect - Challenged - Held: The direction of Full Bench of High Court for reinstatement was a direction for reinstatement for the purpose of holding a fresh enquiry from the stage of furnishing the report and no more - The Bank passed an order of dismissal on 22.11.2001 with effect from 23. 4. 1985 - On the face of the said order, it is absolutely unacceptable that the Bank in 2001 can pass an order with effect from 23. 4. 1985 which would amount to annulment of the earlier judgment of the Full Bench of High Court - When on the date of non-furnishing of the enquiry report, the delinquent officer was admittedly not under suspension, but was in service, fie would continue in service till he is dismissed from service in accordance with law or superannuated in conformity with the Regulations - The order of removal cannot be made retrospective.STATE BANK OF PAT/ALA (OFFICERS') SERVICE REGULATIONS, 1979: A Regulation 19(1), provisos - Date of superannuation - Entitlement to back wages - Whether till the date of superannuation or till the date of dismissal - Held: The first  proviso to Regulation 19(1) states that the period of service can be extended by the discretion of the competent authority and such extension has to be desirable in the interest of the Bank - Unless an extension is granted by a positive or an affirmative act by the competent authority, an officer of the C Bank retires on attaining age of 58 years or upon the completion of 30 years of service, whichever occurs first - Order of dismissal was passed on 22. 11.2001 while the employee completed 30 years of service on 25.2.1992 - The claim for grant of full salary for the whole period till the order of removal is, therefore, not sustainable as the officer stood  superannuated on completion of 30 years - His continuance by virtue of the order passed by the High Court has to be treated as a deemed continuance for the purposes of finalization of the disciplinary proceeding only."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "PUBLIC SERVICE COMMISSION, UTTARANCHAL VS. JAGDISH CHANDRA SINGH BORA & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI1OA==",
        "Citation": "[2014] 3 S.C.R. 1026",
        "Case Type": "(CIVIL APPEAL /3034/2007)",
        "Date": "03 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Ranjana Prakash Desai, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTAyNi0xMDUzXzE3MDMxNTE4NTAucGRm",
        "SCR Citation:": "[2014] 3 S.C.R. 1026",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "03 March 2014",
        "Petitioner:": "Public Service Commission, Uttaranchal",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 160",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Jagdish Chandra Singh Bora & Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /3034/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "UTTRANCHAL SUBORDINATE ENGINEERING SERVICE (EMERGENCY DIRECT RECRUITMENT) RULES",
            "2001"
        ],
        "HeadNote": "UTTRANCHAL SUBORDINATE ENGINEERING SERVICE (EMERGENCY DIRECT RECRUITMENT) RULES, 2001: r.5(4) - Selection for the post of Junior Engineer under the 2001 Rules - Advertisement and the 2001 Rules did not provide any weightage to be given to trained apprentices - Rules 2001 ceased to exist on 11. 11. 2002 - On 31.7.2003, 2003 Rules framed - Rules 2003 superseded all existing Rules but Rule 5(4) of 2001 Rules was transposed by Rule 5(4) of the 2003 Rules - Rule 5(4) of the 2003 Rules provided that the marks obtained in the written examination and the marks obtained in the interview shall be increased by 10 extra marks in case of trained apprentices - Claim by respondents-writ petitioners to make selection after giving benefit of 10 additional marks to the candidates for completed apprenticeship - Held: All the candidates including the respondents participated in the selection process under 2001 Rules being fully aware that no preference was given to the trained apprentices - Therefore, it cannot be said that any vested right had accrued to the trained apprentices, under the 2001 Rules - The Rules of 2003 came into force on 31. 7. 2003 and no retrospective effect was given to it - The 2003 Rules could not have the effect of amending the 2001 Rules which had already ceased to exist in terms of Rule 6 thereof w.e.f. 11.11.2001 - It was wholly impermissible to alter the selection criteria which was advertised in 2001 - As no preference was given to the trained apprentices in 2001 Rules, many eligible candidates in that category may not have applied - Therefore, giving such preference would be clear infraction of Article 14 of the Constitution of India - Service law - Selection. A CIRCULAR/GOVERNMENT ORDERS/NOTIFICATION: Executive orders - Binding effect of - Held: The executive orders cannot supplant the rules framed under the proviso to Article 309 of the Constitution of India - Such executive orders/instructions can only supplement the rules framed under the proviso to Article 309 of the Constitution of India."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "STATE OF KERALA & ORS. VS. B. SURENDRA DAS ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI2MQ==",
        "Citation": "[2014] 3 S.C.R. 1054",
        "Case Type": "(CIVIL APPEAL /3196-98/2014)",
        "Date": "05 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTA1NC0xMDk2XzE3MDMxNTE5OTUucGRm",
        "SCR Citation:": "[2014] 3 S.C.R. 1054",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "05 March 2014",
        "Petitioner:": "State Of Kerala & Ors.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 933",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "B. Surendra Das Etc.",
        "Case Type:": "CIVIL APPEAL /3196-98/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ABKARI POLICY: Kerala Abkari Policy"
        ],
        "HeadNote": "ABKARI POLICY: Kerala Abkari Policy - Object of - Held: Is to curb the rampant alcoholism in the State of Kerala, which C claims to have the highest consumption of alcohol as against the other states in India, and whereby the younger generation is getting addicted - The objective is in pursuance of Article 47 of the Constitution which declares it to be a Directive Policy for the State to endeavour to bring about prohibition of D consumption of intoxicating drinks - Constitution of India, 1950 - Article 47 - Liquor. CONSTITUTION OF INDIA, 1950 - Article 47 - Liquor - Right to trade - Held: There is no fundamental right to trade . in liquor - At the same time where such a trade is permitted, there cannot be any room for discrimination.KERALA ABKARI ACT: r.13 - Kerala Abkari Policy 2011-12 -Amendment to s.13 F omitting words 'three star' from r. 13(3) - Constitutionality of - Held: In the case of . Six Holiday Resorts, the deletion of two star hotels from the eligibility of FL-3 licences was upheld by Supreme Court - It was held therein that promotion of tourism should be balanced with general public interest and G that if policy is not open to challenge the amendment of the rules to effect the policy can also not be challenged - Deletion of three star hotels falls in the same genre as the deletion of two star hotels, which was done earlier - This being the position, the State cannot be faulted for deletion of three star hotels after a periodical revision of the policy.r.13 - Kerala Abkari Policy 20'11-12 -Amendment to r.13 introducing distance rule - Constitutionality of - Held: The consequences of the amendment would be that four star and five star hotels would not be permitted to have FL-3 licences only on the ground that they are within the prohibited distance from such hotels which have poor hygiene standards, and which are not following norms laid down by the State Government - As per the report of the GAG, there was violation of licence conditions by the Bar Hotels - The Excise Commissioner also sent a letter to the Government · highlighting poor standards maintained by the 418 unclassified bars and requesting not to grant fresh FL3 licenses as during the last one year several people had died due to excessive drinking in the unclassified hotels - Even then seven more FL3 licenses were issued - Moreover in the Abkari Policy for 2010-11, the Government declared that the FL3 licensees not having the requisite star qualification and ,,-.;ho were functional during 2009-10 should be regularized - Government having not taken a firm stand to ensure that only hotels of a minimum standard are issued FL3 licenses has seriously compromised public safety - This is counter- productive to the objective of r. 13(3), which is to promote tourism, as well as to the State's avowed policy of improving the health and nutrition standards of its citizens - In the circumstances, although there is no dispute regarding the power of the State Government to bring about the necessary reform, by modifying the rules, it has got to be justified on the touchstone of the correlation between the provision and the objective to be achieved - If that correlation is not established, surely the rule will suffer from the vice of arbitrariness, and therefore will be hit by Article 14 - The State Government has appointed a one-man commission for reviewing the Abkari Policy, by issuing a necessary notification - The commission would take into consideration the hard realities which are reflected in the report of the CAG and make necessary recommendations - In these circumstances, distance rule by way of addition of Rule (3E) in Rule 13(3) is held to be bad in law - The state government will not proceed to deny FL3 licenses to hotels with a classification of four star and above by resorting to their deletion under r. 13(3) until the report of B the one-man commission is received, and until it takes action against the non-standard restaurants which have been permitted under the sixth and seventh proviso of r. 13(3). Classification and reclassification of hotels - Bar licence - Held: The two star and three star hotels stand on a different C footing as against the hotels with four star and higher classification under the tourism policy of the Government of India - The Ministry of Tourism of the Government of India has issued the amended guidelines for classification/re- classification of hotels on 28. 6. 2012 - The classification of the D hotels into star categories and heritage categories is done thereunder, and it is a voluntary scheme - If a local law prohibits the issuance of a bar licence to four star, five star, five star deluxe, heritage classic and heritage grand categories, which is otherwise necessary, such local law will E prevail - In any case three star hotels will have to be placed in a different category as against the hotels with four star and higher classification, since it is not necessary for three star hotels to have an FL3 licence."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "BISWANATH GHOSH (DEAD) BY LRS. AND OTHERS VS. GOBINDA GHOSH ALIAS GOBINDHA CHANDRA GHOSH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI2Ng==",
        "Citation": "[2014] 3 S.C.R. 1097",
        "Case Type": "(CIVIL APPEAL /3672/2007)",
        "Date": "14 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTA5Ny0xMTIwXzE3MDMxNTIwNDMucGRm",
        "SCR Citation:": "[2014] 3 S.C.R. 1097",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "14 March 2014",
        "Petitioner:": "Biswanath Ghosh (dead) By Lrs. And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 191",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar,Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Gobinda Ghosh Alias Gobindha Chandra Ghosh And Others",
        "Case Type:": "CIVIL APPEAL /3672/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SPECIFIC RELIEF ACT",
            "1963: s.16(c) - Specific performance"
        ],
        "HeadNote": "SPECIFIC RELIEF ACT, 1963: s.16(c) - Specific performance - Readiness and willingness to perform contract - Held: For compliance of s. 16(c) of the Act, it is not necessary for the plaintiff to aver in the same words/used in the section i.e. ready and willing to perform the contract - The readiness and willingness of person seeking performance means that the person claiming performance has kept the contract subsisting with preparedness to fulfill his obligation and accept the performance when the time for performance arrive - In the instant case, the sequence of facts and events showed that the plaintiffs-appellants were always ready and willing to discharge their obligation and perform their part of the agreement - Therefore, there was sufficient compliance of the requirements of s.16(c) of the Act on their part. CODE OF CIVIL PROCEDURE, 1908: s.100 - Second appeal - Substantial question of law - Held: Jurisdiction of High Court to entertain a second appeal is confined only to such appeal which involves substantial question· of law."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "STATE OF PUNJAB AND OTHERS VS. DHANJIT SINGH SANDHU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI3MQ==",
        "Citation": "[2014] 3 S.C.R. 1121",
        "Case Type": "(CIVIL APPEAL /5698-5699/2009)",
        "Date": "14 MARCH 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTEyMS0xMTM5XzE3MDMxNTIxMTMucGRm",
        "SCR Citation:": "[2014] 3 S.C.R. 1121",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "14 March 2014",
        "Petitioner:": "State Of Punjab And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 194",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Dhanjit Singh Sandhu",
        "Case Type:": "CIVIL APPEAL /5698-5699/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Urban Estate (Development and Regulation) Rules",
            "1964: r.14 - Non-completion of building within time prescribed from the date iof issue of the allotment letter"
        ],
        "HeadNote": "Punjab Urban Estate (Development and Regulation) Rules, 1964: r.14 - Non-completion of building within time prescribed from the date iof issue of the allotment letter - Demand of non-construction fee/extension fee - Held: In the instant case, allottee having failed to abide by the terms and conditions and did not raise construction, he was liable to pay non-construction fee/extension fee which was demanded from him in order to enable him to avoid resumption of the plot to the appellant-authority. Approtate and reprobate: Allotment letter - Specific condition that non-construction of building would lead to resumption of the plot under the provisions of the Acts and the Rules - Non compliance of - Demand raised for payment of non-construction fee/extension fee - In order to avoid resumption of the plot by the Authority, allottee paid the extension fee - After availing the benefit of extension on payment of extension fee, allottee sent a letter to the Estate Officer demanding refund of the extension fee on the basis of amended Rule 13 of 1995 Rules - Held: The defaulting allottee cannot be allowed to approbate and reprobate by first agreeing to abide by terms and conditions of allotment and later denying their liability as per the agreed terms - It is settled proposition of law that once an order has been passed which is complied with, accepted by the other party who derived the benefit out of it, he cannot subsequently challenge it on any ground - Punjab Regional and Town Planning and Development (General) Rules 1995.Doctrines/Principles: Doctrine of election - Held: Is based on the rule of estoppel, the principle that one cannot approbate and reprobate is inherent in it - The doctrine of estoppel by election is one among the species of estoppel in pais (or equitable estoppel), which is a rule of equity - By B this law, a person may be precluded, by way of his actions, or conduct, or silence when it is his duty to speak, from asserting a right which he would have otherwise had."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "J. RAJIV SUBRAMANIYAN & ANR. VS. M/S. PANDIYAS & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjI3NA==",
        "Citation": "[2014] 3 S.C.R. 1140",
        "Case Type": "(CIVIL APPEAL /3865/2014)",
        "Date": "14 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfMTE0MF8xNzAzMTUyMTgzLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 1140",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "14 March 2014",
        "Petitioner:": "J. Rajiv Subramaniyan & Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 196",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "M/s. Pandiyas & Ors",
        "Case Type:": "CIVIL APPEAL /3865/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SECURITISATION AND RECONSTRUCT/ON OF FINANCIAL ASSETS AND ENFORCEMENT OF C SECURITY INTEREST ACT",
            "2002"
        ],
        "HeadNote": "SECURITISATION AND RECONSTRUCT/ON OF FINANCIAL ASSETS AND ENFORCEMENT OF C SECURITY INTEREST ACT, 2002: s. 13(8) - Right of borrower - Held: The provision contained in s. 13(8) is specifically for the protection of the borrowers in as much as, ownership of the secured assets is a constitutional right vested in the borrowers and protected ul Article 300A of the Constitution - Therefore, the secured creditor as a trustee of the secured asset cannot deal with the same in any manner it likes and such an asset can be . disposed of only in the manner prescribed in the SARFAESI Act - Therefore, the creditor should ensure that the borrower was clearly put on notice of the date and time by which either the sale or transfer will be effected in order to provide the required opportunity to the borrower to take all possible steps for retrieving his property - Such a notice is a/so necessary to ensure that the process of sale will ensure that the secured assets will be sold to provide maximum benefit to the borrowers - The notice is a/so necessary to provide the required opportunity to the borrower to take all possible steps for retrieving his property or at least ensure that in the process of sale the secured asset derives the maximum benefit and the secured creditor or anyone on its behalf is not allowed to exploit the situation of the borrower by virtue of the proceedings initiated under the SARFAESI Act - Constitution of India, 1950 - Article 300A.s. 13 - Sale of Non performing asset - Sale consideration only Rs. 10, 000 above the reserve price whereas property worth much more - Held: The secured creditors are expected to take bonafide measures to ensure that there is maximum yield from such secured assets for the borrowers - Sale nil/I and void being in violation of provisions of s. 13 and rr. 8 and 9 and liable to be set aside - Security Interest (Enforcement) Rules, 2002 - rr.8 and 9. s. 13 - Sale of Non performing asset - Single judge of the High Court after holding that the sale was invalid as there was violation of rules, directed making of payments by borrowers to the Bank with clear direction that on such payment, insofar as the bank is concerned its dues would be settled - Not only borrowers made the payment as directed which was accepted by bank, the Bank even accepted the said judgment and did not file any appeal thereagainst - Only the buyer filed the appeal - In the facts of the case, once the payment is made to the buyer by borrowers the possession of the property shall be delivered to the borrowers with no further liability towards the bank.  SECURITY .INTEREST (ENFORCEMENT) RULES, 2002: rr.8 and 9 - Held: Any sale effected without complying with the rules would be unconstitutional and null and void. r. 8(8) - Sale by any method other than public auction or public tender shall be on such terms as may be settled between the parties in writing - In the instant case, no terms were settled between the parties that the sale can be effected by Private Treaty - The Borrowers were not even called to the joint meeting between the Bank and the Sale Agent - There was violation of rules rendering the sale void."
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "KESHARBAI PUSHPABAI EKNATHARAO NALAWADE (D) BY LRS. & ANR. VS. TARABAI PRABHAKARRAO NALAWADE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYyODc=",
        "Citation": "[2014] 3 S.C.R. 765",
        "Case Type": "(CIVIL APPEAL /3867/2014)",
        "Date": "14 MARCH 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfNzY1LTc3OF8xNzAzODU0NjIxLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 765",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "14 March 2014",
        "Petitioner:": "Kesharbai Pushpabai Eknatharao Nalawade (d) By Lrs. & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 195",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Tarabai Prabhakarrao Nalawade & Ors.",
        "Case Type:": "CIVIL APPEAL /3867/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1951] 1 S.C.R. 603",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bhagwati Prasad Sah And Others V. Dulhin Rameshwari Kuer And Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUxL3ZvbHVtZSAxL1BhcnQgSS9CaGFnd2F0aSBQcmFzYWQgU2FoIGFuZCBPdGhlcnNfRHVsaGluIFJhbWVzaHdhcmkgS3VlciBhbmQgQW5vdGhlcl8xNjk3NjIyMDg5LnBkZg=="
            },
            {
                "Scr Citation": "[1964] 2 S.C.R. 933",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Addagada Raghavamma And Anr. V. Addagada Chenchamma And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY0L3ZvbHVtZSAyL1BhcnQgSS9hZGRhZ2FkYSByYWdoYXZhbW1hIGFuZCBhbnIuX2FkZGFnYWRhIGNoZW5jaGFtbWEgYW5kIGFuci5fMTcwMDczNDMxNy5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "PARTITION:"
        ],
        "HeadNote": " PARTITION: Hindu undivided family - Partition -- Effect of -- Held: Once a partition in the sense. of division of right, title or status  is proved or admitted, presumption is that all joint property· was partitioned or divided -- In the instant case, High Court has affirmed the findings of the trial court that in 1985, there 0 was a complete partition and the parties had acted on the same -- Therefore, the presumption would be that there was complete partition of all the properties -- Burden of proof that certain property was excluded from the partition would be on the party that alleges the same to be joint property - High  Court committed an error in placing the burden of proof on the appellants, who were defendants in the suit, to prove that the property at SI. No. V was a self-acquired property of their predecessor-in-interest - Findings recorded by High Court on • Issue No. Ill is set aside - Consequently, suit filed by the plaintiffs-respondents shall stand dismissed - Evidence -  Burden of proof.  HINDU LAW· HUF - Partition - Presumption -- Explained.   "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "SOUMIK SIL VS. SUBHAS CHANDRA SIL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYyODg=",
        "Citation": "[2014] 3 S.C.R. 821",
        "Case Type": "(CIVIL APPEAL /4003/2014)",
        "Date": "25 MARCH 2014",
        "Judge Names": "Hon'ble Ms. Justice Gyan Sudha Misra, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfODIxLTgyOV8xNzAzODU0OTAwLnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 821",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "25 March 2014",
        "Petitioner:": "Soumik Sil",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 203",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Subhas Chandra Sil",
        "Case Type:": "CIVIL APPEAL /4003/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CODE OF CIVIL PROCEDURE"
        ],
        "HeadNote": " CODE OF CIVIL PROCEDURE, 1908: 0. 7, r. 11- Rejection of plaint -- Title suit by mother and son for declaration and permanent injunction in respect of a flat - In a different matrimonial case, High Court ordered the mother to vacate the premises in lieu of the amount to be paid by her husband- Application by mother in title suit under 0 0. 7, r. 11 -- Rejected by trial court, allowed by High Court -- Held: High Court has correctly perused the plaint in its entilety and after deletion of name of first plaintiff from title suit, held that plaint discloses no cause of action, as the very purpose of the suit has become infructuous in view of the order passed by High Court to hand over possession of the flat in question - Thus, provisions of 0. 7,r. 11 (a) are attracted.   "
    },
    {
        "volume": "2014Volume 3",
        "Case Name": "ARUN KUMAR AGRAWAL. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYzODA=",
        "Citation": "[2014] 3 S.C.R. 929",
        "Case Type": "(WRIT PETITION (CIVIL) /374/2012)",
        "Date": "10 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAzL1BhcnQgSS8yMDE0XzNfOTI5LTkzMV8xNzA0MTg3NTM1LnBkZg==",
        "SCR Citation:": "[2014] 3 S.C.R. 929",
        "Year/Volume:": "2014/ Volume 3",
        "Date of Judgment:": "10 January 2014",
        "Petitioner:": "Arun Kumar Agrawal.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 906",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /374/2012",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950",
            "service career"
        ],
        "HeadNote": " CONSTITUTION OF INDIA, 1950:  Art. 32 - Writ petition filed purporting to be in public interest - Judgment - I.A. filed praying for expunction of certain observations made in the judgment - Held: Expunging of 0 remarks about bona fides of petitioner would not affect the decision in the writ petition - Prayer allowed - Public Interest Litigation - Expunction of remarks.  Art. 32 - Writ petition - Judgment - I. A. for directions - Held: The remarks have been made only for the purpose of decision of the writ petition and shall have no bearing on the service career of the applicant - Interlocutory application - lmpleadment.  "
    }
]