[
    {
        "volume": "2014Volume 2",
        "Case Name": "HARDEEP SINGH VS. STATE OF PUNJAB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDczNQ==",
        "Citation": "[2014] 2 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /1750/2008)",
        "Date": "10 JANUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Ms. Justice Ranjana Prakash Desai, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMS03MF8xNzAzMDc1ODgxLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 1",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "10 January 2014",
        "Petitioner:": "Hardeep Singh",
        "Disposal Nature:": "Reference answered",
        "Netural Citation:": "2014 INSC 21",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "State Of Punjab & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1750/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CrPC 1973",
            "Stage of excise of power"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973:s.31.9 ~·Power to.proceed against other person appearing . - - to be guilty pf offence.~ Stage of excise of power - Held: Power u/s 319(1) can be' exercised at anytime after the charge-sheet is filed and before the pronouncement of judgment - s. 319 uses the expressions 'inquiry'..and 'trial'..- Stage of inquiry commences, insofar 'as the. court is. concerned, with. filing of charge-sheet and consideration of material collected by prosecution, that is. mentioned in the charge-sheet for the purpose of trying the. accused. -, As a trial commences. after framing of charge, an inquiry can only be understood to be a  pre-trial inquiry - Inquiries u/ss 200, 201, 202 and u/s 398 are species of the inquiry. contemplated by. 319 . In order to invoke the power u/s 319, it is only a Court of Session or a Court of Magistrate performing the duties as a court under Cr.P.C. that can utilize the material before it for the purpose of the said Section'\" The stage of committal is.neither.an inquiry nor a trial -The view in Dharam Pal (CB) that.after committal, cognizance of an offence can be taken by Court of Session u/s 193 Cr.P.C against a person not named as an accused but against whom materials are available from the papers filed by the police after completion of investigation and Sessions Judge need not wait till 'evidence' u/s 319 Cr.P.C. • becomes available for summoning an additional accused, is · concurred with - 'Trial' commences only on charges being framed -- The view that in a criminal case, trial commences on cognizance being taken, is not approved -- The interpretation given by the Constitution Bench in- Dharam Pal (CB) that is. 193 Cr.P.C. confers power of original jurisdiction upon the Court of Session to add an accused once the case B has been committed to it, is concurred with -- Maxims Judex damnatur cum nocens absolvitur' and 'a verbis legis non est recedendum' - Interpretation of statutes.s.319 rlw s. 227 - 'Evidence' for the purpose of s.319 - Connotation of - Held: For exercise of power u/s 319, the use of word ·evidence' means material that has come before the court during an inquiry or trial by it and not otherwise -- Word \"evidence\" in s.319 means only such evidence as is made before the court, in relation to statements, and as produced before the court, in relation to documents It is only such D evidence that can be taken into account by the Magistrate or the court to decide whether power u/s 319 is to be exercised and not on the basis of material collected during investigation.s. 319 - Exercise of power u/s 319 on the basis of examination-in-chief - Held: Once examination-in-chief is conducted, the statement becomes part of the record -- It is evidence as per law and in the true sense, though, it may be rebuttable --Power u/s 319 can be exercised at the stage of completion of examination-in- chief and court need not wait till said evidence is tested on cross-examination for it is the satisfaction of court which can be gathered from the reasons recorded by the court, in respect of complicity of some other person(s), not facing the trial in the offence - Evidence Act, 1872 - s.3.s.319 - Nature of satisfaction required to invoke power u/s 319 - Held: Though only a prima-facie case is to be established from the evidence led before the court not necessarily tested on the anvil of cross-examination, it requires much stronger evidence than mere probability of complicity of person concerned - The test that has to be A applied is one which is more than prima-facie case as exercised at the time of framing of charge, but short of satisfaction to an extent that the evidence, if goes unrebutted, would lead to conviction - In the absence of such satisfaction, the court should refrain from exercising power u/s 319 Cr. P. C.s.319 - Power to proceed against other person - Scope of- Held: s.319 is an enabling provision, it empowers the court to proceed against any person who is not an accused in a case before it - A person whose name does not appear even in the FIR or in the charge-sheet or whose name appears in C the FIR and not in the main part of the charge-sheet but in Column 2 and has not been summoned as an accused in exercise of the powers u/s 193, can still be summoned by the court, provided the court is satisfied that the conditions provided in the said statutory provisions  fulfilled -- D Further, a person discharged can also be arraigned again as an accused but only after an inquiry as contemplated by ss.300(5) and 398 -- If during or after such inquiry, there appears to be an evidence against such person, power u/s 319 E can be exercised.s.319 r/w ss.398, 300(5) and 258 - Power to proceed against a person who has been discharged - Held: A person who has been discharged stands on a different footing than a person who was never subjected to investigation or if subjected F to, but not charge-sheeted - Such a person has stood the stage of inquiry before the court and upon judicial examination of the material collected during investigation, the court had come to the conclusion that there was not even a prima-facie case to proceed against such person - If after such careful examination of the evidence, the court is of the opinion that G there does exist evidence to pro~ed against the person so discharged, it may take steps but only in accordance with s. 398 Cr. P. C. without resorting to the provision of s. 319 Cr. P. C. directly.WORDS AND PHRASES: Words, 'course', 'inquiry' and 'trial' as occurring ins. 319 Cr. P. C. - Connotation of."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "DIPAK BABARIA & ANR. VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDczOA==",
        "Citation": "[2014] 2 S.C.R. 71",
        "Case Type": "(CIVIL APPEAL /836/2014)",
        "Date": "23 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNzEtMTM3XzE3MDI5Nzc0NjYucGRm",
        "SCR Citation:": "[2014] 2 S.C.R. 71",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "23 January 2014",
        "Petitioner:": "Dipak Babaria & Anr.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 48",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "CIVIL APPEAL /836/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sale of agricultural land for industrial purpose",
            "Land policy"
        ],
        "HeadNote": " GUJARAT TENANCY AND AGRICULTURAL LANDS (VIDARBHA REGION AND KUTCH AREAS) ACT, 1958: S.89-A - Sale of agricultural land for industrial purpose - No industry set up - Minister permitting further sale of land for industrial purpose - Held: Where purchaser fails to start industrial activity, S. 89A (5) requires the Collector to hold an enquiry, he is expected to pass an order that the land shall vest in Government Then the land shall be disposed of by Government having regard to the use of the land --in the instant case, Collector did not take any steps - Instead Minister granted permission for sale of land in favour of further purchaser - This is clearly a case of dereliction of duties by Collector and dictation by the Minister - Direction of State Government dated 18.12.2009 and consequent order issued by Collector on 15.1.2010 are arbitrary, and bad in law for being in violation of the scheme and the provisions of ss. 89 and 894 -- Direct sale of land by first purchaser to subsequent purchaser is also bad in law, and inoperative - Consequently, there will be an order that the land shall vest in State Government free from all encumbrances - The vesting order, however, has to be on payment of appropriate compensation to the purchaser as the Collector may determine - If the second purchaser is interested in its proposed project, it shail pay the stated amount to Government - Direction given for adjustment of the amount paid - Constitution of India, 1950 - Art. 142.Departmental notings - Held: A higher civil servant normally has a varied experience and Ministers ought not to treat his opinion with scant respect - If Ministers want to take a different view, there must be compelling reasons, and the same must be reflected on the record - In the instant case, the Secretaries had given advice in accordance with the statute and yet the Minister has given a direction to act contrary thereto and permitted the sale which is clearly in breach of the statute. Land policy - Held: Considering the scheme of the Act, the process of industrialization must take place in accordance therewith - If the law requires a particular thing should be done in a particular manner it must be done in that way and none other -State Government cannot ignore the policy intent and the procedure contemplated by the statute - In the instant case, State Government could have acquired the land, and then either by auction or by considering the merit of proposal, allotted it. Power of statutory authority - Exercise of by Government - Minister permitting further sale - Held: Under s. 89A(3), Government is appellate authority where Collector does not grant a certificate for purchase of bonafide industrial purpose - Thus, powers of statutory authority have been exercised by Government which is an appellate authority - Minister's direction clearly indicates an arbitrary exercise of power - Orders passed by Government cannot, therefore, be sustained - Dictating the Collector to act in a particular manner on the assumption by Minister that it is in the interest of industrial development would lead to a breach of the mandate of statute framed by legislature - Gujarat Tenancy and Agricultural Lands (Vidarbha Region and Kutch Areas) Act, 1958 -- s.89-A. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "DEEPAK BHANDARI VS. HIMACHAL PRADESH STATE INDUSTRIAL DEVELOPMENT CORPORATION LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc5MQ==",
        "Citation": "[2014] 2 S.C.R. 138",
        "Case Type": "(CIVIL APPEAL /1019/2014)",
        "Date": "29 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE4XzJfMTM4LTE1NF8xNzA0MTc4OTc3LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 138",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "29 January 2014",
        "Petitioner:": "Deepak Bhandari",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 65",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Himachal Pradesh State Industrial Development Corporation Limited",
        "Case Type:": "CIVIL APPEAL /1019/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "State Financial Corporations Act",
            "contract of indemnity",
            "Limitation Act"
        ],
        "HeadNote": "State Financial Corporations Act, 1951: s.29 - Right to sue under contract of indemnity - Limitation period - Held: When the Corporation fakes steps for recovery of the amount By resorting to provisions of s.29 of the Act, the limitation period for recovery of the balance amount would start only after adjusting the proceeds from the sale of assets of the industrial concern as the Corporation would be in a position to know if there is a shortfall or there is excess amount realised, only after the sale of the mortgage/ hypothecated assets - The instant case would fail under Article 55 of the Limitation Act, 1963 which corresponds to oid Articles 115 and 116 of the old Limitation Act, 1908 - The right to sue on a contract of indemnity/ guarantee arise when the contract is broken - Therefore, the period of limitation is to be counted from the date when the assets of the Company were sold and not when the recall notice was given - Limitation Act, 1963 - Article 55."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "SHEESH RAM AND ORS. VS. THE STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc5Ng==",
        "Citation": "[2014] 2 S.C.R. 155",
        "Case Type": "(CRIMINAL APPEAL /191/2004)",
        "Date": "29 JANUARY 2014",
        "Judge Names": "Hon'ble Ms. Justice Ranjana Prakash Desai\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMTU1LTE2Nl8xNzA0MTc5MDI2LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 155",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "29 January 2014",
        "Petitioner:": "Sheesh Ram And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 63",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "The State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /191/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "injured witness",
            "falsus in uno falsus in omnibus"
        ],
        "HeadNote": "Penal Code, 1860: s.302 r/w s.34 - Murder - Brutal murder and serious injury to one - Conviction by courts below - On appeal, held: The injured witness narrated the incident and defence could not point out any dent in his evidence - The prosecution witnesses corroborated the evidence of injured witnesses - There was strong motive to commit murder as there was previous enmity between the complainant party and the accused persons - Evidence of eye witnesses was not discrepant on the material aspect of the prosecution case and therefore reliance rightly placed on them by courts below - No interference called for with the conviction. Witness: Related/Interested witness - Evidentiary value of - Held: Evidence of interested witness is not always a suspect - It has to be scrutinized with caution and can be accepted if it is found reliable.Evidence: Exaggeration in - Held: If the exaggeration does not change the prosecution story or convert it into an altogether new story, allowance can be made for it - If evidence of a witness is to be disbelieved merely because he has made some improvement in his evidence, there would hardly be any witness on whom reliance can be placed by the courts. Maxim: ‘falsus in uno falsus in omnibus’ - Held: Has no application in India - It is merely a rule of caution."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "SURJIT KAUR GILL & ANR. VS. ADARSH KAUR GILL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDgyMA==",
        "Citation": "[2014] 2 S.C.R. 167",
        "Case Type": "(CIVIL APPEAL /8221/2011)",
        "Date": "30 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMTY3LTE3NF8xNzAzMDc1OTMwLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 167",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "30 January 2014",
        "Petitioner:": "Surjit Kaur Gill & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 71",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Adarsh Kaur Gill & Anr.",
        "Case Type:": "CIVIL APPEAL /8221/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit",
            "partition",
            "rendition of account"
        ],
        "HeadNote": "CODE OF CIVIL PROCEDURE, 1908:0. 7, r. 11 - Suit for partition and rendition of account on the basis of a will - Application for rejection of plaint - Held: For deciding an application under 0. 7, r. 11, one has to look at the plaint and decide whether it deserved to be rejected for the ground raised - The issue of limitation is always a mixed question of facts and law and, therefore, it could not be held that no case was made out for proceeding for a trial -- The application made under 0. 7, r. 11 will stand rejected."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "SASI ENTERPRISES VS. ASSISTANT COMMISSIONER OF INCOME TAX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDg3NQ==",
        "Citation": "[2014] 2 S.C.R. 175",
        "Case Type": "(CRIMINAL APPEAL /1-25/2007)",
        "Date": "30 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDA0XzJfMTc1LTE5OV8xNzA0MTc5MDcxLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 175",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "30 January 2014",
        "Petitioner:": "Sasi Enterprises",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 70",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Assistant Commissioner Of Income Tax",
        "Case Type:": "CRIMINAL APPEAL /1-25/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income-tax return",
            "Non-filing of return"
        ],
        "HeadNote": "INCOME TAX ACT, 1967: ss. 139 and 276 CC - income-tax return - Non-filing of - Prosecution - Held: s.139 as it stood at the relevant time, states that it is mandatory on the part of the assessee to file the return before the due date.144 rw ss.139 and 276 - Best judgment assessment - Effect of on liability of assessee to file return - Held: The firm is independently required to file the return and merely because there has been a best judgment assessment u/s 144 would not nullify the liability of the firm to file the return as per Ss. 139(1). S.276CC fw ss.142 and 148 - Held: Offence u/s 276CC is attracted on failure to comply with the provisions of s. 139(1) or failure to respond to the notice issued u/s 142 or s. 148 of the Act within the time limit specified therein. 8.276CC - Prosecution - Pendency of appeal - Effect of - Held:Pendency of the appellate proceedings cannot be said to be a relevant factor for not initiating prosecution u/s 276CC of the Act - Interpretation of statues. s.278E - Non-filing of retum - Presumption - Held: Court in a prosecution of offence, like s. 276CC has fo presume the existence of mens rea and it is for the accused to prove the contrary and that too beyond reasonable doubt — Appellants have to prove the circumstances which prevented them from filing the returns as per s.139(1) or in response to notices u/ ss 142 and 148. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "LAXMI NARAIN MODI VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDg4Mg==",
        "Citation": "[2014] 2 S.C.R. 200",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /309/2003)",
        "Date": "30 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMjAwLTIwMl8xNzAyOTc3OTk3LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 200",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "30 January 2014",
        "Petitioner:": "Laxmi Narain Modi",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 69",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /309/2003",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Cruelty to Animals (Establishment and Registration of Societies for Prevention of Cruelty to Animal) Rules",
            "2000",
            "Environment Protection Act",
            "1986"
        ],
        "HeadNote": "Prevention of Cruelty to Animals (Establishment and C Registration of Societies for Prevention of Cruelty to Animal) Rules, 2000; Prevention of Cruelty to Animals (Slaughter House) Rules, 2000; Solid Waste (Management and Handling) Rules, 2000; Environment Protection Act, 1986:By Orders dated 23.8.2012 and 10.10.2012, Supreme Court directed constitution of State Committees for supervising and monitoring the implementation of the provisions of these statutes - By Order dated 27.8.2013 directed State Committees to file Action Taken Report - Held : Action taken Reports indicated that in many States,  slaughter houses have been functioning without any licence and even the licenced slaughter houses are also not following the various provisions as well as the guidelines issued by the MoEF - There is no periodical supervision or inspection of the various slaughter houses functioning in various paits of  the country - The presence of an experienced Judicial Officer in the State Committees would give more life and light to the Committees, who can function as its Convener - The Convener, so appointed, would see that the Committees meet quite often and follow and implement the provisions of the Act  as well as the guidelines issued by the MoEF, which has been made a part of order dated 27. 8. 2013 - In such circumstances, request made to the Chief Justices of the various High Courts in the country to nominate the name of a retired District Judge"
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "GODREJ & BOYCE MFG. CO. LTD. & ANR. VS. THE STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDg5NA==",
        "Citation": "[2014] 2 S.C.R. 203",
        "Case Type": "(CIVIL APPEAL /1102/2014)",
        "Date": "30 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R. M. Lodha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8xOTY0XzJfMjAzLTI2Ml8xNzA0MTc5MTc2LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 203",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "30 January 2014",
        "Petitioner:": "Godrej & Boyce Mfg. Co. Ltd. & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 68",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "The State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /1102/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Private Forests (Acquisition) Act",
            "Service of notice"
        ],
        "HeadNote": " FOREST ACT, 1927: s.35(3) - Mere issuance of a notice u/s.35(3) is not sufficient for any/and being .,declared a \"private forest\" within the meaning of that expression as defined in s.2(f)(iii) of the Maharashtra Private Forests (Acquisition) Act,  1975 - s.35(3) is not intended to end the process with the mere issuance of  a notice but it also requires service of a notice on the owner of the forest - The need for ensuring service is also to prevent damage to or destruction of a forest - In the absence of any fime period having been specified for deciding a show cause notice issued u/s.35,  it must be presumed that it must be  decided within a reasonable time - In the instant case, notice    E issued u/s.35(3) after its publication in the Gazette was not acted upon either under the provisions of the Forest Act as amended from time to time or under the Private Forests Act. Admittedly, no attempt was made by the State to take over possession of the disputed land at any point of time - On the    F contrary, permissions were granted from time to  time for construction of buildings on the disputed land - Under the circumstances,  it cannot be said that any of these disputed lands were 'forest' within the primary meaning of that word, or even within the extended meaning given in  s.2(c-i) of the    G Private Forests Act - Maharashtra Private Forests Acquisition Act,  1975 - s.2(c-i), 2(f)(iii).  s.35(3) - Service of notice - Notice was issued to  the appellant in 1957 but no decision was taken thereon ti/11975, that is,  for about 18 years - This is an unusually long period and undoubtedly much more than a reasonable time had elapsed for enabling the State to take a decision on the notice - Therefore, the said notice must, for all intents and purposes B   be treated as having become a dead letter - The said notice  cannot be described as a 'pipeline notice' since it cannot be reasonably said that the pipeline extends from  1956-57 up to 1975 - No citizen can reasonably be told after almost half a century that he/she was issued a show cause notice (which  was not served also) and based on the said notice his land was declared a private forest about three decades ago and that it vests in the State - State cannot be allowed to demolish the massive constructions made thereon over the last half a century - Basic principles of good governance must be  followed by every member of the Executive branch of the State at all times keeping the interests of all citizens in mind as also the larger public interest. MAHARASHTRA PRIVATE FORESTS ACQUISITION ACT,  1975: s.2(f)(iii) - Service of notice - Word \"issued\" in  s.2(f)(iii) of the Act,  1975 r/w s.35 of the Forest Act,  1927 - Interpretation of - Held: It must be given a broad meaning in the surrounding context in which it is used - The scheme of s.35 of the Forest Act needs to be kept in mind while considering ''issued\" in s.2(f)(iii) of the Private Forests Act - A notice u/s.35(3) of the Forest Act is intended to give an opportunity to the owner of a forest to show cause why,  inter alia,  a regulatory or a prohibitory measure be not made in respect of that forest - Such a notice pre-supposes the existence of a forest - The owner of the forest is expected to  file objections within a reasonable time as specified in  the notice and is also given an opportunity to lead evidence in support of the objections - After these basic requirements are met,  the owner of the forest is entitled to  a hearing on the objections - This entire procedure obviously cannot be  followed by the State and the owner of the forest unless the owner is served with the notice - s. 2(f)(iii) of the Private Forests    A Act is not intended to apply to notices that had passed their shelf-life and that only 'pipeline notices' issued in reasonably close proximity to the coming into force of the Private Forests Act are 'live' and could be acted upon.  INTERPRETATION     OF     STATUTES:     Literal interpretation or contextual interpretation - Held: Words in a statute must be interpreted literally - But at the same time if the context in which a word is used and the provisions of a· statute inexorably suggest a subtext other than literal, then the    C context becomes important - It is true that ordinary rule of construction is to assign the word a meaning which it ordinarily carries - But the subject of legislation and the context in which  a word or expression is employed may require a departure from the rule of literal construction.  "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "AVEEK SARKAR & ANR. VS. STATE OF WEST BENGAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDkxMA==",
        "Citation": "[2014] 2 S.C.R. 263",
        "Case Type": "(CRIMINAL APPEAL /902/2004)",
        "Date": "03 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE1XzJfMjYzLTI4Nl8xNzA0MTc5MjA1LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 263",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "03 February 2014",
        "Petitioner:": "Aveek Sarkar & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 75",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "State Of West Bengal & Ors.",
        "Case Type:": "CRIMINAL APPEAL /902/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Quashing of proceedings",
            "German magazine"
        ],
        "HeadNote": "CODE OF CRIMINAL PROCEDURE, 1973: s.482 - Quashing of proceedings - German magazine published an article with a picture of world renowned Tennis player, posing nude and covering the breast of his dark-skinned fiancée with his hands which was photographed by none other than her father - The. couple spoke against apartheid and proclaimed that true love has no boundaries - The article reproduced in Indian magazine and newspaper - Criminal proceedings under ss.292, IPC and u/ss. 3, 4 and 6 of Indecent Representation of Women (Prohibition) Act, 1986 against the editor and publisher of magazine and newspaper - High Court declining to quash the proceedings - On appeal, Held: While judging as to whether a particular photograph, an article or book is obscene, regard must be had to the contemporary values and national standards and not the standard of a group of susceptible or sensitive persons - Hicklin test is not the correct test to be applied to determine \"what is obscenity\" - Those sex-related materials which have a tendency of “exciting lustful thoughts\" can be held to be obscene, however, obscenity has to be judged from the point of view of an average person, by applying contemporary community standards - The said picture has to be viewed in the background in which it was shown, and the message it has to convey to the public and the world at large - The message it conveyed was eradicate evil of racism and apartheid in the “society and promote love and marriage between white skinned man and a black skinned woman - When viewed in Mat angie, ine picture or ine articie cannot De Said to De objectionable so as to initiate proceedings u/s.292 IPC or u/ s.4 of the Act,’ 1986 - Magistrate, without appreciation of background in which the photograph was shown, proposed to initiate prosecution proceedings against the appellants - High Court should have exercised powers u/s.482 to secure the ends of justice - Criminal proceedings initiated: against the appellants set aside - Indecent Representation of Women (Prohibition) Act, 1986 - ss.3, 4, 6 - Penal Code, 1860 - s.292."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "BACHU DAS VS. STATE OF BIHAR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDkxNg==",
        "Citation": "[2014] 2 S.C.R. 287",
        "Case Type": "(CRIMINAL APPEAL /314/2014)",
        "Date": "03 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE1XzJfMjg3LTI5MF8xNzA0MTc5MjMyLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 287",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "03 February 2014",
        "Petitioner:": "Bachu Das",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 919",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Bihar And Others",
        "Case Type:": "CRIMINAL APPEAL /314/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Anticipatory bail",
            "Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act",
            "1989"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.438 - Anticipatory bail - Complaint u/s.3 of SC/ST Act and ss.147, 148, 149, 323, 448 IPC - Order of Sessions Judge that on perusal of complaint and statement of witnesses examined during enquiry, prima facie case made out against accused under the alleged offences - However, grant of anticipatory bail by - High Court - On appeal by complainant, held: The scope of 8.18 of the SC/ST Act rw s.438 of the Code is. such that it creates a specific bar in the grant of anticipatory bail - When _an offence is registered against a person under the provisions of the SC/ST Act, no court shall entertain an application for anticipatory bail, unless it prima facie finds that such an offence is not made out - in the light of order of sessions judge and statutory provision, the High Court has committed error “in granting Anticipatory bail - Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, 1989 - s.3."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "ARIKALA NARASA REDDY VS. VENKATA RAM REDDY REDDYGARI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDkyNg==",
        "Citation": "[2014] 2 S.C.R. 291",
        "Case Type": "(CIVIL APPEAL /5710-5711/2012)",
        "Date": "04 FEBRUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS9fXzI5MS0zMjJfMTcwNDE3OTI3NS5wZGY=",
        "SCR Citation:": "[2014] 2 S.C.R. 291",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "04 February 2014",
        "Petitioner:": "Arikala Narasa Reddy",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 76",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "Venkata Ram Reddy Reddygari & Anr.",
        "Case Type:": "CIVIL APPEAL /5710-5711/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Election petition",
            "Evidence Act",
            "Code of Civil Procedure"
        ],
        "HeadNote": " REPRESENTATION OF PEOPLE ACT, 1951: s.87 - Election petition - Applicability of Code of Civil Procedure, 1908 and Evidence Act, 1872 - Discussed. 88.97, 100 - Election petition filed on the ground that 3 votes in favour of election petitioner were wrongly rejected and one vote of Returning Candidate ought to have been declared invalid - Order for recounting of votes - Held: Election petition had raised dispute only about 4 votes and the case should have been restricted only to that limited question - High Court wrongly enlarged the ‘scope of dispute by counting and recounting - On consideration of the alleged 4 votes in the election petition, it was found that both parties got equal number of votes - In such a situation, matter required to be decided by draw of lots u/s.102 of the Act - Lots drawn in the presence of all parties in open court - Result in favour of appellant and he succeeded. s.94 - Secrecy of a ballot - Held: is to be preserved in view of the statutory provision contained in s.94 of the Act - Secrecy of ballot has always been freated as sacrosanct and indispensable adjunct of free and fair election - Such principle of secrecy is based on public policy aimed to ensure that voter may vote without fear or favour and is free from any apprehension of its disclosure against his will. ss.97, 100 - Election petition and Recrimination petition - Held: In a composite election petition wherein the petitioner claims not only that the election of the returned candidate is void but also that the petitioner or some other person be declared to have been duly elected, s.97 of the Act comes into play and allows the returned candidate to recriminate and raise counter-pleas in support of his case, “but the pleas of the returned candidate u/s.97 have to be tried after a declaration has been made u/s. 100 of the Act.\" - If the returned candidate does not recriminate as required by s.97, then he cannot make any attack against the alternative claim made by the election petitioner. ELECTION LAWS: Election dispute - Applicability of doctrine of equity - Heid: Statutory requirements relating to election law have to be strictly adhered to for the reason that an election dispute is a statutory proceeding unknown to the common law and thus, the doctrine of equity, etc. does not apply in such dispute - All the technicalities prescribed/mandated in election law have been provided to safeguard the purity of the election process and courts have a duty to enforce the same with all rigours and not to minimize their operation - Representation of People Act, 1957. Recounting of votes - Essential conditions to be satisfied - Discussed. Jurisdiction of court to order recount of votes - Held: Court cannot exercise discretion of ordering recounting of ballots just to enable the election petitioner to indulge in a roving inquiry with a view to fish material for dealing the election to be void - The order of recounting can be passed only if the petitioner sets out his case with precision supported by averments of material facts.Instructions contained in the Handbook for Returning Officer - Birding effect - Held: it is a settled legal proposition that the instructions contained in the handbook for Returning Officer are issued by the Election Commission in exercise of its statutory functions and are therefore, binding on the Returning Officers. CONDUCT OF ELECTIONS RULES, 1961: r.73(2)(d) - Marking and writing on ballot papers - Held: r.73(2)(d) provides that a ballot paper shall be invalid if “there is any mark or wring by which the elector can be identified.\" - There must be some casual connection between the mark and the identity of the voter and such writing or marking itself must reasonably give indication of the voter's identity - As to whether such marking or writing in a particular case would disclose the identity of the voter, would depend on the nature of writing or marking on the ballot involved in each case - Therefore, such marking or writing must be such as to draw an inference about the identity of the voter. PLEADINGS: Held: A decision of the case should not be based on grounds outside the pleadings of the parties - In absence of pleadings, evidence if any, produced by the parties, cannot be considered - No party should be permitted to travel beyond its pleadings and parties are bound to take all necessary and material facts in support of the case set up by them. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "BADAL MURMU AND ORS. VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDkzOQ==",
        "Citation": "[2014] 2 S.C.R. 323",
        "Case Type": "(CRIMINAL APPEAL /1502/2004)",
        "Date": "05 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Ms. Justice Ranjana Prakash Desai\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8xOTY1XzJfMzIzLTMzNV8xNzA0MTc5MzAzLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 323",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "05 February 2014",
        "Petitioner:": "Badal Murmu And Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 79",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Ranjana Prakash Desai",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /1502/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Murder",
            "sharp cutting weapon"
        ],
        "HeadNote": "Penal Code, 1860: s.302 r/w s.149 - Murder - Assault with lathis leading to death - Two wives of the victim-deceased present at the place of incident where the deceased was called along with PW-7 by accused-appellants, witnessed the incident - PW-7 managed to escape - Deceased was assaulted with lathis which led to his death - Conviction u/ 8.302 r/w s.149 by courts below - On appeal, held: The evidence of the prosecution witnesses was truthful and, therefore, rightly relied upon by courts below - However, the evidence on record showed that some of the accused had tangies (sharp cutting weapon) in their hand but they did not use it - All accused were stated to have assaulted the deceased simultaneously with lathis - No individual role was ascribed to any one - Doctor also did not state which injury was fatal - Therefore all the accused cannot be said to be guilty of murder - in peculiar facts, it cannot be held that the accused shared common object to murder the deceased and that in prosecution of that common object they caused his death - It is unusual case where a trivial incident of theft of hen by deceased led to his murder - Accused were poor tribals and have been in jail for 14 years - In the interest of justice, conviction u/s.302 r/w s.149 is set aside and the accused are convicted u/s.304 Part Il and the sentence already undergone by them is directed to be treated a sentence imposed on them u/s. 304 Part Il IPC."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "M/S S.V.A. STEEL RE-ROLLING MILLS LTD. ETC. ETC. VS. STATE OF KERALA & ORS. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDk1MQ==",
        "Citation": "[2014] 2 S.C.R. 336",
        "Case Type": "(CIVIL APPEAL /10103-10106/2010)",
        "Date": "06 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Arjan Kumar Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS9fXzMzNi0zNTVfMTcwNDE3OTM0NC5wZGY=",
        "SCR Citation:": "[2014] 2 S.C.R. 336",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "06 February 2014",
        "Petitioner:": "M/s S.v.a. Steel Re-rolling Mills Ltd. Etc. Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 81",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "State Of Kerala & Ors. Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /10103-10106/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "promissory estoppel",
            "Electricity Act"
        ],
        "HeadNote": "Administrative law: Policy decision - State of Kerala declared a policy fo give uninterrupted 100% electricity supply at exempted rate for a period of 5 years to newly set up manufacturing units - Pursuant to the said policy, the appellants set up their manufacturing units in the State - However, there were frequent power cuts which adversely affected these units - Respondent-State passed order whereby it granted extension of period of assured power supply fo the new units by number of days during which supply of electricity to them was cut to the extent of 50% or more - Challenged on the ground that whenever there was power cut, even if the cut was 50% or less, the said period should have been added to the period of 5 years, for the reason that for proper functioning of the manufacturing units, uninterrupted 100% supply of electricity is a sine qua non - Held: Framing such policies and doing the needful for its implementation are administrative functions of the State and therefore, normally interference with its policies is not called for - But looking at the peculiar facts of the case, where an assurance was given for uninterrupted supply of electricity, respondent-State ought to have made necessary arrangements to provide 100% uninterrupted supply of electricity for 5 years to the new units - Without proper appreciation of all the relevant factors, the State should not give any assurance, not only because that would be in violation of the principles of promissory estoppel but it would be unfair and immoral on the part of the State not to act as per its promise - The benefit extended by the respondent State is not sufficient - The respondent-State ought to have extended the period even for the days when supply of electricity was more than 50% but not 100% as assured - Therefore, the respondents are directed to give the said benefit by extending the period of incentive - Doctrine of promissory estoppel - Electricity Act,1910 - s.22B."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "RAJINDER KUMAR VS. SHRI KULDEEP SINGH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDk2Mw==",
        "Citation": "[2014] 2 S.C.R. 356",
        "Case Type": "(CIVIL APPEAL /1873/2014)",
        "Date": "07 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice C.K. Prasad, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS9fXzM1Ni0zOTJfMTcwNDE3OTM4NC5wZGY=",
        "SCR Citation:": "[2014] 2 S.C.R. 356",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "07 February 2014",
        "Petitioner:": "Rajinder Kumar",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 84",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Shri Kuldeep Singh & Others",
        "Case Type:": "CIVIL APPEAL /1873/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Execution of ex-parte decree",
            "specific performance"
        ],
        "HeadNote": "DECREE:Execution of ex-parte decree in a suit for specific performance - Held: Merely because it is an ex parte decree, the same does not cease to have the force of the decree - it is a valid decree for all purposes - Once the decree for specific performance attained finality, the defendants cannot thereafter make weak and lame contentions regarding the executability of the decree - Even if there is any ambiguity, it is for the executing court to construe the decree if necessary after referring to the judgment - If sufficient guidance is not available from the judgment, the court is even free to refer to . the pleadings so as to construe the true import of the decree . No doubt, the court cannot go behind the decree or beyond the decree - But while executing a decree for specific performance, the court, in case of any ambiguity, has necessarily fo construe the decree so as to give effect to the intention of the parties - Code of Civil Procedure, 1908 - 0.8, r. 10. SPECIFIC RELIEF ACT, 1963: s.28 - Application for rescission - Suit for specific performance decreed in 1984 - Execution petition filed in 1990 - Application u/s 28 filed in 1999 - Held: Though execution petition was filed within the time prescribed, the efflux of time assumes importance and seriousness in the background of escalation of price in real estate resulting in liability of vendors towards unearned increase - Court failed to advert to this aspect -- It is pertinent also to note that the said liability for the vendors arose only on account of delayed execution of decree - Further. vendors did not get an opportunity to make their response to oral submission made by purchaser with regard to deposit of the balance consideration, after passage of around 26 years from the date of decree - As in the case of a decree for specific performance where equity weighs with the court, so is the situation in considering an application u/s 28 for rescinding the contract - On such an application, the court may, by order, rescind the contract “as the justice of the case may require” - In the. peculiar facts and circumstances of case, the trial court should have passed an equitable order while considering the application for rescission - For doing complete justice to parties, it is a case where purchaser should be directed to pay the land value to vendors as per the circle rate notified for the residential property in Category ‘A’ colonies prevailing during November 16, 2011 to January 5, 2012 -- Purchaser shall also be liable to meet the liability arising by way of unearned increase to be paid to L&DO - Further, directions given in case. the plaintiff does not deposit the amount fo be paid to the vendors - Equity - Constitution of india, 1950 - Art.142."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "ABP PVT. LTD. & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDk3MA==",
        "Citation": "[2014] 2 S.C.R. 393",
        "Case Type": "(WRIT TO PETITION (CIVIL)... /246/2011)",
        "Date": "07 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMzkzLTQ1OF8xNzAzMTYyNjA1LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 393",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "07 February 2014",
        "Petitioner:": "Abp Pvt. Ltd. & Anr.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2014 INSC 82",
        "Judgment Delivered by:": "Hon'ble Mr. Justice P. Sathasivam",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT TO PETITION (CIVIL)... /246/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950",
            "Article. 14",
            "19(1)(a) and 19(1)(g)"
        ],
        "HeadNote": "CONSTITUTION OF IND/A, 1950:Arts. 14, 19(1)(a) and 19(1)(g) - Constitutional validity of Working Journalists and Other Newspaper Employees (Conditions of Service) and Miscellaneous Provisions Act, 1955 and Amendment Act of 1974 - Held: In Express Newspaper, the Constitution Bench has held the 1955 Act as intra-vires the Constitution - The Act being a beneficent legislation intended to regulate conditions of service of working journalists does not have the effect of taking away or abridging the freedom of speech and expression of petitioners- newspapers and does not, therefore, infringe Art. 19(1)(a) of the Constitution - Nor could it be held to be violative of Art. 19(1 )(g) of the Constitution in view of the test of reasonableness - Challenge as to the singling out of newspaper industry per se was rejected by the Constitution Bench holding it to be a class by itself- The 1974 amendment Act brought the other employees of newspaper industry (i.e. non-working journalists) into the ambit of the Act and extended the benefits of the Act to them - Thus, the same is also covered as per the reasoning of the Constitution Bench decision - Mere passage of time by itself would not result in invalidation of the Act and its object -- Challenge as to the vires of the Act on the premise of it being ultra vires the Constitution and violative of fundamental rights is wholly unfounded, baseless and completely untenable.WORKING JOURNALISTS AND OTHER NEWSPAPER EMPLOYEES (CONDITIONS OF SERVICE) AND MISCELLANEOUS PROVISIONS ACT, 1955ss. 9 and 13-C - Government of India Notification dated 11. 11. 2011 notifying the recommendations of Justice Majithia Wage Boards - Held: As regards constitution of Wage Boards, merely because a person had been in the employment of the Government, he does not cease to become \"independent\" for the purposes of being a member of the Committee to recommend the fixing of wages - Allegation of bias against independent members of Wage Boards, being based merely on their past status, is entirely baseless in law and amounts to imputing motives - Administrative law - Legal bias.ss. 9 and 13 - Composition of Wage Boards - Held: To have common representatives of the employers on the two Wage Boards, four independent members, including the Chairman being common for both the Wage Boards, and separate set of members representing working journalists and members representing non-journalist newspaper employees in no way affects the interest of the employers and the challenge of the petitioners in this regard is unfounded.s.11(1) r/w s.10(1) - Procedure followed by Wage Boards - Held: Wage Board has special powers to regulate its own procedure -- As long as it follows the principles of natural F justice and fairness, its functioning cannot be called into question on the ground of irregularity in the procedure - In the instant case, detailed questionnaires were issued to newspaper establishments, notices inviting representations were published in 125 newspapers -- Wage Boards G conducted a series of meetings and gave ample opportunities to the employers to make their point of view known to the Board by written and oral representation - Court is satisfied that the decision making process stands valid - The. petitioners, having eluded to submit the data, cannot be  allowed to take advantage of their own wrong and impugn the recommendations of Wage Boards - Further, no prejudice is caused to employers by classifying them in eight categories on the basis of gross tum over - There is no irregularity in the procedure adopted by Wage Boards.s. 10(2) and 12 - Recommendations of Wage Boards and its acceptance by Central Government - Held: capacity of newspaper industry to pay is one of the essential circumstances to be taken into consideration while fixing rates of wages under the Act - Comprehensive and detailed study has been carried out by Wage Boards by collecting all relevant materials for the purpose of wage revision - Recommendations are arrived at after weighing the pros and cons of various methods in the process and principles of wage revision in modern era - It cannot be held that the wage structure recommended by Majithia Wage Boards is unreasonable - As regards the issue of wages for News · Agencies to be fixed separately and independently, in view of limited jurisdiction to look into this aspect, it would be inapposite for the Court to question the decision of specialized board on merits especially when the Board was constituted for this sole purpose - Besides, it is the prerogative of Central - Government to accept or reject the recommendations of Wage Boards - There is no scope for hearing the parties once again by Central Government while accepting or modifying the recommendations, except that modifications are of such nature which alter the character of the recommendations and such modification is likely to affect the parties - Recommendations of Majithia Wage Boards are valid in law and there is no valid ground for interference under Art.32 of the Constitution.Implementation of recommendations of Wage Boards - Held: Wages as revised/determined shall be payable from 11.11.2011, when Government of India notified the recommendations of the Majithia Wage Boards, and as directed· in the judgment."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "LINGARAM KODOPI VS. STATE OF CHHATTISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDk3OA==",
        "Citation": "[2014] 2 S.C.R. 459",
        "Case Type": "(CRIMINAL APPEAL /357/2014)",
        "Date": "07 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice S.S. Nijjar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNDU5LTQ2OV8xNzAyOTc5NjIyLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 459",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "07 February 2014",
        "Petitioner:": "Lingaram Kodopi",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 83",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Chhattisgarh",
        "Case Type:": "CRIMINAL APPEAL /357/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Naxalites",
            "Bail"
        ],
        "HeadNote": "BAIL: Bail - Appellants accused of likely to work as conduit for paying huge amount to Naxalites by a company - Refused bail by trial court and High Court - Allegation of false implication -- Held: On the basis of orders of the Court, both appellants are on interim bail with the condition that they would not enter the State -- Other two accused, namely, General Manager and contractor of the company, have already been granted bail -- Charges are yet to be framed - One of the appeliant has medical problems -- She has also to look after her children who are of tender age -- Other appellant is a young man of 24 years and he claims to be genuinely attempting to establish himself as a good citizen. in the society -- There are certain circumstances, pleaded by appellants, and if ultimately established, there may be a possibility of proving the innocence of appellants --~ Taking into consideration all these circumstances and going by the past history, appellants are enlarged on bail during the pendency of trial on the conditions enumerated in the judgment."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "DR. PURSHOTAM KUMAR KAUNDAL VS. STATE OF H.P. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDk4Ng==",
        "Citation": "[2014] 2 S.C.R. 470",
        "Case Type": "(CIVIL APPEAL /1956/2014)",
        "Date": "11 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNDcwLTQ3OV8xNzAyOTc5Njg5LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 470",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "11 February 2014",
        "Petitioner:": "Dr. Purshotam Kumar Kaundal",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 93",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of H.p. And Others",
        "Case Type:": "CIVIL APPEAL /1956/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Promotion to the post of Assistant Professor",
            "Service law"
        ],
        "HeadNote": "HIMACHAL PRADESH MEDICAL EDUCATION SERVICE RULES, 1999: r.2(n) - Promotion to the post of Assistant Professor in Pharmacology - Respondent no.5 possessing M.D. in Pharmacology from the Maharishi Dayanand University - Consideration of case of respondent no.5 for promotion - Challenged on the ground that he did not possess an M.D. degree in Pharmacology duly recognized by the MCI - Held: There is nothing to suggest that recognition of the post graduation degree must be by the MCI - As per the Service Rules wherever recognition by the MCI is postulated, there is a specific reference to it in the Service Rules - r.2(n) defines a post graduate qualification as meaning a qualification as specified in Appendix C-I and Il - Appendix C-i! contains a list of post graduate qualifications - Some of the post graduation degrees that require recognition by the MCI are specifically mentioned therein - Except the post graduation degrees specified therein the Service Rules merely required a recognized post graduate degree for meeting the eligibility Criteria - Thus, respondent no.5 was entitled to be considered for promotion and if found suitable, entitled to all consequential benefits - Service law - Promotion."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "DR. SUHAS H. POPHALE VS. ORIENTAL INSURANCE CO. LTD. AND ITS ESTATE OFFICER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDk5NA==",
        "Citation": "[2014] 2 S.C.R. 480",
        "Case Type": "(CIVIL APPEAL /1970/2014)",
        "Date": "11 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNDgwLTUzNl8xNzAyOTc5OTIzLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 480",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "11 February 2014",
        "Petitioner:": "Dr. Suhas H. Pophale",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 92",
        "Judgment Delivered by:": "Hon'ble Mr. Justice H.L. Gokhale",
        "Respondent:": "Oriental Insurance Co. Ltd. And Its Estate Officer",
        "Case Type:": "CIVIL APPEAL /1970/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PUBLIC PREMISES (EVICTION OF UNAUTHORISED OCCUPANTS) ACT",
            "1971:"
        ],
        "HeadNote": "PUBLIC PREMISES (EVICTION OF UNAUTHORISED  OCCUPANTS) ACT, 1971:ss.15 and 2(e) r/w s.2(d) - \"Public premises\" - Eviction of unauthorized occupants - Appellant in occupation of suit property belonging to predecessor-in-title of first respondent, Oriental Insurance Co. Ltd. - Held: In Ashoka Marketing Ltd., it has been held that Rent Control Act and Public Premises Act operated in two different areas -- The provisions of the two enactments will have to be read harmoniously to permit the operation and co-existence of both of them to the extent it can E be done - In the instant case, appellant was protected as a 'deemed tenant' u/s 15A of Bombay Rent Act, prior to the merger of the erstwhile insurance company with first respondent-Government Company and continued to be protected as tenant u/s 7(15)(a}(ii) of Maharashtra Rent Control Act -- He could be removed only in accordance with F the procedure available under Bombay Rent Act or Maharashtra Rent Act - Leave and licence - Maharashtra Rent Control Act, 1999 - Bombay Rents, Hotel and Lodging House Rates Control Act, 1947 - s. 15-A.s.2(e) - \"Public premises\" - Eviction of unauthorized occupants - Appellant in occupation of suit property prior to their being acquired under the Act - Held: - The appellant's status as a deemed tenant was accepted under the State enactment and, therefore, he could not be said to be in \"unauthorised occupation\" -- His right granted by the State enactment cannot be destroyed by giving any retrospective application to provisions of Public Premises Act, since there is no such express provision in the statute, nor is it warranted by any implication -- In fact premises occupied by him would not come within the ambit of Public Premises Act, until they belonged to first respondent , i. e until 1. 1. 197 4 -- If first respondent wanted to evict the appellant, remedy was to resort to the procedure available under Bombay Rent Act or its successor Maharashtra Rent Act, by approaching the forum thereunder, and not by resorting to the provisions of Public Premises Act.s.2(e) - \"Public premises\" - Eviction of unauthorized occupants - Held: In Ashoka Marketing, it has been obsessed that Public Premises Act is enacted to deal with mischief of 'rampant unauthorised occupation' of public premises - Clause 2(1) of guidelines dated 30.5.2002 emphasises that the Act was meant to evict (a) totally unauthorised occupants of the public premises or subletees, or (b) employees who have ceased to be in their service, and were ineligible to occupy the premises -- \"Guidelines to Prevent Arbitrary use of Powers to Evict Genuine Tenants from Public Premises Under the Control of Public Sector Undertakings I Financial Institutions (dated 30-5-2002, published in the Gazette of India dated 8-6-2002).Application of the Act - Held: For any premises to become public premises, the relevant date will be 16.9.1958 or the date on which the premises become public premises as belonging to or taken on lease by Corporation/ Companies like the first respondent, whichever is later -- All those persons G falling within the definition of 'tenant' occupying the premises prior thereto will not come under the ambit of Public Premises Act and cannot, therefore, be said to be persons in ''.unauthorised occupation\" -- Whatever rights such prior . tenants, members of their families or heirs of such tenants or deemed tenants or all of those who fall within the definition of 'tenant' under the Bombay Rent Act have, are continued under Maharashtra Rent Act -- If possession of premises in their occupation is required, that will have to be resorted to by taking steps under the Bombay Rent Act or Maharashtra Rent Act  - Maharashtra Rent Control Act, 1999."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "RENU & ORS. VS. DISTRICT & SESSIONS JUDGE, TIS HAZARI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTAwNA==",
        "Citation": "[2014] 2 S.C.R. 537",
        "Case Type": "(CIVIL APPEAL /979/2014)",
        "Date": "12 FEBRUARY 2014",
        "Judge Names": "Hon'ble Dr. Justice B.S. Chauhan\n*, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNTM3LTU2Nl8xNzAyOTgwMDgzLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 537",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "12 February 2014",
        "Petitioner:": "Renu & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2014 INSC 95",
        "Judgment Delivered by:": "Hon'ble Dr. Justice B.S. Chauhan",
        "Respondent:": "District & Sessions Judge, Tis Hazari & Anr.",
        "Case Type:": "CIVIL APPEAL /979/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA",
            "1950: Art. 32 - Writ of quo warranto"
        ],
        "HeadNote": " CONSTITUTION OF INDIA, 1950: Art. 32 - Writ of quo warranto - Appointment to public office - Held: Before a person can effectively claim a writ of quo warranto, he has to satisfy the court that the office in question is a public office and is held by a usurper without legal authority, and that inevitably would lead to an enquiry as to whether the appointment of the alleged usurper has been made in accordance with law or not -- For issuance of writ of quo warranto, the court has to satisfy that the appointment is contrary to the statutory rules and the person holding the post has no right to hold it.Arts. 14 and 16 - Public employment - Held: Transparency in public· employment is an important requirement -- Advertisement must specify the number of posts available for selection and recruitment -- The qualifications and other eligibility criteria for such posts and schedule of recruitment process should be published with certainty and clarity as also the rules/procedure under which the selection is likely to be undertaken -- Any appointment even on temporary or ad hoc basis without inviting applications is in violation of Arts. 14 and 16 and even if the names of candidates are requisitioned from Employment Exchange, in addition thereto, it is mandatory on the part of employer to invite applications from all eligible candidates from open market.Arts'. 229 and 235 r/w Arts. 14 and 16 - Appointments of staff in High Courts and courts subordinate thereto - Held: Appointments in judicial institutions must be made on the touchstone of equality of opportunity enshrined in Art. 14 r/w Art. 16 and under no circumstance any appointment which is illegal should be saved -- Employment whether of Class IV, Class Ill, Class II or any other class in High Courts or courts subordinate to it, fall, within the definition of \"public employment\" - Such an employment, therefore, has to be made under rules and orders of competent authority - Power of appointment granted to the Chief Justice under Art. 229 (1) is subject to Art. 16 (1), which guarantees equality of opportunity for all citizens in matters relating to employment - As a safeguard, the Constitution has also recognized that in the internal administration of High Court, no. other power, except the Chief Justice should have domain - In order to enable a judicial intervention, it would require only a very strong and convincing reason to show that this power has been abused.Art.229 - Appointment to posts in High Court and courts subordinate thereto - Held: High Court is a constitutional and an autonomous authority subordinate to none - Therefore, nobody can undermine the constitutional authority of High Court and, as such, Supreme Court can only advise the High Court that if its rules are not in consonance with the philosophy of the Constitution, the same may be modified and no appointment in contravention thereof should be made - It is necessary that there is strict compliance with appropriate Rules and the employer is bound to adhere to the norms of Arts. 14 and 16 before making any recruitment - In order to control the menance of adhocism methodology to make appointments in High Courts and courts subordinate thereto suggested and directions given in this regard -- High Courts may also examine the desirability of centralized selection of candidates for subordinate courts, and to formulate the rules to carry out the purpose - Constitutional law - Independence of judiciary. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "BASTIRAM VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTAwOQ==",
        "Citation": "[2014] 2 S.C.R. 567",
        "Case Type": "(CRIMINAL APPEAL /758/2004)",
        "Date": "13 FEBRUARY 2004",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice Ranjana Prakash Desai",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNTY3LTU4OF8xNzAyOTgwMjQ4LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 567",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "13 February 2004",
        "Petitioner:": "Bastiram",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2014 INSC 97",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /758/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 r/w s.34; s.307 rlw s.34"
        ],
        "HeadNote": "Penal Code, 1860: s.302 r/w s.34; s.307 r/w s.34 - Murder - Appellants armed with pistols attacked the complainant party resulting in death of 3 persons and injury to one - Conviction by courts below - On appeal, held: plea of appellant-BR that he was not guilty as he was not present when the incident took place and was in another city not acceptable as evidence showed that he was present when the incident occurred and  as stated by the eye witnesses participated in the crime - regarding other appellants, there was overwhelming evidence given by the eye witnesses about the use of firearms by all - The evidence of the eye witnesses in regard to these appellants was consistent and there was no reason to differ  with the concurrent findings arrived at by trial court as well as High Court· - The appellants cannot take advantage of the death of one member of their party or injuries caused to other members of their group in the clash - Both the courts below were right in holding that the appellants were armed with  pistols and that they had fired at the victims with the intention of killing them.Evidence: Medical evidence - Evidentiary value of - Held: There is no doubt that ocular evidence should be accepted unless it is completely negated by the medical evidence - The expression \"medical evidence\" compendiously refers to the facts stated by the doctor either in the injury report or in the post mortem report or during his oral testimony and the opinion expressed by the doctor on the basis of the facts stated - Whether the injury caused the death of the person is the opinion of the doctor - On the same set of facts, two doctors may have different opinion - Therefore, the opinion of a particular doctor is not final or sacrosanct - An opinion given by a doctor, based on the facts recorded on an examination of a victim of a crime, could be rejected by relying on cogent and trustworthy eye witness testimony."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "R. SUBRAMANIAM VS. MURUGAPPA GOUNDER AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTAxMg==",
        "Citation": "[2014] 2 S.C.R. 619",
        "Case Type": "(CIVIL APPEAL /1793/2014)",
        "Date": "31 DECEMBER 2014",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNjE5LTYyMF8xNzAyOTgwMzMxLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 619",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "31 December 2014",
        "Petitioner:": "R. Subramaniam",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 917",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Murugappa Gounder And Ors.",
        "Case Type:": "CIVIL APPEAL /1793/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONTEMPT OF COURT",
            "Unconditional apology tendered"
        ],
        "HeadNote": "CONTEMPT OF COURT:Unconditional apology tendered, accepted by single Judge of High Court - However, direction issued to take action against contemnors -- Held: Unconditional apology made in the form of an affidavit and the same having been accepted, . further direction to Department for appropriate action neither warranted nor permissible -- Accordingly, the impugned direction set aside."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "STATE THROUGH CBI NEW DELHI VS. JITENDER KUMAR SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTAyMA==",
        "Citation": "[2014] 2 S.C.R. 621",
        "Case Type": "(CRIMINAL APPEAL /943/2008)",
        "Date": "05 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNjIxLTY1NV8xNzAyOTgxMDUxLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 621",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "05 February 2014",
        "Petitioner:": "State Through Cbi New Delhi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 80",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Jitender Kumar Singh",
        "Case Type:": "CRIMINAL APPEAL /943/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PREVENTION OF CORRUPTION ACT",
            "1988",
            "Purpose of enactment"
        ],
        "HeadNote": " PREVENTION OF CORRUPTION ACT, 1988: Purpose of enactment - Held: Although Indian Penal  Code provided for punishment for the offence of bribery and corruption even against the public servants, Parliament, in its wisdom, noticed that the Code was not adequate to meet the exigencies of time and a need was felt to introduce a special legislation with a view to eradicate the evil of bribery and corruption from the society - Consequently, the Prevention of Corruption Act was enacted - Penal Code, 1860.s.3(1) - Jurisdiction of Special Judge to proceed against a non-public servant - Held: A Special Judge appointed u/s.3(1) of the PC Act has got jurisdiction to proceed exclusively against a public servant and exclusively against a non-public servant as well, depending upon the nature of the offence referred to in Chapter Ill of the PC Act - Junction of a public servant is not a must for the Special Judge to proceed against a non-public servant for any offence alleged to have been committed by him under Chapter Ill of the PC Act - A conjoint reading of s.3(1) along with ss. 4(1) and (2) would make it amply clear that only the Special Judge has got the jurisdiction to try the offences specified in sub-section (1) of s.3 committed by a public servant or a non-public servant, alone or jointly.s.3(1) - Non-framing of charge against the public servant and private persons, u/s.3(1), while public servant was alive - Held: In such a situation, the Special Judge had no occasion to \"try any case\" u/s.3(1) of the PC Act, either against a public servant or a private person, so as to try any offence other than an offence specified in s.3, meaning thereby, non-PC offences against private person - Special Judge appointed u/s.3(1) could exercise the powers under sub-section (3) to s.4 to try non-PC offence - Therefore, trying a case by Special Judge u/s.3(1) is a sine qua non for, exercising jurisdiction by the Special Judge for trying an offence other than an offence specified in s.3 - \"Trying any case'~ u/s.3(1) is, therefore, a jurisdictional fact for the Special Judge to exercise powers to try Non-PC offence .s.4(3) - 'Trying any case' interpretation of - Held: It means trying any case relating to the offences referred to in ss.3 (1)(a) and (b) of Act for which .exclusive jurisdiction is conferred on the Special Judge - A Special Judge, while exercising, exclusive jurisdiction, this, when trying any case relating to offences u/ss.3(1)(a) and (b) of the Act, may also try any offence other than the offence specified in s.3, with which the accused may, under the Code of Criminal Procedure, 1973 be charged at the same trial - An accused person, either a public servant or non~public servant, who has been charged for an offence u/s.3(1) of the PC Act, could also be charged for an offence under /PC, in the event of which, the Special Judge has got the jurisdiction to try such offences against the public servant as well as against a non-public servant - Code of Criminal Procedure, 1973.ss.4(1), 4(3) - Obligation on the part of Special judge to try Non-PC cases - Held: Exclusion of the jurisdiction of ordinary Criminal Court, so far as offer:ices under the PC Act are concerned, has been explicitly expressed u/s.4(1) of the PC Act, which does not find a place, in respect of non-PC offences in sub-section (3) of s.4 of the PC Act - It is not obligatory on the part of a Special Judge to try non-PC offences - The expression \"may also try\" gives an element of discretion on the part of the Special Judge which will depend upon the facts of each case and the inter-relation between PC offences and non-PC offences - A Special Judge exercising powers under the PC Act is not expected to try non- PC offences totally unconnected with any PC offences u/s.3(1) of the PC Act and in the event of a Special Judge not trying ··any offence u/s.3(1) of the PC Act, the question of the Special Judge trying non-PC offences does not arise - Trying of a PC offence is a jurisdictional fact to exercise the powers under sub-section (3) of s.4 - Jurisdiction of the Special Judge, as such, has not been divested, but the exercise of jurisdiction, depends upon the jurisdictional fact of trying a PC offence.s.4(3) - .Death of public servant and charges framed against public servant and private person - Held: Once the· power has been exercised by the Special Judge u/sub-section (3) of s.4 of the PC Act to proceed against non-PC offences along with PC offences, the mere fact that the sole public servant dies after the exercise of powers under sub-section (3) of s.4, will not divest the jurisdiction of the Special Judge or vitiate the proceedings pending before him - The trying of any case under the PC Act against a public servant or a private person is a sine-qua-non for exercising powers under sub-section (3) of s.4 of PC Act - In the instant case, since no PC offence has been committed by any of the non-public servants and no charges have been framed against the public servant, while he was alive, the Special Judge had no occasion to try any case against any of them under the PC F Act, since no charge has been framed prior to the death of the public servant.JURISDICTION of a Court or a Tribunal - Held: Existence of a jurisdictional fact is thus a sine qua non or condition precedent to the assumption of jurisdiction by a Court. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "PRATIMA CHOWDHURY VS. KALPANA MUKHERJEE & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTAzNw==",
        "Citation": "[2014] 2 S.C.R. 656",
        "Case Type": "(CIVIL APPEAL /1938/2014)",
        "Date": "10 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice P. Sathasivam",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNjU2LTczNV8xNzAyOTgxMTc3LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 656",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "10 February 2014",
        "Petitioner:": "PRATIMA CHOWDHURY",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 87",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "KALPANA MUKHERJEE & ANR.",
        "Case Type:": "CIVIL APPEAL /1938/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of membership/flat",
            "Fiduciary relation"
        ],
        "HeadNote": " TRANSFER OF PROPERTY ACT, 1882: Housing Society - Transfer of membership/flat - Validity of - Flat given on rent to the son of the respondent - Letters written by appellant to Society for transferring the said flat in favour of respondent on account of close relationship between them - Transfer was without consideration - Arbitrator held the letters of transfer invalid - Cooperative Tribunal and High Court held that approach of arbitrator was erroneous - Held: Respondent was mother-in-law of niece of appellant - Therefore factually the expression of close relationship depicted in the letters was false - As regards transfer without consideration, respondent herself gave statement to the effect that appellant had transferred the flat for consideration of Rs.4.29 lacs which was in form of shares belonging to the son of the respondent - However, on the date of execution of transfer or even when board resolution was passed, the son of the respondent did not have any shares in his name said to have been transferred to appellant as consideration of the flat - Therefore, all the ingredients of the letters were shrouded _ in suspicious circumstances - The stance of appellant regarding transfer of shares was that same was return of loan extended by her to son of the respondent for business venture - This factual position was overlooked by Cooperative Tribunal and High Court - Arbitrator held that the appellant was in Bombay and not in Calcutta when these letters were written - Said finding was recorded on the basis of 3 witnesses produced on behalf of appellant before the arbitrator - Cooperative Tribunal overlooked the statement of witnesses merely because notary was an Advocate - Conclusion of Cooperative Tribunal and High Court that the documents were executed in Calcutta was therefore basec .on no evidence - Further, respondent continued to pay rent into the account of appellant - Accordingly, arbitrator rightly inferred that even to the knowledge of respondent, flat was not actually transferred to her name. Housing Society - Transfer of membership/flat - Revocation of - Withdrawal letter revoking letters of transfer was sent by appellant before the transfer of membership/lat had attained finality - Still, Society did not consider the withdrawal letter - Acceptance or rejection on merits is another matter, but non-consideration clearly invalidated the resolution of transfer passed by society. Transfer of membership/flat - Validity of - Fiduciary relation - Held: When parties are in fiduciary relationship, the manner of examining the validity of a transaction specifically when there is no reciprocal consideration has to be based on parameters which are different from those applicable to an ordinary case. Transfer of membership/flat without consideration - Relationship of faith, trust and confidence - Letters written by appellant to Housing Society for transferring her flat to the name of the respondent - Held: There was no justification for the appellant to transfer her flat fo respondent free of cost specially when she has no direct intimate relationship with respondent - Son of respondent was married to niece of appellant and so he was in domineering position - He enjoyed trust and confidence of appellant which was apparent from the fact that the Joint account of appellant with the son of the respondent was operated by him exclusively and drafting of the letters of transfer of flat was done by him on behalf of appellant -'In such fact situation, the onus of substantiating the validity and genuineness of the transfer of flat by the appellant rested squarely on the shoulders of the respondent which she miserably failed to discharge. CODE OF CIVIL PROCEDURE, 1908: Pleadings - Rejoinder - Non consideration of facts stated in the rejoinder - Effect of - Respondent-defendant in written replies adopted stand contrary to documents relied upon by rival parties - Number of documents not mentioned by appellant-plaintiff in the dispute case relied upon by respondent - Held: Arbitrator recorded his findings in the award not only on the pleadings including rejoinder but also on the basis of evidence led in | support of said ple’dings - Thus, arbtirator acted in accordance with law and therefore exclusion from consideration of factual position asserted by appellant in her rejoinder by the Cooperative Triounal and High Court was wholly unjustified. : DOCTRINES/PRINCIPLES: Principle of estoppel - Applicability of - Discussed. Principle of justice and equity and doctrine of faimess - Applicability of. Evidence Act, 1872: s.115 - Estoppel - Salient pre- condition for invoking rule of estoppel - Discussed - In the instant case, the first party made no representation, the second party did not accept any representation and did not act in any manner nor second party altered its position - Therefore, the question whether the restoration of the original position would be iniquitous or unfair did not arise. NOTARY ACT, s.8 - Notarization of document - Non issuance of notarial certificate - Held: In the absence of issuance of certificate, notarization of document becomes Suspicious. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "MATHEW VARGHESE VS. M. AMRITHA KUMAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTY5OQ==",
        "Citation": "[2014] 2 S.C.R. 736",
        "Case Type": "(CIVIL APPEAL /1927-1929/2014)",
        "Date": "10 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice A.K. Patnaik, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNzM2LTc5Nl8xNzAyOTgxNDU0LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 736",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "10 February 2014",
        "Petitioner:": "Mathew Varghese",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "M. Amritha Kumar & Ors.",
        "Case Type:": "CIVIL APPEAL /1927-1929/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SECURITIZATION AND RECONSTRUCT/ON OF C FINANCIAL ASSETS AND ENFORCEMENT OF SECURITY INTEREST ACT",
            "2002",
            "secured creditor"
        ],
        "HeadNote": " SECURITISATION AND RECONSTRUCT/ON OF FINANCIAL ASSETS AND ENFORCEMENT OF SECURITY INTEREST ACT, 2002: s.13(1) - Held: Any secured creditor may be entitled to enforce the secured asset created in its favour on its own without resorting to any court proceedings or approaching the Tribunal, however, such enforcement should be in conformity with the other provisions of the SARFAESI Act.s.13(8) - Right of borrower - Held: There is a valuable right recognized and asserted in favour of the borrower, who E is the owner of the secured asset and who is extended an opportunity to take all efforts to stop the sale or transfer till the last minute before which the said sale or transfer is to be effected - Such an ownership right is a Constitutional Right protected under Article 300A of the Constitution, which F mandates that no person shall be deprived of his property save by authority of law - Therefore, de hors, the extent of borrowing made and whatever costs, charges were incurred by the secured creditor in respect of such borrowings, when it comes to the question of realizing the dues by bringing the G property entrusted with the secured creditor for sale to realize money advanced without approaching any Court or Tribunal, the secured creditor as a trustee cannot deal with the said property in any manner it likes and property. can be disposed of only in the manner prescribed in the SARFAESI Act -Therefore, the creditor should ensure that the borrower was clearly put on notice of the date and time by which either the sale or transfer will be effected in order to provide the required opportunity to the borrower to take all possible steps for retrieving his property or at least ensure that in the process of sale the secured asset derives the maximum benefit and the secured creditor or anyone on its behalf is not allowed to exploit the situation of the borrower by virtue of the proceedings initiated under the SARFAESI Act - Constitution of India, 1950 - Article 300A. s.13(8) - Conflict with r.15(1) of Income Tax Rules, 1962 C - Held: r. 15 of the Income Tax Rules, 1962 does not in any way conflict with either s.13(8) of the SARFAESI Act or rr.8 and 9 of the Security Interest (Enforcement) Rules, 2002 - The sub-rule (1) of r. 15 only deals, with the discretion of the Tax. Recovery Officer to adjourn the sale by recording his reasons· D for such adjournment - As far as sub-rule (2) is concerned, the same is clear to the effect that a sale of immovable property once adjourned under sub-rule (1) for a longer period than one calendar month, a fresh proclamation of sale should be made unless the defaulter consents to waive it - The said E sub-rule also does not conflict with any of the provisions of the SARFAESI Act, in particular s.13 or rr.8 and 9.s.35 - Non obstante clause - Held: s.35 states that the provisions of the SARFAESI Act will have overriding effect notwithstanding anything inconsistent contained in any other law for the time being in force - Therefore, reading s.35 and s.37 together, it will have to be held that in the event of any of the provisions of RDDB Act not being inconsistent with the provisions of the SARFAESI Act, the application of both the Acts, namely, SARFAESI Act and RDDB Act, would be complementary to each other - The effect of s.37 would, therefore, be that in addition to the provisions contained under the SARFAESI Act, in respect of proceedings initiated under the said Act, it will be in order for a party to fall back upon the provisions of the other Acts mentioned in s.37 namely, the Companies Act, 1956, the Securities Contract& (Regulation) Act, 1956, the Securities and Exchange Board of India Act, 1992, the Recovery of Debts Due to Banks and Finances Institutions Act, 1993, or any other law for the time being in B force - Recovery of Debts Due to Banks and Finances Institutions Act, 1993.SECURITY INTEREST (ENFORCEMENT) RULES, 2002:rr.8 and 9 - Procedure to be followed by a secured creditor while resorting to a sale after the issuance of the proceedings u/s s.13(1) to (4) of the SARFAESI Act - Held: Reading sub-rule (6) of r.8 and sub-rule (1) of r.9 together, the service of individual notice to the borrower, specifying clear D 30 days time gap for effecting any sale of immovable secured asset is a statutory mandate - No sale should be affected before the expiry of 30 days from the date on which the public notice of sale is published in the newspapers - Therefore, the requirement u/r.8(6) and r.9(1) contemplates E a clear 30 days individual notice to the borrower and also a public notice by way of publication in the newspapers.rr.8 and 9 - Sale effected in favour of appellant without complying with the mandatory requirement of 30 days notice to the borrower - High Court set aside the sale and passed F interim order directing the borrower to furnish demand draft of Rs.2 crores in favour of appellant and in case of non- payment directed to confirm sale in favour of appellant - Payment not made by borrowers - Request by borrowers for six weeks time to arrange money - By another interim order, G High Court extended time and permitted 8th respondent to deposit Rs.2.03 crores and on such deposit to cancel sale in favour of appellant - Held: Since very valuable rights of the appellant were at stakes, there was no justification at all for High Court to interfere with the said right in such a casual H manner by passing interim orders on flimsy grounds raised by borrowers - Ownership right which accrued in favour bf appellant ought not to have been interfered with by the High Court - Interim orders set aside - Value of the property was knocked out in favour of the appellant for Rs. 1. 27 crores - Since proper procedure for effecting sale was not followed, the price fetched through the appellant cannot be held to be the correct price for the mortgaged property - In the year 2010 the property could fetch Rs.2.03 crores while the price paid by the appellant was Rs.1.27 crores - Therefore, after giving credit of Rs.1.27 crores, the appellant directed to pay a further sum of Rs. 76 lacs to the borrowers. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "VOLTAS LTD. VS. ROLTA INDIA LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTcwMg==",
        "Citation": "[2014] 2 S.C.R. 797",
        "Case Type": "(CIVIL APPEAL /2073/2014)",
        "Date": "14 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNzk3LTgyM18xNzAyOTgxNTUwLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 797",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "14 February 2014",
        "Petitioner:": "Voltas Ltd.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 102",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Rolta India Ltd.",
        "Case Type:": "CIVIL APPEAL /2073/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ARBITRATION AND CONCILIATION ACT",
            "1996: ss.21",
            "43 - Counter claim"
        ],
        "HeadNote": " ARBITRATION AND CONCILIATION ACT, 1996: ss.21, 43 - Counter claim - Limitation period - Held: Limitation period for filing counter claim should be computed as on the date of C service of notice of such claim on the claimant and not on the date of final counter claim - Exception to the said rule is if a party. against whom a claim is made in arbitration can satisfy that he had previously made a claim against the claimant and sought arbitration by serving a notice to the claimant - However, limitation cannot be saved solely on the ground that a party had previously in a notice vaguely stated that it would be claiming liquidated damages. JUDGMENT/ORDER: Binding effect of - Held: A , judgment is not to be read as a statute but to understand the correct ratio stated in the case it is necessary to appreciate the repetitive use of the words. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "M/S SIEMENS AKTIENGESELISCHAFT & S. LTD. VS. DMRC LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTcwNg==",
        "Citation": "[2014] 2 S.C.R. 824",
        "Case Type": "(CIVIL APPEAL /2068/2014)",
        "Date": "14 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfODI0LTg1NF8xNzAyOTY2NDcxLnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 824",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "14 February 2014",
        "Petitioner:": "M/s Siemens Aktiengeselischaft & S. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2014 INSC 101",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Dmrc Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /2068/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "supply of Standard Gauge Cars Electrical Multiple Units for use in Mass Rapid transit system"
        ],
        "HeadNote": ".CONSTITUTION OF IND/A, 1950Art. 32 r/w Arts. 13 and 299 - Government contracts - Contract for supply of Standard Gauge Cars Electrical Multiple Units for use in Mass Rapid transit system - Award of contract to lowest bidder (L-1) - Challenged - Held: In any challenge to award of contract, the legality and regularity of the process leading to the award of contract is to be examined -- Court has to constantly keep in mind that it does not sit in appeal over the soundness of the decision - Court can only examine whether the decision making process was fair, reasonable and transparent - In cases involving award of  contracts, court ought to exercise judicial restraint where the decision is bonafide with no perceptible injury to public interest - High Court has, in the case at hand, undertaken that exercise and concluded that there was neither any illegality nor any irregularity in the process of evaluation of the bids or the final allotment of contract - The allotment of contract did not suffer from any illegality as it is understood in the matter of judicial review of administrative action -- The process by which the bids were evaluated and eventually accepted was transparent, fair and reasonable and does not, therefore, call for any interference Judicial review - Judicial restraint.ADMINISTRATIVE LAW:Government contract - Award of contract challenged before court - Thereafter, Government directing constitution of a Committee - Held: Government ought to have stayed its hands once the matter landed in court - Inasmuch as Government did nothing of this kind, it did not act properly - Even otherwise, so long as the view taken by the experts of the authority competent to take a final decision is a possible view, the very fact that some other experts have expressed doubts about the sustainability of the GEC values will not be enough to declare that the values offered by respondent no. 2 are unachievable.."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "ENERCON (INDIA) LTD. & ORS. VS. ENERCON GMBH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTcxNg==",
        "Citation": "[2014] 2 S.C.R. 855",
        "Case Type": "(CIVIL APPEAL /2086/2014)",
        "Date": "14 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice S.S. Nijjar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfODU1LTk1NF8xNzAyOTgxODE2LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 855",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "14 February 2014",
        "Petitioner:": "Enercon (india) Ltd. & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2014 INSC 100",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.S. Nijjar",
        "Respondent:": "Enercon Gmbh & Anr.",
        "Case Type:": "CIVIL APPEAL /2086/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ARBITRATION AND CONCILIATION ACT",
            "1996: s.45 r/w s. 16 - International Commercial Arbitration"
        ],
        "HeadNote": " ARBITRATION AND CONCILIATION ACT, 1996: s.45 r/w s. 16 - International Commercil Arbitration - Suit for declaration that Intellectual Property Licence Agreement (IPLA) was not concluded contract and coffespondingly there was no arbitration agreement therein - Application by respondent uls 45 - Held: parties have iffevocably agreed to resolve all the disputes through arbitration - Parties can not be permitted to avoid arbitration, without satisfying the court that it would be just and in the interest of all the parties not to proceed with arbitration - Findings recorded by appellate court that the parties can proceed to arbitration are affirmed - Findings recorded by trial court dismissing the application ul s 45 are set aside -- Application filed by respondents for reference of the dispute to arbitration u/s 45 has been correctly allowed by appellate court as well as by High Court - Issue as to whether there is a concluded contract between the parties can be left to arbitral tribunal - All the disputes arising between the parties in relation to the following agreements viz. SHA, TKHA, SSHAs and STKHA, Agreed Principles and IPLA, including the controversy as to whether IPLA is a concluded contract are referred to arbitral tribunal for adjudication -Third arbitrator who shall act as Chairman of Arbitral Tribunal, is appointed -- Arbitration clause (agreement) is independent of the underlying contract, i.e. the IPLA containing the arbitration clause -- s.16 provides that arbitration clause forming part of a contract shall be treated as an agreement independent of such a contract -- UNCITRAL Model Law.s. 16 - Separability of arbitration clause from underlying contract - Held: Concept of separability of the arbitration clause/agreement from the underlying contract is a necessity 8 to ensure that the intention of parties to resolve disputes by arbitration does not get frustrated with every challenge to legality, validity, finality or breach of the underlying contract - The Act, u/s 16 accepts the concept that the main contract and the arbitration agreement form two independent contracts C - Therefore, it cannot be accepted that Arbitration Agreement will perish as the IPLA has not been finalised - Rule of necessity.Arbitration clause - Seemingly unworkable arbitration clause - Held: It would be the duty of court to make the same workable within the permissible limits of law - A common sense approach has to be adopted to give effect to the intention of parties to arbitrate - Arbitration clause cannot be construed with a purely legalistic mindset, as if one is construing a provision in a statute - In the instant case, the arbitration clause as it stands cannot be frustrated on the ground that it is unworkable - Unworkability in the case is attributed only to the machinery provision - Arbitration agreement, otherwise, fulfils the criteria laid down u/s 44 of the Act - Given that two arbitrators have been appointed, the missing line that \"the two arbitrators appointed by the parties shall appoint the third arbitrator\" can be read into the arbitration clause - Omission is so obvious that the court can legitimately supply the missing line - In the circumstances, the Court would apply the officious bystander principle - Parties can be permitted to proceed to arbitration.Seat' of arbitration and 'venue' -- International Commercial Arbitration - Held: In an International Commercial Arbitration, venue can often be different from the. seat of arbitration - In the instant case all the three laws: (i) A the law governing the substantive contract; (ii) the law governing the agreement to arbitrate and the performance of that agreement; and (iii) the law governing the conduct of the arbitration, are Indian - Therefore, the parties have designated India as the seat - Parties being Indian and German, except B for London being chosen as a convenient place/venue for holding the meetings of arbitration, there is no other factor connecting the arbitration proceedings to London - In such circumstances, hearing of arbitration will be conducted at the venue fixed by the parties, but this would not bring about a c change in the seat of arbitration - Therefore, the seat would remain in India.Concurrent jurisdiction - International Commercial Arbitration - Held: High Court having fixed the seat in India, committed an error in concluding that Courts in England D would have concurrent jurisdiction - It runs counter to the settled position of law in India as well as in England and would lead to unnecessary complications and inconvenience - Once the seat of arbitration has been fixed in India, it would be in the nature of exclusive jurisdiction to exercise the supervisory  powers over the arbitration - In view of s. 2, CPC, Daman trial court (India) has jurisdiction over the matter.Anti suit injunction - International Commercial Arbitration - Suit in Daman court (India) for declaration that substantial F contract was not a concluded contract and correspondingly there was no arbitration agreement therein - Anti suit injunction granted by Daman Court against proceedings initiated in the English High Court - Held: Conclusion of the Bombay High Court that the anti-suit injunction granted by the Daman trial court has been correctly vacated by Daman appellate court is overruled and set aside -- Consequential directions given in the judgment. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "HARI NANDAN PRASAD & ANR. VS. EMPLOYER L/R TO MANGMT. OF FCI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTcyMw==",
        "Citation": "[2014] 2 S.C.R. 955",
        "Case Type": "(Select Case Type/2417/2014)",
        "Date": "17 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfOTU1LTk4OV8xNzAyOTgyMTM1LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 955",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "17 February 2014",
        "Petitioner:": "Hari Nandan Prasad & Anr.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 104",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Employer L/r To Mangmt. Of Fci & Anr.",
        "Case Type:": "Select Case Type/2417/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "INDUSTRIAL DISPUTES ACT",
            "1947: s:-25-F - Termination without any notice"
        ],
        "HeadNote": " INDUSTRIAL DISPUTES ACT, 1947: s:-25-F - Termination without any notice or pay in lieu of notice or retrenchment compensation - Terminated workers worked for more than 240 days continuously preceding their disengagement/termination - Held: Mandatory pre-condition of retrenchment in paying the dues in accordance with s.25- F having not been complied with, that is sufficient to render the termination as illegal. s.25-F - Reinstatement - Entitlement - Held: Relief of reinstatement cannot be granted to the persons who were engaged as daily wagers and whose services were terminated in a distant past and where termination was held to be illegal only on a technical ground of not adhering to the provisions of s.25-F of the Act. Power of Labour Court/Industrial Adjudicator - Scope of - Held: The powers of the industrial adjudicator under the F Industrial Disputes Act are wide - By empowering the adjudicator authorities under the Act, to give reliefs such as a reinstatement of wrongfully dismissed or discharged workmen, which may not be permissible in common law or justified under the terms of the contract between the employer G and such workmen, the legislature has attempted to frustrate the unfair labour practices and secure the policy of collective bargaining as a road to industrial peace - In order to achieve the said objectives, the Labour Courts/Industrial Tribunals are given wide powers not only to enforce the rights but even to s create new rights, with the underlying objective to achieve social justice - The said sweeping power conferred upon the Tribunal is not unbridled - It is, thus, this fine balancing which is required to be achieved while adjudicating a particular dispute, keeping in mind that the industrial disputes are settled by industrial adjudication on principle of (air play and justice. Regularization of daily wagers - Claim for - Held: When there are posts available, in the absence of any unfair labour practice the Labour Court would not give direction for regularization only because a worker has continued as daily wage worker adhoc/temporary worker for number of years - Further, if there are no posts available, such a direction for regularization would be impermissible - In these circumstances giving of direction to regularize such a person, only on the basis of number of years put in by such a worker as daily wager etc. may amount to backdoor entry into the service which is an anathema to Art. 14 of the Constitution - Further, such a direction would not be given when the concerned worker does not meet the eligibility requirement of the post in question as per the Recruitment Rules - However, wherever it is found that similarly situated workmen are regularized by the employer itself under some scheme or otherwise and the workmen in question who have approached Industrial/Labour Court are at par with them, direction of regularization in such cases may be legally justified, otherwise, non-regularization of the left out workers itself would amount to invidious discrimination qua them in such cases and would be violative of Art. 14 of the Constitution - Constitution of India, 1950 - Article 14. Termination of daily wagers - Circular issued by the employer whereby any temporary worker employed for more than 90 days was entitled for regularization of his service and following the said circular, the company had regularized the · H services of 70-75 similarly situated casual workers - Claim for regularization by appellants-daily wagers - Held: In the instant case, appellant no: 1 was not in service on the date when the scheme was promulgated as his services were dispensed with, 4 years before that circular - Therefore, the relief of monetary compensation in lieu of reinstatement would be more appropriate in his case - However, in so far as appellant no. 2 was concerned, when the Circular was issued, he was in service and within few months of the issuing of that Circular he had completed 240 days of service - Non-regularization of appellant No.2, while giving the benefit of that Circular to other similar situated employees and regularizing them would, therefore, be clearly discriminatory.  "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "BHASKAR LAL SHARMA & ANR. VS. MONICA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTcyOQ==",
        "Citation": "[2014] 2 S.C.R. 990",
        "Case Type": "(CRIMINAL APPEAL /435-436/2014)",
        "Date": "18 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfOTkwLTEwMDJfMTcwMjk4MjM0MC5wZGY=",
        "SCR Citation:": "[2014] 2 S.C.R. 990",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "18 February 2014",
        "Petitioner:": "Bhaskar Lal Sharma & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 105",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Monica & Ors.",
        "Case Type:": "CRIMINAL APPEAL /435-436/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973",
            "Quashing of proceedings"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.482 - Quashing of proceedings - Complaint filed u/ ss.498A, 406 /PC - Quashed on the ground that while no offence u/s.498A, /PC was made out against either of the appellants, the offence u/s.406, as alleged, was prima facie made out against the appellant No. 2 alone - Held: The complaint should not have been rejected at the threshold - The facts, as alleged, have to be proved which can only be done in the course of a regular trial - Appreciation, even in a summary manner, of averments made in a complaint petition or FIR would not be permissible at the stage of quashing and the facts stated will have to be ·accepted as they appear on - · the very face of it - This is the core test that has to be applied before summoning the accused - Once the said stage is overcome, the facts alleged have to be proved by the complainant/prosecution on the basis of legal evidence in order to establish the penal liability of the person charged with the offence - In the instant case, in the face of the avennents made in complaint petition regarding mental cruelty for bringing dowry and retention of cash and other gifts received by the respondent-complainant at the time of her marriage by the accused-appellant No. 2, it cannot be said that the complaint filed by respondent was shom of the necessary allegations to prima facie sustain the case of commission of the offence u/s.498A and s.406- Therefore, complaint petition pending in the trial court cannot be interdicted but has to be finally concluded by the trial court - Trial court directed to complete trial expeditiously.s. 125 - Maintenance granted u/s. 125 by trial court - Writ petition under Article 32 for service of notice on the husband (respondent)-and for payment of the arrears of maintenance 9 as also the current monthly maintenance - Maintainability of - Held: Order of maintenance u/s. 125 can be executed by following the provisions of sub-section (3) of s. 125 - When the enforcement and execution of an order passed under a statute is contemplated by the statute itself, normally, an  aggrieved litigant has to take recourse to the remedy provided under the statute - In fact, petitioner wife has already initiated a proceeding for execution of the order of maintenance granted in her favour - The fact that the husband against whom the order of maintenance is required to be enforced lives outside the territory of India cannot be a reasonable basis for invoking the extraordinary remedy under Article 32 of the Constitution inasmuch as the provisions of the Code i.e. s.105 makes elaborate provisions for service of summons in case the person summoned by the court resides outside __ the territory of India - In view of the remedy that is available to the petitioner under the Cr.P.C. and having regard to the fact that resort to such remedy has already been made, jurisdiction under Article 32 of the Constitution in facts of the present case cannot be invoked - Instead, the Family Court is directed to pass appropriate final orders as expeditiously F as possible - Constitution of India, 1950 - Article 32. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "STATE OF SIKKIM AND OTHERS VS. ADUP TSHERING BHUTIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTczMQ==",
        "Citation": "[2014] 2 S.C.R. 1003",
        "Case Type": "(CIVIL APPEAL /2446/2014)",
        "Date": "18 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Gokhale, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMTAwMy0xMDMwXzE3MDI5ODI0NTEucGRm",
        "SCR Citation:": "[2014] 2 S.C.R. 1003",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "18 February 2014",
        "Petitioner:": "State Of Sikkim And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 109",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Adup Tshering Bhutia And Others",
        "Case Type:": "CIVIL APPEAL /2446/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sikkim Police Force (Recruitment",
            "Promotion and Seniority) Rules",
            "2000:"
        ],
        "HeadNote": "Sikkim Police Force (Recruitment, Promotion and Seniority) Rules, 2000: r. 9(iv) - Integration of services - Three different services viz. Police Force, Armed Police and Vigilance Police in the State of Sikkim - In Vigilance Police and Armed Police, though the members therein got accelerated promotion to the post of inspector, there was no further promotion available to them - Promotion to the post of Deputy Superintendent of Police (DSP) available only to members of the Police Force - This inequality sought to be remedied by integration of three services - The feeder category for promotion to the post of DSP is inspector - Date of promotion/direct recruitment to the post of sub-inspector taken as determining factor for fixation of seniority for the E purpose of promotion to the post of DSP and grant of deemed/notional promotion to the members of the Police Force from the date their compeers in the other two services got promotion to the post of inspector - Writ petition by respondent alleging that on account of the retrospective F promotion granted to the members of the Police Force based on the date of appointment/promotion as sub-inspector in the case of the other two services, the respondent became junior to them, affecting his chances of promotion to the post of DSP - High Court allowed writ petition - Held: High Court patently erred in holding that the acquired or accrued rights of the writ petitioner had been affected by the fixation of seniority at the level of sub-inspector of Police - The very purpose of integration was to remove the inequality and provide them with the opportunity for promotion to the post of DSP - If length of continuous service in the highest cadre of some similar services is taken as basis of fixing seniority and for further promotion that would certainly result in deeper injustice to the members of the other services - r. 9(iv) is just, fair and B equitable in the given circumstances without which the integration of services would have resulted in graver inequality and injustice to the members of the major service - The impugned judgment is set aside - However, for doing complete justice, being a solitary case, the benefits granted c by the High Court in the impugned Judgment to the writ petitioner shall not be disturbed - Service law."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "AMARENDRA KUMAR MOHAPATRA & ORS. VS. STATE OF ORISSA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTczNg==",
        "Citation": "[2014] 2 S.C.R. 1031",
        "Case Type": "(CIVIL APPEAL /8322/2014)",
        "Date": "19 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMTAzMS0xMTAwXzE3MDI5ODI3MTQucGRm",
        "SCR Citation:": "[2014] 2 S.C.R. 1031",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "19 February 2014",
        "Petitioner:": "Amarendra Kumar Mohapatra & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2014 INSC 113",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Orissa & Ors.",
        "Case Type:": "CIVIL APPEAL /8322/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "OR/SSA SERVICE OF ENGINEERS (VALIDATION OF APPOINTMENT) ACT",
            "2002",
            "Nature and purpose of the Act"
        ],
        "HeadNote": " OR/SSA SERVICE OF ENGINEERS (VALIDATION OF APPOINTMENT) ACT, 2002: Nature and purpose of the Act - Held: The Act cannot be said to be a validating enactment - The enactment in the case at hand deals with the law relating to regularisation of incumbents holding. public office on ad hoc or temporary basis, much in the same way as regularisation of such  temporary appointments is ordered in terms of a scheme for that purpose - Legislation under challenge was not a Validation Act as it purported to be but an enactment that regularised the appointments of graduate Stipendiary Engineers working as ad hoc Assistant Engineers as  Assistant Engineers - Interpretation of statutes - Title of enactment.Act granting regularisation of ad hoc Stipendiary Engineers - Constitutional validity of - Held: Legislation under challenge does not suffer from any constitutional infirmity and High Court was in error in having struck it down - Impugned judgment of High Court set aside.Regularisation of ad hoc Stipendiary Engineers - Held : The appointment process of unemployed degree holders started with the resolution passed by State Government - The resolution further envisaged their absorption in .service after a period of two years -Further, their appointments were made on the basis of a selection process and on the basis of merit Appointment of Stipendiary Engineers on ad hoc basis came pursuant to the direction from High Court -- Their appointment were made pursuant to a notification by which everyone who was unemployed and held an Engineering degree in any discipline was free to make an application - The process of ·appointment was at no stage questioned before the court - It cannot be said that there was complete arbitrariness in the manner of such appointments so as to violate Arts. 14 and 16 of the Constitution - Constitution of India, 1950 - Arts. 14 and 16.Regularization of ad hoc Stipendiary Engineers -- Degree holder Junior Engineers -- Held: They were qualified for appointment as Assistant Engineers as they possessed degrees from recognised institutions, they were appointed against the sanctioned posts - Each one of them has worked ·for more than 10 years ever since his appointment as ad hoc Assistant Engineer - Therefore, these appointments of Stipendiary Engineers on ad hoc basis cannot be said to be illegal so as to fall beyond the purview of the scheme envisaged in Umadevi's case, which permitted regularisation of irregular appointments and not illegal appointments - Entry of degree holder Junior Engineers as Stipendiary Engineers. and later as Assistant Engineers cannot be said to be through \"the backdoor\" -- Legislative enactment granting such regularisation does not call for interference at this late stage when those appointed or regularised have already started retiring having served their respective departments, in some cases for as long as 22 years.Regularisation of degree holder Junior Engineers - Held G : The writ petitioners cannot be said to be similarly situated as the Stipendiaries only because they were also working as ad hoc Assistant Engineers - A challenge based on \"under inclusion\" is not readily accepted by courts - However, degree holder Junior Engineers currently working as ad hoc Assistant H Engineers are entitled to the relief of regularisation in service, having regard to the fact that they have rendered long years of service as Assistant Engineers on ad hoc basis for 17 to 18 years in some cases.ss.3(2) and 3(3) - Seniority - Granted to Stipendiary Assistant Engineers from the date of their ad hoc appointment 8 as such - Held: To this extent the Court can suitably mould the relief - In the circumstances, the degree holder Junior Engineers currently working as Assistant Engineers on ad hoc basis i.e. writ petitioners in High Court, are entitled to the relief of regularisation with effect from the same date as the Validation Act granted such regularisation to Stipendiary Engineers - There is no illegality or constitutional infirmity in the provisions of s. 3(2) or s. 3(3) of the impugned legislation - Similarly, degree holder Junior Engineers promoted as Assistant Engineers on ad hoc basis, who have been held to be entitled to regularisation on account of their length of D service should also be given a similar benefit - But all such regularised Assistant Engineers from Stipendiary Stream and from Junior Engineers category would together rank below the promotee Assistant Engineers. "
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "SHABNAM HASHMI VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTczNw==",
        "Citation": "[2014] 2 S.C.R. 1101",
        "Case Type": "(WRIT PETITION (CIVIL) /470/2005)",
        "Date": "19 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice P. Sathasivam, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMTEwMS0xMTE1XzE3MDI5ODI4NjQucGRm",
        "SCR Citation:": "[2014] 2 S.C.R. 1101",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "19 February 2014",
        "Petitioner:": "Shabnam Hashmi",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 111",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /470/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice (Care And Protection of Children) Act",
            "2000: ss.41 to 44",
            "68 - Writ petition filed under Art 32"
        ],
        "HeadNote": "Juvenile Justice (Care And Protection of Children) Act, 2000: ss.41 to 44, 68 - Writ petition filed under Art 32 - Prayer C to lay down law about adoption as a fundamental right and in alternate to Jay down guidelines about adoption of children irrespective of religion, caste and seeking direction to to enact optional law on the subject - Held: Petitioner admitted that Act of 2000 is a secular law that enable adoption D irrespective of religion and meets prayers made with petition - Muslim Personal Law Board claimed that Islamic law does not recognize that an adopted child is at par with a biological one; that it allows Kafala system under which adopted child . remains descendent of biological parents and that child E welfare committee should keep this in mind - The 2000 Act allows choice of personal Jaw and is an optional legislation and is a small step towards fulfilment of Art 44 - Choice will remain open till a Uniform Civil Code is made to sink conflicting faiths.  prevalent beliefs - The question of F adoption to be declared a fundamental right is not ripe and must wait its evolution till different group reach maturity - Till then restrain must be maintained - Juvenile Justice (Care and Protection of Children) Rules, 2007 - r.33(2) - Constitution of India, 1950 - Article 44."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "P.L. TATWAL VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc0Mw==",
        "Citation": "[2014] 2 S.C.R. 1116",
        "Case Type": "(CRIMINAL APPEAL /456/2014)",
        "Date": "19 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice S.J. Mukhopadhaya",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMTExNi0xMTI4XzE3MDI5ODMwMDAucGRm",
        "SCR Citation:": "[2014] 2 S.C.R. 1116",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "19 February 2014",
        "Petitioner:": "P.L. TATWAL",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2014 INSC 115",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /456/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PREVENTION OF CORRUPTION ACT",
            "1988 - Previous sanction"
        ],
        "HeadNote": "PREVENTION OF CORRUPTION ACT, 1988:s. 19 (1) (c) r/w 13 (1) (d) and 13 (2) - Previous sanction -- Competent Authority - Assistant Engineer appointed when Corporation was ruled by Administrator - Sanction accorded by Standing Committee of Corporation - Held: Administrator  is only an ad hoc arrangement made by Government u/s 424 of Municipal Corporation Act when an elected committee is superseded or dissolved -- Standing Committee being appointing authority of appellant, was the competent authority to accord sanction - Madhya Pradesh Municipal Corporation Act, 1956 - SS. 58 and 424.s. 19 - Previous sanction for prosecution -Application of mind by competent authority - Held: The authority has to be apprised of all the relevant materials, and on such materials, it has to take a conscious decision as to whether the facts would reveal the commission of an offence -- The decision making on relevant materials should be reflected in the order and if not, it should be capable of proof before the court -- In the instant case, though appellant made a specific objection before Special Judge, the order does not indicate any inquiry by the court in this regard -- Orders passed by High Court and trial court are· set aside and matter is remitted to trial court to record a finding as to valid sanction - It may also consider the effect of quashing of the prosecution as regards superior officers and there being no sanction for prosecution of others."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "MAYA DEVI VS. LALTA PRASAD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTc0OQ==",
        "Citation": "[2014] 2 S.C.R. 1129",
        "Case Type": "(CIVIL APPEAL /2458/2014)",
        "Date": "19 FEBRUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfMTEyOS0xMzI2XzE3MDI5ODMxMjAucGRm",
        "SCR Citation:": "[2014] 2 S.C.R. 1129",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "19 February 2014",
        "Petitioner:": "Maya Devi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2014 INSC 116",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.S. Panicker Radhakrishnan",
        "Respondent:": "Lalta Prasad",
        "Case Type:": "CIVIL APPEAL /2458/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: · Order XX/ r. 58 - Execution proceedings"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: · Order XX/ r. 58 - Execution proceedings - Suit for recovery of money sought to be realized on a property covered by an agreement for sale  - Suit claim based on the stipulation in the contract that double the amount of earnest money would be payable in the event the contract was not performed - Suit decreed ex parte - Objection by appellant-objector before executing court that in respect of the said property a registered power of attorney in  2006 was already executed between objector and wife of Judgment Debtor (JD) and possession was handed over to objector - Executing court dismissed the objection - Held: Power of Attorney executed in favour of objector was a genuine transaction - The ex parte decree was obtained by Decree Holder (DH) to get over the registered power of attorney executed in favour of objector - DH could not disprove the title of objector - Documents purportedly in favour of DH were unregistered and alleged payment made by was in cash - Also, objector was in possession of F property in question since 2006 -Imposition and recovery of penalty on breach of contract is legally impermissible under the Indian Contract Act - No evidence was led by DH that claim for twice the amount of earnest money was a fair estimate of damages - Conjoint reading of Order XX/ Rule 58 and Order XX/ comprising Rules 97 to 104 would show that all questions raised by the Objector should have been comprehensively considered on their merits - Decree from which the execution proceedings emanated was not one for delivery of possession, but was a simple money decree - The objector was a third party and was brought into the this as her property was sought to be attached with the intention of satisfying a decree in which she was not directly or intrinsically concerned - The objections ought to have been allowed without disturbing the decree, leaving all other remedies open to the DH including proceedings.against the estate of the JD."
    },
    {
        "volume": "2014Volume 2",
        "Case Name": "M/S MAMTA SURGICAL COTTON INDUSTRIES, RAJASTHAN VS. ASSISTANT COMMISSIONER (ANTI-EVASION), BHILWARA, RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYyODk=",
        "Citation": "[2014] 2 S.C.R. 589",
        "Case Type": "(CIVIL APPEAL /7084/2005)",
        "Date": "23 JANUARY 2014",
        "Judge Names": "Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAyL1BhcnQgSS8yMDE0XzJfNTg5LTYxOF8xNzAzODU1Mzc2LnBkZg==",
        "SCR Citation:": "[2014] 2 S.C.R. 589",
        "Year/Volume:": "2014/ Volume 2",
        "Date of Judgment:": "23 January 2014",
        "Petitioner:": "M/s Mamta Surgical Cotton Industries, Rajasthan",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2014 INSC 47",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Assistant Commissioner (anti-evasion), Bhilwara, Rajasthan",
        "Case Type:": "CIVIL APPEAL /7084/2005",
        "Order/Judgment:": "Order",
        "Case referred": [
            {
                "Scr Citation": "[2012] 2 S.C.R. 1035",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Commissioner Of Central Excise, Bangalore-ii V. M/s. Osnar Chemical P. Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSAyL1BhcnQgSS8xOTYzXzJfMTAzNS0gMTA1NV8xNzAzOTEzNzM3LnBkZg=="
            },
            {
                "Scr Citation": "[2009] 7 S.C.R. 409",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Jai Bhagwan Oil & Flour Mills V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSA3L1BhcnQgSS9KYWkgQmhhZ3dhbiBPaWwgIEZsb3VyIE1pbGxzICB2cyAgVW5pb24gT2YgSW5kaWEgIE9yczE3MDE4NTQ5MzUucGRm"
            },
            {
                "Scr Citation": "[1997] Supp. (6) S.C.R. 345",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Union Of India And Ors. V. J.g. Glass Industries Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk3L1N1cHAuICg2KS9QYXJ0IEkvU18xOTk3XzM0NS0zNThfMTcwMjQ0ODM4Ni5wZGY="
            },
            {
                "Scr Citation": "[1967] 3 S.C.R. 557",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Devi Das Gopal Krishnan & Ors. V. State Of Punjab & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY3L3ZvbHVtZSAzL1BhcnQgSS8xOTY3XzNfNTU3LTU3Nl8xNzAyMjcxNDY1LnBkZg=="
            },
            {
                "Scr Citation": "[2005] Supp. (2) S.C.R. 355",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Commissioner Of Customs (general), New Delhi Etc. Etc. V. M/s. Gujarat Perstorp Electronics Ltd. Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L1N1cHAuICgyKS9QYXJ0IEkvU18yMDA1XzM1NS0zNzFfMTcwMjg5MDkzNC5wZGY="
            },
            {
                "Scr Citation": "[2004] Supp. (6) S.C.R. 320",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Kores India Ltd., Chennai V. Commissioner Of Central Excise, Chennai",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA0L1N1cHAuICg2KS9QYXJ0IEkvU19fMzIwLTMzMSBfMTcwMzMxMTMwOS5wZGY="
            },
            {
                "Scr Citation": "[1977] 1 S.C.R. 878",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "South Gujarat Roofing Tiles Manufacturers Association And Anr. V. State Of Gujarat And Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc3L3ZvbHVtZSAxL1BhcnQgSS9Tb3V0aCBHdWphcmF0IFJvb2ZpbmcgVGlsZXMgTWFudWZhY3R1cmVycyBBc3NvY2lhdGlvbiBBbmQgQW5yLiBfIFN0YXRlIE9mIEd1amFyYXQgQW5kIEFub3RoZXJfMTcwMTM0MDQ1OS5wZGY="
            },
            {
                "Scr Citation": "[2007] 1 S.C.R. 174",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Associated Indem Mechanical P. Ltd. V. West Bengal S.s.i.d.c. Ltd. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxL1BhcnQgSS8yMDA3XzFfMTc0LTE4Nl8xNzAzMjI3NzMzLnBkZg=="
            },
            {
                "Scr Citation": "[2007] 1 S.C.R. 174",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Associated Indem Mechanical P. Ltd. V. West Bengal S.s.i.d.c. Ltd. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxL1BhcnQgSS8yMDA3XzFfMTc0LTE4Nl8xNzAzMjI3NzMzLnBkZg=="
            },
            {
                "Scr Citation": "[2007] 1 S.C.R. 174",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Associated Indem Mechanical P. Ltd. V. West Bengal S.s.i.d.c. Ltd. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxL1BhcnQgSS8yMDA3XzFfMTc0LTE4Nl8xNzAzMjI3NzMzLnBkZg=="
            },
            {
                "Scr Citation": "[2007] 4 S.C.R. 347",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Bharat Co-opera Tne Bank (mumbai) Ltd. V. Co-opera Tne Bank Employees Union",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSA0L1BhcnQgSS8yMDA3XzRfMzQ3LTM1OV8xNzAzMzI4MzI2LnBkZg=="
            }
        ],
        "Acts": [
            "Rajasthan Sales Tax Act (22 of 1995)"
        ],
        "Keyword": [
            "RAJASTHAN SALES TAX ACT",
            "1994:"
        ],
        "HeadNote": " RAJASTHAN SALES TAX ACT, 1994:  s. 2 (27) - 'Manufacture' - 'Surgical cotton' processed from cotton - Assessment Year 1992-93 -- Entry no. 16 - \"Cotton, that is to say, all kinds of cotton (indigenous or imported),· whether ginned or unginned, baled, pressed or 0 otherwise including Cotton waste\" -- Assessee purchasing raw cotton by paying tax at the rate of 4 per cent - Processing it into 'surgical cotton' - Held: \"Surgical cotton\" is a separately identifiable and distinct commercial commodity manufactured out of raw cotton and, therefore, ceases to be cotton under Entry 16 - In the instant case, after going through the various  steps that are carried out by assessee for getting surgical cotton from raw cotton, it can be certainly said that cotton has undergone a change into a new commercially identifiable commodity which has a different name, different character and different use - The process of transformation is not merely  processing to improve quality or superficial attributes of the raw cotton - Cotton looses its original form and is marketed as a commercially different and distinct product - As regards the claim of set off against tax paid on raw cotton, assessee is at liberty to raise the question before appropriate authorities  in accordance with law -- Judgment and order passed by High court in so far as Assessment Year 1992-93 is concerned. confirmed.  s.2(27) - 'Manufacture' - Held: \"Manufacture\" can be said to have taken place only when there is transformation of raw materials into a new and different article having a different identity, characteristic and use - While mere improvement in quality does not amount to manufacture, when the change or a series of changes transform the commodity such that commercially it can no longer be regarded as the original commodity but recognised as a new and distinct article.  Entry No. 16 - Surgical cotton' -- Assessment Years 1993-94 to 1998-99 - Held: In' the year 1993, by an amendment notification F.4 (56) FD!Gr.IV/82-2 (S.O. No. 8) dated 12. 04. 1993, legislature has consciously included ''absorbent cotton wool J.P.\" iA Entry' 16 and it was retained for all subsequent years till Assessment Year 1998-99 -- The I commodity \"absorbent cotton wool J.P.\" as included in the  relevant entries is the same as \"surgical cotton\" which the . assessee manufactures - The absorbent cotton wool l.P. is a technical name of the cotton which is sold in the market and commonly known as surgical cotton - By introducing the word . \"including\" immediately after detailing the definition of cotton,/ E legislature has expanded the meaning of expression \"cotton\" for the purposes of the Act - While the natural import suggests and prescribes only unmanufactured cotton in all forms, commodities \"absorbent cotton wool l.P.\" and \"cotton waste\" manufactured out of \"cotton 'I are intentionally and  purposefully included in the relevant entries along with cotton in its ordinary meaning - \"Surgical cotton/absorbent cotton ' wool l.P.\" is also \"cotton\" for the purposes of relevant entries in the notifications for assessment years 1993-94 to 1998-99 and, therefore, is liable to exemption from levy of tax under the Act - Judgment and order passed by High Court for assessment years 1993-1994 to 1998-1999 is set aside.  "
    }
]