[
    {
        "volume": "2015Volume 14",
        "Case Name": "TATA STEEL LTD. VS. STATE OF JHARKHAND & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2Mjk=",
        "Citation": "[2015] 14 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /7929/2015)",
        "Date": "24 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvX18xLTM0XzE3MDM4NDEwMjUucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 1",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "24 September 2015",
        "Petitioner:": "Tata Steel Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1028",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre,Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "State Of Jharkhand & Others",
        "Case Type:": "CIVIL APPEAL /7929/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bihar Industrial Areas Development Authority Act",
            "1974: State of Bihar (predecessor-in-interest of the respondent State) transferred an interest in land admeasuring 350 acres for a period of 99 years by a document dated 18.3. 196"
        ],
        "HeadNote": " Bihar Industrial Areas Development Authority Act, 1974:  State of Bihar (predecessor-in-interest of the respondent State) transferred an interest in land admeasuring 350 acres for a period of 99 years by a document dated 18.3.1969-—To appellant-Company for setting up industry — One of the terms and conditions for transfer [Condition No. 4 (xiv)] stipulated that the land was to be used by the appellant for the specified purpose within a period of one year failing which lease was to be terminated — Appellant utilized only 200 acres of land for setting up industry —- Enactment of 1974 Act with the object of planned development of industrial areas — Respondent- Authority constituted under an ordinance which preceded the Act — State of Bihar as per document dated 18.07.1973 made another grant of 1266 acres of land to the Authority, to own, possess and hold the same for the development of Industries -— Show Cause Notice issued by the Authority to appellant for surrender of unutilized 150 acres of land out of the allotted 350 acres of land by taking action u/s. 6(2-a) of the Act and Clause 4 (xiv) of the document dated 18.03.1969 — Subsequently 100 acres of the land out of the 150 acres was cancelled by order dated 17.11.2008 — Appellant:Company’s writ petition against the order dated 17.11.2008 dismissed — On appeal, held: The respondent- Authority has the power u/s. 6(2-a) to cancel the allotment of AN aa? land only in the case of allotment made by it — In the case of property transferred by the State (prior to the Act) can be dealt with by the Authority only in terms of the original document by which the property was transferred — Clause (xiv) of the terms and Conditions of the document dated 18.3.1969 (by which the property in question was transferred by the State) does not contemplate taking possession of part of the land— It only contemplates termination of the Grant in the event of failure to use the land for specified purpose — Thus, it can only be invoked in case of total failure — The allottee- Company in the present case, since established the industry, cannot be said not to have utilised the land for specified purpose — Clause (xiv) r/w clause (v) shows that it was never intended by the Grant that every inch of the land must be utilised for the purpose of establishment of industry. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "M/S. MERIDIAN INDUSTRIES LTD. VS. COMMISSIONER OF CENTRAL EXCISE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MzU=",
        "Citation": "[2015] 14 S.C.R. 35",
        "Case Type": "(CIVIL APPEAL /4112/2007)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvX18zNS01Nl8xNzAzODQxMDYxLnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 35",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "M/s. Meridian Industries Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 801",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Central Excise",
        "Case Type:": "CIVIL APPEAL /4112/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: Export and Import Policy 1997-2002 - Notification no.8197-CE dated 01.03.1997 - Benefit of the said Notification available to goods manufactured by EOU using indigenous raw material only - Assessee manufactured cotton yarn using indigenous cotton and imported wax - Entitlement to claim benefit of Notification D no.8197-CE"
        ],
        "HeadNote": " Central Excise Act, 1944: Export and Import Policy 1997-2002 - Notification no.8197-CE dated 01.03.1997 - Benefit of the said Notification available to goods manufactured by EOU using indigenous raw material only - Assessee manufactured cotton yarn using indigenous cotton and imported wax - Entitlement to claim benefit of Notification  no.8197-CE-Held: In the manufacturing process undertaken by assessee-appellant, wax coating is done for lubrication of yarn - Wax coating is allowed to remain on the yarn in order to facilitate its winding on cones and its use in knitting hosiery - No doubt, cotton yarn can be produced without  wax as well - However, such cotton yarn without wax would be of inferior quality for the purpose of buyer in comparison with cotton yarn coated with wax as the use of cotton yarn with wax thereupon acting as lubricant is much more useful and becomes a value addition making it better quality cotton F yarn, insofar as requirement of the buyer in using such cotton yarn for manufacture of knitted fabircs is concerned~ Therefore, wax is used as raw material and not as consumable, insofar as end product of the assessee is concerned - Benefit of notification not available to assessee.  Interpretation of statutes: Exemption notification - . Interpretation of- Held: To be given strict interpretation and unless assessee able to make out a case in its favour, it is not entitled to claim benefit thereof. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "B. RADHAKRISHNAN VS. THE STATE OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NjI=",
        "Citation": "[2015] 14 S.C.R. 57",
        "Case Type": "(Select Case Type/13407/2015)",
        "Date": "17 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvX181Ny02NF8xNzA0MTkzMzU1LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 57",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "17 November 2015",
        "Petitioner:": "B. Radhakrishnan",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 840",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The State Of Tamil Nadu & Ors.",
        "Case Type:": "Select Case Type/13407/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Recovery of excess amount paid to the employee - Single Judge of High Court directed stepping up of basic pay of the appellants-writ petitioners at par with some other employees - €Jrder implemented - Division Bench allowed State's appeal against the said order and held D that appellants could not be compared with the other set of employees to grant parity of pay and ordered recovery of excess amount paid"
        ],
        "HeadNote": "  Service law: Recovery of excess amount paid to the employee — Single Judge of High Court directed stepping up of basic pay of the appellants-writ petitioners at par with some other employees — Order implemented — Division _ Bench allowed State's appeal against the said order and held that appellants could not be compared with the other set of employees to grant parity of pay and ordered recovery of excess amount paid ~ On appeal, held: The respondents issued an order sanctioning stepping up of the pay scale of the appellants on the strength of the order of High Court — While claiming this relief, the appellants neither committed any fault nor made any incorrect/false statement to secure the benefits and it was being claimed only on the basis of parity — Therefore, it shall not be just to recover any excess amount which has already been paid to them. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "KRISHNA BHATACHARJEE VS. SARATHI CHOUDHURY AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NzA=",
        "Citation": "[2015] 14 S.C.R. 65",
        "Case Type": "(CRIMINAL APPEAL /1545/2015)",
        "Date": "20 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvS3Jpc2huYSBCaGF0YWNoYXJqZWUgXyBTYXJhdGhpIENob3VkaHVyeSBBbmQgQW5yLl8xNzAxNzcxNjc0LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 65",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "20 November 2015",
        "Petitioner:": "Krishna Bhatacharjee",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 848",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Sarathi Choudhury And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1545/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Women from Domestic Violence Act",
            "2005 -ss. 2{a)",
            "3(iv) and 12-Application u/s. 12- By the wife - Seeking seizure of Stridhan articles in possession of her husband - Dismissed on the grounds that the application was not maintainable as the wife has ceased to be an 'aggrieved person' u/s. 2(a) as the parties had been judicially separated and that the application was barred by limitation -"
        ],
        "HeadNote": " Protection of Women from Domestic Violence Act, 2005 — ss. 2(a), 3(iv) and 12 ~- Application u/s. 12 — By the wife — Seeking seizure of Stridhan articles in possession of her husband — Dismissed on the grounds that the application was not maintainable as the wife has ceased to be an ‘aggrieved person’ u/s. 2(a) as the parties had been judicially separated and that the application was barred by limitation — The order was upheld by Sessions Judge as well as the High Court — On appeal, held: The Act being a legislation to provide for more effective protection of the rights of the women guaranteed under the Constitution, a more sensitive approach is expected from the Court — Before dismissing a petition under the Act, on the ground of its maintainability, theré has to be a thorough deliberation on the issues raised — In the present case, the applicant-wife has not ceased to be an ‘aggrieved person’ u/s. 2(a) because even after decree of judicial separation marital status between the parties is not snapped — Retention of Stridhan by the husband is acontinuing offence —As long as the marital status remains and Stridhan remains in the custody of husband, wife can always put forth her claim u/s. 12 — The application cannot be said to be barred by limitation.  Matrimonial law — ‘Divorce’ and ‘Judicial Separation’ — Distinction between. Words and Phrases: ‘Stridhan’ ~ Meaning of, in the context of matrimonial law. Allowing the appeal, the Court "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "ELEKTRON LIGHTING SYSTEMS PVT. LTD. AND ANR. VS. SHAH INVESTMENTS FINANCIAL DEVELOPMENTS AND CONSULTANTS PVT.LTD AND ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NzU=",
        "Citation": "[2015] 14 S.C.R. 91",
        "Case Type": "(CIVIL APPEAL /9151-9152/2015)",
        "Date": "20 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvRWxla3Ryb24gTGlnaHRpbmcgU3lzdGVtcyBQdnQuIEx0ZC4gQW5kIEFuci4gXyBTaGFoIEludmVzdG1lbnRzIEZpbmFuY2lhbCBEZXZlbG9wbWVudHMgQW5kIENvbnN1bHRhbnRzIFB2dC5sdGQgQW5kIE9ycy4gRXRjLl8xNzAxNzcxNzQ1LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 91",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "20 November 2015",
        "Petitioner:": "Elektron Lighting Systems Pvt. Ltd. And Anr.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 849",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Shah Investments Financial Developments And Consultants Pvt.ltd And Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /9151-9152/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract - Online tenders invited by Municipal Corporation for replacement of existing street lights by LED fittings with refurbishment of street light infrastructure on Build",
            "Operate and Transfer (BOT) basis- Thereafter the appellant (one of the bidders) offered to reduce its price bid if exclusive advertising rights were given to it - Technical bid of the appellant accepted while that of the other bidder rejected - Price bid of the appellant was negotiated - Work order issued to the appellant -"
        ],
        "HeadNote": " Contract — Online tenders invited by Municipal Corporation for replacement of existing street lights by LED fittings with refurbishment of street light infrastructure on Build, Operate and Transfer (BOT) basis ~ Thereafter the appellant (one of the bidders) offered to reduce its price bid if exclusive advertising rights were given to it — Technical bid of the appellant accepted while that of the other bidder rejected — Price bid of the appellant was negotiated — Work order issued to the appellant — Unsuccessful bidder challenged the grant of work order by filing writ petition —- High Court quashed the work order — On appeal, held: The power u/Art. 226 of the constitution should be cautiously exercised in the matters of awarding contracts keeping in mind the public interest — In the facts of the case, High Court erred in holding that work order was illegally given to the appellants — However, the Municipal Corporation was not justified in giving the advertisement rights to the appellants without inviting tender for it— The grant of advertising rights was not part of the work for which tender was floated and was severable applying the doctrine of severability contained in s. 57 of Contract Act - Therefore, advertising rights given in the work contract shall stand quashed while rest of the work contract is upheld — Constitution of India, 1950 ~ Article 226 — Judicial Review — Scope of — Contract Act, 1872 — s. 57 — Doctrine of \" severability. Judicial Review — Scope of — In administrative decisions and exercise of powers in awarding contracts -- Discussed. Doctrines/Principles — Doctrine of severability — Applicability of. Partly allowing the appeals, the Court "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "STATE OF UTTAR PRADESH AND OTHERS VS. UNITED BANK OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2ODM=",
        "Citation": "[2015] 14 S.C.R. 118",
        "Case Type": "(CIVIL APPEAL /5254/2010)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvU3RhdGUgT2YgVXR0YXIgUHJhZGVzaCBBbmQgT3RoZXJzIF8gVW5pdGVkIEJhbmsgT2YgSW5kaWEgQW5kIE90aGVyc18xNzAxNzcxODE2LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 118",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "State Of Uttar Pradesh And Others",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 867",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "United Bank Of India And Others",
        "Case Type:": "CIVIL APPEAL /5254/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government Grants Act",
            "1895 - ss. 2 and 3 - Transfer of Government land - Property in question leased out by State of Uttar Pradesh",
            "in favour of a Company for a period of 50 years __: The company mutated as lessee in Nazul property register -"
        ],
        "HeadNote": "  Government Grants Act, 1895 — ss. 2 and 3 — Transfer of Government land — Property in question leased out by State of Uttar Pradesh, in favour of a Company for a period of 50 years — The company mutated as lessee in Nazul property register — The lessee-company mortgaged the property in question to the appellant-Bank against credit facilities - On company’s failure to pay outstanding dues, suit by appellant-Bank before Calcutta High Court — Mortgage decree passed by the High Court on the basis of setilement arrived at between the parties - Show cause notice to the company by the State authority for termination of its leasehold rights on the property in question — Notice was challenged by appellant-Bank by filing writ petition — The Bank made application for getting conversion of leasehold land into freehold status which was rejected by the competent authority — On non-compliance of terms of the mortgage decree, debt recovery proceedings initiated — On the basis of settlement between the parties Debts Recovery Tribunal (DRT) directed to dispose of the mortgaged property — Property in question auction-sold pursuant to order of DRT — The prospective auction-purchaser asked the appellant-Bank to get the property converted into freehold — The Bank issued show cause notice against the auction- purchaser — Writ petition filed by auction-purchaser challenging the show cause notice — High Court allowed the writ petitions filed by the Bank and the auction-purchaser — On appeal, held: The land in dispute was a Government property (Nazul land) maintained by State authorities in accordance with Nazul Rules — The lessee is not authorised to transfer or sublet the demised premises without previous sanction of the lessor — There is nothing on record to show that the lessee in the present case had obtained any written sanction from the lessor before mortgaging its leasehold interest in the property and-hence the mortgage is bad in law — The appellant-Bank not being lessee of the land, cannot get any right over it - Mortgage decree is also bad in law as the same was passed without issuing notice to the State of U.P. — The High Court erred in giving direction to convert the leasehold as freehold interest in favour of the Bank by applying doctrine of legitimate expectation -The doctrine could not have been applied in cases of invalid expectation — Nazul Rules — rr. 13 and 16 — Doctrine of Legitimate expectation — Transfer of Property. Doctrines/Principles — Doctrine of legitimate expectation — Applicability of - When — Discussed and explained. Words and Phrases — ‘Legitimate expectation’ — Meaning of — Explained. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "M/S BRIDGESTONE INDIAPVT. LTD VS. INDERPAL SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2ODU=",
        "Citation": "[2015] 14 S.C.R. 153",
        "Case Type": "(CRIMINAL APPEAL /1557/2015)",
        "Date": "24 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvX18xNTMtMTYzXzE3MDM4NDEwOTUucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 153",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "24 November 2015",
        "Petitioner:": "M/s Bridgestone Indiapvt. Ltd",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 861",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Inderpal Singh",
        "Case Type:": "CRIMINAL APPEAL /1557/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881: ss. 138",
            "142 and 142A - Proceedings uls. 138 - C Territorial jurisdiction for - Held: s. 142(2)(a) as amended through the Negotiable Instruments (Amendment) Second Ordinance",
            "2015 vests jurisdiction for initiating the proceedings in the court where the cheque is delivered for collection",
            "where the payee/holder of cheque maintains an D account - Jurisdiction - Territorial jurisdiction. s. 142A - Vis-a-vis provisions of Cr. P. C. - Overriding effect of- Held: In vie"
        ],
        "HeadNote": "  Negotiable Instruments Act, 1881: ss. 138, 142 and 142A — Proceedings u/s. 138 - Territorial jurisdiction for — Held: s. 142(2)(a) as amended through the Negotiable Instruments (Amendment) Second Ordinance, 2015 vests jurisdiction for initiating the proceedings in the court where the cheque is delivered for collection, where the payee/holder of cheque maintains an account ~ Jurisdiction — Territorial jurisdiction. s. 142A — Vis-a-vis provisions of Cr.P.C. ~ Overriding effect of — Held: In view of non-obstante clause in sub section (1) of s. 142A provisions of Cr.P.C. would have to give way to the provisions of the Act, on the issue of jurisdiction. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "MEDICAL COUNCIL OF INDIA VS. MEDICITI INSTITUTE OF MEDICAL SCIENCES (MIMS) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2OTM=",
        "Citation": "[2015] 14 S.C.R. 164",
        "Case Type": "(CIVIL APPEAL /13957-13958/2015)",
        "Date": "01 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvTWVkaWNhbCBDb3VuY2lsIE9mIEluZGlhIF8gTWVkaWNpdGkgSW5zdGl0dXRlIE9mIE1lZGljYWwgU2NpZW5jZXMgKG1pbXMpICYgT3JzLl8xNzAxNzcyMDI5LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 164",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "01 December 2015",
        "Petitioner:": "Medical Council Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 879",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Mediciti Institute Of Medical Sciences (mims) & Ors.",
        "Case Type:": "CIVIL APPEAL /13957-13958/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institution: Medical College - MBBS course - Application by Medical Institute-respondent no. 1 - Seeking renewal of permission for increase in admission capacity of MBBS students for the academic year - Pursuant thereto inspection of Medical Institute - Certain deficiencies found and decision taken by Committee not to renew the permission for admission of increased students - Communication of the said decision to respondent no. 1 -Another inspection carried out",
            "deficiencies"
        ],
        "HeadNote": " Education/Educational Institution:  Medical College - MBBS course — Application by Medical Institute-respondent no.1 — Seeking renewal of permission for increase in admission capacity of MBBS students for the academic year — Pursuant thereto inspection of Medical Institute — Certain deficiencies found and decision taken by Committee not to renew the permission for admission of increased students - Communication of the said decision to respondent no. 1—Another inspection carried out, deficiencies found and the same decision conveyed — Writ petition challenging the said decision — Direction by High Court to Medical Council of India-appellant to conduct a re- inspection of respondent no. 1-institute - On appeal, held: If infrastructure of any training institute is not sufficient to train and groom its students, even if they pass out at the final examination, may not turn out to be good professionals — Once the apex body supervising education in the field of medicine has set-up a particular set of standards, it would not be proper on the part of the judiciary to direct that body to digress from the standards so fixed — Since all the norms had not been fulfilled, which were necessary for the purpose of grant of permission to have 50 additional students, the High Court was not justified in directing the appellant to have additional inspection — Direction by the High Court was also not in consonance with the schedule of dates fixed — Thus,the direction given by the High Court is set aside - Establishment of Medical College Regulations, 1999. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "OPG SECURITIES PRIVATE LTD. VS. S.E.B.I. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2OTY=",
        "Citation": "[2015] 14 S.C.R. 171",
        "Case Type": "(Select Case Type/3548/2010)",
        "Date": "04 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvX18xNzEtMTc4XzE3MDQxOTM0MzQucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 171",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "04 December 2015",
        "Petitioner:": "Opg Securities Private Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 888",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "S.e.b.i. & Anr.",
        "Case Type:": "Select Case Type/3548/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India (Stock-brokers and Sub-brokers) Regulations",
            "1992: Dispute arose on c account of amended Regulations effective from 1. 10.2006 introducing Schedule II/A into the Regulations - For stock brokers",
            "the measure of fee under Schedule Ill was"
        ],
        "HeadNote": "  - Securities and Exchange Board of India (Stock-brokers and Sub-brokers) Regulations, 1992: Dispute arose on account of amended Regulations effective from 1.10.2006 introducing Schedule IIIA into the Regulations — For stock brokers, the measure of fee under Schedule Iii was “turnover of the previous year” on yearly basis and the same was replaced by concept of monthly fee on the basis of monthly turnover — Demand of registration fee from appellant stock broker not only on the basis of turnover of the previous year but also for the entire turnover earned after the turnover of the previous year and till the implementation of the Schedule IIIA — Held: Demand liable to be quashed in view of specific provisions of the Regulations, particularly clause IV to Schedule Iil and whole of Schedule IIIA which were introduced together by the third amendment to the Regulation w.e.f. 1.10.2006 ~ After 30.9.2006, Schedule IIIA admittedly became applicable to the appellant and, therefore, no provisions in Schedule Ill could be applied in the instant case — Registration fee for any future period since 1.10.2006 to be calculated on the basis of monthly turnover and payable each month as per provisions in Schedule IIIA. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "NEW INDIA ASSURANCE CO. LTD. VS. HILLI MULTIPURPOSE COLD STORAGE PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ3MDA=",
        "Citation": "[2015] 14 S.C.R. 179",
        "Case Type": "(CIVIL APPEAL /10941-10942/2013)",
        "Date": "04 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvTmV3IEluZGlhIEFzc3VyYW5jZSBDby4gTHRkLiBfIEhpbGxpIE11bHRpcHVycG9zZSBDb2xkIFN0b3JhZ2UgUHZ0LiBMdGQuXzE3MDE3NzIyNDAucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 179",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "04 December 2015",
        "Petitioner:": "New India Assurance Co. Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 890",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Hilli Multipurpose Cold Storage Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /10941-10942/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986 - s. 13(2)( a) - Procedure on admission of complaint - Limitation period for C filing written statement or giving version of the opponent as per the provisions of s. 13(2)( a) - Held: The opposite party is given 30 days time for giving his version and the .said period for filing or giving the version can be extended by the District D Forum",
            "but extension should not exceed 15 days - Three Judge Bench of this Court.in Dr. J.J. Merchant case rightly held that the Distric"
        ],
        "HeadNote": " Aaa o——EEeEO Ere  Consumer Protection Act, 1986 — s.13(2)(a) — Procedure on admission of complaint — Limitation period for filing written statement or giving version of the opponent as per the provisions of s. 13(2)(a) — Held: The opposite party is given 30 days time for giving his version and the said period for filing or giving the version can be extended by the District Forum, but extension should not exceed 15 days — Three Judge Bench of this Court.in Dr. J.J. Merchant case rightly held that the District Forum can grant a further period of 15 days to the opposite party for filing his version or reply and not beyond that - View expressed in Dr. J.J. Merchant case ~ (decided in 2002) holds the field and prevails over latter view taken in Kailash case (decided in 2005) that the time frame for filing the reply was not mandatory, but merely directory — Not only this three-Judge Bench, but even a Bench of coordinate strength of this Court, which decided the case of Kailash, was bound by the view taken by a three-Judge Bench in the case of Dr. J.J. Merchant — Thus, the law laid down in Dr. J.J. Merchant case should prevail. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "A. ANDISAMY CHETTIAR VS. A. SUBBURAJ CHETTIAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ3MDI=",
        "Citation": "[2015] 14 S.C.R. 190",
        "Case Type": "(CIVIL APPEAL /14055/2015)",
        "Date": "08 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvQS4gQW5kaXNhbXkgQ2hldHRpYXIgXyBBLiBTdWJidXJhaiBDaGV0dGlhcl8xNzAxNzcyMzQ5LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 190",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "08 December 2015",
        "Petitioner:": "A. Andisamy Chettiar",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 900",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "A. Subburaj Chettiar",
        "Case Type:": "CIVIL APPEAL /14055/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. XL/",
            "r 27",
            "s. 115 - c Revisional power - Exercise of - Production of additional evidence in appellate court- On facts",
            "suit for injunction filed by appellant- Dismissal by trial court-Apipeal there against before the first appellate court- During pendency",
            "application by appellant tor additional evidence seeking scientific o examination of the document - Application allowed by the first appellate court - Defendant challenging the same by filing revision before 1"
        ],
        "HeadNote": "  Code of Civil Procedure, 1908 — Or. XLI, r 27, s. 115 - Revisional power — Exercise of — Production of additional evidence in appellate court — On facts, suit for injunction filed by appellant — Dismissal by trial court —- Appeal there against before the first appellate court — During pendency, application by appellant for additional evidence seeking scientific examination of the document — Application allowed by the first appellate court — Defendant challenging the same by filing revision before the High Court and the same was allowed — On appeal, held: It is clear from sub-rule (1) of r. 27 that the parties are not entitled to produce additional evidence whether oral or documentary in the appellate court, but for the three situations mentioned therein ~ Parties are not allowed to fill the lacunae at the appellate stage — On facts, no application was moved before the trial court seeking scientific examination of the document, nor can it be said that the appellant with due diligence could not have moved such an application to get proved the documents relied upon by him — When appeal was pending before the lower appellate court, the High Court, in revision, should not have interfered in the matter of requirement of additional evidence — Thus, order passed by the High Court set aside —- However, the first appellate court directed to decide the application for additional evidence afresh. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "PREMIUM GLOBAL SECURITIES PVT. LTD. & ORS. VS. SECURITIES & EXCHANGE BOARD OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ3MDU=",
        "Citation": "[2015] 14 S.C.R. 201",
        "Case Type": "(CIVIL APPEAL /3682/2006)",
        "Date": "09 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvUHJlbWl1bSBHbG9iYWwgU2VjdXJpdGllcyBQdnQuIEx0ZC4gJiBPcnMuIF8gU2VjdXJpdGllcyAmIEV4Y2hhbmdlIEJvYXJkIE9mIEluZGlhICYgQW5yLl8xNzAxNzcyNDIzLnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 201",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "09 December 2015",
        "Petitioner:": "Premium Global Securities Pvt. Ltd. & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 904",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Securities & Exchange Board Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /3682/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities Contract (Regulation) Rules",
            "1957: rr.8(1 )(f)",
            "8(3)(f)- Fee Continuity Benefit- Circular dated 27.09.2002 contemplated that transfer of membership to group company/ 100% subsidiary company would not attract any fresh payment of registration fees - In view of bar under r.8(1 )(f)",
            "transfer of membership to appellant company- SEBI refused to grant fee continuity benefits to the appelfant - Whether D there was any compulsion of law to transfer brokerage business and whether appellant can"
        ],
        "HeadNote": "  Securities Contract (Regulation) Rules, 1957: rr.8(1)(f), 8(3)(f) - Fee Continuity Benefit — Circular dated 27.09.2002 contemplaied that transfer of membership to group company/ 100% subsidiary company would not attract any fresh payment of registration fees — In view of bar under r.8(1)(9), transfer of membership to appellant company — SEBI refused to grant fee continuity benefits to the appelfant — Whether there was any compulsion of law to transfer brokerage business and whether appellant can be granted benefit of fee continuity — Held: The restriction imposed under-circular was to not have fund-based and trading activities together under one roof — Thus, any action taken by the appellants to comply with restriction of not participating in both the activities simultaneously would be under compulsion of law — Appellants entitled to fee continuity benefits — Securities and Exchange Board of India Act, 1992 —s.11(2). "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "MADAN RAZAK VS. STATE OF BIHAR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ3MDc=",
        "Citation": "[2015] 14 S.C.R. 211",
        "Case Type": "(Select Case Type/1612/2015)",
        "Date": "01 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvX18yMTEtMjE2XzE3MDQxOTM1MTIucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 211",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "01 December 2015",
        "Petitioner:": "Madan Razak",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 880",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Bihar And Others",
        "Case Type:": "Select Case Type/1612/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 482- Power of High Court under~ Case of kidnapping",
            "rape and murder of a girl aged 13114 years - Father filing complaint before Additional Chief Judicial Magistrate - Investigation conducted - Recording of statement of witnesses u/s. 161 Cr.P. C. - Summoning order against four accused- Challenge to - High Court quashed the summoning order on the ground that the statement of the witnesses recorded by the police were doubtful since they had been tendered about a"
        ],
        "HeadNote": "  Code of Criminal Procedure, 1973 — s. 482 — Power of High Court under — Case of kidnapping, rape and murder of a girl aged 13/14 years — Father filing complaint before Additional Chief Judicial Magistrate — Investigation conducted — Recording of statement of witnesses u/s. 161 Cr.P.C. —- Summoning order against four accused — Challenge to — High Court quashed the summoning order on the ground that the statement of the witnesses recorded by the police were doubtful since they had been tendered about a month after the incident —On appeal, held: Statements of witnesses recorded, disclose a prima facie case, leading to an offence triable under the provisions of the Penal Code, as such cannot be overlooked — Reason for the delayed recording of statements disclosed in the daily diary report — Evaluation of the truth or falsity thereof, would be possible only after evidence is recorded, in the matter — At the present juncture to quash the proceedings initiated against the accused by quashing the summoning order in exercise of the power vested in the High Court u/s. 482 not made out — Order passed by the High Court set aside — Accused to appear before the Judicial Magistrate, in furtherance of the summoning order. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "RAJNI SANGHI VS. WESTERN INDIAN STATE MOTORS LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ3MTQ=",
        "Citation": "[2015] 14 S.C.R. 217",
        "Case Type": "(CIVIL APPEAL /3687/2006)",
        "Date": "01 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvUmFqbmkgU2FuZ2hpIF8gV2VzdGVybiBJbmRpYW4gU3RhdGUgTW90b3JzIEx0ZC4gJiBPcnMuXzE3MDE3NzI2MTUucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 217",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "01 December 2015",
        "Petitioner:": "Rajni Sanghi",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 874",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Western Indian State Motors Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /3687/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration Act",
            "1940: s.30 - Arbitration agreement"
        ],
        "HeadNote": "  Arbitration Act, 1940: s.30 — Arbitration agreement between four business groups owned by four brothers (NK, AK, RK and MK) and their families — For affecting partition of the business into four equal lots —- During pendency of the arbitral proceedings company petition filed by MK in Bombay High Court, wherein settlement regarding the partition of the properties was done between two brothers (MK and RK) —- Another company case filed by RK in Rajasthan High Court — Arbitration award passed — AK filed application u/s 17 of Arbitration Act before Delhi High Court to make the award rule of the Court — Rajasthan High Court approved a scheme of reconstruction and family settlement dated 6.9.1994 arrived at between 3 brothers (AK, RK and NK) —AK undertook therein to withdraw his application u/s. 17 of Arbitration Act — Order of Rajasthan High Court challenged in appeal by fourth brother (MK in ‘ Company appeal No.30 of 1994) — Later son of AK also transposed as appellant - Widowed daughter-in-law of one of the brothers (NK) also challenged the order of Rajasthan High Court (in Appeal No.24 of 1994) — However, subsequently she entered into compromise and settlement in 1995 — Contempt petition against AK for not withdrawing the application u/s.17 — Dismissed by Delhi High Court on the ground that the non-withdrawal was not willful— Delhi High Court set aside the arbitration award in view of the orders of Bombay High Court and Rajasthan High Court - MK withdrew his appeal against the Rajasthan High Court rder — MmOWeVE!, TE dppedi COMINMUED al le DENEST OF SOM of AK — Division Bench of Rajasthan High Court alfowed the appeals (Appeal Nos.30/1994 and 24/1994) remitting the matter to Company Judge on the ground of non-compliance of s.391(1) of Companies Act — Appeals to this Court challenging the orders of Delhi High Court whereby arbitration award was set aside and the contempt petition was dismissed and that of Division Bench of Rajasthan High Court whereby appeal Nos. 30 and 24 of 1994 were partly allowed ’~ Held: When the courts of competent jurisdiction at Bombay and Rajasthan were allowed to proceed and decide the family arrangement, the proceedings and orders of those courts cannot be ignored on account of pendency of an award still waiting to be made rule of the Court — The award has to be set aside on the ground that it was otherwise invalid on the date it was being considered for being made rule of the Court — The agreementsettlement between the parties in 1994 and 1995 approved by Rajasthan High Court and Bombay High Court will prevail over the award as the award had not acquired the status of decree as it was yet not made rule of the Court as required by Arbitration Act, 1940 — AK not honouring his undertaking to withdraw his application u/s.17 and attempt by his son to obstruct the scheme of family settlement of 1994: (while his father had signed the settlement as Head of the family) were impermissible conduct of approbate and reprobate — The status of head of the family as a ‘Karta’ under Hindu Law deserves to be kept in mind ~ Junior members of the family are bound by decisions of ‘Karta’ in matters of family business and property unless proved that act of the Karta’ was fraudulent and for immoral purpose — Remand of the appeal by Division Bench of Rajasthan High Court should have been avoided because it was not on the basis of defect in the settlement but on the technical ground — Order of remand set aside — The settlements of 1994 and 1995 are affirmed — Orders passed by Delhi High Court are upheld — Hindu Law ~ Companies Act, 1956. s.30(c) — Ground under, for setting aside award — Scope of — The ground for setting aside the award is quite wide in its amplitude — Clause (c) of s. 30 does not attract the principle. of ‘ejusdem generis’ so far as the term ‘otherwise invalid’ is concerned. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "SHAKTI KUMAR GUPTA VS. STATE OF JAMMU AND KASHMIR AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ3NTM=",
        "Citation": "[2015] 14 S.C.R. 250",
        "Case Type": "(WRIT PETITION (CIVIL) /355/2014)",
        "Date": "11 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvU2hha3RpIEt1bWFyIEd1cHRhIF8gU3RhdGUgT2YgSmFtbXUgQW5kIEthc2htaXIgQW5kIEFub3RoZXJfMTcwMTc3MzI4NC5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 250",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "11 December 2015",
        "Petitioner:": "Shakti Kumar Gupta",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2015 INSC 915",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Jammu And Kashmir And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /355/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Higher Judicial Service Rules",
            "2009 - r.24 - Premature c retirement - Of judicial officer - On the basis of his Annual Confidential Reports",
            "past records and other relevant material"
        ],
        "HeadNote": "   Higher Judicial Service Rules, 2009 — r.24— Premature retirement — Of judicial officer — On the basis of his Annual Confidential Reports, past records and other relevant material — Held: The Annual Confidential Report which formed the basis of premature retirement cannot be said to be a report in the eyes of law not being truthful assessment of the various constituents of the judicial officer’s work and conduct — However, other considerations, apart from the Annual Confidential Reports, were sufficient justifying the premature retirement in terms of r.24 when read in conjunction with Full Court Resolution of High Court — Judicial Service. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "SAKHARAM VS. STATE OF MADHYA PRADESH &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4NDQ=",
        "Citation": "[2015] 14 S.C.R. 269",
        "Case Type": "(CIVIL APPEAL /1079/2015)",
        "Date": "19 AUGUST 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvU2FraGFyYW0gXyBTdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaCAmYW5yLl8xNzAxNzc1MzQ3LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 269",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "19 August 2015",
        "Petitioner:": "Sakharam",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Madhya Pradesh &anr.",
        "Case Type:": "CIVIL APPEAL /1079/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.325 and s.320",
            "Clause (7) - Offence of voluntarily causing grievous hurt - Wordy c altercation - Both complainant party and accused party gathered and there was a fight-Appellant inflicted two lathi blows on the head of PW-2- Trial Court convicted appellant u/s.302 /PC as also u/s.307 /PC - High Court set aside appellant's conviction uls.302 /PC and modified his D conviction u/s.307 /PC as conviction uls.325 /PC -"
        ],
        "HeadNote": " Penal Code, 1860 — s.325 and s.320, Clause (7) — Offence of voluntarily causing grievous hurt — Wordy altercation — Both complainant party and accused party gathered and there was a fight — Appellant inflicted two lathi blows on the head of PW-2 - Trial Court convicted appellant u/s.302 IPC as also u/s.307 IPC — High Court set aside appellant’s conviction u/s.302 IPC and modified his conviction u/s.307 IPC as conviction u/s.325 IPC — Held: Insofar as the injuries sustained by PW-2, injury No.1 was found to be a lacerated wound size 2 x #2. cm deep upto the skin on the right side of the head; whereas injury No.2 was a lacerated wound size 2 x % cm deep upto the skin on the left side of the head — Doctor (PW-15) opined that both the injuries were inflicted by a blunt and hard object - X-ray report revealed that there was a fracture of the frontal bone of the head of PW2 and there was a callus — By perusal of X-ray report, itis evident that PW-2 sustained fracture or dislocation of the bone which clearly falls in the category of grievous ‘hurt as expressly mentioned in clause (7) of s.320 IPC — Having regard to the nature of injuries and the X-ray report, the High Court rightly convicted the appellant u/s.325 IPC.  Sentence / Sentencing — Wordy altercation — Both complainant party and accused party gathered and there was a fight — Appellant inflicted two lathi blows on the head of PW-2 - Trial Court convicted appellant under s.302 IPC as also under s.307 IPC — High Court set aside. appellant's  conviction u/s.302 IPC and modified his conviction u/s.307 IPC as conviction u/s.325 IPC and sentenced him to undergo RI for seven years ~ Quantum of sentence challenged before Supreme Court — Held: Imposition of sentence is always a matter of discretion of the Court - The measure of punishment in a given case must depend upon nature of the offence, the conduct of the accused and unprotected state of victim — Supreme Court will not interfere with the sentence unless it finds.that the discretion has been exercised arbitrarily or capriciously or on unsound principles or that the lower court or the High Court has not taken into account any relevant factor in imposing the sentence — In the present case, as the occurrence was a sudden fight and in a fit of passion the appellant inflicted injuries on PW-2 — The sentence of imprisonment of seven years imposed on the appellant is excessive and the same is to be reduced — While confirming the conviction u/s.325 IPC, the sentence of imprisonment of seven years imposed on him i: is reduced to three years — Penal Code, 1860—- s.325. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "MADRAS INSTITUTE OF DEVELOPMENT STUDIES AND ANOTHER VS. DR. K. SIVASUBRAMANIYAN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4NDg=",
        "Citation": "[2015] 14 S.C.R. 276",
        "Case Type": "(CIVIL APPEAL /6465/2015)",
        "Date": "20 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvTWFkcmFzIEluc3RpdHV0ZSBPZiBEZXZlbG9wbWVudCBTdHVkaWVzIEFuZCBBbm90aGVyIF8gRHIuIEsuIFNpdmFzdWJyYW1hbml5YW4gQW5kIE90aGVyc18xNzAxNzc1NDQ4LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 276",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "20 August 2015",
        "Petitioner:": "Madras Institute Of Development Studies And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 590",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Dr. K. Sivasubramaniyan And Others",
        "Case Type:": "CIVIL APPEAL /6465/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law- Selection Process I Procedure- For the positions of Professor",
            "Associate Professor and Assistant Professor -"
        ],
        "HeadNote": "  Service Law — Selection Process / Procedure — For the positions of Professor, Associate Professor and Assistant Professor - Appellant-institute issued advertisement — Several persons including respondent No.1 submitted applications — Selection Committee conducted interviews and recommended a panel of five names. Thereafter, Executive Council by Order dated 14.8.2006 approved the appointment of various persons — Since the Institute had advertised for three posts, the first three i.e. respondent nos. 2, 3 and 4 were initially approached for the post of Associate Professor— Respondent No.1 challenged the decision dated 14.8.2006 inter alia on grounds that the selection was not done strictly as per the qualifications mentioned in the advertisement; and that there was infraction of the recruitment rules — Single Judge of the High Court dismissed the writ petition inter alia on grounds that there was no discrepancy with regard to the qualification mentioned in the advertisement and the service rules; and that respondent No.1 having taken part in the selection process without raising any objection cannot challenge the selection process after being declared unsuccessful — Division Bench of High Court reversed the order passed by the Single Judge — Held: The contention of the respondent no.1 that the short-listing of the candidates was done by few professors bypassing the Director and the Chairman does not appear to be correct from perusal of the documents on record ~ Decision of the Academic Authorities about the suitability of a candidate to be appointed as Associate Professor in a research institute cannot normally be examined by the High Court under its writ jurisdiction — Having regard to the fact that the candidates so selected possessed all requisite qualifications and experience and, therefore, their appointment cannot be questioned on the ground of lack of qualification and experience — Division Bench of High Court ought not to have interfered with the decision of the appellant-institute in appointing respondent nos. 2 to 4 on the post of Associate Professor — Be that as it may, respondent no. 1, without raising any objection to the alleged variations in the contents of the advertisement and the Rules, submitted his application and participated in.the selection process by appearing before the Committee of experts — It was only after he was not selected for appointment, turned around and challenged the very selection process — The question as to whether a person who consciously takes part in the process of selection can turn around and question the method of selection is no longer res integra — Taking into consideration the entire facts of the case and the law laid down by Supreme Court in a catena of decisions, it is clear that the Division Bench committed grave error in law by reversing the order passed by the Single Judge — Madras Institute of Development Studies (MIDS) Faculty Recruitment Rules, 2001. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "BANWARI LAL (D) BY LRS. &ANR. VS. BALBIR SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4NTE=",
        "Citation": "[2015] 14 S.C.R. 287",
        "Case Type": "(Select Case Type/6567/2015)",
        "Date": "25 AUGUST 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAwOV8xNF8yODctMjk0XzE3MDQxOTM4MzIucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 287",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "25 August 2015",
        "Petitioner:": "Banwari Lal (d) By Lrs. &anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 608",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Balbir Singh",
        "Case Type:": "Select Case Type/6567/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908..: Or. XX/{ - Manner in which the legal representatives of plaintiffs or defendants ought to be brought on record - Held: Rules of procedure C under Order XX/I CPC are designed to advance justice and · . should be so interpreted as not to make them penal statutes for punishing erring parties - On sufficient cause",
            "delay in bringing the legal representatives of the deceased party on record should be condoned - Procedure is meant only to D facilitate the administration"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 — Or. XXIl — Manner in which the legal representatives of plaintiffs or defendants ought to be brought on record — Held: Rules of procedure under Order XXII CPC are designed to advance justice and ©  . Should be so interpreted as not to make them penal statutes for punishing erring parties — On sufficient cause, delay in bringing the legal representatives of the deceased party on record should be condoned — Procedure is meant only to facilitate the administration of justice and not to defeat the same "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "UNION OF INDIA AND ORS. VS. 3989606 P,EX-NAIK VIJAY KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4Nzg=",
        "Citation": "[2015] 14 S.C.R. 295",
        "Case Type": "(CIVIL APPEAL /6583/2015)",
        "Date": "26 AUGUST 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgQW5kIE9ycy4gXyAzOTg5NjA2IFAsZXgtbmFpayBWaWpheSBLdW1hcl8xNzAxNzc2NDY0LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 295",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "26 August 2015",
        "Petitioner:": "Union Of India And Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 611",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "3989606 P,ex-naik Vijay Kumar",
        "Case Type:": "CIVIL APPEAL /6583/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Entitlement Rules for Casualty Pensionary Awards",
            "1982- Rule 12 and Notes (1) and (2)"
        ],
        "HeadNote": "  Entitlement Rules for Casualty Pensionary Awards, 1982 — Rule 12 and Notes (1) and (2) — Disability pension — Respondent was enrolled in Indian Army — He went on annual leave — During leave period, he went to stay at the house of his sister — While staying there, he accidentally fell down and sustained multiple injuries - Composite assessment for respondent's disability was assessed at 60% by the Medical Board — After due procedure, the respondent was invalidated from service — Respondent was paid monetary benefits due and payable to him and also other pensionary benefits — His claim for disability pension was however rejected by the competent authority stating that respondent's disabilities were neither attributable to nor aggravated due to military service — Respondent filed appeal which was rejected — Armed Forces Tribunal, however, allowed application filed by respondent holding that he was entitled to disability pension for 75% disability from the date of invalidation — Held: The ~ 1982 Entitlement Rules are beneficial in nature and ought to be liberally construed — But there has to be a reasonable causal connection between the injuries resulting in disability and the military service — On facts, the injury sustained by respondent was accidental in nature and nobody can be blamed for the same —Assessment by the Medical Board is recommendatory in nature and is subject to acceptance by the Pension Sanctioning Authority, the opinion of the Medical Board by itself cannot confer right upon the respondent to claim disability pension — After the accident when the respondent was not actually performing military service, the opinion of the Medical Board “aggravated due to stress and Strain of military service” does not appear to be in proper perspective — Clearly the injury suffered by the respondent has no causal connection with the military service — The tribunal failed to appreciate that the accident resulting in injury to the respondent was not even remotely connected to his military duty and jt falls in the domain of an entirely private act — Order of the tribunal accordingly set aside ~ Pension Regulations for the Army 1961 — Regn. 173 "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "PRATAP KISHORE PANDA VS. AGNI CHARAN DAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4ODE=",
        "Citation": "[2015] 14 S.C.R. 308",
        "Case Type": "(CIVIL APPEAL /6305-6307/2009)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvUHJhdGFwIEtpc2hvcmUgUGFuZGEgXyBBZ25pIENoYXJhbiBEYXNfMTcwMTc3NjU0My5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 308",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Pratap Kishore Panda",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 792",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Agni Charan Das",
        "Case Type:": "CIVIL APPEAL /6305-6307/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Seniority - Due to inadequate number of candidates in reserved category recommended by Public Service Commission"
        ],
        "HeadNote": " Service Law — Seniority — Due to inadequate number of candidates in reserved category recommended by Public Service Commission, State Government decided to fill the remaining seats on an ad hoc basis — Names of candidates were sponsored by the Employment Exchange and they were found suitable by a duly constituted Selection Committee which interviewed them — By State Resolutions, ad hoc reserved candidates were deemed as regular appointments ~- As a result, respondents-reserved category appointees not recruited by OPSC but through alternate method of regular recruitment became senior to appellants who were OPSC appointed general category candidates — Challenge against — Held: it is well within the power of State to organise an alternative recruitment drive when insufficient SC/ST candidates are available and under Article 320(4), the OPSC was not required to be consulted — In the instant case, it was not a relaxation of the Rules in order to favour a few but was a consequence of following an alternate method of selection intended to remedy a malady in the recruitment of SC/ST candidates — The sponsorship of names by the Employment Exchange and the subsequent interview by a duly constituted Selection Committee was thus a valid alternative to recruitment by way of the OPSC competitive examination — Since respondents were appointed in legitimate manner, the merit list should not be disturbed to protect the rights of the OPSC candidates — Orissa Ministerial Service (Method of Recruitment and Conditions of Service of Lower Division Assistant in the Office of Department of Secretariat) Rules, 1951-rr.3, 9. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "DR. SANDEEP S/O SADASHIVRAO KANSURKAR AND OTHERS VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4ODU=",
        "Citation": "[2015] 14 S.C.R. 328",
        "Case Type": "(Select Case Type/444/2015)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAwOV8xNF8zMjgtMzczXzE3MDM4NDE0MzMucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 328",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Dr. Sandeep S/o Sadashivrao Kansurkar And Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 807",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "Select Case Type/444/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - Admission - Super-specialty courses - Reservation based on residence or institutional preference"
        ],
        "HeadNote": "  Education/Educational Institutions — Admission — super. “specialty courses — Reservation based on residence or institutional preference — Challenge to, on ground that it is absolutely against the national interest and plays foul of equality clause engrafted in the Constitution — Plea of writ petitioners that reservations made by the States of Andhra Pradesh and Telangana ushers in a state of inequality by putting the residents of the said States in one class solely on the foundation of domicile and others in a different category altogether without any rationale and, therefore, the entire action smacks of arbitrariness and unreasonableness — States of Andhra Pradesh and Telangana, however, drew support from the Presidential order, namely, Andhra Pradesh Educational Institutions (Regulations and Admissions) order 1974 issued under Article 371-D of the Constitution and G.O.P. No.646 dated 10\" July, 1979 issued by the State of Andhra Pradesh — Their contention that the claim of the petitioners to appear in the entrance test conducted for admission into the medical super-specialty courses was contrary to the scheme of the Presidential Order and the 1979 circular ~ Submission made by the petitioners that though Article 371-D of the Constitution of India makes special provisions for the State, yet that would not extend to cover reservations as regards the super-specialty courses where merit alone matters — Plea of petitioners that there cannot be reservation of any kind in respect of post.-graduate or super speciality courses - It was urged that the State of Andhra Pradesh and Telangana cannot apply the domicile test only to admit its own students and that too also in respect of 15% quota meant for non-local candidates - Held: The undivided State of Andhra Pradesh enjoys a special privilege granted to it under Article 371-D of the Constitution and the Presidential Order - A scheme has been laid down in the case of Dr. Pradeep Jain and the concept of percentage had undergone certain changes ...: In Reita Nirankari, the same three-Judge Bench clarified the position - However, in C. Surekha, the Court had expressed its view about the amendment of the Presidential Order regard being had to the passage of time and the advancement in the State of Andhra Pradesh - A hopeful observation was made in the case of Fazal Ghafoor that the Government of India and the State Governments shall seriously consider this aspect of the matter without delay and appropriate guidelines shall be evolved by the Indian Medical Council so as to keep the Super Specialities in medical education unreserved, open and free - The fond hope has remained in the sphere of hope though there has been a progressive change - The ·said privilege remains unchanged, as if to compete with eternity- Therefore, this Court echoes the same feeling and reiterates the aspirations of others so that authorities can objectively assess and approach the situation so that the national interest can become paramount - This Court does not intend to add anything in this regard- Consequently, the writ petition as far as it pertains to the State of Andhra Pradesh and Telangana, is dismissed "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "JUPUDYPARDHASARATHY VS. PENTAPATI RAMA KRISHNA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4OTA=",
        "Citation": "[2015] 14 S.C.R. 374",
        "Case Type": "(CIVIL APPEAL /375/2007)",
        "Date": "06 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvSnVwdWR5cGFyZGhhc2FyYXRoeSBfIFBlbnRhcGF0aSBSYW1hIEtyaXNobmEgQW5kIE90aGVyc18xNzAxNzc2NzA1LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 374",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "06 November 2015",
        "Petitioner:": "Jupudypardhasarathy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 834",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Pentapati Rama Krishna And Others",
        "Case Type:": "CIVIL APPEAL /375/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession Act",
            "1956-s.14(1)-Right of Hindu female - If in a Will",
            "suit property is given to wife by her C husband to enjoy and hold the same by way of maintenance during her life time then by virtue of s.14(1) her limited right becomes absolute right to the suit property."
        ],
        "HeadNote": " HINDU SUCCESSION ACT 2015— S.14(7) —  Right of Hindu female — If in a Will, suit property is given to wife by her husband to enjoy and hold the same by way of maintenance during her life time then by virtue of s.14(1) her limited right becomes absolute right to the suit property. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "LALARAM & OTHERS VS. JAIPUR DEVELOPMENT AUTHORITY &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5MjU=",
        "Citation": "[2015] 14 S.C.R. 403",
        "Case Type": "(CIVIL APPEAL /13940/2015)",
        "Date": "01 DECEMBER 2015",
        "Judge Names": "",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvTGFsYXJhbSAmIE90aGVycyBfIEphaXB1ciBEZXZlbG9wbWVudCBBdXRob3JpdHkgJmFuci5fMTcwMTc3NzUwNi5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 403",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "01 December 2015",
        "Petitioner:": "Lalaram & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 877",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Jaipur Development Authority &anr.",
        "Case Type:": "CIVIL APPEAL /13940/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition - Rajasthan Land Acquisition Act",
            "1953 -"
        ],
        "HeadNote": " Land. Acquisition — Rajasthan Land Acquisition Act, 1953 — Land of appellants had been compulsorily acquired, in the exercise of the State’s power of eminent domain by invoking an expropriatory legislation - Compulsory acquisition of their lands for the Indian Army for. its “Field Firing Range” — State Government was to purportedly allot developed land to the land oustees in lieu of compensation - However, plots offered to the appellants till now not developed — Procrastinated legal tussle spanning over three decades — Issue pertaining to-adequate reparation to the appellants — Held: The facts demonstrate that the State Government had taken a pre-meditated decision to allot developed land to the land oustees in lieu of compensation — As per the successive circulars including the one dated 13:12.2001, it was incumbent on the State Government to allot developed land with all the essential attributes thereof — The land had been acquired in the year 1981 and more than three decades have elapsed —.The delay cannot be attributed to the appellants — It would be indefensible and too farfetched — for the respondents to contend that the circular dated 13.12.2001 cannot be construed to be a policy reflecting the executive decision as contemplated u/Art. 166 and is not enforceable, as the subject matter thereof had not been laid before the Chief Minister u/r.31 of the Rajasthan Rules of Business u/Art.166 of the Constitution — The plea of the respondents, at this belated stage, to take refuge of  ‘ unenforceability of the circular dated 13.12.2001 in isolation, — as not being a binding policy, cannot receive judicial imprimatur — The predominant facts herein, justifiably demand a fitting relief modelled by law, equity and good conscience — The value of the acquired land of the appellants, as on today, cannot be taken to be an unmistakable index to identify the developed land to be allotted to them -— In the singular facts and circumstances of the case and for the sake of complete justice, the appellants are entitied to be allotted their quota of 15% developed land in the terms of policy/circular dated 13.12.2001 in one or more available plots as enumerated by them in their affidavit dated 17.8.2015 — Respondents directed to accommodate them accordingly — Jaipur Development Authority Act, 1982 - Constitution of India, 1950 — Art.166 — Rajasthan Rules of Business u/Art. 166 of the Constitution — r.31. Constitution of India, 1950 — Arts.142, 14 and 217 -— Powers under Art. 142 — Nature and extent of the power — Held: The plenary powers of Supreme Court enshrined in Art.142 of the Constitution for achieving complete justice is only an insignia of empowerment so that the constitutional guarantees are not reduced to mere ritualistic incantations -— Supreme Court extra-ordinarily does exercise its power _under Article 142 as warranted in a given fact situation, for making order (s) as is felt necessary for doing complete justice in a case a matter pending before it —- There can be no straight jacket formula, for its exercise nor there can be any fetter thereto, it being plenary in nature — The invocation of this power is to reach injustice and redress the same, if it is not feasible otherwise to achieve this avowed objective — In doing so, this Court acts in its equity jurisdiction to balance the conflicting interests of the parties and advance the cause of administration of even handed justice — The purport and purpose of this power being justice oriented and guided by equitable principles, it chiefly aims at the enforcement of a _ public duty, if not forthcoming on legitimate justification ensuing in oppressive injustice, militating against the constitutional ordainment of. equality before law and equal protection of laws enshrined in Art. 14 of the Constitution and entrenched as are, among others, in the invaluable right to - life envisioned in Art. 21 of the Constitution. Constitution of India, 1950 —Art.166— Executive power ofthe State — Scheme of executive functioning — Conduct of business of the Government of a State — Valid executive decision in terms of the Rules of Business — Held: The essentials of Art. 166 are a valid executive decision in terms of the Rules of Business framed under clause (3), expressed in the name of Governor and authentication of the resultant orders and instruments in the manner specified in the rules to be made by the Governor— Clause (1) stipulates the mode of expression of an executive action taken in conformity therewith and clause (2) ordains the manner of authentication of the consequential orders and instruments — The enjoinment of clauses (1) and (2) of Art.166, is not mandatory so much so, that any non compliance therewith, ipso facto would render the executive action/decision, if otherwise validly taken in terms of the Rules of Business framed u/Art. 166(3), invalid — Any.decision however, to be construed as an executive decision as contemplated u/Art.166, would essentially has to be in accordance with the Rules of Business - The Rules depending upon the scheme thereof, may or may not, accord an inbuilt flexibility in its provisions in the matter of compliance — Contingent on the varying imperatives, some provisions may warrant compulsory exaction of compliance therewith — The mandatory nature of any provision of any Rule of Business would be conditioned ~ by the construction and the purpose thereof to be adjudged in the context of the scheme asa whole — The interpretation of the Rules, necessarily, would be guided by the framework thereof and the contents and purport of its provisions, and the status and tenability of an order/instrument, represented as an executive decision would have to be judged in the -conspectus of the attendant facts and circumsiances — No straight jacket formula can, thus be ordained, divorced from the Rules applicable and the factual setting accompanying the order/decision under scrutiny. Constitution of India, 1950 — Writ jurisdiction — Writ of mandamus — Features of — Held: The writ of mandamus is an extraordinary remedy and is intended to supply deficiencies in law and is thus discretionary in nature -The ~ issuance of writ of mandamus pre-supposes a clear right of © the applicant and unjustifiable failure of a duty imposed on an authority otherwise obliged in law to imperatively discharge the same. Administrative Law — Administrative discretion ~ Held: Administrative discretion can never be unregulated, omnipotent and fanciful —A public authority vested with power has to essentially exercise its discretion, if conferred, conditioned by the dictates of duty as envisaged, to effectuate the exercise of the prerogative to achieve the objective therefor — The central and cardinal canon of administrative governance, enjoins a framework of controlled use of discretion coupled with duty. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "RESERVE BANK OF INDIA VS. JAYANTILAL N. MISTRY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5MzI=",
        "Citation": "[2015] 14 S.C.R. 505",
        "Case Type": "(TRANSFERRED CASE (CIVIL) /91/2015)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvUmVzZXJ2ZSBCYW5rIE9mIEluZGlhIF8gSmF5YW50aWxhbCBOLiBNaXN0cnlfMTcwMTc3NzU5NS5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 505",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Reserve Bank Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 942",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Jayantilal N. Mistry",
        "Case Type:": "TRANSFERRED CASE (CIVIL) /91/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right To Information Act",
            "2005-ss.2(f)",
            "8(1)(a)",
            "(d)",
            "(e) and 10(1)- Information under the Act- To what extent can be given - Whether can be denied to the public",
            "by Reserve Bank of India on the ground of economic interest",
            "commercial confidence and fiduciary relationship with other Banks - Held: The ideal of 'Government by the people' makes it necessary that people have access to information on matters of public concern - Therefore",
            "right to information has been made as one of the fundamental rig"
        ],
        "HeadNote": " Right To Information Act, 2005 — ss. 5.240 8(1)(a), (d), (e) and 10(1)— Information under the Act — To what extent can be given— Whether can be denied to the public, by Reserve Bank of India on the ground of economic interest, commercial confidence and fiduciary relationship with other Banks — Held: The ideal of ‘Government by the people’ makes it necessary that people have access to information on matters of public concern — Therefore, right to information has been made as one of the fundamental rights u/Art. 19 of the Constitution and also 2005 Act has been brought into effect — However, neither the fundamental right nor the right to. information are absolute — Therefore, all the information that the Government generates is not required to be given out to the public— Thus, RBI cannot be put in a fix, by making it accountable to every action taken by it - However, in the present case RBI is accountable — The disclosure of information sought for does not go against the economic interest of the nation— RBI being a statutory regulatory body has the statutory duty to uphold ~ the interest of public at large and not of other Banks — Thus, there is no relationship of ‘trust’ / ‘fiduciary relationship’ between RBI and other Banks — Even if it is held that RBI . had fiduciary relationship with other Banks, s.2(f) would still make the information shared between them to be accessible ’ by the public — RBI is duty bound to comply with the provisions of the Act thus bound to provide information u/s. 10(1).  Words and Phrases — ‘Fiduciary relationship’ — Meaning of, in the context of s.8(1)(e) of Right to Information Act, 2005. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "POONAM VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5Mzc=",
        "Citation": "[2015] 14 S.C.R. 565",
        "Case Type": "(CIVIL APPEAL /6774/2015)",
        "Date": "29 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvUG9vbmFtIF8gU3RhdGUgT2YgVS5wLiAmIE9ycy5fMTcwMTc3NzY3Ny5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 565",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "29 October 2015",
        "Petitioner:": "Poonam",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 813",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /6774/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 -Art.226 - Right to assail .·appellate order in writ jurisdiction - Concept of necessary . and proper party - Allotment and grant of licence for a fair price shop- Respondent no. 5 was running a fair price shop",
            "which was .allotted to him - Various complaints against him - Enquiry ordered"
        ],
        "HeadNote": "  Constitution of India, 1950 — Art.226 — Right to assail “appellate order in writ jurisdiction - Concept of necessary and proper party — Allotment and grant of licence for a fair price shop — Respondent no.5 was running a fair price shop, which was allotted to him — Various complaints against him ~ Enquiry ordered — Enquiry report reflected improper distribution of essential commodities in violation of instructions — Allotment of respondent no.5 cancelled — He preferred appeal — Appellant got herself impleaded in the appeal on the ground that she had been subsequently allotted the shop after cancellation of the allotment of respondent no.5 — Appellate authority restored the allotment made to respondent no.5 and cancelled the allotment of appelfant, the subsequent allottee — Appellant preferred writ petition — High Court dismissed the same on. ground that appellant had no right to continue the litigation being a subsequent allottee — Approach of the High Court challenged — Plea that appellant was appointed as a dealer under Visually Handicapped quota; and her rights being independent.in nature, she had a right to assail the appellate order— Whether appellant was a necessary party to the lis and the writ court was obliged to adjudicate the controversy on merits — Held: In the instant case, the shop in question had become vacant — The appellant was allotted the shop, may be in the handicapped quota but such allatment is the resultant factor of the said shop falling vacant — The original allottee, that is respondent no.5, assailed his cancellation and ultimately succeeded in appeal — Appellant was neither a necessary nor a proper party — The appellate authority permitted her to participate but that neither changes the situation nor does it confer any legal status on her — She would have continued to hold the shop had the original allottee lost the appeal — She cannot assail the said order in a writ petition because she is not a necessary party — It is the State or its functionaries, who could have challenged the same in appeal -—They have maintained sphinx like silence in that regard — Be that as it may, that would not confer any locus on the subsequent allottee to challenge the order passed in favour of the former allottee — She is a third party to the lis in this context - Appellant, the writ petitioner before the High Court, was trying to establish her right in an independent manner, that is, she has an independent legal right — It is extremely difficult .to hold that she has an independent legal right — It was the first allottee who could have continued in law, if his licence would not have been cancelled — He was entitled in law to prosecute his cause of action and restore his legal right - Restoration of the legal right is pivotal and the prime mover— The eclipse being over, he has to come back to the same position — His right gets revived and that revival of the right cannot be dented by the third party — Appeal dismissed.. Doctrines/ Principles — Doctrine of natural justice — Held: The basic principle behind the doctrine of natural justice, is that, no order should be passed behind the back of a person who is to be adversely affected by the order— However, natural justice is not an unruly horse — Its applicability has to be adjudged regard being had to the effect and impact of the order and the person who claims to be affected; and that is where the concept of necessary party become significant — In absence of a necessary party, no adjudication can take place and, in fact, the non-joinder would be fatal to the case — Code of Civil Procedure — Necessary party. Judgments / Orders ~ Ratio decidendi — How to scertain — Held: A ratio of a decision has to be understood its own context, regard being had to the factual exposition if there has been advertence to precedents, the same has | be seen to understand and appreciate the true ratio. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "UNION OF INDIA VS. V. SRIHARAN @ MURUGAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5NDY=",
        "Citation": "[2015] 14 S.C.R. 613",
        "Case Type": "(WRIT PETITION(CRIMINAL) /48/2015)",
        "Date": "02 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAwOV8xNF82MTMtODQ3XzE3MDM4NDE0OTIucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 613",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "02 December 2015",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 886",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "V. Sriharan @ Murugan & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /48/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950:",
            "Delay in execution of death sentence"
        ],
        "HeadNote": " Penal Code, 1860 ~— s.53 r/w s.45 — Whether imprisonment for life in terms of s.53 r/w s.45 of IPC meant imprisonment for rest of the life of the prisoner or a convict undergoing life imprisonment has a right to claim remission and whether as per the principles enunciated in paras 91 to 93 of Swamy Shraddananda (2) case, a special category of sentence may be made for the very few cases where the death penalty might be substituted by the punishment of imprisonment for life or imprisonment for a term in excess of fourteen years and to put that category beyond application of remission — Held (per majority): Imprisonment for life in terms of s.53 r/w s.45 of IPC-only means imprisonment for rest of life of the convict — The right to claim remission, commutation, reprieve etc. as provided under Art.72 or Art.161 of the Constitution will always be available being Constitutional Remedies untouchable by the Court ~ The ratio laid down in Swamy Shraddananda case that a special category of sentence; instead of death can be substituted by the punishment of imprisonment for life or for a term exceeding 14 years and put that category beyond application of remission is well-founded — Constitution of India, 1950 — Arts.72 and 161 — Sentence / Sentencing — Remission. Code of Criminal Procedure, 1973 — ss.432 and 433 - Whether the “Appropriate Government” is permitted to exercise the power of remission u/ss.432/433 CrPC after parallel power has been exercised by the President under Art.72 or the Governor under Art.161 or by this Court in its Constitutional power under Art.32 — Held (per majority): The exercise of power u/ss.432 and 433 of CrPC will be available to the Appropriate Government even if such consideration was made earlier and exercised u/Art.72 by the President or u/Art.161 by the Governor—As far as the application of Art.32 of the Constitution by Supreme Court is concerned, the powers u/ss.432 and 433 are to be exercised by the Appropriate Government statutorily and it is not for the _ Supreme Court to exercise the said power and it is always left to be decided by the Appropriate Government — Sentence / Sentencing — Remission. Code of Criminal Procedure, 1973 — s.432(7) & (6) — Whether s.432(7) CrPC clearly gives primacy to the Executive Power of the Union and excludes the Executive Power of the State where the power of the Union is coextensive ~— Whether the Union or the State has primacy over the subject-matter enlisted in List Ill of the Seventh Schedule to the Constitution of India for exercise of power of remission — Whether there can be two Appropriate Governments in a given case u/s.432(7) CrPC ~ Held (per majority): The status of Appropriate Government whether Union Government or the State Government will depend upon the order of sentence passed by the Criminal Court as has been stipulated in s.432(6) and in the event of specific Executive Power conferred on the Centre under a law made by the Parliament or under the Constitution itself then in the event of the conviction and sentence covered by the said law of the Parliament or the provisions of the Constitution even if the Legislature of the State is also empowered to make a law on the same subject and coextensive, the Appropriate Government will be the Union Government having regard to the prescription contained in the proviso to Art.73(1)(a) of the Constitution ~— The principle stated in the decision in GN. Ramanaiah case should be applied — Cases which fall within the four corners of s.432(7)(a) by virtue of specific Executive Power conferred on the Centre, the same will clothe the Union Government the primacy with the status of Appropriate Government — Barring cases falling u/s.432(7)(a), in all other cases where the offender is sentenced or the sentence order is passed within the territorial jurisdiction of the concerned State, the State Government would be the Appropriate Government — Constitution of India— Seventh Schedule, List fll -Sentence / Sentencing — Remission. Code of Criminal Procedure, 1973 — s.432(1) and (2) -— Whether suo motu exercise of power of remission u/s.432(1) is permissible in the scheme of the section, if yes, whether the procedure prescribed in sub-section (2) of the same section is mandatory or not— Held(per majority): No suo motu power of remission is exercisable u/s.432(1) CrPC — It can only be initiated based on an application of the person convicted as provided u/s.432 (2) and that ultimate order of suspension or remission should be guided by the opinion to be rendered by the Presiding Officer of the concerned Court — Sentence / Sentencing — Remission. Code of Criminal Procedure, 1973 -— s.435(1) — Whether the term “Consultation” stipulated in s.435(1) CrPC implies “Concurrence” — Specific prescription contained in $.435(1)(a) CrPC read along with Arts. 72, 73(i)(a), 161 and 162 of the Constitution — Principles derived-on how and in what manner the expression “consultation” occurring in $.435(1)(a) can be construed — Held (per majority): Having regard to the principles so culled out, it is imperative that itis always safe and appropriate to hold that in those situations covered by sub-clauses (a) to (c) of s.435(1) falling within the - jurisdiction of the Central Government it will assume primacy and consequently the process of “Consultation” in reality held as the requirement of “Concurrence”. Words and Phrases — Term “consultation” stipulatec 8.435(1) CrPC — Meaning of. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "COMMISSIONER OF CUSTOMS, BANGALORE VS. M/S. G. M. EXPORTS & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5Njc=",
        "Citation": "[2015] 14 S.C.R. 848",
        "Case Type": "(CIVIL APPEAL /3889/2006)",
        "Date": "23 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxM18xNF84NDgtODk2XzE3MDM4NDE2MTYucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 848",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "23 September 2015",
        "Petitioner:": "Commissioner Of Customs, Bangalore",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 693",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "M/s. G. M. Exports & Others",
        "Case Type:": "CIVIL APPEAL /3889/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Anti-dumping - Customs Tariff (Identification",
            "Assessment and Collection of Anti-Dumping Duty on Dumped Articles and for Determination of Injury) Rules",
            "1995 - rr.20",
            "21 and 13"
        ],
        "HeadNote": " Anti-dumping — Customs Tariff (Identification, Assessment and Collection of Anti-Dumping Duty on Dumped Articles and for Determination of Injury) Rules, 1995 - 17.20, 21 and 13 — Levy of anti-dumping duty during the interregnum between the expiry of a provisional duty ’ notification and the imposition of final anti-dumping duty —  Whether anti-dumping duty imposed with respect to imports made during the period between the expiry of the provisional anti-dumping duty and the imposition of the final anti- dumping duty is legal and valid — Held: Correct construction of r.20 of the Rules is determinative of the question raised herein — Sub-rule (2)(a) of r.20 enables the levy of a final anti-dumping duty from the date of imposition of a provisional duty so as to convert the provisional measure into a final measure, or so as to take within its ken the provisional anti- dumping duty already imposed — The final anti-dumping duty only incorporates the provisional anti-dumping duty within itself, but in the manner provided by r.13 — Thus, such incorporation can only be the period upto which the provisional duty can be levied and not beyond — Thus understood, it is clear that both literally, and in keeping with the object sought to be achieved — that is the making of laws in conformity with the WTO Agreement, there can be no levy of anti-dumping duty in the “gap” or interregnum period between the lapse of the provisional duty and the imposition of the final duty — Such interpretation makes it clear that clause 10.2 of the WTO Agreement is reproduced in the same sense though not in the same form in sub-rule (2)(a) — The same result therefore as is envisaged in clause 10.2 is achieved by the said construction — that is anti-dumping duty — may be levied retroactively for the period for which provisional measures have been applied -The said construction is in consonance with the principles that the WTO Agreement is - intended to be applied by the various signatory nations in a uniform manner — This can only be done by construing the language of s.9A read with the Rules in the same sense as that of the WTO Agreement — .21, in turn, is made to carry out what is stated in clause 10.3 of the WTO Agreement — r.21(2) echoes what is already found in s.9A(2) — If provisional anti-dumping duty is found to be higher than the final anti- dumping duty, the differential shall be refunded to the importer. — But sub-rule (1) goes a step further and states that if the anti-dumping duty finally imposed is higher than the provisional duty already imposed and collected, the differential shail not be collected from the importer — If the revenue were right, despite the fact that such differential cannot be collected from the importer under r.21(1) for the period that the provisional duty notification is in force, during the interregnum period, the full amount of final duty is liable to be recovered from the importer — This would turn r.21(1) on its head and result in an absurdity — r.21(1) also answers the contention of the Revenue that the object of anti-dumping laws would be defeated if it were found that dumping and material injury having been found, yet no anti-dumping duty can be levied — Customs Tariff Act - s.9A — General Agreement on Tariffs and Trade (GATT) — Art. VI— European Community Council Regulation No. 1225 of 2009 dated 30.11.2009. International Law— Treaty obligations - How domestic legislation must be construed when it is made in furtherance of an international treaty - Held: (1) Article 51(c) of the Constitution is a Directive Principle of State Policy which States that the State shall endeavour to foster respect for international law and treaty obligations — As a result, rules of international law which are not contrary to domestic law are followed by the courts in this country — This is a situation in which there is an international treaty to which India is not a “signatory or general rules of international law are made applicable — It is in this situation that if there happens to be a conflict between domestic law and international law, domestic law will prevail — (2) In a situation where India is a signatory nation to an international treaty, and a statute is passed pursuant to the said treaty, it is a legitimate aid to the construction of the provisions of such statute that are vague or ambiguous to have recourse to the terms of the treaty to resolve such ambiguity in favour of a meaning that is consistent with the provisions of the treaty — (3) In a situation where India is a signatory nation to an international treaty, and a statute is made in furtherance of such treaty, a purposive rather than a narrow literal construction of such statute is preferred ~ The interpretation of such a statute Should be construed on broad principles of general acceptance rather than earlier domestic precedents, being intended to carry out treaty obligations, and not to be inconsistent with them — (4) Ina situation in which India is a signatory nation to an international treaty, and a Statute is made to enforce a treaty obligation, and if there be any difference between the language of such statute and a corresponding provision of the treaty, the statutory language should be construed in the same sense as that of the treaty ~ This is for the reason that in such cases what is sought to be achieved by the international treaty is a uniform international code of law which is to be applied by the courts of all the signatory nations in a manner that leads to the same result in all the signatory nations ~ Directive Principle of State Policy — Constitution of India — Art.51(c). "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "A. RAGHU, SON OF RAJAIAH VS. GOVT. OF ANDHRA PRADESH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwNjE=",
        "Citation": "[2015] 14 S.C.R. 897",
        "Case Type": "(CIVIL APPEAL /5862/2007)",
        "Date": "26 MARCH 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvQS4gUmFnaHUsIFNvbiBPZiBSYWphaWFoIF8gR292dC4gT2YgQW5kaHJhIFByYWRlc2ggJiBPdGhlcnNfMTcwMTgzOTI3NC5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 897",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "26 March 2015",
        "Petitioner:": "A. Raghu, Son Of Rajaiah",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 263",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Govt. Of Andhra Pradesh & Others",
        "Case Type:": "CIVIL APPEAL /5862/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law- Seniority- lnter-se seniority- Cadre of Sub-Inspectors of Police",
            "in the State of Andhra Pradesh - Bifurcation of candidates into two different trainee groups - Effect of -"
        ],
        "HeadNote": " Service Law — Seniority — Inter-se seniority — Cadre of Sub-inspectors of Police, in the State of Andhra Pradesh — Bifurcation of candidates into two different trainee groups —. Effect of — Consequent upon a selection process, the Selected candidates were deputed for training in two batches — The training of the first batch commenced on 15.7.1991, whereas, the training of the second batch commenced on 14.6.1992 — Some of those candidates, who commenced their training on 14.6.1992 assailed the action of the authorities in not including their names in the seniority list dated 17.1.1996, wherein only the names of 58 candidates, who had joined training on 15.7.1991 were reflected — In fact, names of none of the candidates who had commenced training on 14.6.1992 were reflected in the aforesaid seniority list— Issue pertaining to manner and method of determining seniority — Held: The selection process having been joint, and in furtherance of the same notification dated 22.1.1991 (issued by the Recruitment Board), the candidates deputed to the two different courses of training (on 15.7.1991 and 14.6.1992) were essentially candidates belonging to a  . Singular batch, who.were selected through a common process _ of selection —- Those deputed for training in the two batches (of 15.7.1991 and 14.6.1992), came to be so deputed, only because of their respective merit position in the selection process — This determination would be in clear breach of the proviso to rule 15, which postulates, that inter se seniority of Sub-Inspectors of Police, is not to be determined in accordance with the merit list drawn up “at the time of their selection”—The seniority of candidates, who are selected from a common process of selection, is to be determined on the basis of the final aggregate marks obtained by them, during the course of their training, at the police training college(s) in the State of Andhra Pradesh — That being the mandate of the rule, for candidates who had participated in a common process of selection, irrespective of the dates on which they were deputed for training, their inter se seniority is liable to be determined, on the basis of the aggregate of marks obtained by them, at the final examination at the concerned police training college — This interpretation placed on rule 15 of the Service Rules, satisfies the underlying principle given effect to in the rule, namely, that the candidates appointed against the posts of Sub-inspector of Police, were to be arranged in the seniority list, not on the basis of the marks obtained in the process of selection, but according to the aggregate marks obtained by them, at the culmination of the training processes — Andhra Pradesh Police (Civil) Subordinate Service Rules — r.15. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "SUJOYMITRA VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwOTY=",
        "Citation": "[2015] 14 S.C.R. 920",
        "Case Type": "(Select Case Type/1620/2015)",
        "Date": "02 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAwOF8xNF85MjAtOTI2XzE3MDQxOTQxMTIucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 920",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "02 December 2015",
        "Petitioner:": "Sujoymitra",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 885",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "Select Case Type/1620/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.278 - Rape case - Recording of testimony of prosecutrix through video conferencing"
        ],
        "HeadNote": "  Code of Criminal Procedure, 1973 — s.278 — Rape case — Recording of testimony of prosecutrix through video conferencing - Complainant prosecutrix-PW5 a citizen of Ireland filed a complaint against appellant alleging rape — Four witnesses examined before examining PW5- Trial court accepted prayer to record testimony of PW5 through video conference — Appellant challenged the procedure adopted by trial court, while recording the statement of PW5 through video conferencing by filing petition u/s.482 Cr.P.C. — High Court laid down procedure for recording such statement — In the instant appeal, appellant alleged that the procedure postulated by High Court was not fair to him~ Held: In addition to the steps and safeguards provided in the impugned order, following procedure should be adopted, while recording the statement of PW5 — State of West Bengal to make provision for recording the testimony of PW5 in trial Court by seeking the services of the NIC for installing the appropriate equipment for video conferencing ~ Before recording her statement, the Embassy to nominate a responsible officer, in whose presence the statement would be recorded — The officer so deputed shall ensure and affirm to the trial court that there is no other person besides the concerned witness, in the room, in which the testimony of PW5 is be recorded — In case, the witness is in possession of any material or documents, the same shall be taken over by the officer concerned in his personal custody — The statement of the witness shall be recorded in consonance with the provisions of s.278—At the culmination of the recording of the statement, the same shall be read out to the witness in the presence of the accused — The transcript of the statement of the witness recorded through video conferencing shall be scanned and dispatched through email to the Embassy — At the embassy, the witness will authenticate the same in consonance with ’ law — The said authenticated statement shall be endorsed by the officer deputed by the Embassy — It shall be scanned and returned to the trial court through email — The statement signed by the witness at the Embassy, shall be retained in its custody in a sealed cover — The statement received by the trial court through email shall be re-endorsed by the trial Judge — The instant statement endorsed by the trial Judge, shall constitute the testimony of PWS, for all intents and purposes — Appellant's plea that recording of the video- graphic testimony of the witness should be furnished to the appellant is rejected — These parameters have to be adopted to record the testimony of PW5, in addition to the procedure and safeguards provided for in the impugned order. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "SATYA PAL ANAND VS. STATE OF M.P. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxMTM=",
        "Citation": "[2015] 14 S.C.R. 927",
        "Case Type": "(Select Case Type/6673/2014)",
        "Date": "25 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxOV8xNF85MjctOTg0XzE3MDQxOTQyNzkucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 927",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "25 August 2015",
        "Petitioner:": "Satya Pal Anand",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 988",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of M.p. And Others",
        "Case Type:": "Select Case Type/6673/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Registration Act",
            "1908 - s.69 - Jurisdiction of authorities under the Act"
        ],
        "HeadNote": " Registration Act, 1908 — s.69 - Jurisdiction of authorities under the Act —A plot of land has been allotted to appellant's mother, by respondent no.4-Society — After death of appellant's mother, respondent no:4-society, through its office bearer executed a Deed of Extinguishment unilaterally cancelling the said allotment and on the strength of such document, executed a registered sale deed in favour of respondent no.5, who in turn executed a sale deed in favour of the respondent nos. 6 and 7— Appellant moved the Sub- Registrar (Registration) seeking cancellation of the Deed of Extinguishment — Sub-Registrar rejected the said prayer on two counts, namely, the dispute between the parties was pending before the competent authority under the M.P. Cooperative Societies Act and secondly, his jurisdiction was limited only to the extent of registering the documents and if any party desired its cancellation, then to verify that the cancellation deed is registered on appropriate stamp paper — Appellant filed application u/s.69 of the Registration Act, which was rejected by the Inspector General (Registration) stating that the powers conferred on him is limited to general superintendence of the registration office and making rules  _ > The Inspector General further intimated him that against the order of Sub-Registrar, it was open to the appellant to initiate appropriate proceedings before a Court of competent jurisdiction — Appellant filed writ petition praying for declaring the Extinguishment Deed as well as the subsequent sale deeds as void ab initio —- High Court held that the controversy raised by the appellant could not be adjudicated in the writ proceeding; and that the authorities under the Act had correctly stated that they have no jurisdiction to decide the soundness of registration of Extinguishment Deed or the sale deeds and declare them as null and void — Whether the Deed of Extinguishment and the subsequent sale deeds registered by the Sub-Registrar under the Act could be cancelled by the Sub-Registrar or by his superior authority in exercise of powers conferred under the Act ~ Held (per Misra, J.): In Thota Ganga Laxmi case, the Supreme Court, after making reference to a specific rule, namely, Rule 26(k)(i) framed by the State of Andhra Pradesh u/s.69 of the Registration Act, opined that a cancellation deed cannot be executed or registered — Question that emerges for consideration is whether in the absence of any specific rule in the State of Madhya Pradesh, the general principle laid down in the case of Thota Ganga Laxmi would be applicable — In the absence of any rule, to opine that by no stretch of imagination can a cancellation deed be accepted or registered by the Registering Authority does not appear to be correct— Hence, the principle by way of general observations stated in Thota Ganga Laxmi case requires consideration by a larger Bench — Held (per Gowda, J.): High Court should have responsibly exercised its extraordinary jurisdiction and should have examined the documents of the sale deed with respect to the relevant provisions of the M.P Co-operative Societies Act and Rules, 1962 and the Bye-laws of the Society — The cancellation of the sale deed executed in favour of the appellant’s mother in the year 1962 by way of the extinguishment deed could not have been registered by the Sub-Registrar as he is not empowered to do so — Hence, for want of the competent jurisdiction, in registering such document, the High Court should have exercised its extraordinary jurisdiction to annul the extinguishment deed and the transactions of the subsequent sale deeds, which has not been done by it— Thus, the High Court has failed to exercise its discretionary power which has resulted in a grave miscarriage of justice, thereby, depriving the valuable constitutional right guaranteed under Art.300A of the Constitution to the appellant — Order of the High Court accordingly set aside and the impugned instruments i.e. the extinguishment deed and the subsequent sale deeds quashed with further direction to respondent Nos.6 and 7 to vacate the.said property and hand over the possession of the same to the appellant - Respondents further directed to pay the appellant a compensation amount of Rs.10 Lakhs for his sufferings and the injustice caused to him by the society for the last 14 years as he was deprived of his right to enjoy the property on account of the arbitrary and unilateral _ action taken by the society in canceiling the sale deed in respect of the property in question executed in favour of his deceased mother — Held (per curiam): In view of the difference of opinion, matter directed to. be placed before Hon'ble the Chief Justice of India, for constituting appropriate Bench — M.P. Cooperative Societies Act, 1960 - M.P Co-operative Societies Rules, 1962 — Constitution of India, 1950 —Art. 300A. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "SUPREME COURT ADVOCATES-ON-RECORD ASSOCIATION AND ANOTHER VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxODg=",
        "Citation": "[2015] 14 S.C.R. 975",
        "Case Type": "(WRIT PETITION (CIVIL) /13/2015)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxNV8xNF85NzUtOTg0XzE3MDM4MzkyMTcucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 975",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Supreme Court Advocates-on-record Association And Another",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 285",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /13/2015",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judiciary - Higher judiciary - Appointment of judges to the higher judiciary - Improvement in the working of the coflegium system - Issuance of guidelines to make the co/legium system of judges more transparent and .accountable - Government of India to finalize the existing D Memorandum of Procedure. (MOP) by supplementing it in consultation with the Chief Justice of India-' The Chief Justice of India will take a decision based on the unanimous view of the coflegium comprising the four senior most puisne Judges of the Supreme Court - They would take into consideration E suggestions on the issues of eligibility criteria",
            "transparency in the appointment process",
            "Secretariat",
            "complaints and · other matters in the MOP."
        ],
        "HeadNote": " Judiciary - Higher judiciary - Appointment of judges to the higher judiciary - Improvement in the working of the collegium system - Issuance of guidelines to make the collegium system of judges more transparent and .accountable - Government of India to finalize the existing D Memorandum of Procedure. (MOP) by supplementing it in consultation with the Chief Justice of India-' The Chief Justice of India will take a decision based on the unanimous view of the collegium comprising the four senior most puisne Judges of the Supreme Court - They would take into consideration E suggestions on the issues of eligibility criteria, transparency in the appointment process, Secretariat, complaints and  other matters in the MOP.  "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "RAMENDRA@ RAMAN DHULDHUE VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxMjA=",
        "Citation": "[2015] 14 S.C.R. 985",
        "Case Type": "(Select Case Type/56/2013)",
        "Date": "10 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxOV8xNF85ODUtOTg2XzE3MDQxOTQ0OTcucGRm",
        "SCR Citation:": "[2015] 14 S.C.R. 985",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "10 December 2015",
        "Petitioner:": "Ramendra@ Raman Dhuldhue",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 1041",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "Select Case Type/56/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "M.P. Vishesh Nyayalaya Adhiniyam",
            "2011"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "BALBHADRA PARASHAR VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxMzA=",
        "Citation": "[2015] 14 S.C.R. 987",
        "Case Type": "(CRIMINAL APPEAL /2431/2014)",
        "Date": "10 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvQmFsYmhhZHJhIFBhcmFzaGFyIF8gU3RhdGUgT2YgTWFkaHlhIFByYWRlc2hfMTcwMTg0MDAyMC5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 987",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "10 December 2015",
        "Petitioner:": "Balbhadra Parashar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 1041",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /2431/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988 - s.13(1)(e) - Sanction to prosecute the accused - Grant of sanction - Validity- Held: While granting sanction",
            "a detailed reasoned C judgment is not required to be passed - On facts",
            "nothing brought on record to substantiate that the sanction was granted in an absolutely mechanicaJ manner- The authority concerned had applied its' mind - Sanction granted in the case did not suffer from any infirmity so as to declare it as D illegal."
        ],
        "HeadNote": " Prevention of Corruption Act, 1988 - s.13(1)(e) - Sanction to prosecute the accused - Grant of sanction - Validity- Held: While granting sanction, a detailed reasoned  judgment is not required to be passed - On facts, nothing brought on record to substantiate that the sanction was granted in an absolutely mechanicaJ manner- The authority concerned had applied its' mind - Sanction granted in the case did not suffer from any infirmity so as to declare it as  illegal. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "STANDARD CHARTERED BANK VS. ANDHRA BANK FINANCIAL SERVICES LTD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxMzY=",
        "Citation": "[2015] 14 S.C.R. 993",
        "Case Type": "(Select Case Type/9540-9541/2010)",
        "Date": "28 AUGUST 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxOV8xNF85OTMtMTAzNl8xNzA0MTk0OTI3LnBkZg==",
        "SCR Citation:": "[2015] 14 S.C.R. 993",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "28 August 2015",
        "Petitioner:": "Standard Chartered Bank",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 618",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Andhra Bank Financial Services Ltd & Ors.",
        "Case Type:": "Select Case Type/9540-9541/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Special Court . (Trial of Offences Relating to Transactions in Securities) Act",
            "1992 - Limitation Act",
            "1963 - Article 91 (a)"
        ],
        "HeadNote": " Special Court .(Trial of Offences Relating to Transactions in Securities) Act, 1992 — Limitation Act, 1963 — Article 91(a) — Securities Scam in Bombay Stock Exchange in 1992 — Transaction occurring as part of the same scam — Appellant-SCB filed suit against respondent no. 1-ABFSL for recovery of principal amount, representing the consideration paid by appellant to respondent no.1 against purchase of 17% NPCL bonds — Subsequently, appellant filed application. for amendment of the suit and to include Hiten P. Dalal and Canara Bank Mutual Fund (CMF) as party respondents and to file claim against the said respondents (respondent nos. 2 to 10) in the alternative to the claim preferred by appellant against respondent no. 1 — The Special Court constituted under the 1992 Act came to the conclusion that appellant-  - SCB had succeeded in proving that they had purchased 17% taxable NPCL bonds; that Hiten P. Dalal had not succeeded in proving that he was the owner of the suit bonds, and that appellant-SCB was entitled to file a suit for conversion against Hiten P. Dalal and CMF — The Special Court, however, declined to grant any relief to the appellant on the ground that the suit was barred by limitation - Meaning of the term ‘first learns” as provided under Article 91(a) of the Limitation Act — Date on which the period of limitation starts running for institution of suit against the respondent Nos. 2-10 — Held: The suit bonds in the instant case were specific moveable property to which Article 91(a) of the Limitation Act applies — Article 91(a) of the Limitation Act stipulates that the period of limitation shall start running from the date when the person first learns’ about the conversion of the moveable property — It is difficult to construe the word “first learns” without attributing to it certain degree of knowledge — The knowledge must be of the identity of a specific person in whose possession the bonds are and that he acquired the possession of the said bonds under an arrangement, which in law would constitute wrongful conversion — On facts, the amendment to the suit to implead CMF and Hiten P. Dalal was effected on 20.10.1995 vide a Chamber Summons — The case of the appellant is that it was during a meeting held on 07.11.1992 that they first learnt that the suit bonds had been misappropriated by Hiten P. Dalal and given to CMF — It is manifestly clear from examination of the deposition of PW-3 and PW-4 that a meeting did in fact occur on 07.11.1992-— The Special Court erred in coming to the conclusion that no meeting occurred on 07.11.1992 —A perusal of the record prepared by PW-3, makes it amply clear that it was during this meeting on 07.11.1992 that CMF first admitted to SCB regarding the dummy sale involving the 9% NPCL bonds and 17% NPCL bonds — Thus, a meeting did in fact take place in the office of CMF on 07.11.1992, and that it was on this date that appellant-SCB found out about the dummy transaction that had taken place between CMF and Hiten P. Dalal regarding the 9% and 17% NPCL bonds — The period of limitation would start running only on 07.11.1992 — The period of limitation according to Article 91(a) of the Limitation Act for filing a suit for compensation for conversion of property is three years from the date on which the person having the right to possession of the property learns in whose possession it is — Accordingly, finding of fact recorded by the Special Court that the suit was barred by limitation set aside — Appellant entitled for decree of suit claim of the principal amount adjudged as on the date of the institution of the suit— Appellant also entitled to interest pendente lite and future interest — This transaction can be termed as a commercial transaction and s.34 CPC confers discretionary power upon this Court . to award interest at appropriate rate on the suit claim of the appellant — The suit in the instant case was instituted before the Special Court on 27.11.1992, but the respondent nos. 2- 10 were brought on record as parties to the suit by way of an amendment, which was allowed on 10.01.1996— Therefore, | it would be appropriate to award interest from the above said date during pendency of the proceedings before the Special Court and this Court and also for future rate of interest at 6% per annum till the date of realisation — Respondent nos. 2-10 directed to pay the adjudged principal sum of | Rs. 50, 18,61, 250.00 along with interest at the rate of 6% per annum from 10.01.1996 till the date of realisation with suit costs throughout for having converted the suit bonds - The above respondents shall be jointly and severally liable to pay the same to the appellant "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "YOGENDRA KUMAR JAISWAL ETC. VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxNDU=",
        "Citation": "[2015] 14 S.C.R. 1037",
        "Case Type": "(Select Case Type/6448-6452/2011)",
        "Date": "10 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxOV8xNF8xMDM3LTExODlfMTcwNDE5NDk4OS5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 1037",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "10 December 2015",
        "Petitioner:": "Yogendra Kumar Jaiswal Etc.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 1041",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "Select Case Type/6448-6452/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Orissa Special Courts Act",
            "2006 - Constitutionality of- Accumulation of extensive properties disproportionate to the known sources of income by persons who had held or are C holding high political and public offices -"
        ],
        "HeadNote": " Orissa Special Courts Act, 2006 — — Constitutionality of- Accumulation of extensive properties disproportionate to the known sources of income by persons who had held or are holding high political and public offices — Special Courts under the Act for speedy trial for certain class of offences and for confiscation of properties — Held: The Orissa Special Courts Act is not hit by Art. 199 of the Constitution — Constitution of India - Art.199. Orissa Special Courts Act, 2006 - Special Courts under ~ Establishment of — Held: The establishment of | Special Courts under thé Orissa Special Courts Act is not violative of Art. 247 of the Constitution — Constitution of india - Art. 247. Bihar Special Courts Act, 2009 — Special Courts under — Establishment of — Held: The establishment. of Special Courts under the Bihar Special Courts Act is not violative of Art. 247 of the Constitution — Constitution of India — Art. 247.  Orissa Special Courts Act, 2006 -— ss.5 and 6 — Provisions pertaining to declaration and effect thereof — Held: The provisions pertaining to declaration and effect of declaration as contained in ss.5 and 6 of the Orissa Special Courts Act, and the Bihar Special Courts Act, are constitutionally valid as they do not suffer from any unreasonableness or vagueness — Bihar Special Courts Act, 2009. Orissa Special Courts Act, 2006 — Chapter [Il — Confiscation of property or money or both — Held: Chapter Ill\" of the both the Acts, namely, Orissa Special Courts Act and Bihar Special Courts Act, 2009, providing for confiscation of property or money or both neither violates Article 14 nor Article 20(1) nor Article 21 of the Constitution — Constitution of India—Arts. 14, 20(1) and 21. Bihar Special Courts Act, 2009 — Chapter III — Confiscation of property or money or both — Held: Chapter III of the both the Acts, namely, Orissa Special Courts Act, 2006 and Bihar Special Courts Act, providing for confiscation of property or money or both neither violates Article 14 nor Article 20(1) nor Article 21 of the Constitution — Constitution of India — Arts. 14, 20(1) and 21. Orissa Special Courts Act, 2006 — Procedure for confiscation and proceedings before the Authorised Officer — Held: The procedure provided for confiscation and the proceedings before the Authorised Officer do not cause any discomfort either to Article 14 or to Article 20(3) of the Constitution — Bihar Special Courts Act, 2009 — Constitution of India — Arts. 14 and 20(3). Orissa Special Courts Act, 2006 — Provision relating to appeal — Held: The provision relating to appeal in the Act is treated as constitutional on the basis of reasoning that the power subsists with the High Court to extend the order of stay on being satisfied. Bihar Special Courts Act, 2009 — Provision relating to appeal — Held: The provision relating to appeal in the Act is treated as constitutional on the basis of reasoning that the power subsists with the High Court to extend the order of stay on being satisfied. Orissa Special Courts Act, 2006 — s.18(1), proviso — Held: The proviso to s.18(1) of the Orissa Special Courts Act does not fall foul of Art.21 of the Constitution — Constitution of India—Art.217. Orissa Special Courts Act, 2006 — s.19 — Held: The provisions contained in s.19 pertaining to refund of confiscated money or property does not suffer from any kind of unconstitutionality. Bihar Special Courts Rules, 2010 — r.12(a) and (f) -— Held: Sub-rules (a) and (f) of .12 of the Bihar Special Court Rules being violative of the language employed in the Bihar Special Courts Act are ultra vires— Anything contained therein pertaining to the summary procedure is also declared as ultra vires the Bihar Special Courts-Act — Bihar Special Courts Act, 2009. "
    },
    {
        "volume": "2015Volume 14",
        "Case Name": "SHREYA VIDYARTHI VS. ASHOK VIDYARTHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxNjE=",
        "Citation": "[2015] 14 S.C.R. 1190",
        "Case Type": "(CIVIL APPEAL /3162-3163/2010)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvU2hyZXlhIFZpZHlhcnRoaSBfIEFzaG9rIFZpZHlhcnRoaSAmIE9ycy5fMTcwMTg0MDI5My5wZGY=",
        "SCR Citation:": "[2015] 14 S.C.R. 1190",
        "Year/Volume:": "2015/ Volume 14",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Shreya Vidyarthi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 934",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Ashok Vidyarthi & Ors.",
        "Case Type:": "CIVIL APPEAL /3162-3163/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu law - Hindu undivided family - Hindu widow - Role assigned - Held: Hindu Widow is not a coparcener in the HUF of her husband and",
            "thus",
            "cannot act as Karta of the HUF after the death of her husband - Hindu Widow can act as the Manager of the HUF in her capacity as the guardian of the sole surviving minor male coparcener -"
        ],
        "HeadNote": "  Hindu law — Hindu undivided family — Hindu widow — Role assigned — Held: Hindu Widow is not a coparcener in the HUF of her husband and, thus, cannot act as Karta of the HUF after the death of her husband — Hindu Widow can act as the Manager of the HUF in her capacity as the guardian of the sole surviving minor male coparcener ~ Two expressions Karta and Manager are not synonymous — Expression ‘Manager’ may be understood as denoting a role distinct from that of the Karta — In a case where male adult coparcener has died and there is no male coparcener . Surviving or where the sole male coparcener is a minor, the HUF does not come to an end — Mother of the male coparcener can act as the legal guardian of the minor and also look after his role as the Karta in her capacity as his (minor’s) legal guardian — On facts, respondent was the only surviving male coparcener after the death of his father and was a minor — Materials on record indicate that the natural mother of minor played a submissive role .in the affairs of the joint family and the step mother played an active and dominant role in managing the said affairs, in her capacity as the step mother of the respondent and the said role was not opposed by the natural mother — Step mother had purchased the suit property out of the joint family funds namely insurance money, thus, the suit property was a joint family property, the respondent was entitled to seek partition thereof and on that basis the apportionment of shares in the suit property between the respondent and the eighth defendant-respondent's step sister's adopted daughter nghtly made by the High Court. . Dismissing the appeals, the Court "
    }
]