[
    {
        "volume": "2015Volume 6",
        "Case Name": "DEVI MULTIPLEX & ANR. VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjM5Nw==",
        "Citation": "[2015] 6 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /6478/2009)",
        "Date": "13 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9kZXZpIG11bHRpcGxleCAmIGFuci5fc3RhdGUgb2YgZ3VqYXJhdCAmIG9ycy5fMTcwMDYzNDQxNC5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 1",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "13 May 2015",
        "Petitioner:": "Devi Multiplex & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2015 INSC 406",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "CIVIL APPEAL /6478/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "New Package Scheme of Incentives for Tourism Projects"
        ],
        "HeadNote": "New Package Scheme of Incentives for TourismProjects, 1995-2000 - Clause 10 - Scheme by the StateGovernment, inviting investments in tourism units, promisingincentives, reliefs and concessions - Appellants startedconstruction of multiplex in accordance with the Scheme andthe Notification and applied for Temporary RegistrationCertification - However, progress of appellant's projecthampered as a result of major earth quake in State and largescale communal riots -Appellant sought extension of time -State Level Committee granted extension -Appellant againsought extension of time which was ejected - Thereafter,High Court held that the operative period of the Schemecame to an end on 30.11.2000 by which time appellants hadnot commenced commercial operation, thus, appellants notentitled to any benefits or incentives under the Scheme - Itfound that the time for completing the project andcommencing the commercial operation would stand extendedas a result of GR. dt.28.06.2000 only up to 31.07.2002 andup to 30.11.2002 and appellant did not commence thecommercial operations even within such extended timeperiod - On appeal, held: Appellants entitled to have fullbenefit and advantage of Clause 10 and the curtailment ofthe period and opportunity available under said Clause 10by subsequent G.R. dt. 28.06.2000 was bad and ineffective- State Government was estopped from going back on thepromise so made in the Scheme - Order of High Court that the operative period of the Scheme came to an end on30. 11. 2000 and that there could be no further extension oftime limit, set aside - State Level Committee to assesswhether appellants could justifiably have claimed extensionunder clause 10 of the Scheme - Gujarat Entertainment TaxAct, 1977- s. 29"
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "TATA STEEL LTD. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjQ1Nw==",
        "Citation": "[2015] 6 S.C.R. 29",
        "Case Type": "(CIVIL APPEAL /2938-2939/2015)",
        "Date": "17 MARCH 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS90YXRhIHN0ZWVsIGx0ZC5fdW5pb24gb2YgaW5kaWEgJiBvcnMuXzE3MDA2Mzc0MjgucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 29",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "17 March 2015",
        "Petitioner:": "Tata Steel Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 224",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /2938-2939/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mineral Concession Rules",
            "1960"
        ],
        "HeadNote": "Mineral Concession Rules, 1960: rr. 648, 64C - Coal- Royalty- Whether royalty is payable on processed coalthat is coal consumed or removed from the boundaries ofthe leased area in a beneficiated form or on the raw orunprocessed or Run-of-Mine (ROM) coal at the pit head- Inthe case of SAIL, it was held by Supreme Court on 10.8.1998that royalty is chargeable in accordance with s. 9 of Minesand Mineral Act on the quantity of coal extracted at the pithead-After decision in SAIL, Government issued notificationdated 25.9.2000 inserting rr.648 and 64C whereby ROMminerals after being processed in the leased area werechargeable to royalty on processed minerals - Held: In viewof insertion of r. 648 and 64C, the levy of royalty on coal hasnow been postponed from the pit head to the stage of removalof the coal (whether unprocessed or ROM coal or whetherbeneficiated coal) - In view of decision in Central CoalfieldsLtd., TISCO and Tata Steel is entitled to refund of royaltyfrom 10. 8. 1998 to 25. 9. 2000 - For the period from 25. 9. 2000onwards, T/SCO is obliged to pay royalty as per r.648 andr. 64C of the Rules - Mines and Minerals (Development andRegulation) Act, 1957 - s. 9 - Coal - Royalty."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "ELECTION COMMISSION OF INDIA VS. BAJRANG BAHADUR SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjQ5Mg==",
        "Citation": "[2015] 6 S.C.R. 67",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /8850/2015)",
        "Date": "09 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9lbGVjdGlvbiBjb21taXNzaW9uIG9mIGluZGlhX2JhanJhbmcgYmFoYWR1ciBzaW5naCAmIG9ycy5fMTcwMDY0MjUwMS5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 67",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "09 April 2015",
        "Petitioner:": "Election Commission Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 305",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Bajrang Bahadur Singh & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /8850/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Representation of the People Act",
            "1951"
        ],
        "HeadNote": "Representation of the People Act, 1951 - s. 9A - Dis-qualification for Government contracts, etc. - Petitionerelected,to State Legislative Assembly from an AssemblyConstituency - Thereafter, declaration by Governor thatpetitioner incurred disqualification stipulated u/s. 9A sincethe petitioner entered into culprit contracts with the Stateafter his election to the Legislative Assembly - Issuance ofNotification that seat occupied by the petitioner fell vacantand press note announcing election schedule for filling upvacancy in the said Constituency- Writ petition by the petitioner- Subsequently, issuance of Notification, notifying theelection to fill up the said Assembly Constituency - Interimorder by the High Court staying the election process - Onappeal, held: Purpose of s. 9A is to maintain the purity of thelegislature and to avoid conflict of personal interest and dutyof the legislators - It would be strange logic that personswith a subsisting contract with the government are perceivedto be undesirable to become members of the legislature asthere is a likelihood of conflict between their duty as legislators, if elected and their personal interest as contractors, butlegislators can enter into contracts with the government withimpunity-Any interpretation of s. 9A which goes to assist alegislator who directly enters into a contractual relationshipwith the State for deriving monetary benefits should beavoided and be given a construction which eliminates thepossibility of creating such situation where the duty is certainly bound to conflict with personal interest- On facts, sub-mission that the disqualification prescribed uls. 9A operatesonly at the threshold thereby rendering a person ineligiblefor contesting any election thus, the petitioner did not incurany disqualification; and that disqualification operate only during the subsistence of the culprit contracts but not afterthey ceased to subsist, cannot be accepted - Instant casedoes not fall within the blanket ban on litigative challengesto the electoral steps - Interim order granted by High Courtjustified - Person aggrieved by a decision of the Governor u/Art. 192 can approach the High Court within the periodspecified"
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "NATIONAL HIGHWAYS AUTHORITY OF INDIA VS. M/S ITD CEMENTATION INDIALIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjQ5Nw==",
        "Citation": "[2015] 6 S.C.R. 107",
        "Case Type": "(CIVIL APPEAL /9799/2010)",
        "Date": "24 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDEyXzZfMTA3LTE0M18xNzAzOTE4NzA4LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 107",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "24 April 2015",
        "Petitioner:": "National Highways Authority Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 353",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "M/s Itd Cementation Indialimited",
        "Case Type:": "CIVIL APPEAL /9799/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals (Regulation and Development) Act",
            "1957:"
        ],
        "HeadNote": " Mines and Minerals (Regulation and Development) Act, 1957: Seigniorage Fee - Entitlement of contractor to the additional amount payable as a result of upward revision in royalty in respect of minor minerals pursuant to subsequent legislation - Held: Since increase in the rates due to additional cost incurred is not taken into account in the indexing of any inputs to the price adjustment formula in general materials, the contractor is entitled to be paid the additional cost incurred by it - Royalty. Arbitration: Award- Judicial review of- Scope - Held: Court while considering challenge to an arbitral award does  not sit in appeal over the findings and decisions unless the arbitrator construes the contract in such a way that no fair minded or reasonable person could do -mines and minerals (Regulation and Development) Act, 1957. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "KULWINDER SINGH &ANR. VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjUwMQ==",
        "Citation": "[2015] 6 S.C.R. 175",
        "Case Type": "(CRIMINAL APPEAL /681/2011)",
        "Date": "02 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9rdWx3aW5kZXIgc2luZ2ggJmFuci5fc3RhdGUgb2YgcHVuamFiXzE3MDA2NDI4NDkucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 175",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "02 May 2015",
        "Petitioner:": "Kulwinder Singh &anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 994",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /681/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotics Drugs and Psychotropic Substances Act",
            "1985"
        ],
        "HeadNote": "Narcotics Drugs and Psychotropic Substances Act,1985 - ss. 15, 50- Search and seizure - Recovery of bags containing poppy husk from a vehicle -All persons sitting in the truck ran away except one - Order of conviction and sentence of the accused for the offence punishable u/s. 15,on the basis of the evidence on record - On appeal, held:Courts below correctly relied upon the evidence to record their conviction- Evidence was unimpeachable and beyondreproach - Evidence of the prosecution witnesses and theofficial witnesses was trustworthy and credible - There wasno need of holding test identification parade since the twoprosecution witnesses identified the accused in court - It was clear from the materials on record show that appellants-accused were in conscious possession of the said articles -Bag containing poppy husk were seized from the truck andwas not a case of persona/ search of a person, thus, therewas no need for non-compliance of s. 50- Further, no adverse inference could be drawn for non-examination of theindependent witnesses since they had been won over."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "UNION OF INDIA & ORS. VS. MANJEET SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjUwNA==",
        "Citation": "[2015] 6 S.C.R. 192",
        "Case Type": "(CIVIL APPEAL /4357-4358/2015)",
        "Date": "12 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS91bmlvbiBvZiBpbmRpYSAmIG9ycy5fbWFuamVldCBzaW5naF8xNzAwNjQyOTgzLnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 192",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "12 May 2015",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 402",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Manjeet Singh",
        "Case Type:": "CIVIL APPEAL /4357-4358/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pension Regulations for the Army",
            "1961: Regulation 173; Army Rules"
        ],
        "HeadNote": "Pension Regulations for the Army, 1961: Regulation 173; Army Rules, 1954: rr. 5, 9 and 14 - Disability pension -Entitlement for- Held: There is a statutory presumption, thatthe disease/disability for which a member of Army service isboarded out, had been contracted by him during his tenure,unless the same is displaced by cogent and persuasivereasons recorded by the Medical Board- Burden to disprovethe correlation of disability with the Army service has beencast on the authorities- In the instant case, the Medical Boardcomputed the composite disability of the respondent to be20% - No reason was cited by Board in support of thisconclusion - On the contrary, its deduction that the disabilitieswere unrelated to the Army service, was founded only on thefact that those were constitutional in nature and no otherreason whatsoever - There was no reason assigned in theproceedings of the Medical Board, as to why his disabilitieseventually adjudged to be constitutional or genetic in nature,had escaped the notice of the authorities concerned at thetime of his acceptance for Army service - Comprehensiveconsideration of the Regulation, Rules and the GeneralPrinciples as applicable, the service profile of the respondentand the proceedings of the Medical Board showed that therespondent had been wrongly denied the benefit of disabilitypension"
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "M/S. SECURE METERS LTD. VS. COMMISSIONER OF CUSTOMS, NEW DELH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjUwOQ==",
        "Citation": "[2015] 6 S.C.R. 219",
        "Case Type": "(CIVIL APPEAL /7526/2004)",
        "Date": "05 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9fXzIxOS0gMjM4XzE3MDM5MTg3ODYucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 219",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "05 May 2015",
        "Petitioner:": "M/s. Secure Meters Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 378",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Customs, New Delh",
        "Case Type:": "CIVIL APPEAL /7526/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Tariff Act",
            "1985"
        ],
        "HeadNote": " Central Excise Tariff Act, 1985- Chapter 90 Note 2(a) - Chapter Heading 9013. 80 and 9028. 90- Classification of  Liquid Crystal Display-LCD's under, Chapter Heading 9013.80 or 9028.90 -Assessee importing LCD's and said devices used in electric supply meter - Clearance sought under Heading 9013. 80 and claimed assessment at nil rate basic duty- However, Revenue's case that it would fall in  tariff item No. 9028. 90 as that entry specifically includes amongst others, electricity supply meters - Held: LCDs should not constitute 'articles' provided more specifically in other headings - LCDs imported by the appellant did not constitute any such 'article' more specifically provided in other  headings - Thus, LCDs imported by the appellant were classifiable under Chapter Heading 9013. 80 and not under 9028.90 and the order passed by the authorities below set aside - General Rules for the Interpretation of the First Schedule-Import Tariff- r. 3(c). "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "IQBALAND ANOTHER VS. STATE OF UTIAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjUxNQ==",
        "Citation": "[2015] 6 S.C.R. 239",
        "Case Type": "(CRIMINAL APPEAL /1663/2012)",
        "Date": "06 MAY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9pcWJhbGFuZCBhbm90aGVyX3N0YXRlIG9mIHV0aWFyIHByYWRlc2hfMTcwMDY0MzQzMy5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 239",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "06 May 2015",
        "Petitioner:": "Iqbaland Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 387",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Utiar Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1663/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 396 - Conviction under - By courts below-"
        ],
        "HeadNote": "Penal Code, 1860 - s. 396 - Conviction under - By courts below- On appeal, held: Conviction solely based on identification of the accused person by eye-witnesses and their identification in Test-Identification Parade - Identification of the accused by the eye-witnesses was doubtful in view of the fact that the incident occurred in the pitch of darkness and hence has to be viewed with caution by looking for corroboration - No recovery of stolen property or weapons of crime was made to connect the accused persons with the crime - In absence of corroborating evidence, conviction solely based on the identification of the accused, cannot be sustained - Appellants-accused acquitted, giving them benefit of doubt.Test Identification - Evidentiary value - Held:evidence of identification of the miscreants in the Test Identification Parade is not a substantive evidence -Prosecution has to adduce substantive evidence by establishing incriminating evidence connecting the accused with the crime."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "COMMNR. OF CUSTOMS, NEW DELHI-IV VS. MIS.ARYAN ELECTRONICS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjUyMQ==",
        "Citation": "[2015] 6 S.C.R. 252",
        "Case Type": "(CIVIL APPEAL /709/2015)",
        "Date": "29 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9jb21tbnIuIG9mIGN1c3RvbXMsIG5ldyBkZWxoaS1pdl9taXMuYXJ5YW4gZWxlY3Ryb25pY3NfMTcwMDY0MzY0NS5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 252",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "29 April 2015",
        "Petitioner:": "Commnr. Of Customs, New Delhi-iv",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 991",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Mis.aryan Electronics",
        "Case Type:": "CIVIL APPEAL /709/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Valuation Rules",
            "1988: rr.4",
            "5",
            "6",
            "10A -Import of goods - Transaction"
        ],
        "HeadNote": "Customs Valuation Rules, 1988: rr.4, 5, 6, 10A -Import of goods - Transaction value @ Rs.36 per piece declared by the importer-respondent - Rejected by the Commissioner (appeal) and invoking r. 6, he found that in instances given by department, prices mentioned therein varied from Rs. 73.94 and Rs.134.08 per piece and taking minimum of the said price fixed the transaction value at Rs. 73. 94 and confiscated the goods and imposed differential duty and redemption fine of Rs.20 lacs and penalty of Rs.5 lacs - Tribunal held that identical goods were imported @Rs. 58 per piece and, therefore, there was no reason to justify the value fixed by Commissioner (appeal)- Held: In the instances given by the Department, prices thereof ranged between Rs. 73 to Rs. 134 per piece - On the other hand, 5 examples given by respondent, prices thereof were from Rs. 58 to Rs. 72. 12- The Departmental representative argued that even as per the respondent, the similar goods were imported@ between 58 to Rs. 72. 12 per piece and, therefore,the declaration of price in Bill of Entry at Rs. 36 per piece was not accurate - The price of Rs. 581- was rightly not accepted by the Commissioner by giving a very valid reason,namely, even in respect of that import by the importer declaring the value of Rs. 581-, a show cause notice had been issued by the Department and case was under scrutiny- Thus, the entire basis of the Tribunal's order was misplaced as it was founded on total misconception of law and was also contrary to the facts on record - The order of Tribunal is set aside and order of Commissioner is affirmed insofar as it relates to redemption of the value declared by the respondent at Rs. 36 per piece and fixing the value at Rs. 73. 94 per piece,as well as demand of differential duty on that basis -Redemption fine of Rs. 20 lakhs and the penalty of Rs. 5 lakhs which is imposed in the facts of this case is on a higher side- Redemption fine is reduced to Rs.6 lakhs which is the equivalent to the differential duty and penalty imposed is set aside a/together- Custom Act, 1962 - s. 112."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "STATE OF ANDHRA PRADESH VS. P. VENKATESHWARLU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjUzNQ==",
        "Citation": "[2015] 6 S.C.R. 262",
        "Case Type": "(CRIMINAL APPEAL /1317/2008)",
        "Date": "06 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9zdGF0ZSBvZiBhbmRocmEgcHJhZGVzaF9wLiB2ZW5rYXRlc2h3YXJsdV8xNzAwNjQ0MjE5LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 262",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "06 May 2015",
        "Petitioner:": "State Of Andhra Pradesh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 384",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "P. Venkateshwarlu",
        "Case Type:": "CRIMINAL APPEAL /1317/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988-ss. 7 and 13(1)(d) rlw s. 13(2) - Case of illegal gratification - Trap laid and the accused caught demanding and accepting bribe - Conviction and sentence uls. 7 and 13(1)(d) rlw s. 13(2) by trial court,however set aside by the High Court - On appeal, held: Essential ingredient of demand and acceptance of bribe proved by the prosecution - Recovery of tainted money proved- Same was witnessed by key eye witnesses and their testimonies corroborated by other material witnesses -Offence u/s. 7 confirmed by the unchallenged recovery of the tainted amount - Defense raised various presumptions to disprove the prosecution case - However, no evidence adduced by accused, to rebut the presumption u/s. 20 -Further, the probability of the accused not being present cannot be considered - Suggestion that document writers set up the trap to implicate the accused cannot be accepted- Thus, the order of acquittal by the High Court set aside and the order of conviction and sentence by the trial court restored."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "MONJU ROY & ORS. VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjU0MQ==",
        "Citation": "[2015] 6 S.C.R. 275",
        "Case Type": "(CRIMINAL APPEAL /1797/2012)",
        "Date": "17 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9tb25qdSByb3kgJiBvcnMuX3N0YXRlIG9mIHdlc3QgYmVuZ2FsXzE3MDA2NDQzMzcucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 275",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "17 April 2015",
        "Petitioner:": "Monju Roy & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 336",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /1797/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss. 3048",
            "498A and 306 - Dowry death"
        ],
        "HeadNote": "Penal Code, 1860- ss. 3048, 498A and 306 - Dowry death - Prosecution against husband, his mother and his siblings - Prosecution abated against mother due tn her death - Conviction by courts below - Husband-accused undergone the sentence awarded-Appeal by the accused-siblings of husband- Held: Offence u/s 3048 can be said to have been committed not only when 'demand of dowry' is made, but also when 'cruelty or harassment' for or in connection with such demand, is made - There is no material to show that the appellants-accused harassed the victim resulting in her death - Moreover, the possibility of exaggeration in prosecution version in implicating all the family members cannot be ruled out- Therefore, appellants-accused acquitted uls 3048 giving them benefit of doubt -Conviction under other offences is upheld."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "KIRSHNA TEXPORT & CAPITAL MARKETS LTD. VS. ILAA. AGRAWAL & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjU0OA==",
        "Citation": "[2015] 6 S.C.R. 284",
        "Case Type": "(CRIMINAL APPEAL /1220/2009)",
        "Date": "06 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9raXJzaG5hIHRleHBvcnQgJiBjYXBpdGFsIG1hcmtldHMgbHRkLl9pbGFhLiBhZ3Jhd2FsICYgb3JzXzE3MDA2NDQ0NjUucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 284",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "06 May 2015",
        "Petitioner:": "Kirshna Texport & Capital Markets Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 386",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Ilaa. Agrawal & Ors",
        "Case Type:": "CRIMINAL APPEAL /1220/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881: ss.138",
            "141"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881: ss.138, 141 -Whether notice u/s. 138 is mandatorily required to be sent tothe directors of a company before a complaint could be filed·against such directors along with the company- Held: Thereis no requirement in the Act that in such eventuality thedirectors are to be individually issued separate notices u/s. 138 since the persons who are in charge of affairs ofcompany and running the affairs must naturally be aware ofthe notice of demand u/s. 138 issued to such company -Therefore, no notice is additionally contemplated to be givento such directors - Notice."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "UNION OF INDIA & ORS. VS. SHRI HANUMAN INDUSTRIES & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjU1Mw==",
        "Citation": "[2015] 6 S.C.R. 302",
        "Case Type": "(CIVIL APPEAL /3962/2011)",
        "Date": "08 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS91bmlvbiBvZiBpbmRpYSAmIG9ycy5fc2hyaSBoYW51bWFuIGluZHVzdHJpZXMgJiBhbnIuXzE3MDA2NDQ1ODkucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 302",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "08 May 2015",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 394",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Shri Hanuman Industries & Anr.",
        "Case Type:": "CIVIL APPEAL /3962/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative law: Promissory estoppel - Scheme to provide financial assistance"
        ],
        "HeadNote": "Administrative law: Promissory estoppel - Scheme to provide financial assistance to newly set up industries -Respondents applied under the Scheme - Refusal ofappellants to sanction financial assistance to the respondentsunder the Scheme - Another set of applicants with similargrievance instituted writ petitions in which High Court directedImplementing Authorities to process the applications ofapplicants for grant of incentives - Supreme Court upheldthe said order - Respondents filed writ petitions on the sameground which was rejected by Single Judge of the High Courton the ground of delay and /aches - However, the DivisionBench directed the Implementing Authorities for processingtheir. applications in view of earlier decision - Held: Therespondents in view of their deliberate /aches, negligenceand inaction have disentitled themselves to the benefit ofthe adjudication in the earlier /is - In the singular facts andcircumstances, it would be inexpedient and uncalled for, forthe public exchequer to entertain the belated claim of therespondents on the basis of the doctrine of promissoryestoppelwhich is even otherwise inapplicable to the case inhand - Delay and /aches."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "STATE OF RAJASTHAN VS. SRI CHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjU4Nw==",
        "Citation": "[2015] 6 S.C.R. 321",
        "Case Type": "(CRIMINAL APPEAL /561/2009)",
        "Date": "11 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9zdGF0ZSBvZiByYWphc3RoYW5fc3JpIGNoYW5kXzE3MDA2NDYwMTEucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 321",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "11 May 2015",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 397",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Sri Chand",
        "Case Type:": "CRIMINAL APPEAL /561/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.376/511 -Attempt to rape 12 years old girl"
        ],
        "HeadNote": "Penal Code, 1860: ss.376/511 -Attempt to rape 12 years old girl - Trial court acquitted accused-respondent of offence u/ss. 3761511 and found him guilty for offence uls.354 and granted benefit of Probation of Offenders Act in view of his clear record and no prior conviction - High Court refused to interfere with the order of trial court- On State's appeal, Held: There was no eye witness on record apart from the prosecutrix herself for proving offence of attempt of rape - PW3 only saw the accused fleeing away and the alleged eye witness, was never produced before the Court nor her statement was recorded u/s.161 Cr.P.C. -Also, no medical examination of the prosecutrix was conducted- The offence of attempt to rape was, therefore, not proved beyond reasonable doubt - However, he was rightly convicted u/s.354 - The offence of outraging the modesty is heinous in nature and there is no reason for granting benefit of probation in this case - The accused is not granted benefit of Probation of Offenders Act, 1958."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "THE CHAIRMAN & MANAGING DIRECTOR, TNHB & ANR. VS. S. SARASWATHY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUwOA==",
        "Citation": "[2015] 6 S.C.R. 331",
        "Case Type": "(CIVIL APPEAL /736-737/2008)",
        "Date": "11 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9UaGUgQ2hhaXJtYW4gJiBNYW5hZ2luZyBEaXJlY3RvciwgVG5oYiAmIEFuci4gXyBTLiBTYXJhc3dhdGh5ICYgT3JzLl8xNzAxMjM1Mjc2LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 331",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "11 May 2015",
        "Petitioner:": "The Chairman & Managing Director, Tnhb & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 396",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "S. Saraswathy & Ors.",
        "Case Type:": "CIVIL APPEAL /736-737/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - ss. 4 and 6 - Land Acquisition proceedings by State Housing Board- Issuance of Notification and declaration"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - ss. 4 and 6 - Land Acquisition proceedings by State Housing Board- Issuance of Notification and declaration - Land falling under the saidSurvey owned by three persons-VP, AJ and ASN - Saidpersons had obtained approved layout plan from the DirectorTown Planning for the said Survey, few months beforeissuance of Notification -Award passed by the State - PV,son of VP received compensation and possession of the landtaken over by the State - However, after three years, PVsold one of its plot to the respondents - Meanwhile, ASNhad filed writ petitions along _with others and High Courtquashed the declaration issued u/s. 6 but left the Notification· issued uls. 4 intact - This Court held that the order of theHigh Court in absence of challenge by the State becamefinal and the acquisition itself is quashed - Second batch ofwrit petitions by PV on determination of compensation,dismissed by the High Court - No appeal thereagainst assuch acquisition proceedings qua the writ petitioners in thesaid batch attained finality- Thereafter, another batch of writpetitions by respondents, seeking protection of theirpossession and enjoyment over the suit land and directionto the Housing Board to issue them No Objection Certificateto ef!able them to put construction on the suit land - Case ofthe respondents that order passed in ASN case had the effectof quashing the acquisiffon proceedings in toto and that ASN was co-owner with PVofthe property in the said survey and was authorize by PV to initiate• all subsequent proceedings- Writ petitions allowed by the High Court- Said order upheldby the Division Bench - On appeal, held: Unless theDeclaration uls. 6 or the Notification uls. 4 is not explicitlyquashed in toto or in its wholeness by the Court, the benefitsof relief granted by the Court would be effective only qua theparties before it - Those who failed to challenge theacquisition proceedings, cannot, thereafter, follow those whochallenged the acquisition before the Court at the appropriatetime and thereafter obtained favourable orders -Respondents including their vendor, PV, cannot be permittedto take any advantage of the orders passed by this Court inASN's case - This Court in ASN case annulled theNotification issued u/s. 4 on the premises of limitation whichwould mean that the rest of the acquisition proceedings wasleft untouched by this Court in ASN - Further, respondentshad purchased the suit land after the Award had been passedand possession of the land had been taken by the State,they could not have acquired any rights against the State -PV did not bring down the acquisition proceedings qua hisland, but on the contrary, by accepting compensation, hadmanifested his acceptance of the Award- Thus, once theland stood vested in the State u/s. 16, PV and his vendees-respondents, could not have created and engineered rightsor interests in the property against the State, except the rightof seeking and receiving enhanced compensation -Furthermore, there is no evidence to support the claim thatASN as a co-owner or even otherwise, had challenged theacquisition proceedings qua the entire Survey on behalf ofhimself and PV also - Thus, the order passed by the HighCourts is set aside."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "STATE OF HARYANA VS. ASHA DEVI AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUxMg==",
        "Citation": "[2015] 6 S.C.R. 346",
        "Case Type": "(CRIMINAL APPEAL /1953/2015)",
        "Date": "12 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBIYXJ5YW5hIF8gQXNoYSBEZXZpIEFuZCBBbnIuXzE3MDEyMzU0MTkucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 346",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "12 May 2015",
        "Petitioner:": "State Of Haryana",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 401",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Asha Devi And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1953/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psycotropic Substances Act",
            "1985-"
        ],
        "HeadNote": "Narcotic Drugs and Psycotropic Substances Act, 1985- s. 20 - Appeal against acquittal - On facts, search andseizure of 11 kgs of intoxicated drug-ganja from the wife andher husband - Wife apprehended, however, her husbandmanaged to escape - Trial court finding the prosecutionevidence inconsistent and untrustworthy and that theprosecution failed to prove its charges beyond reasonabledoubts, acquitted them of the charges - High Court upheldthe said order - On appeal, held: Assessment of evidenceand consideration of the matter by both the courts as regardsno independent witness; husband could not have fled inpresence of five police officers; and the link evidence of thepossession of seal 'RP' transferring from AS/ to 10 is notproved, is erroneous and cannot be termed as a possibleview - Prosecution sufficiently proved its case to establishthe guilt of the accused - Thus, the wife and her husbandconvicted u/s. 20 and sentenced to simple imprisonment forfive years."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "ASHOK VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUxNw==",
        "Citation": "[2015] 6 S.C.R. 375",
        "Case Type": "(CRIMINAL APPEAL /2224/2011)",
        "Date": "11 MARCH 2015",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9Bc2hvayBfIFN0YXRlIE9mIE1haGFyYXNodHJhXzE3MDEyMzU1NzAucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 375",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "11 March 2015",
        "Petitioner:": "Ashok",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 205",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /2224/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872 - s. 106 - Burden of proof under -Admission of last seen together rule"
        ],
        "HeadNote": "Evidence Act, 1872 - s. 106 - Burden of proof under -Admission of last seen together rule - On facts, murder of wife and two daughters - Husband last seen together withthe deceased - Conviction and sentence of husband foroffences uls. 302, 201, 498A /PC by the courts below holdingthat the onus of proof was on-the husband to explain andprove his case due to admission of last seen together which the husband had failed to explain - On appeal, held:Prosecution did not bring any clinching evidence in supportof last seen together theory so as to shift the burden of proofon the husband - Thus, the prosecution evidently failed toprove the guilt of the husband beyond doubt - Order of conviction and sentence of the husband set aside - PenalCode, 1860- ss. 302, 201, 498A"
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "FATEHJI & COMPANY & ANR. VS. L.M. NAGPAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUyMg==",
        "Citation": "[2015] 6 S.C.R. 389",
        "Case Type": "(CIVIL APPEAL /3912/2015)",
        "Date": "24 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9GYXRlaGppICYgQ29tcGFueSAmIEFuci4gXyBMLm0uIE5hZ3BhbCAmIE9ycy5fMTcwMTIzNTY3Mi5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 389",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "24 April 2015",
        "Petitioner:": "Fatehji & Company & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 356",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "L.m. Nagpal & Ors.",
        "Case Type:": "CIVIL APPEAL /3912/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963 - Art. 54 - Suit for specific performance of contract-"
        ],
        "HeadNote": "Limitation Act, 1963 - Art. 54 - Suit for specific performance of contract- Limitation period- Suit for specific performance of sale agreement filed by the plaintiffs on29. 4. 1994 against the defendants - Performance of contractwas fixed till 2. 12. 73, however, by subsequent lettersdefendants sought extension of time till 1.2.1977 -Application u/Or. VII r. 11 seeking rejection of the plaint as barred by limitation - Trial court held that the suit was barredby limitation - However High Court set aside the order ofthe trial court - On appeal, held: Last extension sought forby the defendants expired on 1. 2.1977 - Suit seeking specificperformance was filed much beyond the period of three years - On facts, averment by the plaintiff that the last and finalcause of action accrued and arose to them after 1991 whenthe defendants succeeded in hiding themselves and startedavoiding the plaintiffs, cannot be accepted - Thus, the orderpassed by the High Court is set aside and that of the trial court is restored- Code of Civil Procedure, 1908 - Or. VII r."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "JAGDISH CHAND SHARMA VS. NARAIN SINGH SAINI (DEAD) THROUGH HIS LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUyNA==",
        "Citation": "[2015] 6 S.C.R. 397",
        "Case Type": "(CIVIL APPEAL /4181-4182/2015)",
        "Date": "01 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9KYWdkaXNoIENoYW5kIFNoYXJtYSBfIE5hcmFpbiBTaW5naCBTYWluaSAoZGVhZCkgVGhyb3VnaCBIaXMgTHJzLiAmIE9ycy5fMTcwMTIzNTc5Ni5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 397",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "01 May 2015",
        "Petitioner:": "Jagdish Chand Sharma",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 376",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Narain Singh Saini (dead) Through His Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /4181-4182/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Succession Act",
            "1925-s. 63(c)-EvidenceAct",
            "1872-ss.68",
            "71 - Will"
        ],
        "HeadNote": "Succession Act, 1925-s. 63(c)-EvidenceAct, 1872-ss.68, 71 - Will - Execution of - Correctness and validity -Execution of Will by testator as sole and absolute owneramongst others of the relevant property - Said propertybequeathed in favour of appellant out of love and affectionfor him for the services rendered by him and was notfavourably disposed towards his sons for their disagreeableconduct and activitie_§ - Trial court granted letter ofadministration to the appellant vis a vis the said Will holdingthat the Will had been validly executed by testator with asound state of mind in presence of two attesting witnesses- High Court set aside the order- Interference with- Held:Not called for- Evidence of attesting witnesses as a wholeis clearly deficient vis-a-vis with the requirements of s. 63 (c)- Evidence of the said attesting witnesses and the Sub-Registrar does not exhibit either denial of the execution ofthe Will or their failure to recollect the execution, as a result,s. 71 not attracted - Thus, evidence of the witnessesanlaysed collectively or in isolation, does not evince animoattestandi, an essential imperative of valid attestation of aWill - Further; the materials on record do not present abackdrop, wherein the testator would have preferredappellant to be the legatee of his property - Bequest isexfacie unnatural, unfair and improbable - Suspiciouscircumstances attendant on the disposition do militatively impact upon the inalienable imperatives of solemnity andauthenticity of any bequest to be effected by a testamentaryinstrument."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "MIS. DHARAMPAL SATYAPAL LTD. VS. DEPUTY COMMISSIONER OF CENTRAL EXCISE, GAUHATI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTUzNw==",
        "Citation": "[2015] 6 S.C.R. 437",
        "Case Type": "(CIVIL APPEAL /4458-4459/2015)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9NaXMuIERoYXJhbXBhbCBTYXR5YXBhbCBMdGQuIF8gRGVwdXR5IENvbW1pc3Npb25lciBPZiBDZW50cmFsIEV4Y2lzZSwgR2F1aGF0aSAmIE9ycy5fMTcwMTIzNjEzNC5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 437",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Mis. Dharampal Satyapal Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 417",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Deputy Commissioner Of Central Excise, Gauhati & Ors.",
        "Case Type:": "CIVIL APPEAL /4458-4459/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944 - s. 11A - Finance Act",
            "2003"
        ],
        "HeadNote": "Central Excise Act, 1944 - s. 11A - Finance Act, 2003 ~ s.154- Initiation of recovery proceedings without show causenotice - Exemption of excise duty for certain tobaccoproducts to new industrial units in North-Eastern region -Said exemption withdrawn - Withdrawal challenged byassessee - Subsequently, vide s. 154, withdrawal of benefiteffected from retrospective effect - In R. C. Tobacco's casethis Court upheld the constitutional validity of s. 154 -Thereafter, recovery order passed by the Department againstassessee for the benefit drawn by the assessee - Said orderpassed without issuing notice - Challenge to, on the groundof violation of principles of natural justice - Held: Everyviolation of a facet of natural justice may not lead to theconclusion that order passed is always null and void- Validityof the order has to be decided on the touchstone of 'prejudice'- Ultimate test is always the same, viz., the test of prejudiceor the test of fair hearing- On facts, issuance of notice wouldbe an empty formality and the case stands covered by'useless formality theory' - Thus, non-issuance of noticebefore sending communication did not result in any prejudiceto assessee and it may not be feasible to direct theDepartment to take fresh action after issuing notice as thatwould be a mere formality. Natural justice - Concept and doctrine of - Explained and discussed."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "ZUARI CEMENT LTD. VS. REGIONAL DIRECTOR E.S.L.C. HYDERABAD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU1Mw==",
        "Citation": "[2015] 6 S.C.R. 474",
        "Case Type": "(CRIMINAL APPEAL /5138-40/2007)",
        "Date": "02 JULY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9adWFyaSBDZW1lbnQgTHRkLiBfIFJlZ2lvbmFsIERpcmVjdG9yIEUucy5sLmMuIEh5ZGVyYWJhZCAmIE9ycy5fMTcwMTIzNjcwMC5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 474",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "02 July 2015",
        "Petitioner:": "Zuari Cement Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 470",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Regional Director E.s.l.c. Hyderabad & Ors.",
        "Case Type:": "CRIMINAL APPEAL /5138-40/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employees State Insurance Act",
            "1948- ss. 75(1)(g)C and 87"
        ],
        "HeadNote": "Employees State Insurance Act, 1948- ss. 75(1)(g)C and 87 - Power to grant exemption from applicability of theAct- Whether lies uls. 87 with appropriate government or u/s. 75(1)(g) with ES/ Court-Held: In terms of s.87, appropriateGovernment alone has power to grant or refuse exemption- ES/ Court uls. 75, has power to decide disputes between employer and the Corporation - Grant or refusal of exemptioncannot be said to be a dispute between employer and theCorporation - In the present case, order of the ES/ Courtgranting exemption was without jurisdiction and hence non-est -Jurisdiction.Jurisdiction - Conferment of- Held: The parties, byconsent, cannot agree to vest jurisdiction in the court to trythe dispute, when the court does not have the jurisdiction.Practice and Procedure - Objection as to want ofF jurisdiction - Held: Such objection can be raised at any stage.Interpretation of Statutes - Where the statuteprescribes the procedure, it should be done in the mannerprescribed and in no other way."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "UNION OF INDIA VS. M/S BRIGHT POWER PROJECTS (I) P. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU1NQ==",
        "Citation": "[2015] 6 S.C.R. 488",
        "Case Type": "(Select Case Type/2404/2008)",
        "Date": "02 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDEzXzZfNDg4LSA0OTVfMTcwNDE3NTg5OC5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 488",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "02 July 2015",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 468",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "M/s Bright Power Projects (i) P. Ltd.",
        "Case Type:": "Select Case Type/2404/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s. 31 (7) - Award of pendentelite interest on the amount of arbitral award- When the contract between the parties contained an express bar regarding award of interest - Propriety of - Held: s. 31 (7) specifically provides that arbitrator is bound by the terms of the contract so far as award of interest is concerned- Once the parties agreed that no interest would be paid, they were bound by that understanding - Thus, neither the party was entitled to claim interest nor the arbitral tribunal could have awarded the interest. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "SH JOGENDRASINHJI VIJAYSINGHJI VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU5MA==",
        "Citation": "[2015] 6 S.C.R. 504",
        "Case Type": "(CIVIL APPEAL /2374/2015)",
        "Date": "06 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9TaCBKb2dlbmRyYXNpbmhqaSBWaWpheXNpbmdoamkgXyBTdGF0ZSBPZiBHdWphcmF0ICYgT3JzLl8xNzAxMjM3NzQ4LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 504",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "06 July 2015",
        "Petitioner:": "Sh Jogendrasinhji Vijaysinghji",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 485",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "CIVIL APPEAL /2374/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Letters Patent Appeal: Maintainability of"
        ],
        "HeadNote": "Letters Patent Appeal: Maintainability of - Held: Whether aletters patent appeal would lie against the order passed bythe Single Judge that has travelled to him from the othertribunals or authorities, would depend upon many a facet -The order passed by the civil court is only amenable to bescrutinized by the High Court in exercise of jurisdiction u/Article 227 which is different from Article 226 and no.writcan be issued against the order passed by the civil courtand, therefore, no letters patent appeal would bemaintainable - Tribunal being or not being party is notdeterminative of maintainability of a letters patent appeal -Constitution of India, 1950- Arts.226 and 227.Necessary party: Court or tribunal whose order is sought tobe quashed, if not arrayed as party in writ petition - Held:Writ petition can be held not maintainable if a tribunal orauthority that is required to defend the impugned order hasnot been arrayed as a party, as it is a necessary party -Constitution of India, 1950 - Arts. 226 and 227.Constitution of India, 1950: Arts.226 and 227 - Scope of-Held: Judicial orders of civil court are not amenable to writjurisdiction u/Art. 226 - An order passed by a civil court canonly be assailed u/Art.227 - Once it is exclusively assailableu/Article 227, no intra-court appeal is maintainable."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "M/S. MUNEER ENTERPRISES VS. M/S RAMGAD MINERALS AND MINING LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYwNw==",
        "Citation": "[2015] 6 S.C.R. 551",
        "Case Type": "(CIVIL APPEAL /2818/2015)",
        "Date": "12 MARCH 2015",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9fXzU1MS02MzdfMTcwNDE3NjEwOS5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 551",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "12 March 2015",
        "Petitioner:": "M/s. Muneer Enterprises",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 209",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "M/s Ramgad Minerals And Mining Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /2818/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals"
        ],
        "HeadNote": ".Mines and Minerals: Mining lease - Transfer of - If original lessee surrenders leased area to forest department of the State Government indicating that notice of determination of lease is given as required under the terms of mining lease deed and lease would expire after 12 months or any time earlier if permitted and lease deed book is surrendered and payment of arrears of mining lease is also made then subsequently permission to original lessee to transfer its mining lease to the first respondent was wrongly allowed by the State Government- There was no scope for the lessee to resile from the said surrender and contend that it still had a right to transact the said licence for any other purpose including for effecting any transfer in favour of anyone - Mines and mineral being national wealth, dealing with the same as the largesse of the State by way of grant of lease or in the form of any other right in favour of any party can only be resorted to strictly in accordance with the provisions governing disposal of such largesse and couldnot have been resorted to as has been done by the State Government and the Director of Mines and Geology of theState of Karnataka - Such a conduct of the State and its authorities highly condemnable - Forest (Conservation) Act,1980-s.2- Mineral Concession Rules-r.9(1)-Forest Act, 1980.Mineral Concession Rules: r.27 - Whether the act of surrender in order to become complete should have been accepted by the State - Held: Acceptance by the State thoughnot a statutory requirement, the provisions contained in the mining lease, in particular, Part VIII paragraphs 4 and 5 impliedly require such acceptance - Pursuant to the act of surrender, delivery of possession is not mandatory required u/r.27(2)(1) of the Rules.Mineral Concession Rules: r.27 - Whether the act of surrender in order to become complete should have been accepted by the State - Held: Acceptance by the State though not a statutory requirement, the provisions contained in themining lease, in particular, Part VIII paragraphs 4 and 5impliedly require such acceptance - Pursuant to the act ofsurrender, delivery of possession is not mandatory requiredu/r.27(2)(1) of the Rules.Forest Act, 1980: s. 2 - Mining lease - Renewal of lease- Requirement of prior approval of Central Government atthe time of renewal as prescribed in s.2 of Forest Act not takenby Mls.Dalmia - By virtue of Godavarman , the Director ofo Mines and Geology directed Mls.Dalmia to stop all miningactivities - The said order was complied by Mls.Dalmia -Based on the subsequent judgment of Godavarman II, theMOEF granted conditional in-principle (Stage-I) approval forrenewal of Mis. Da/mia's mining lease over 201.50 hectaresE of forest land out of 331. 50 hectares - Violation of conditionsof in-principle stage-/ approval - Held: The violation hadoccurred at the time of order of first renewal itself striking atthe root of the validity of lease as it was void at that very stageitself for non-compliance of the prior approval uls.2 of the Forest Act and on blatant refusal to comply with the conditionsimposed in the in-principle first stage approval granted -Therefore, mining lease which was held by Mis Dalmiabecame void and inoperative for violation of the mandatoryrequirements of the conditions.."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "MADRAS BAR ASSOCIATION VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYxNw==",
        "Citation": "[2015] 6 S.C.R. 638",
        "Case Type": "(WRIT PETITION (CIVIL) /1072/2013)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9NYWRyYXMgQmFyIEFzc29jaWF0aW9uIF8gVW5pb24gT2YgSW5kaWEgJiBBbnIuXzE3MDEyMzg0ODkucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 638",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Madras Bar Association",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2015 INSC 410",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /1072/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Companies Act",
            "2013: ss. 408",
            "410",
            "421 and 423 - Constitution of National Company Law Tribunal-NCLT and National Company Law Appellate Tribunal-NCLAT"
        ],
        "HeadNote": "Companies Act, 2013: ss. 408, 410, 421 and 423 - Constitution of National Company Law Tribunal-NCLT and National Company Law Appellate Tribunal-NCLAT - Validity of- Held: Constitutional validity of NCLT and NCLAT is upheld - NCLT is the first forum in the hierarchy of quasi-judicial fora set up in the Act,2013- Thus, NCLT, would not only deal with question of law in a given case coming before it but would be called upon to defeat the factual disputes/aspects as well- NCLAT which is the first appellate forum provided under the Act, 2013 to examine the validity of the orders passed by NCLT, would revisit the factual as well as legal issues. ss. 409, 411- President and Members of the NCLT and Chairman and Members of the NCLAT - Prescription of qualifications including term of their office and salary allowances etc. - Challenge to, as regards technical members of the tribunal and the appellate tribunal - Held:As pers. 409(3)(a) to (e) and s. 411 prescribing qualifications for appointment of technical member of the tribunal and appellate tribunal respectively, the technical Members should be selected from amongst only those officers who hold rank of Secretaries or Additional Secretaries and have technical expertise- This is against the R. Gandhi, President, Madras Bar Association's case - Thus, s. 409(3)(a) and (e) and s.411(3) is held to be invalid - For appointment of technical Members to the NCLT, directions contained in R. Gandhi,President, Madras Bar Association's case to be scrupulously followed and these corrections to be carried out in s. 409(3) to set it right. s. 412 - Selection of members of NCL T and NCLAT -Structure of the Selection Committee uls. 412-Composition of five member Committee, three from administrative branch/ bureaucracy and two from judiciary - Challenge to - Held:Provisions of s. 412(2) is not valid - Direction issued to remove the defect by bringing the provision in accord with R.Gandhi, President, Madras Bar Association's case wherein it should be four member Committee-two from administrative branch/bureaucracy and two from judiciary."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "M/S. SERVO-MED INDUSTRIES PVT. LTD. VS. COMMISSIONER OF CENTRAL EXCISE, MUMBAI.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYyMQ==",
        "Citation": "[2015] 6 S.C.R. 690",
        "Case Type": "(Select Case Type/583/2005)",
        "Date": "04 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9fXzY5MC03MTVfMTcwMzkxODg4Ni5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 690",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "04 May 2015",
        "Petitioner:": "M/s. Servo-med Industries Pvt. Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 391",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Central Excise, Mumbai.",
        "Case Type:": "Select Case Type/583/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944"
        ],
        "HeadNote": " Central Excise Act, 1944 - s. 2(f) - Excise duty - Payment of - Assessee engaged in purchase of syringes and needles in bulk from open market and thereafter sterilizing them and putting one syringe and needle in an unassembled form in a pouch and selling them - Syringe and needle capable of use once and thereafter were disposable - Pouches bore brand name belonged to assessee - Excise duty previously imposed on the manufacturer of syringes and needles - Levy of excise duty again on assessee as a result of sterilization - Held: Disposable syringe and needle which are used for medical purposes is a finished product in itself - Sterilization does not lead to any value addition in the said product - All that the process of sterilization does is to remove bacteria which settles on the syringe's and needle's surface, which process does not bring about a transformation of the said articles into something new and different - Neither the character nor the end use of the syringe and needle has changed post- sterilization - Syringe and needle retains its essential character as such even after sterilization - Thus, the order passed by the tribunal that manufacturing has taken place and excise levy is attracted, set aside. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "COMMISSSIONER, CUSTOMS AND CENTRAL EXCISE, AURANGABAD VS. M/S ROOFIT INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYyOQ==",
        "Citation": "[2015] 6 S.C.R. 716",
        "Case Type": "(Select Case Type/5541/2004)",
        "Date": "23 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9fXzcxNi03MzBfMTcwMzkxODk5OC5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 716",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "23 April 2015",
        "Petitioner:": "Commisssioner, Customs And Central Excise, Aurangabad",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 347",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s Roofit Industries Ltd.",
        "Case Type:": "Select Case Type/5541/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944"
        ],
        "HeadNote": " Central Excise Act, 1944 - s. 11A(1), 11AB, 11AC - Central Excise Rules, 1994 - r. 9(1) - Sales of Goods Act, 1930 - s. 19 - Central Excise Duty - Evasion of - Non- computation of assessable value offinished goods properly - Place of removal of finished goods different from the factory gate, however, deduction of the amount of freight, insurance and unloading charges from the price excisable goods - Demand of differential excise amount - Adjudicating Authority confirming the demand on account of under valuation - Said order set aside by the tribunal - On appeal, held: On the basis of the terms and conditions of the orders placed by the government authorities with the assessee, it is clear that the sale of goods did not take place at the factory gate of the assessee but at the place of the buyer on the delivery of the goods - The clear intent of the purchase order was to transfer the property in goods to the buyer at the premises of the buyer when the goods are delivered and by virtue of s. 19, the property in goods was transferred at that time only- Tribunal did not take into consideration all these aspects- Thus, the order passed by the tribunal is set aside and that by the Adjudicating Authority restored. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "COMMON CAUSE & ORS. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYzNg==",
        "Citation": "[2015] 6 S.C.R. 731",
        "Case Type": "(Select Case Type/463/2012)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9fXzczMS03NDlfMTcwMzkxOTE0My5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 731",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Common Cause & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 419",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "Select Case Type/463/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Investigation - Fair investigation"
        ],
        "HeadNote": " Investigation - Fair investigation - Coal-Block allocation case - Interlocutory application, seeking direction to the Director CBI (Ranjit Sinha) not to interfere with investigations in coal-block a/location case and direction to appoint SIT to investigate the abuse of authority committed by the CBI Director in order to scuttle inquiries, investigations and prosecutions carried out by CBI, in coal block allocation cases and other important cases - Held: On account of superannuation of the Director, the plea of his refusal from the investigation has become infructuous - Investigations must not only be fair, but must appear to have been conducted in a fair manner- The responsibility of investigating agency. to ensure that innocent person is not subjected to criminal trial, is coupled with equally high degree of ethical rectitude to ensure that investigations are fair and without bias - The fact of the CBI Director meeting some of the accused persons without the Investigating Officer or the investigating team creates a doubt regarding fairness of the investigations - Therefore, some further inquiry is necessary to ensure the fairness of investigations in coalblock allocation cases as to whether any one or more such meetings had any impact on the investigations and subsequent charge-sheets or closure reports - Assistance of Central Vigilance Commission sought for determining the methodology for conducting such inquiry- Investigation. Sidhartha Vashisht@ Manu Sharma v. State (2010) 6 SCC 1; ManoharLal Sharma (2014) 2 SCC 532-relied on. · FIR- Registration of- Interlocutory application seeking recusal of the CBI Director (Ranjit Sinha) from the investigation in coalblock allocation case and also seeking appointment of SIT to investigate the abuse of authority by him - Application by the CBI Director seeking direction to register FIR against the Advocate (Prashant Bhushan) and the petitioner/applicant for making deliberate and intentional  false statements in the present proceedings - Took the plea that they were guilty of perjury and contempt of court and that the advocate was also guilty of violating the provisions of Official Secrets Act- HELD: If the whistle blower gets access to the documents, secrecy of which ought to have been maintained by the CBI and if the disclosure of such documents is in public interest and not malafide, he cannot be held liable for contempt of court or perjury- The file notes regarding the case of an accused in coalblock allocation case which was placed on record, cannot be described as an official secret' - Therefore, the application of the CBI Director dismissed- Contempt of Court- Official Secrets Act, 1923- Penal Code, 1860 - Perjury. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "BALASAHEB ARJUN TORBOLE & ORS. VS. THE ADMINISTRATOR & DIVISIONAL COMMISSIONER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY4OA==",
        "Citation": "[2015] 6 S.C.R. 750",
        "Case Type": "(CIVIL APPEAL /9363/2011)",
        "Date": "01 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9CYWxhc2FoZWIgQXJqdW4gVG9yYm9sZSAmIE9ycy4gXyBUaGUgQWRtaW5pc3RyYXRvciAmIERpdmlzaW9uYWwgQ29tbWlzc2lvbmVyXzE3MDEyNDAyNDgucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 750",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "01 April 2015",
        "Petitioner:": "Balasaheb Arjun Torbole & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 280",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "The Administrator & Divisional Commissioner",
        "Case Type:": "CIVIL APPEAL /9363/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Slum Areas (Improvement",
            "Clearance and Redevelopment) Act"
        ],
        "HeadNote": "Maharashtra Slum Areas (Improvement, Clearance andRedevelopment) Act, 1971:s. 3A, 38, 3C, 4 - Object of- Discussed.Clubbing of slum areas over municipal plots and thoseover private plots - Appellants, residents in the slum onprivate plots owned by developer/owner of the land -Grievance of appellants that authorities have wrongly treatedthat there existed a consent for redevelopment from 70% of the occupants and in declaring common slum area over twodifferent kind of lands - Appellant claimed that they shouldbe allowed to have the redevelopment through a cooperativeof occupants of private plots exclusively - Held: There is no illegality in clubbing of private land and MunicipalCorporation land for declaring a contiguous area as slumarea for the purposes of approving a slum rehabilitationscheme for such area - The authorities having verified theparticulars contained in Annexure II, were entitled to treat the entire slum area existing over private lands as well asMunicipal Corporation lands as one slum area and sinceconsent of 70% or more of slum dwellers of such area was available, the authorities did not commit any illegality so as to vitiate the grant of approval for slum development schemein question - Development Control Regulations, 1991 -Maharashtra Regional and Town Planning Act, 1966 -ss.2(15), 2(19)- Mumbai Municipal Corporation Act, 1888-s.354AAA."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "COMMISSIONER OF INCOME TAX, KERALA VS. M/S. TRAVANCORE SUGAR AND CHEMICALS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY5OQ==",
        "Citation": "[2015] 6 S.C.R. 782",
        "Case Type": "(Select Case Type/2558/2005)",
        "Date": "07 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDIzXzZfNzgyLTc5MF8xNzAzOTE5NzQ3LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 782",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "07 May 2015",
        "Petitioner:": "Commissioner Of Income Tax, Kerala",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 390",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "M/s. Travancore Sugar And Chemicals Ltd.",
        "Case Type:": "Select Case Type/2558/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961"
        ],
        "HeadNote": " Income Tax Act, 1961 - s. 43B(a) - Deduction under- Disallowance of - For the assessment of assessment year 1990-1991 - Propriety of- Held: The assessment year in question would attract amendment to s.438 by Finance Act, 1988 w.e.f. 1.4.1989- In view of the amendment even ifthe vend fee paid by the assessee does not directly fall within the expression 'fee' contained in s.43B(a), it would be a 'fee' by 'whatever name called' - Hence disallowance of vend fee under s. 438 is correct since it was not paid before expiry of the relevant previous year. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "MONOJ LAL SEAL AND OTHERS VS. OCTAVIOUS TEAAND INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTcwOA==",
        "Citation": "[2015] 6 S.C.R. 791",
        "Case Type": "(CIVIL APPEAL /3786/2015)",
        "Date": "21 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9Nb25vaiBMYWwgU2VhbCBBbmQgT3RoZXJzIF8gT2N0YXZpb3VzIFRlYWFuZCBJbmR1c3RyaWVzIEx0ZC5fMTcwMTI0MDU5Ni5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 791",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "21 April 2015",
        "Petitioner:": "Monoj Lal Seal And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 342",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Octavious Teaand Industries Ltd.",
        "Case Type:": "CIVIL APPEAL /3786/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "West Bengal Premises Tenancy Act",
            "1997"
        ],
        "HeadNote": "West Bengal Premises Tenancy Act, 1997 - s. 7(1) (2) and (3) - Protection against eviction of tenant - Suit for eviction by Landlord - Tenant's applications u/s. 7(1) and 7(2) - Trial court while allowing the application u/s. 7(1)directed the tenant to deposit the arrears of rent- The tenant instead of depositing the rent to civil court (as required uls. 7(1) after Amendment Act of 2005) deposited the same to Rent Controller -Application of tenant for permission to deposit the arrears of rent before civil court, when reached before Supreme Court, was rejected with liberty to approach appropriate court to decide whether non-compliance of s. 7(1) in depositing the rent was bonafide - Thereafter application uls. 7(2) of tenant allowed by trial court and confirmed by High Court - On appeal held: Protection against eviction is available to the tenant only after strict compliance of statutory provisions - In the present case, the tenant failed to comply with s. 7(1) - However in view of the decision to Supreme Court giving liberty to tenant to satisfy his bonafide, order allowing application uls. 7(2) is correct."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "DIRECTOR GENERAL OF INCOME TAX (INVESTIGATION) PUNE & ORS. VS. M/S. SPACEWOOD FURNISHERS PVT. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTcxMw==",
        "Citation": "[2015] 6 S.C.R. 807",
        "Case Type": "(CIVIL APPEAL /4394/2015)",
        "Date": "13 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDIzXzZfODA3LTgyNF8xNzA0MTc2MzAxLnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 807",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "13 May 2015",
        "Petitioner:": "Director General Of Income Tax (investigation) Pune & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 407",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "M/s. Spacewood Furnishers Pvt. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /4394/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961"
        ],
        "HeadNote": ".Income Tax Act, 1961-s.132-Warrantofauthorizationfor search of the premises of assessee - Interference with byHigh Court - In exercise of jurisdiction u/Art. 226 of theConstitution - Propriety of - Held: The assessee is notentitled to communication of the reasons for the belief at thestage of issuing of the authorization - High Court committedserious error in reproducing in great details the content ofsatisfaction notes containing the reasons - Such exercise ofHigh Court was highly premature conferring undue advantageto assessee and thereby frustrating the endeavour of theRevenue - The view expressed by High Court with regard tosatisfaction notes are also flawed- There was also no basisfor the High Court to hold that there was possibility ofmanipulation of records - The findings of High Court withregard to sufficiency and adequacy of reasons and theauthenticity and acceptability of the information on whichsatisfaction had been reached, was in the nature of appellate· exercise, hence not permissible - Constitution of India, 1950-Art. 226.."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "HC PRADEEP KUMAR RAI AND ORS. VS. DINESH KUMAR PANDEY AND ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTcyNA==",
        "Citation": "[2015] 6 S.C.R. 825",
        "Case Type": "(CIVIL APPEAL /6549/2014)",
        "Date": "11 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9IYyBQcmFkZWVwIEt1bWFyIFJhaSBBbmQgT3JzLiBfIERpbmVzaCBLdW1hciBQYW5kZXkgQW5kIE9ycy4gRXRjLl8xNzAxMjQwODkzLnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 825",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "11 May 2015",
        "Petitioner:": "Hc Pradeep Kumar Rai And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 398",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Dinesh Kumar Pandey And Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /6549/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Promotion - Of Constables and Head Constables"
        ],
        "HeadNote": "Service Law - Promotion - Of Constables and Head Constables - To the post of Sub-lnspectors - Process of promotion challenged by unsuccessful candidates - Single Judge of High Court allowed the writ petition on the grounds that there was substantial departure from Police Regulations,that number of candidates called for interview was much higher than the required four times, that sealed cover procedure was not followed and that members of Interview Committee did not give separate marks individually -Division Bench of High Court reversed the order of Single Judge - On appeal, held: lnterference of Court with executive action is warranted only when 'there are oblique motives or there is miscarriage of Justice - The promotion process in the present case is not flawed - Moreover, the appellant shaving participated in the process of interview, cannot be permitted to challenge the process after declaration of the result- In the present case, in absence of any oblique motive or miscarriage of Justice, interference is not called for- Uttar Pradesh Police Regulations, 1976- Regulation 445(8)(4)."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "MADHYA PRADESH HOUSING AND INFRASTRUCTURE DEVELOPMENT BOARD & ORS. VS. B. S. S. PARIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTczNg==",
        "Citation": "[2015] 6 S.C.R. 841",
        "Case Type": "(Select Case Type/1801/2015)",
        "Date": "21 JULY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDIzXzZfODQxLTg4NV8xNzAzOTIwMjA4LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 841",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "21 July 2015",
        "Petitioner:": "Madhya Pradesh Housing And Infrastructure Development Board & Ors.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2015 INSC 505",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "B. S. S. Parihar & Ors.",
        "Case Type:": "Select Case Type/1801/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Housing - Housing Scheme"
        ],
        "HeadNote": " Housing - Housing Scheme - By State Housing and Infrastructure Development Board- Cost of developed plots initially fixed at Rs. 16, 5001- per sq. mfr. as per Rules of the Board - Final demand by the Board from the allottees after fixing the sale price at Rs. 30, 0001- per sq. mtr. - Final demand at enhanced rate challenged - Single Judge and Division Bench of High Court quashed the enhanced/final demand - On appeal, held: The advertisement of the housing scheme in the newspaper specifically stated that the price was provisional - The final sale price was fixed in accordance with the provisions of Griha Nirman Manda/ Adhiniyam and Housing Board Accounts Rules - Hence the Board was not debarred from raising the cost of construction or claiming enhanced prices for the land - However, the said enhancement is arbitrary, unreasonable, unfair and without applying the principle of the doctrine of proportionality and thus violative of Art. 14 of the Constitution - The determination of final cost of the land should have been in consonance with the doctrine of proportionality and not on the basis of the market price - It would be just and proper to take into consideration the cost of developed plots at Rs. 16, 5001- per sq. mtr. and take escalation@10% for every year from 2007 to 2011 and ask the allottees to pay simple interest thereon - Constitution of India, 1950 - Art. 14 - Madhya Pradesh Griha Nirman Manda/ Adhiniyam, 1972 - s.50 - Madhya Pradesh Housing Board Accounts Rules, 1991- Stamp Act, 1899-s.47(a)-Madhya Pradesh Preparation and Revision of Market Value guidelines Rules, 2000- Rules 4(2) and 75. Precedent -: Precedential value of a judgment - Any declaration or conclusion arrived at without application of mind or preceded without any reason cannot be deemed to be declaration of law of a general nature and cannot be deemed as a precedent. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, HYDERABAD VS. M/S. DETERGENTS INDIA LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc0MQ==",
        "Citation": "[2015] 6 S.C.R. 886",
        "Case Type": "(CIVIL APPEAL /9049/2003)",
        "Date": "08 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9fXzg4Ni05MjNfMTcwMzkyMDM2MS5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 886",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "08 April 2015",
        "Petitioner:": "Commissioner Of Central Excise, Hyderabad",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 293",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "M/s. Detergents India Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /9049/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise and Salt Act",
            "1944"
        ],
        "HeadNote": " Central Excise and Salt Act, 1944 - s. 4(1) (a) proviso (iii) ands. 4(4) (c) (as they stood between the amendment Acts of 1973 and 2000)- Demand notice by Revenue - To assessee company-Alleging that the assessee a subsidiary company sold its goods to its holdinq company (related person) at a price lower than the normal price - Tribunal held that the assessee-subsidiary company and the holding company were not related persons within meaning of s. 4(1)(a) and rejected the case of revenue- On appeal, held: Where the buyer is a related person, it merely raises a rebuttable presumption - Once this presumption is rebutted and it is shown that despite the buyer being a related person, the price was the sole Consideration for the sale, such price would fall withins. 4(1)(a) for arriving at a 'normal price' - Proviso (iii) to s. 4(1)(a) is referable only to tainted cases - In the facts of the case, presumption of a transaction not being at arm's length, since has been rebutted, it is s. 4(1 )(a) and not its proviso (iii) which gets attracted  Words and Phrases: 'Related person' - Meaning of, in the context of Proviso(iil) to s. 4(1 )(a) of Central Excise and Salt Act, 1944. 'Holding Company' and 'Subsidiary Company' - Meaning of. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "M/S ESSAR OIL LTD. VS. HINDUSTAN SHIPYARD LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc0Nw==",
        "Citation": "[2015] 6 S.C.R. 924",
        "Case Type": "(Select Case Type/3353/2005)",
        "Date": "02 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDE2XzZfOTI0LTkzN18xNzAzOTIwNTA2LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 924",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "02 July 2015",
        "Petitioner:": "M/s Essar Oil Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 467",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Hindustan Shipyard Ltd. & Ors.",
        "Case Type:": "Select Case Type/3353/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s. 34 - Contract - Sub contract - Determination of person, who is liable to make payment to the person performing work under the sub- contract given to him - Appellant given sub-contract by respondent, in respect of a contract which was given to it by the ONGC-Appellant upon doing certain work done under the sub-contract, receiving payments directly from ONGC - Non-payment by respondent to the appellant for the work done - Dispute arising between them - In terms of the arbitration agreement between the appellant and the respondent, wherein ONGC was not a party, dispute referred to arbitral tribunal - Majority view that respondent was liable to make payment to the appellant - Said order upheld by trial court - However, High Court set aside the same - On appeal, held: ONGC not liable to make payment to appellant but the payment would be made by respondent, who had given a sub-contract to appellant - There is no correspondence establishing contractual relationship between ONGC and appellant - So as to prevent a long procedure and to expedite payment to appellant, who was actually doing the job for ONGC, instead of ONGC paying to appellant through respondent, ONGC was often paying directly to appellant - Thus, majority view of the tribunal upheld and that of the High Court set aside. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "ZONAL GENERAL MANAGER, M/S IRCON INTERNATIONAL LTD. VS. M/S VINAY HEAVY EQUIPMENTS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc1Nw==",
        "Citation": "[2015] 6 S.C.R. 938",
        "Case Type": "(Select Case Type/4211/2015)",
        "Date": "06 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDE2XzZfOTM4LTk0OF8xNzAzOTIwNjQ0LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 938",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "06 May 2015",
        "Petitioner:": "Zonal General Manager, M/s Ircon International Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 382",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "M/s Vinay Heavy Equipments",
        "Case Type:": "Select Case Type/4211/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s. 34 - Arbitration award - Challenge to - Main contract between the Company S as main contractor and the appellant as successful tenderer - For execution of the same appellant entered into sub-contracts, C1 and C2 packages with the respondent-sub-contractor- Completion of67% of the work by respondent but thereafter ceased to work- Non-payment of certain amount to respondent by appellant - Arbitration matters - In the First Arbitration, respondent made claims against appellant claiming the unpaid b~lance amount - In the Second Arbitration, appellant made claims against the main contractor regarding pending payments pertaining to C1 and C2 packages - Award passed by the arbitrator wherein appellant liable to make payment to respondent - Appellant challenged the award by filing petitions uls. 34 - Subsequently respondent filed applications contending that while appellant rejected its claim initially, at the same time it claimed the amount against the main contractor-Appel/ant's case that the main contract and the sub-contracts are wholly of 'back to back nature and thus, liability of the appellant would be restricted to and co-extensive of that which main contractor acknowledges - Both the High Court dismissed the appellant's petition and allowed the respondent's applications - On appeal, held: Orders passed by the arbitrator and courts below do not call for interference - On facts, it cannot be said that contractor's contract with the appellant provided for \"back to back\" subcontracts whereby main contractor would be directly answerable for the claims raised by contractors - Subletting was provided for by the main contract - However, it cannot be said that main contractor contractually (in the main agreement) assumed primary liability for the subcontractor's claims in respect of agreements made with the appellant - Appellant conceded before the Arbitrator that it would countenance an Award in favour of the respondent as long as it was indemnified for the payment made to the respondent by an equal offsetting payment by way of an Award in its favour in its arbitration with main contractor-Appellant was granted such an Award - Concession could be called a conditional one, however, the admission itself, taken alone, was not conditional - Appellant was bound and bonded by the legal consequences of the initial admission made by it before the arbitrator. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "BASISTH NARAYAN YADAV VS. KAILASH RAI AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgwNg==",
        "Citation": "[2015] 6 S.C.R. 949",
        "Case Type": "(CRIMINAL APPEAL /67/2009)",
        "Date": "13 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDIwXzZfOTQ5LTk2OV8xNzAzOTIwOTgyLnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 949",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "13 July 2015",
        "Petitioner:": "Basisth Narayan Yadav",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 475",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Kailash Rai And Ors.",
        "Case Type:": "CRIMINAL APPEAL /67/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Death of married woman - In her matrimonial house"
        ],
        "HeadNote": " Penal code, 1860- s. 3048 - Death of married woman  - In her matrimonial house - Within 7 years of marriage - Prosecution of 10 accused - Case of one accused abated due to her death during trial - Conviction of the 9 accused by trial court - Acquittal of all the accused by High Court - On appeal, held: Though the prosecution case suffers from  many infirmities, yet incriminating circumstances of the case indicate that the deceased was physically assaulted soon before her death - Demand of dowry and harassment on its account was also sufficiently proved- Thus main ingredients of s. 3048 have been proved to trigger the presumption u/s.  1138 of Evidence Act- The burden of proof shifts on the accused, which they failed to discharge - However, it has not been conclusively proved that all the accused were present in the house at the time of incident- Therefore, 7 of the accused who are not the residents of the house are  acquitted - The 2 accused i.e. the husband and father-in- /aw of the deceased are convicted - Evidence Act, 1872 - s. 1138 - Dowry death. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "STATE OF MADHYA PRADESH VS. ANOOP SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU3OA==",
        "Citation": "[2015] 6 S.C.R. 496",
        "Case Type": "(CRIMINAL APPEAL /2244/2009)",
        "Date": "03 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaCBfIEFub29wIFNpbmdoXzE3MDEyMzc0MzMucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 496",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "03 July 2015",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 476",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Anoop Singh",
        "Case Type:": "CRIMINAL APPEAL /2244/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860-s. 376 - Rape of minor girl of unsound mind-"
        ],
        "HeadNote": "Penal Code, 1860-s. 376 - Rape of minor girl of unsound mind- Two eye-witnesses to the incident-Acquittal by thecourts below - On appeal, held: The prosecution case suffersfrom inherent inconsistencies and flaws - The threewitnesses have three versions and the testimonies of thetwo eye-witnesses are irreconcilable - Medical evidence alsodoes not support prosecution case - The evidence of thedoctor as well is inconsistent - Order of acquittal upheld"
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "SURENDRA KUMAR & ORS. VS. GREATER NOIDA INDUSTRIAL DEVELOPMENT AUTHORITY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgxNQ==",
        "Citation": "[2015] 6 S.C.R. 970",
        "Case Type": "(CIVIL APPEAL /4916/2015)",
        "Date": "02 JULY 2015",
        "Judge Names": "",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9TdXJlbmRyYSBLdW1hciAmIE9ycy4gXyBHcmVhdGVyIE5vaWRhIEluZHVzdHJpYWwgRGV2ZWxvcG1lbnQgQXV0aG9yaXR5ICYgT3JzLl8xNzAxMjQyODc1LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 970",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "02 July 2015",
        "Petitioner:": "Surendra Kumar & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 474",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Greater Noida Industrial Development Authority & Ors.",
        "Case Type:": "CIVIL APPEAL /4916/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Regularisation - Claim for",
            "with retrospective effect"
        ],
        "HeadNote": "Service law - Regularisation - Claim for, withretrospective effect-Appellant initially appointed on the postof Assistant Manager on contractual basis and not on anysanctioned posts and continuously working on the said posts-Advertisements by respondent-authorities for appointmentto the said posts - Challenge to - High Court directingrespondent to consider the claim of appellants forregularization on the existing vacancies - During pendencyof writ petition, policy decision formulated wherein 60% ofthe vacancies were sought to be filled up from amongst 27contractual employees which was later approved by the StateGovernment- Pursuant thereto, appellants appointed to thesaid posts -Appellant seeking regularization of their servicesfrom the date of issuance of advertisement - Allowed bytribunal - However, High Court quashing the order passedby the tribunal as also quashing the appointments of theappellants - On appeal, held: Appellants were appointed onthe post only pursuant to the policy decision of therespondents for regularisation of contractual employees,thus, the appellants cannot seek regularization withretrospective effect from the date of issuance ofadvertisement because at that time regularisation policywasnot in vogue - By policy of regularisation, it was intended togive the benefit only from the date of appointment - Courtcannot read anything into the policy decision which is plain and unambiguous - Appellants have completed more than ten years of continuous service with respondent - They continued in service not by the orders of the court/tribunal, but by the policy decision - Thus, the judgment of the HighCourt quashing the appointment of the appellants is set aside- However, appellants' plea for regularization with retrospective effect is rejected."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "JEYAR CONSULTANT & INVESTMENT PVT. LTD. VS. COMMISSIONER OF INCOME TAX, MADRAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgxNw==",
        "Citation": "[2015] 6 S.C.R. 979",
        "Case Type": "(Select Case Type/8912/2003)",
        "Date": "01 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDIwXzZfOTc5LTEwMDFfMTcwMzkyMTE3Mi5wZGY=",
        "SCR Citation:": "[2015] 6 S.C.R. 979",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "01 April 2015",
        "Petitioner:": "Jeyar Consultant & Investment Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 278",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax, Madras",
        "Case Type:": "Select Case Type/8912/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961"
        ],
        "HeadNote": " Income Tax Act, 1961- s.8OHHC (1) and (3) (b) - Deduction in respect of profits from export business -  Computation of-Assessee having turnover and income from business in India as well as from export business - Denial of deduction by the Revenue and confirmed by courts below on the ground that assessee having not earned profit from the export, deduction would be nil- On appeal, held: In order  to provide deduction, the pre-requisite is to ascertain that there are profits from the export business - If there are losses in the export business, but profits in domestic business is more than the export losses, benefit of s. 8OHHC would not be available - The appellant-assessee since incurred losses  in export business, not entitled to benefit u/s. BOHHC - The domestic income of the assessee from dividend, interest, profit or sale of shares and fees cannot be covered by expression 'total turnover' for the purpose of computation of the deduction as provided uls 8OHHC 3(b) and the Circular  No. 564 dated 5. 7. 1990 issued by the Central Board of Direct Taxes. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "CHANDRA BABU @ MOSES VS. STATE THROUGH INSPECTOR OF POLICE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgzMw==",
        "Citation": "[2015] 6 S.C.R. 1002",
        "Case Type": "(Select Case Type/866/2015)",
        "Date": "07 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDIwXzZfMTAwMi0xMDIwXzE3MDM5MjE2MTEucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 1002",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "07 July 2015",
        "Petitioner:": "Chandra Babu @ Moses",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 488",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Through Inspector Of Police & Ors.",
        "Case Type:": "Select Case Type/866/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": " Code of Criminal Procedure, 19 73: s. 173(8) - Power of Magistrate to forward the complaint for further investigation - Magistrate had held that the Inspector, Crime branch had conducted investigation in a biased manner and the final report of the Inspector was not acceptable and directed the Additional Director General of Police to confer the power to Inspector, CBCID to investigate the case - High Court held that there were material discrepancies in the evidence brought on record and, therefore, set aside the order of Magistrate - On appeal, held: High Court fell into error in its appreciation of the order passed by the Magistrate - The order, in fact, presents that the Magistrate was actually inclined to direct further investigation but because he chose another agency, he used the word \"reinvestigation\" - Therefore, that part of the order is set aside and it is directed that the investigating agency that had investigated shall carry on the further investigation and such investigation shall be supervised by the concerned Superintendent of Police -After the further investigation, the report shall be submitted before the Chief Judicial Magistrate who shall deal with the same in accordance with law- Investigation. Jurisdiction: Revisional jurisdiction - Scope of. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "SIRAJUL & ORS. VS. THE STATE OF U.P. &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgzOQ==",
        "Citation": "[2015] 6 S.C.R. 1021",
        "Case Type": "(CRIMINAL APPEAL /854/2011)",
        "Date": "06 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9TaXJhanVsICYgT3JzLiBfIFRoZSBTdGF0ZSBPZiBVLnAuICZhbnIuXzE3MDEyNDczNjUucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 1021",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "06 July 2015",
        "Petitioner:": "Sirajul & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 481",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "The State Of U.p. &anr.",
        "Case Type:": "CRIMINAL APPEAL /854/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.307 - Cross cases uls. 307 by appellants and respondents in the year 1992 - Respondent no. 2 convicted uls. 307/34"
        ],
        "HeadNote": "Penal Code, 1860: s.307 - Cross cases uls. 307 by appellants and respondents in the year 1992 - Respondent no. 2 convicted uls. 307/34 - In complaint against appellant u/s. 307, no action taken tiff 2005 - In 2005, respondent no.2 filed an application for summoning progress report -No order passed in that application - In 2008, respondent no. 2 filed another application - Application disposed of in view of report of police that appellants were exonerated during investigation - Respondent no. 2 filed instant complaint alleging commission of offence u/s.307 by appellant in 1992- Summoning order- High Court refused to quash order of trial court on the ground that a/legation in the complaint and preliminary evidence led in support thereof made out a case of summoning - On appeal, Held: Mere delay in completion of proceedings may not be by itself aground to quash proceedings where offences are serious,but the Court having regard to the conduct of the parties,nature of offence and the extent of delay in the facts and circumstances of a given case can quash the proceedings -In the present case, the complainant stood convicted in across case - At least for 10 years after commencement of the trial, he did not even bother to seek simultaneous trial ofthe cross case - The step taken for the first time in the year 2005 should have been taken in the year 1995 itself when the trial against respondent No.2 commenced - Having regard to the nature of allegations and entirety of circumstances, it will be unfair and unjust to permit· respondent No.2 to proceed with a complaint filed 16 years after the incident against the appellants - Limitation - Delay/laches."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "MAINUDDIN ABDUL SATTAR SHAIKH VS. VIJAY D. SALVI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg0MA==",
        "Citation": "[2015] 6 S.C.R. 1033",
        "Case Type": "(Select Case Type/1472/2009)",
        "Date": "06 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9fXzEwMzMtMTA0MV8xNzAzOTIxODAxLnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 1033",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "06 July 2015",
        "Petitioner:": "Mainuddin Abdul Sattar Shaikh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 480",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Vijay D. Salvi",
        "Case Type:": "Select Case Type/1472/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881"
        ],
        "HeadNote": " Negotiable Instruments Act, 1881: s. 138 - Dishonour of cheque - Liability - Appellant booked a flat proposed to be developed by company and gave cheque to the Director-respondent of the company - Project did not materialize - Respondent drew a cheque of same amount in favour of appellant of an account maintained by him with his banker towards refund of the booking amount - Dishonour of said cheque - Appellant filed complaint ul s. 138 against respondent- Trial court acquitted respondent on the ground that the company was not made party and as  respondent was made accused in his personal capacity, he was not liable to make payment for the company - High Court upheld the order of the trial court - On appeal, held: As per s. 138, the person who draws a cheque on an account maintained by him for paying the payee alone attracts liability  - Since respondent was the drawer of the cheque, he was liable in his personal capacity when the company was not made a party to the complaint. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "JOSHI TECHNOLOGIES INTERNATIONAL INC. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg0NA==",
        "Citation": "[2015] 6 S.C.R. 1042",
        "Case Type": "(CIVIL APPEAL /6929/2012)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9Kb3NoaSBUZWNobm9sb2dpZXMgSW50ZXJuYXRpb25hbCBJbmMuIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDEyNDc1MzUucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 1042",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Joshi Technologies International Inc.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 416",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /6929/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961:s.42 - Deduction"
        ],
        "HeadNote": "Income Tax Act, 1961:s.42 - Deduction - If Production Sharing Contract(PSC) between the government and the assessee does notcontain any stipulation providing for allowance uls.42 thenassessee is not entitled to benefit under the said section -By virtue of this section, it is the PSC which governs thefield, as without it, such deductions are not permissible underthe Act - When benefit of deduction u/s.42 was wronglygranted in initial years of commencement of commercialproduction in the oil fields, it would not amount to a wrongact on part of income tax authorities and would not enure tothe benefit of assessee in subsequent assessment years.s.42 - Whether Model Production Sharing Contract(MPSC) can be read as part of and incorporated in the PSCs- Held: It is not permissible for assessee to take aid of MPSCor the clauses contained therein while construing the termsof PSCs.s.42 - Whether there was any intention between thecontracting parties, namely, the MoPNG and the appellantfor giving benefit of deductions u/s. 42 of the Act - Held: Inthe instant case, PSC between the parties categoricallyprovided that the contract shall not be amended, modifiedvaried or supplemented in any respect except by an instrument in writing signed by all parties, which shall statethe date upon which the amendment or modification shall become effective - MoPNG had requested MoF to give itsnod for amending the contract by incorporating provision ofs.42 which was allegedly left out inadvertently - However,no authorisation came from MoF - Therefore, question ofany intention to give benefit of deduction uls.42 between the parties would not arise.s.42 - Non-inclusion of provision in the contract -Held: Cannot be treated. as accidental and intentionalomission - A contracting party cannot claim to be oblivious of the provisions of the law or the contents of the contract atthe time of signing.s.42- Non-inclusion of provision of s. 42 in the contract- Whether mandamus can be issued by the Court to theparties to amend the contract and incorporate provisions tothis effect - On the facts of the present case, it is not a fitcase where the High Court should have exerciseddiscretionary jurisdiction u/Article 226 of the Constitution -First, the matter is in the realm of pure contract - It is, not acase where any statutory contract is awarded- The contractin question was signed after the approval of Cabinet wasobtained- In the said contract, there was no clause pertainingto s.42 of the Act - The appellant is presumed to haveknowledge of the legal provision, namely, in the absence ofsuch a clause, special allowances uls.42 would beimpermissible - Still it signed the contract without such aclause, with open eyes - No doubt, the appellant claimedthese deductions in its income tax returns which were allowedby the Income Tax Authorities - Further, no doubt, on thispremise, it shared the profits with the Government as well -However, this conduct of the appellant or even therespondents, was outside the scope of the contract and thatby itself may not give any right to the appellant to claim arelief in the nature of Mandamus to direct the Governmentto incorporate such a clause in the contract, in the face ofthe specific provisions in the contract to the contrary as notedabove, particularly, Article 32 thereof - It was purely acontractual matter with no element of public law involvedthereunder.Constitution of India, 1950:Art.226- Writ jurisdiction - Contractual obligation -Contracts entered into by State/Public Authority with privateparties - Legal position in different situations relating to suchcontracts - Enumerated.Art.226 - Invocation of - Held: In pure contractualmatters extraordinary remedy of writ under Article 226 orArticle 32 of the Constitution cannot be invoked - However.in a limited sphere such remedies are available only whenthe non-Government contracting party is able to demonstratethat its a public law remedy which such party seeks to invoke, in contradistinction to the private law remedy simplicitor underthe contract- If the rights are purely of private character, nomandamus can be issued - Thus, even if the respondent isa 'State', other condition which has to be satisfied for issuanceof a writ of mandamus is the public duty - In a matter ofprivate character or purely contractual field, no such publicduty element is involved and, thus, mandamus will not lie -Income Tax Act, 1961."
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "M/S. GMG ENGINEERING INDUSTRIES & ORS. VS. M/S ISSA GREEN POWER SOLUTION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg1NA==",
        "Citation": "[2015] 6 S.C.R. 1108",
        "Case Type": "(Select Case Type/4472/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDIwXzZfMTEwOC0xMjE4XzE3MDM5MjE5MTgucGRm",
        "SCR Citation:": "[2015] 6 S.C.R. 1108",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "M/s. Gmg Engineering Industries & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 430",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "M/s Issa Green Power Solution & Ors.",
        "Case Type:": "Select Case Type/4472/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay - Condonation of"
        ],
        "HeadNote": " Delay - Condonation of - Applications filed u/Or. 9 r 13 to set aside the ex-parte decrees along with the applications to condone the delay of 355 days and 382 days respectively - Applications allowed imposing condition on the appellants to deposit the entire decreetal amount- High Court upholding the order - On appeal, held: Trial court should not have imposed unreasonable and onerous condition of depositing the entire suit claim in the suits when the issues are yet to be decided on merits - In revision, High Court should have kept in view that the parties were yet to go for trial and appellants ought to have been afforded the  opportunity to contest the suits on merits - Since the reasons for the delay was satisfactorily explained, impugned order set aside - Delay in filing applications to set aside ex-parte decrees condoned and ex-parte decrees set aside - Code of Civil Procedure, 1908 - Or. 9 r 13 "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "D. VELAYUTHAM VS. STATE REP. BY INSPECTOR OF POLICE, SALEM TOWN, CHENNAI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0ODc=",
        "Citation": "[2015] 6 S.C.R. 361",
        "Case Type": "(CRIMINAL APPEAL /787/2011)",
        "Date": "10 FEBRUARY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDE1XzZfMzYxLTM3NF8xNzAzMzIxMTkwLnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 361",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "10 February 2015",
        "Petitioner:": "D. Velayutham",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2015 INSC 191",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Rep. By Inspector Of Police, Salem Town, Chennai",
        "Case Type:": "CRIMINAL APPEAL /787/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988- s. 13(1)(d) rw 13(2) - Penal Code",
            "1860 - s. 1208"
        ],
        "HeadNote": " Prevention of Corruption Act, 1988- s. 13(1)(d) rw 13(2) - Penal Code, 1860 - s. 1208 - /llegal gratification - Trap case - Multiple demanders in common bribe demand - Show cause notice against complainant for payment of excise duty - Said notice recalled - Thereafter, issuance of another notice by A 1-Superintendent, as its signatory - Complainant met A 1 and his subordinate, A2 - Graft demand made by A 1 and A2 - Complainant informed the police - Trap laid against A 1 and A2 - Complainant went to the office cabin of A 1 but he was not present there - A2 told complainant that A 1 had left shortly and had instructed A 1 to collect money on behalf of both of them - Complainant handed over the money to A2 - Transaction witnessed by independent witness -A2 caught by trap team -A2 returned currency notes first going into A 1 's office and then from his own desk - Arrest of accused - Conviction and sentence of A 1 and A2 uls. 1208 /PC rw ss. 7 and 13(2) rw s. 13(1)(a) and (b) - High Court set aside the conviction of A 1 u/s. 13(1)(d) rw 13(2) while upheld conviction of A2 thereunder; and upheld the conviction of A 1 and A2 u/s 1208 /PC and s. 7 but reduced the sentence to imprisonment of one year each - "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "STATE OF HARYANA VS. ASHA DEVI AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU1NjY=",
        "Citation": "[2015] 6 S.C.R. 348",
        "Case Type": "(CRIMINAL APPEAL /1953/2009)",
        "Date": "12 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDE1XzZfMzQ4LTM2MF8xNzAzMzIzNTM4LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 348",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "12 May 2015",
        "Petitioner:": "State Of Haryana",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 401",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Asha Devi And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1953/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psycotropic Substances Act",
            "1985 - s. 20"
        ],
        "HeadNote": " Narcotic Drugs and Psycotropic Substances Act, 1985 - s. 20 - Appeal against acquittal - On facts, search and seizure of 11 kgs of intoxicated drug-ganja from the wife and her husband - Wife apprehended, however, her husband managed to escape - Trial court finding the prosecution evidence inconsistent and untrustworthy and that the prosecution failed to prove its charges beyond reasonable doubts, acquitted them of the charges - High Court upheld the said order - On appeal, held: Assessment of evidence and consideration of the matter by both the courts as regards no independent witness; husband could not have fled in presence of five police officers; and the link evidence of the possession of seal 'RP' transferring from ASI to IO is not proved, is erroneous and cannot be termed as a possible view - Prosecution sufficiently proved its case to establish the guilt of the accused - Thus, the wife and her husband convicted u/s. 20 and sentenced to simple imprisonment for five years. "
    },
    {
        "volume": "2015Volume 6",
        "Case Name": "M/S ARIANEORGACHEM PVT. LTD. VS. WYETH EMPLOYEES UNION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU1NzM=",
        "Citation": "[2015] 6 S.C.R. 144",
        "Case Type": "(CIVIL APPEAL /246/2009)",
        "Date": "29 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS8yMDE1XzZfMTQ0LTE3NF8xNzAzMzIzNzE5LnBkZg==",
        "SCR Citation:": "[2015] 6 S.C.R. 144",
        "Year/Volume:": "2015/ Volume 6",
        "Date of Judgment:": "29 April 2015",
        "Petitioner:": "M/s Arianeorgachem Pvt. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2015 INSC 372",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Wyeth Employees Union & Ors.",
        "Case Type:": "CIVIL APPEAL /246/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act",
            "1947: s. 25-FF- Reference of dispute"
        ],
        "HeadNote": " Industrial Disputes Act, 1947: s. 25-FF- Reference of dispute - Appellant company took over the factory of third respondent company along with its workmen in accordance with provision of s. 25-FF-After sometime appellant company framed a voluntary retirement scheme which all workmen of erstwhile company availed -After few months of accepting VRS, respondent-Union raised demand seeking their reinstatement in factory of third respondent - Stand of appellant company was that industrial dispute could not be raised since all the workmen had taken VRS benefits and therefore they were neither the workmen of appellant nor third respondent anymore - Labour Commissioner declined to make an order of reference to Industrial Tribunal stating that there was no industrial dispute in existence between the parties - Writ petition - High Court held that the acceptance of benefits of concerned workmen from appellant may not establish the fact that no force or compulsion was exercised by appellant and this was most contentious and disputed question of fact which could not have been decided by State Government in exercise of its administrative power and directed Labour Commissioner to make an order of reference to Industrial Dispute - "
    }
]