[
    {
        "volume": "2015Volume 10",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, HYDERABAD VS. M/S. SARVOTHAM CARE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1ODE=",
        "Citation": "[2015] 10 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /4480/4480)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX18xLTI2XzE3MDM4NDUzMzUucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 1",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Commissioner Of Central Excise, Hyderabad",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 413",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Sarvotham Care Limited",
        "Case Type:": "CIVIL APPEAL /4480/4480",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Tariff Act",
            "1985 - CHS 3003.10 and CHS 3305. 99- Ketoconazole Shampoo and Nizral Shampoo c - Classification of",
            "under CHS 3003. 10 as 'pharmaceuticals product' or under CHS 3305.99 as 'preparation for use on hair'"
        ],
        "HeadNote": " Central Excise Tariff Act, 1985 - CHS 3003.10 and CHS 3305. 99- Ketoconazole Shampoo and Nizral Shampoo  - Classification of, under CHS 3003. 10 as 'pharmaceuticals product' or under CHS 3305.99 as 'preparation for use on hair' - Held: The_ essential properties of Ketoconazole Shampoo and Nizral Shampoo are medicinal in nature - Thus, the product is classifiable under CSH 3003. 10 as  pharmaceutical Product. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "M/S. MAAN ALUMINIUM LTD. VS. COMMISSIONER OF CENTRAL EXCISE, INDORE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1ODk=",
        "Citation": "[2015] 10 S.C.R. 27",
        "Case Type": "(CIVIL APPEAL /2830/2005)",
        "Date": "08 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX18yNy0zOF8xNzAzODQ1MzY1LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 27",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "08 May 2015",
        "Petitioner:": "M/s. Maan Aluminium Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 393",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Central Excise, Indore",
        "Case Type:": "CIVIL APPEAL /2830/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944 - Schedule",
            "Chapter 76 - Show-cause notice alleging the appel/ant-assessee for clandestinely removing some of the quantities of the finished goods manufactured by it - Demand of differential duty by adjudicating authority- The order of the authority confirmed by the Tribunal and the High Court"
        ],
        "HeadNote": " Central Excise Act, 1944 - Schedule, Chapter 76 - Show-cause notice alleging the appellant-assessee for clandestinely removing some of the quantities of the finished goods manufactured by it - Demand of differential duty by adjudicating authority- The order of the authority confirmed by the Tribunal and the High Court - On appeal, held: The order was passed by courts below on the basis of admissions  of two employees of the assessee-company without adverting to the specific plea of the assessee explaining that there was no clandestine removal of the goods from the premises - The statements of the employees cannot be read as admissions - Thus entire basis of impugned order gets  knocked off - Demand order is quashed. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "MITHUSINH PANNASINH CHAUHAN VS. GUJARAT STATE ROAD TRANSPORT CORPORATION & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1OTM=",
        "Citation": "[2015] 10 S.C.R. 39",
        "Case Type": "(CIVIL APPEAL /7201-7202/2015)",
        "Date": "18 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTWl0aHVzaW5oIFBhbm5hc2luaCBDaGF1aGFuIF8gR3VqYXJhdCBTdGF0ZSBSb2FkIFRyYW5zcG9ydCBDb3Jwb3JhdGlvbiAmIEFuci5fMTcwMTQxNDY3NC5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 39",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "18 September 2015",
        "Petitioner:": "Mithusinh Pannasinh Chauhan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 679",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Gujarat State Road Transport Corporation & Anr.",
        "Case Type:": "CIVIL APPEAL /7201-7202/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s. 166 - Compensation - Claimant-appellant met with an accident- Sustained serious head injury and lost his memory - He could neither speak nor move properly due to injuries sustained in the accident"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s. 166 - Compensation -Claimant-appellant met with an accident- Sustained serioushead injury and lost his memory - He could neither speaknor move properly due to injuries sustained in the accident-At the time of accident, he was aged 35 years and workingas a constable in SRP- His earning was Rs. 1400 P.M-MACT held that claimant had suffered 50% disability andaccordingly awarded him a total sum of Rs. 2. 19 lacs ascompensation - Corporation and claimant both appealed -High Court partly allowed appeal of Corporation and heldthat the claimant is entitled to Rs. 1. 15 lacs towards futureloss of income instead of Rs.1.80 lacs awarded by MACTand directed the claimant to refund the excess amount ofRs. 64, 800 - Claimant's appeal for enhancement ofcompensation was dismissed - On appeal, held: Keeping inview the nature of injuries sustained by the claimant, resultantpermanent disabilities caused to him due to such injuriescoupled with the amount spent by him in receiving medicaltreatment, loosing the permanent job due to injuriessustained by him, future loss of income caused as a result ofthe injuries and lastly the continuous mental pain and agonysuffered by him, a sum of Rs.4 lacs claimed by way ofcompensation was just and reasonable - In a case of thisnature, the injuries sustained by the claimant were morepainful because he would have to live his remaining life withsuch disabilities, which he did not have before accident -This undoubtedly would deprive him to live his normal life -Courts below failed to take note of this material fact whiledetermining the compensation - Impugned order modifiedand claimant awarded Rs.4 lacs."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "JASBIR SINGH VS. TARASINGHAND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2MDM=",
        "Citation": "[2015] 10 S.C.R. 61",
        "Case Type": "(CRIMINAL APPEAL /1241/2015)",
        "Date": "21 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvSmFzYmlyIFNpbmdoIF8gVGFyYXNpbmdoYW5kIE90aGVyc18xNzAxNDE0ODIwLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 61",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "21 September 2015",
        "Petitioner:": "Jasbir Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 684",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Tarasinghand Others",
        "Case Type:": "CRIMINAL APPEAL /1241/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence/Sentencing:.Appea/ by complainant against the alleged lenient view taken by High Court with regard to the sentence - Conviction of respondents ulss. 466",
            "467",
            "468",
            "471",
            "120-8",
            "/PC for committing forgery of documents- Sentence imposed upon respondents-accused ranging from 1 to 3 years - Challenge to the quantum of sentence - Respondents underwent 4-5 months in custody- High Court D reduced sentence to period already undergone - Complainant's appeal"
        ],
        "HeadNote": "Sentence/Sentencing:.Appeal by complainant againstthe alleged lenient view taken by High Court with regard tothe sentence - Conviction of respondents uls s. 466, 467,468, 471, 120-8, /PC for committing forgery of documents-Sentence imposed upon respondents-accused ranging from1 to 3 years - Challenge to the quantum of sentence -Respondents underwent 4-5 months in custody- High Court reduced sentence to period already undergone -Complainant's appeal - Held: Unless there are mitigatingcircumstances, the appellate/revisional court will not bejustified in arbitrarily reducing the sentence awarded by thetrial court - When the appellatel revisional court reduces the sentence, the factors leading to such reduction should bereflected in the order- Punishment must be appropriate andproportional to the gravity of the offence committed - In viewthereof, impugned order is set aside and matter remitted toHigh Court."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "SHRI TALUKDAR SINGH VS. TATAENGINEER2015ING & LOCOMOTIVE CO. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2MjM=",
        "Citation": "[2015] 10 S.C.R. 67",
        "Case Type": "(Select Case Type/5701/2015)",
        "Date": "24 JULY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX182Ny02OV8xNzA0MTc1Mzg4LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 67",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "24 July 2015",
        "Petitioner:": "Shri Talukdar Singh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 517",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Tataengineer2015ing & Locomotive Co. Ltd.",
        "Case Type:": "Select Case Type/5701/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour laws - Retrenchment compensation - Enhancement- Commission of misconduct by the appellant - Termination of services - Award of retrenchment compensation of Rs. 60491- to appellant by Labour Court holding punishment disproportionate - High Court though upheld the punishment of dismissal",
            "but enhanced D compensation to Rs. 1",
            "00",
            "0001-"
        ],
        "HeadNote": "Labour laws - Retrenchment compensation -Enhancement- Commission of misconduct by the appellant- Termination of services - Award of retrenchmentcompensation of Rs. 60491- to appellant by Labour Courtholding punishment disproportionate - High Court thoughupheld the punishment of dismissal, but enhanced compensation to Rs. 1, 00, 0001- - On appeal, held:Concurrent findings of fact by both Labour Court and HighCourt that misconduct of the appellant was proved on thebasis of the evidence and that the punishment of dismissalwas shockingly disproportionate- When Labour Court passed the award, appellant was about 59 years and two years laterhe attained the age of superannuation - Considering thenumber of years the appellant has worked with the respondentand the facts and circumstances of the case, compensationenhanced to Rs. 5, 00, 0001- - Judgment of High Court accordingly modified."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "M/S. K.C.P. LTD. VS. GOVERNMENT OF A.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2Mjk=",
        "Citation": "[2015] 10 S.C.R. 70",
        "Case Type": "(CIVIL APPEAL /5020/2005)",
        "Date": "12 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX183MC04NF8xNzAzODQ1MzkzLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 70",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "12 August 2015",
        "Petitioner:": "M/s. K.c.p. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 566",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Government Of A.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /5020/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh Rectified Spirits Rules",
            "1971 - rr.4",
            "13",
            "15- Rules (pertaining to rectified spirit (industrial grade) - Constitutional validity of - Requirement of obtaining a licence and payment of excise duty and pass fee for export of rectified spirit - Challenge to"
        ],
        "HeadNote": " Andhra Pradesh Rectified Spirits Rules, 1971 - rr.4, 13, 15- Rules (pertaining to rectified spirit (industrial grade) - Constitutional validity of - Requirement of obtaining a licence and payment of excise duty and pass fee for export of rectified spirit - Challenge to - Held: While State Governments are not competent to impose taxes/levies on industrial alcohol, fee charged for services rendered to prevent the diversion and conversion of industrial alcohol for human consumption is permissible and legal - Such fee need not be charged strictly on quid pro quo basis and It will pass legal muster so long as it is not excessive - Thus, 1971 Rules themselves are not illegal- They are within the purview of the constitutional powers of the State Government- r. 4 on the administrative fee are essential to defray expenses incurred by State Governments to prevent the illegal conversion of industrial alcohol to potable alcohol - However, r 15 dealing with the export of rectified spirit is struck down, since it imposes a tax, not a fee, on appellants and is outside the State's legislative competence - The purpose is not to prevent industrial alcohol from being diverted and converted to potable alcohol; their purpose is to regulate, control and discourage the export of industrial alcohol - It has not been conclusively shown by State that it has been constrained to monitor or superintend that industrial alcohol is not illegally diverted to other uses within the State - If industrial alcohol is exported outside the State as industrial alcohol, these impositions partake of a totally different character; transfening  it into a tax. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "UNION OF INDIA VS. RELIANCE INDUSTRIES LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2MzU=",
        "Citation": "[2015] 10 S.C.R. 85",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /11396/2015)",
        "Date": "22 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgXyBSZWxpYW5jZSBJbmR1c3RyaWVzIExpbWl0ZWQgJiBPcnMuXzE3MDE0MTU0NDgucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 85",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "22 September 2015",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2015 INSC 692",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Reliance Industries Limited & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /11396/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Concilliation Act",
            "1996 - Part I",
            "s. 14 - Seat of arbitration outside India -Applicability of Part I of the Act - Product Sharing Contracts(PSC) - Execution of",
            "for Tapta and Panna Mukta oil and gas fields between Union of India and the companies - Dispute between the parties - Invocation of arbitration clause and appointment of arbitrator -Arbitration agreement between the parties that arbitration agreement would be governed by English law and the juridical seat of arbitration is"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - Part I, s. 14 -Seat of arbitration outside India -Applicability of Part I of theAct - Product Sharing Contracts(PSC) - Execution of, forTapta and Panna Mukta oil and gas fields between Union ofIndia and the companies - Dispute between the parties -Invocation of arbitration clause and appointment of arbitrator-Arbitration agreement between the parties that arbitrationagreement would be governed by English law and the juridicalseat of arbitration is London - Certain disputes under PSC -Initiation of arbitration proceedings in London by UOI- Finalpartial award by arbitral tribunal - Petition filed u/s. 34 byUOI for setting aside the arbitration award and the High Courtheld the same to be maintainable- In appeal, Supreme Courtset aside the order passed by the High Court holding thatPart I of the Act was not applicable and it was necessarilyexcluded being wholly inconsistent with the arbitrationagreement - On basis thereof, High Court dismissed theappeal pending uls. 14 as not maintainable - Review petitionas also curative petition against the Supreme Court judgmentalso dismissed - In SLP, held: Arbitration agreements beingprior to Bharat Aluminium Company's judgment, would begoverned by Bhatia International wherein it was held that Part-I would not apply if it is excluded by necessary implication,the juridical seat of arbitration is outside India or the lawgoverning the arbitration agreement is a law other than Indianlaw- In the instant case, this Court had already determinedthat the juridical seat of the arbitration is at London and thearbitration agreement is governed by English law, thus, it wasnot open to UOI to argue that Part-I would be applicable -Valiant attempt to reopen a question settled twice by dismissalof review petition and curative petition on the very sameground, to meet with the same fate -As regards the plea thatres judicata would not attach to questions relating tojurisdiction, would not apply as the effect of clause of the PSCraises a mixed question of fact and law and not a purequestion of jurisdiction unrelated to facts - Thus, both on resjudicata as w,ell as the law laid down by Supreme Court,application uls. 14 to be dismissed - It is also an abuse ofthe process of the Court as only after moving under theUNCITRAL Arbitration Rules and getting an adversejudgment from the Permanent Court of Arbitration theapplication was filed u/s. 14 - Thus, the order of High Courtis upheld."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF GUJARAT VS. M/S KOTHARI AND ASSOCIATES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2ODQ=",
        "Citation": "[2015] 10 S.C.R. 133",
        "Case Type": "(CIVIL APPEAL /1770/2005)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAwOF8xMF8xMzMtMTQ0XzE3MDM4NDU0ODIucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 133",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "State Of Gujarat",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 788",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "M/s Kothari And Associates",
        "Case Type:": "CIVIL APPEAL /1770/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963 - Art. 55 - Work contracts - Successive breaches - Extension· of contract - Claim for damages- Delay by appellant-State in handing over the site to respondent resulting in non-completion of work within the stipulated period by respondent - Extension of period from time to time",
            "though compensation sought by respondent denied by the appellant"
        ],
        "HeadNote": " Limitation Act, 1963 - Art. 55 - Work contracts - Successive breaches - Extension· of contract - Claim for damages- Delay by appellant-State in handing over the site to respondent resulting in non-completion of work within the stipulated period by respondent - Extension of period from time to time, though compensation sought by respondent denied by the appellant - Final Bill signed under protest by respondent- Issuance of notice u/s. 80 CPC by respondent to appellant claiming damages-After period of three years, respondent filing of suit for damages for additional costs - Grant of compensation with 12% interest from the date of statutory notice by trial court- In appeal, High Court granted interest for an extended period and held that since there were successive breaches by appellant, and the date of the last breach was relevant, the suit was within limitation- On appeal, held: The suit claims are damages incurred due to the extension of the contract period and the resultant damages are incurred by respondent, thus, suit would fall under Article 55 and not Article 113, which is a residuary provision - There were successive or multiple breaches, rather than continuous breach - Each breach was distinct and complete in itself and gave rise to a separate cause of action for which respondent could have rescinded the contract- Suit was required to be filed within three years of the happening of each breach - Period of limitation did not commence at the termination of the contract period or the date of final payment - Suit was filed after the limitation period of three years for even the final breach - Respondent made claim for compensation on every occasion - Appellant granted the extensions but rejected the claims, thus, the cause of action for making the claim for damages undoubtedly arose on each of those occasions - Fresh contract would be deemed to have been entered into between the parties on the grant of each of the extensions - Respondent should have initiated legal action on each of these occasions - Having not done so, it abandoned the claim - The suit is for damages for additional costs incurred, not on account of a debt or of interest on legacy, and thus s. 19 would not per se extend the period of limitation - There could be no extension uls. 18 on account of the acknowledgement in writing as each claim was specifically refuted by the Appellant- Notice perforce should have been issued before the suit became time barred, and only if so done would the period have been extended for a further two months under s. 80 CPC - Thus, respondent failed to file the suit for damages within the period prescribed and the suit is dismissed "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "S.E.B.I. VS. ALLIANCE FINSTOCK LTD. & ORS. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2OTU=",
        "Citation": "[2015] 10 S.C.R. 145",
        "Case Type": "(CIVIL APPEAL /4493/2006)",
        "Date": "03 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUy5lLmIuaS4gXyBBbGxpYW5jZSBGaW5zdG9jayBMdGQuICYgT3JzLiBFdGMuIEV0Yy5fMTcwMTQyMDA1Ny5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 145",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "03 November 2015",
        "Petitioner:": "S.e.b.i.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 823",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Alliance Finstock Ltd. & Ors. Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /4493/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities & Exchange Board of India (Stock Brokers and Sub-Brokers) Regulations",
            "1992 - Schepu·le Ill Paragraph 4 - Stock brokers convert their individual! partnership membership into a corporate entity prior to April 01",
            "1997 - Entitlement to fee continuity benefit- Held: Stock brokers entitled to the benefits"
        ],
        "HeadNote": "Securities & Exchange Board of India (Stock Brokersand Sub-Brokers) Regulations, 1992 - Schedule IllParagraph 4 - Stock brokers convert their individual!partnership membership into a corporate entity prior to April01, 1997 - Entitlement to fee continuity benefit- Held: Stockbrokers entitled to the benefits of the continuity in terms ofparagraph 4 of Schedule Ill of the Regulations - SEBI erred in denying the stock brokers the benefit of fee continuity"
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF RAJASTHAN VS. RAMESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3NTk=",
        "Citation": "[2015] 10 S.C.R. 163",
        "Case Type": "(CRIMINAL APPEAL /1526/2008)",
        "Date": "20 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgUmFqYXN0aGFuIF8gUmFtZXNoXzE3MDE0MjExNTMucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 163",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "20 November 2015",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 845",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Ramesh",
        "Case Type:": "CRIMINAL APPEAL /1526/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 304 Part I - Punishment for culpable homicide not amounting to murder-Allegation that respondent-father committed murder of his daughter - Conviction and sentence u/ss. 302 and 201 - Acquittal by High Court holding that the chain of circumstances against the convict was not complete to hold him guilt"
        ],
        "HeadNote": "Penal Code, 1860 - s. 304 Part I - Punishment forculpable homicide not amounting to murder-Allegation thatrespondent-father committed murder of his daughter -Conviction and sentence u/ss. 302 and 201 - Acquittal byHigh Court holding that the chain of circumstances againstthe convict was not complete to hold him guilty- On appeal,held: From the evidence on record, it is proved beyond reasonable doubt that when the respondent saw his daughtertalking to PW-9, he got suddenly provoked and lost his powerof self-control, slapped her, took her inside the house, andcaused death of his daughter by strangulation and throttling- Medical reports read with oral testimony of witnesses successfully prove the charge of culpable homicide notamounting to murder punishable u!s. 304 Part I againstrespondent - Thus, the High Court erred in holding that thedeceased could have hanged herself and that the chain ofcircumstances was not complete against the accused - Respondent convicted u/s. 304 Part I and sentenced torigorous imprisonment for ten years."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "VINDU KISHORE SHARMA VS. CHANCELLOR, CHAUDHARY CHARAN SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3NzA=",
        "Citation": "[2015] 10 S.C.R. 183",
        "Case Type": "(CIVIL APPEAL /13724-13725/2015)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvVmluZHUgS2lzaG9yZSBTaGFybWEgXyBDaGFuY2VsbG9yLCBDaGF1ZGhhcnkgQ2hhcmFuIFNpbmdoXzE3MDE0MjEzMTgucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 183",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "Vindu Kishore Sharma",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 869",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Chancellor, Chaudhary Charan Singh",
        "Case Type:": "CIVIL APPEAL /13724-13725/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law- Promotion - Claim of- Post of professor - Promotion of appellant-reader under the Personal Promotion Scheme to the post of Professor - However",
            "revocation of order of promotion since the appellant did not exercise his option for continuing to be governed under the erstwhile instructions/Scheme - Writ petition challenging revocation order of promotion - High Court dismissed the writ petition as also the review petition"
        ],
        "HeadNote": "Service Law- Promotion - Claim of- Post of professor- Promotion of appellant-reader under the PersonalPromotion Scheme to the post of Professor - However,revocation of order of promotion since the appellant did notexercise his option for continuing to be governed under theerstwhile instructions/Scheme - Writ petition challengingrevocation order of promotion - High Court dismissed thewrit petition as also the review petition - On appeal, held: Forcontinuing in the erstwhile scheme, it was imperative for ateacher governed by the conditions of s. 31 A, to opt in writingto remain under the said scheme - All those who did notexercise their express option in writing, would automaticallybe deemed to have accepted to be governed by theamended scheme - Appellant did not exercise his option,even after the issuance of the amended scheme to continuein the original scheme - Claim of the appellant for personalpromotion could not have been considered under the originalscheme - Thus, there is no infirmity in the revocation ofpromotion order - Respondent-University not to make anyrecovery of emoluments released to him, consequent uponhis promotion to the post of Professor - Appellant havingretired from service on attaining the age of superannuation,the respondent to release the retiral benefits to him - In casethe appellant is entitled to promotion (or for the benefit of ahigher grade) under the amended scheme, appellant to beallowed the same- Uttar Pradesh State Universities Act, 1973- s. 31A"
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "PROF. N. K. GANGULY VS. CBI NEW DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3ODI=",
        "Citation": "[2015] 10 S.C.R. 192",
        "Case Type": "(CRIMINAL APPEAL /798/2015)",
        "Date": "19 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUHJvZi4gTi4gSy4gR2FuZ3VseSBfIENiaSBOZXcgRGVsaGlfMTcwMTQyMTQ0MS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 192",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "19 November 2015",
        "Petitioner:": "Prof. N. K. Ganguly",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 844",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Cbi New Delhi",
        "Case Type:": "CRIMINAL APPEAL /798/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 197 - Sanction c for prosecution of public servants - Requirement of - Allegation of unauthorized and illegal transfer of plot against appellant and others-public servants - Registration of criminal case u/s.120-8 /PC rlw ss.13(1)(d)",
            "13(2) of the 198e Act against the appellants and others and thereafter",
            "filing of D charge-sheet- Order of the Special Judge taking cognizance and issuance of summons-Application by appellant seeking quashing of the entire procee"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s. 197 - Sanction for prosecution of public servants - Requirement of -Allegation of unauthorized and illegal transfer of plot againstappellant and others-public servants - Registration ofcriminal case u/s.120-8 /PC rlw ss.13(1)(d), 13(2) of the 1988Act against the appellants and others and thereafter, filing of charge-sheet- Order of the Special Judge taking cognizanceand issuance of summons-Application by appellant seekingquashing of the entire proceedings-Dismissal by High Court- On appeal, held: For the purpose of obtaining previoussanction from the appropriate ·government u/s. 197, it is imperative that the alleged offence is committed in dischargeof official duty by the accused - On facts, FIR and charge-sheet both contain references to the allegations made againstthe appellants and others, that they entered into a criminalconspiracy by abusing their official positions as public servants and illegally transferred the plot and obtained anundue pecuniary advantage, which is an offence u/s. 13(1 )(d)of the 1988 Act and s. 1208 /PC- Thus, s. 197 applicable tothe facts of the case - Previous sanction of the CentralGovernment was required to prosecute them for the same - Proceedings taking cognizance and issuing summons toappellant by Special Judge in absence of previous sanctionto prosecute them, quashed - Penal Code, 1860 - s. 120-8- Prevention of Corruption Act, 1988 - ss. 13(1 )(d), 13(2)."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "SUMER BUILDERS PVT. LTD. VS. NARENDRA GORAN!",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3ODY=",
        "Citation": "[2015] 10 S.C.R. 220",
        "Case Type": "(CIVIL APPEAL /4267/2015)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3VtZXIgQnVpbGRlcnMgUHZ0LiBMdGQuIF8gTmFyZW5kcmEgR29yYW4hXzE3MDE0MjE1NDAucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 220",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "Sumer Builders Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 783",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Narendra Goran!",
        "Case Type:": "CIVIL APPEAL /4267/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "LETTERS PATENT: c Clause 12-Applicability to letters patent of High Court judicature of Bomba"
        ],
        "HeadNote": "LETTERS PATENT:Clause 12-Applicability to letters patent of High Courtjudicature of Bombay- Held: Under s. 120 of the CPC, ss. 16,17 and 20 are not applicable to the High Court in originalcivil jurisdiction - Thus Clause 12 would govern the controversy so far Bombay High Court is concerned- Codeof Civil Procedure, 1908 - ss. 16, 17, 20, 120.Clause 12 - Original jurisdiction as to suit - Suit forland - Agreement between parties to construct buildings -Land situated in Indore - Respondent handed over possession of land to the appellant-developer to start the work- Dispute arose between the parties - Appellant movedBombay High Court for grant of leave under Clause 12 byfiling an application uls.9 of AC Act - Leave granted - Application for revocation of leave - High Court revoked theleave that was earlier granted- Whether justified- Held: s. 9petition sought restraint by a temporary order or injunctionfrom entering upon the property - Thus, core disputepertained to possession of land -Any order passed uls. 9 ofAC Act would have the impact on the land- Therefore, itwas clearly a dispute with regard to the possession which wasevincible from the correspondences and the avermentsmade in the application preferred u/s. 9 of AC Act- The suitis a suit for land and would have to be filed in Indore wherethe land is situate - Arbitration and Conciliation Act, 1996 - s.9- Jurisdiction."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "S. NIHAAL AHAMED VS. THE DEAN, VELAMMALMEDICALCOLLEGE HOSPITAL AND RESEARCH INSTITUTE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3OTc=",
        "Citation": "[2015] 10 S.C.R. 242",
        "Case Type": "(CIVIL APPEAL /8067-8068/2015)",
        "Date": "30 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUy4gTmloYWFsIEFoYW1lZCBfIFRoZSBEZWFuLCBWZWxhbW1hbG1lZGljYWxjb2xsZWdlIEhvc3BpdGFsIEFuZCBSZXNlYXJjaCBJbnN0aXR1dGUgJiBPcnMuXzE3MDE0MjE3MDAucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 242",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "30 September 2015",
        "Petitioner:": "S. Nihaal Ahamed",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 721",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "The Dean, Velammalmedicalcollege Hospital And Research Institute & Ors.",
        "Case Type:": "CIVIL APPEAL /8067-8068/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: MBBS admission - Appellants see",
            "king admission - Opted for respondent- college as first choice- Result published whereby appellant- N was placed at rank no. 731 and appellant-G at rank no.551 in the merit fist - Respondent directed appellants to come after 26.9.2013 - Complaints by appellants against the respondent-college to the Monitoring Committee - Respondent directed appellants to appear for counselling on 26.9.2013-Appellants received letters after 26.9.20"
        ],
        "HeadNote": "Education/Educational Institutions: MBBS admission- Appellants see,king admission - Opted for respondent-college as first choice- Result published whereby appellant-N was placed at rank no. 731 and appellant-G at rank no.551in the merit fist - Respondent directed appellants to comeafter 26.9.2013 - Complaints by appellants against therespondent-college to the Monitoring Committee -Respondent directed appellants to appear for counsellingon 26.9.2013-Appellants received letters after 26.9.2013and were refused seats on the ground that they did notapproach within stipulated time - Writ petitions- Single judgeheld that the appellants were not entitled for admission inthe MBBS course due to lapse of time however they wereentitled to Rs.3 lakhs each as compensation payable byrespondent - On appeals, the Division Bench held thatappellants were not entitled for admission in the MBBScourse and also not entitled for compensation - Held: Therespondent-college drafted fetters dated 24. 9. 2013 directingthe appellants to appear for counselling on 26. 9. 2013 andmarked copy of the same to the Monitoring Committee -The said letters were posted only on 29.9.2013 as evidentfrom the post office seal affixed on the envelope producedby the appellants - The finding-of the Single Judge that therespondent-Medical College is at fault in not sending callletters in time is based on proper appreciation of factualmatrix - The appellants though placed in the merit list could Anot secure admission due to the fault of the respondent-col/ege - The order of the Single Judge restored."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "SMT. SHAKUNTALA BAI & ORS. VS. MR. MAHAVEER PRASAD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MDk=",
        "Citation": "[2015] 10 S.C.R. 266",
        "Case Type": "(CIVIL APPEAL /1630-31/2010)",
        "Date": "02 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU210LiBTaGFrdW50YWxhIEJhaSAmIE9ycy4gXyBNci4gTWFoYXZlZXIgUHJhc2FkXzE3MDE0MjE4ODAucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 266",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "02 July 2015",
        "Petitioner:": "Smt. Shakuntala Bai & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 469",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Mr. Mahaveer Prasad",
        "Case Type:": "CIVIL APPEAL /1630-31/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Will- Validity of-Application u/s. 372 of Succession Act",
            "1925 by adopted son of testator on the strength of Will dated 15.11.1978 - Validity of the Will challenged - Trial Court rejected the application holding the Will to be invalid - Single as well as Division Bench of High Court",
            "reversed the order of trial court",
            "and directed issuance of Succession D Certificate"
        ],
        "HeadNote": "Will- Validity of-Application u/s. 372 of SuccessionAct, 1925 by adopted son of testator on the strength of Willdated 15.11.1978 - Validity of the Will challenged - TrialCourt rejected the application holding the Will to be invalid -Single as well as Division Bench of High Court, reversed theorder of trial court, and directed issuance of SuccessionCertificate - On appeal, held: Two witnesses havesatisfactorily proved the execution of the Will and theattestation thereof by two witnesses- Signature of the testatorhas been endorsed by two handwriting experts which wascorroborated by forensic report- Widow and daughter of the Testator supported the case of the applicant- Thus there isno vitiating or suspicious circumstance invalidating thebequest- Succession Act, 1925 - s. 372."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "CENTRAL BUREAU OF INVESTIGATION VS. MANINDER SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MTk=",
        "Citation": "[2015] 10 S.C.R. 277",
        "Case Type": "(CRIMINAL APPEAL /1496/2009)",
        "Date": "28 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvQ2VudHJhbCBCdXJlYXUgT2YgSW52ZXN0aWdhdGlvbiBfIE1hbmluZGVyIFNpbmdoXzE3MDE0MjIwMzYucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 277",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "28 August 2015",
        "Petitioner:": "Central Bureau Of Investigation",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 614",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Maninder Singh",
        "Case Type:": "CRIMINAL APPEAL /1496/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.482- Quashing of proceedings - A/legation against the respondent that he availed bank credit facilities with the help of forged documents in connivance with the bank manager- Charge- sheet - High court quashed the criminal proceedings qua the respondent on the ground that the respondent had settled the matter with the bank"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.482- Quashing ofproceedings - A/legation against the respondent that heavailed bank credit facilities with the help of forgeddocuments in connivance with the bank manager- Charge-sheet - High court quashed the criminal proceedings quathe respondent on the ground that the respondent had settledthe matter with the bank - On appeal, held: In economicoffences, Court must not only keep in view that money hasbeen paid to the bank which has been defrauded but alsoconsider consequence to the society at large - High Courtwhile exercising its inherent power ignored all the facts viz.the impact of the offence, the use of the State machinery tokeep the matter pending for so many years coupled with thefraudulent conduct of the respondent - To quash theproceeding merely on the ground that the accused hassettled the amount with the bank would be a misplacedsympathy - Order of High Court set aside and trial courtdirected to proceed with the matter- Penal Code, 1860- ss.420, 467, 468 and 471 rlw s. 120-8- Economic offences."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "INDRA VIJAY ALOK VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MzQ=",
        "Citation": "[2015] 10 S.C.R. 288",
        "Case Type": "(CRIMINAL APPEAL /1917/2008)",
        "Date": "31 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvSW5kcmEgVmlqYXkgQWxvayBfIFN0YXRlIE9mIE1hZGh5YSBQcmFkZXNoXzE3MDE0MjIzMTcucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 288",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "31 August 2015",
        "Petitioner:": "Indra Vijay Alok",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 620",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1917/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Coffuption Act",
            "1988: ss. 7 and 13(1 )(d) rlw c s. 13(2) - Allegation that appellant-Patwari demanded from the complainant bribe for carrying out the mutation in the revenue records - Trial Court found the evidence of complainant (PW-3) and statements of other prosecution witnesses reliable for holding the appellant guilty- Conviction D by trial court upheld by the High Court"
        ],
        "HeadNote": "Prevention of Coffuption Act, 1988: ss. 7 and 13(1 )(d) rlws. 13(2) - Allegation that appellant-Patwari demanded fromthe complainant bribe for carrying out the mutation in therevenue records - Trial Court found the evidence ofcomplainant (PW-3) and statements of other prosecutionwitnesses reliable for holding the appellant guilty- Convictionby trial court upheld by the High Court - On appeal, held:The statement of PW-3 got corroboration by the statementof the superior officer of the appellant's own department-Assuch courts below committed no error of law in relying ontestimony of these witnesses and in convicting the appellant."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "CENTRAL BUREAU OF INVESTIGATION VS. RATHIN DANDAPAT AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NDQ=",
        "Citation": "[2015] 10 S.C.R. 295",
        "Case Type": "(CRIMINAL APPEAL /1081/2015)",
        "Date": "21 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvQ2VudHJhbCBCdXJlYXUgT2YgSW52ZXN0aWdhdGlvbiBfIFJhdGhpbiBEYW5kYXBhdCBBbmQgT3RoZXJzXzE3MDE0MjI0NDAucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 295",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "21 August 2015",
        "Petitioner:": "Central Bureau Of Investigation",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 599",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Rathin Dandapat And Others",
        "Case Type:": "CRIMINAL APPEAL /1081/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.167(2)- Power of Magistrate to authorise detention of accused in police custody - Killing of 9 persons and injuring large number of villagers - Investigation transfen-ed to CBI- Charge sheet against 21 accused including arrested ones and absconders - CBI seeking remand of accused in police custody- Whether no remand in police custody can be given to the investigating agency in respect of the absconding accused who is arrested only after filing of the charge shee"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.167(2)- Power ofMagistrate to authorise detention of accused in police custody- Killing of 9 persons and injuring large number of villagers- Investigation transferred to CBI- Charge sheet against 21accused including arrested ones and absconders - CBIseeking remand of accused in police custody- Whether noremand in police custody can be given to the investigatingagency in respect of the absconding accused who is arrestedonly after filing of the charge sheet - Held: Police remandcan be sought uls. 167(2) in respect of an accused arrestedat the stage of further investigation if the interrogation isneeded by the investigating agency- Expression 'accusedif in custody' in s.309 does not include the accused who isarrested on further investigation before supplementary chargesheet is filed - Refusal of police remand against principle oflaw- Impugned orders declining the police remand set aside- Penal Code, 1860 - ss. 148, 149, 307, 302."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "SONI KUMARI VS. DEEPAK KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NjQ=",
        "Citation": "[2015] 10 S.C.R. 305",
        "Case Type": "(CIVIL APPEAL /7164/2015)",
        "Date": "16 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU29uaSBLdW1hcmkgXyBEZWVwYWsgS3VtYXJfMTcwMTQyMjg2My5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 305",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 September 2015",
        "Petitioner:": "Soni Kumari",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 669",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Deepak Kumar",
        "Case Type:": "CIVIL APPEAL /7164/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950: Article 142 - Invocation of power under-For waiving the cooling off period of 6 months c for filing second motion uls. 13-B of the Hindu Marriage Act"
        ],
        "HeadNote": "Constitution of India, 1950: Article 142 - Invocation ofpower under-For waiving the cooling off period of 6 months for filing second motion uls. 13-B of the Hindu Marriage Act- Held: In the instant case, Family Court had made necessaryefforts for reconciliation between the parties but efforts failed-Appellant-wife taking plea that respondent-husband has toleave India for job purpose and it was not possible for him to return back in a year or two and, therefore, she would suffermental agony and would also not be able to remarry- It is afit case where in order to do complete justice to the parties, itis necessary to invoke the power u!Art. 142 in anirreconcilable situation - Cooling off period of 6 months waived and decree of divorce by mutual consent granted -Hindu Marriage Act, 1955 - s. 13-8(1 )."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "BALJINDER PAL KAUR VS. STATE OF PUNJAB AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4OTQ=",
        "Citation": "[2015] 10 S.C.R. 316",
        "Case Type": "(CIVIL APPEAL /5142/2009)",
        "Date": "08 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvQmFsamluZGVyIFBhbCBLYXVyIF8gU3RhdGUgT2YgUHVuamFiIEFuZCBPdGhlcnNfMTcwMTQyMzMzMi5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 316",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "08 September 2015",
        "Petitioner:": "Baljinder Pal Kaur",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 1016",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Punjab And Others",
        "Case Type:": "CIVIL APPEAL /5142/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Police Rules: Rule 16.3- Dismissal from service C - Allegation that appellant-Assistant Sub Inspector made arrangement for illegally sending few persons to USA - Disciplinary enquiry held and appellant found guilty and dismissed from service - Criminal case also filed against the appellant in which she was ultimately acquitted by Special 0 Court - High Court refused to quash the order of dismissal of appellant from service"
        ],
        "HeadNote": "Punjab Police Rules: Rule 16.3- Dismissal from service - Allegation that appellant-Assistant Sub Inspector madearrangement for illegally sending few persons to USA -Disciplinary enquiry held and appellant found guilty anddismissed from service - Criminal case also filed againstthe appellant in which she was ultimately acquitted by Special Court - High Court refused to quash the order of dismissalof appellant from service - On appeal, held: The order ofacquittal by Special Court was that the prosecution witnessesturned hostile and they appeared to have been won over-rule 16. 3(b) provides that when a police officer has been tried and acquitted by a criminal court, he shall not be punisheddepartmentally on the same charge unless in the opinion ofcourt, the prosecution witnesses have been won over- Therewas, thus, no illegality in the order of the High Court decliningto interfere with the order of the dismissal of service."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "TATA IRON & STEEL COMPANY LTD. VS. DISTRICT TRANSPORT OFFICER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5MjI=",
        "Citation": "[2015] 10 S.C.R. 325",
        "Case Type": "(CIVIL APPEAL /3162/2006)",
        "Date": "08 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvVGF0YSBJcm9uICYgU3RlZWwgQ29tcGFueSBMdGQuIF8gRGlzdHJpY3QgVHJhbnNwb3J0IE9mZmljZXIgJiBPcnMuXzE3MDE0MjM4MTIucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 325",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "08 September 2015",
        "Petitioner:": "Tata Iron & Steel Company Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1015",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "District Transport Officer & Ors.",
        "Case Type:": "CIVIL APPEAL /3162/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bihar and Orissa Motor Vehicles Taxation Act",
            "1930: s. 6(1 A) - Public Service Motor Vehicle - Imposition of additional tax"
        ],
        "HeadNote": "Bihar and Orissa Motor Vehicles Taxation Act, 1930:s. 6(1 A) - Public Service Motor Vehicle - Imposition ofadditional tax - Motor vehicles used by appellant for which respondent demanded additional motor vehicles tax -Vehicles are bus, truck, tipper, water tanker, diesel tanker,explosive van, trailer, canteen van and school bus - Schoolbus is used for carrying the children wards of the employeesof the appellant from and to educational institutions purelyas welfare measure - Tipping trucks are used for handling ofcoal within the mining area for production purposes -Explosive vans are used for transfer of explosives - Likewiseother vehicles are also used captively for business purpose - Thus these vehicles are used by appellant for its ownpurpose and would not be treated as vehicle for public orthird party- Therefore, in such situation, appellant is not liableto pay additional tax in terms of s.6(1A) of the Act."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "SANDU (D) BY LRS. VS. GU LAB (D) BY LRS. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5Mjg=",
        "Citation": "[2015] 10 S.C.R. 334",
        "Case Type": "(CIVIL APPEAL /3470/2006)",
        "Date": "04 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU2FuZHUgKGQpIEJ5IExycy4gXyBHdSBMYWIgKGQpIEJ5IExycy4gQW5kIE90aGVyc18xNzAxNDIzOTYyLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 334",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "04 September 2015",
        "Petitioner:": "Sandu (d) By Lrs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 639",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Gu Lab (d) By Lrs. And Others",
        "Case Type:": "CIVIL APPEAL /3470/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Restoration of Lands to Scheduled Tribes Act",
            "197 4 - ss. 4",
            "SA and 7 - Proceedings u/s. 4 dropped by orderdated-31.12.1975",
            "on the ground that the tribal was not prepared to purchase the land - In 1985 initiation of proceedings u/s. 7 by revisional authority after the Government accorded sanction - Revisional authority held that the tribal land was liable to be restored- Writ petition by transferee challenging order of revisional authority - High Court allowed the petition on the grou"
        ],
        "HeadNote": "Maharashtra Restoration of Lands to Scheduled TribesAct, 197 4 - ss. 4, SA and 7 - Proceedings u/s. 4 dropped byorder dated-31.12.1975, on the ground that the tribal was notprepared to purchase the land - In 1985 initiation ofproceedings u/s. 7 by revisional authority after theGovernment accorded sanction - Revisional authority heldthat the tribal land was liable to be restored- Writ petition bytransferee challenging order of revisional authority - HighCourt allowed the petition on the ground that the revisionaljurisdiction u/s. 7, having been exercised beyond a periodof 3 years, was barred by limitation- On appeal, held: Whenthe proceedings uls. 7 are initiated on getting sanction fromthe State Government, the same can be initiated beyond theperiod of 3 years- In the circumstances of the case, the powerexercised by the revisional authority is within reasonableperiod and hence not barred by limitation- The proceedingsuls. 4 cannot be dropped even if the tribal-transferor is notinterested in getting back his land- The Collector is requiredto proceed further to divest the non-tribal transferee and passorder for vesting the land in the State Government - Matterremitted to High Court to decide the matter on merit -Limitation.Practice and Procedure - Writ petition challenging theorder passed under Maharashtra Restoration of Lands toscheduled Tribes Act - Non-impleadment of State or itsauthorities - Held: In litigation on welfare legislations, the Acourt should see that the Government and the authoritiesconcerned are impleaded for proper defence and effectiveassistance - Maharashtra Restoration of Lands to ScheduledTribes Act, 1975."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "LT. GOVERNOR OF DELHI & ORS. VS. MATWAL CHAND (D) THR. LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5Mzk=",
        "Citation": "[2015] 10 S.C.R. 346",
        "Case Type": "(CIVIL APPEAL /3971/2006)",
        "Date": "04 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTHQuIEdvdmVybm9yIE9mIERlbGhpICYgT3JzLiBfIE1hdHdhbCBDaGFuZCAoZCkgVGhyLiBMcnMuXzE3MDE0MjQxNDQucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 346",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "04 September 2015",
        "Petitioner:": "Lt. Governor Of Delhi & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 638",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Matwal Chand (d) Thr. Lrs.",
        "Case Type:": "CIVIL APPEAL /3971/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition -Acquisition 11/s. 4 of Land Acquisition Act",
            "1894 - Subject properly",
            "initially evacuee properly - Acquired uls. 12 of Displaced Persons (Compensation and Rehabilitation) Act",
            "1954 (DPCR Act) - Further auctioned to the predecessor-in- interest of the respondents- Provisional possession of properly handed over before s.4 Notification - Sale certificate issued afters. 4 Notification but prior to s. 6 Declaration - Award in respect of the subject properly - Challenged in writ petiti"
        ],
        "HeadNote": "Land Acquisition -Acquisition 11/s. 4 of Land AcquisitionAct, 1894 - Subject properly, initially evacuee properly -Acquired uls. 12 of Displaced Persons (Compensation andRehabilitation) Act, 1954 (DPCR Act) - Further auctioned tothe predecessor-in- interest of the respondents- Provisionalpossession of properly handed over before s.4 Notification- Sale certificate issued afters. 4 Notification but prior to s. 6Declaration - Award in respect of the subject properly -Challenged in writ petition - High Court declared theacquisition proceeding in respect of the subject land as nulland -void holding that land being evacuee properly, wasexempt from the purview of acquisition - On appeal, held:The subject land ceased to be evacuee properly and becameproperty of the Central Government, after acquisition uls. 12of DPCR Act and hence not exempted from acquisition underLand Acquisition Act- Though ownership on the land vestedin the Central Government, an encumbrance had beencreated in the subject properly and hence would not falloutside the purview of Land Acquisition Act- Only such land,in which entirety of the rights vests in the State and on whichthere are no private rights or encumbrances, would be outsidethe purview of Land Acquisition Act- Land Acquisition Act,1894 - s. 4 -Administration of Evacuee Properly Act, 1950-s. 8 - Displaced Persons (Compensation and Rehabilitation)Act, 1954- s.12(2) & (4) and 14."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "LLOYD ELECTRIC AND ENGINEERING LIMITED VS. STATE OF HIMACHAL PRADESH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5NDU=",
        "Citation": "[2015] 10 S.C.R. 362",
        "Case Type": "(CIVIL APPEAL /6838/2015)",
        "Date": "03 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTGxveWQgRWxlY3RyaWMgQW5kIEVuZ2luZWVyaW5nIExpbWl0ZWQgXyBTdGF0ZSBPZiBIaW1hY2hhbCBQcmFkZXNoIEFuZCBPdGhlcnNfMTcwMTQyNDI3NS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 362",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "03 September 2015",
        "Petitioner:": "Lloyd Electric And Engineering Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 632",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Himachal Pradesh And Others",
        "Case Type:": "CIVIL APPEAL /6838/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Taxation - Central Sales Tax - On inter-State sales -At concessional rate of 1% - Permissibility - The assessee enjoying the concessional rate upto 31.3.2009 - Policy decision taken by Council of Ministers to extend the period of concession upto 31.3.2013 or till the CST is phasedout- D Statutory Notification to that effect issued by the Excise and Taxation Department on 18. 06. 2009 - Revenue denying tax concession to the assessee from 1.4.2009 to 18.6.2009 holding that assessee was entitled to t"
        ],
        "HeadNote": "Taxation - Central Sales Tax - On inter-State sales -Atconcessional rate of 1% - Permissibility - The assesseeenjoying the concessional rate upto 31.3.2009 - Policydecision taken by Council of Ministers to extend the periodof concession upto 31.3.2013 or till the CST is phased out- Statutory Notification to that effect issued by the Excise andTaxation Department on 18. 06. 2009 - Revenue denying taxconcession to the assessee from 1.4.2009 to 18.6.2009holding that assessee was entitled to the concession onlyfrom the date of issuance of the Notification i.e. 18. 6. 2009 -Held: Once the Council of Ministers takes a policy decision,the implementing Department cannot issue a notificationcontrary to that policy decision - It was not an introduction ofa new policy under the notification, but was an extension ofthe benefits under the extended policy - The State Government is bound by the policy decision - The assesseeis entitled to concessional rate of tax@ 1% w.e.f. 1.4.2009 till31.3.2013-Central Sales Tax Act, 1956-s. 8(5)(b)."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "M/S. DR. REDDY`S LABORATORIES VS. COMMISSIONER OF CUSTOMS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5Nzg=",
        "Citation": "[2015] 10 S.C.R. 386",
        "Case Type": "(CIVIL APPEAL /2603/2006)",
        "Date": "02 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX18zODYtMzk3XzE3MDM4NDU1MTUucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 386",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "02 September 2015",
        "Petitioner:": "M/s. Dr. Reddy`s Laboratories",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 1012",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Customs",
        "Case Type:": "CIVIL APPEAL /2603/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Act",
            "1962-ss. 111(m)",
            "114A- Customs Tariff Act",
            "1975 - Classification of goods as auto analysers or photometers - Appellant filed Bill of Entry for clearance of goods classified as auto analysers under Entry 9030. 89 - Goods seized by custom authorities - Issuance of notice stating that the said goods were photometers and not auto analysers - Demand of duty - Confiscation of goods and imposition of penalty - Commissioner held that goods imported were auto analysers",
            "thus",
            "amounted to misde"
        ],
        "HeadNote": " Customs Act, 1962-ss. 111(m), 114A- Customs Tariff Act, 1975 - Classification of goods as auto analysers or C photometers - Appellant filed Bill of Entry for clearance of goods classified as auto analysers under Entry 9030. 89 - Goods seized by custom authorities - Issuance of notice stating that the said goods were photometers and not auto 0 analysers - Demand of duty - Confiscation of goods and imposition of penalty - Commissioner held that goods imported were auto analysers, thus, amounted to misdeclaration of description and that the goods were liable · for confiscation and penalty - No evasion of duty on the E imported goods, thus, no penalty uls. 114A - Tribunal set aside the order- Held: Without any analysis of whether the imported equipments were, in fact, auto analysers or were only photometers, the tribunal concluded that one can never come to a conclusion that a photometer is the same as an F auto analyzer - Commissioner had held that a photometer is a generic expression and auto analysers are photometers with software installed in them which could then perform various operations - Tribunal found this logic faulty but did not given any reason for disregarding the same - G Commissioner concluded that since the process of analysis is automatic, though mixing of samples may be done manually, yet since analysis has to be done automatically, an analyser would fall under the expression \"auto analysers\" for enzymes, drug levels and biochemical investigations - H Thus, the order of the tribunal is set aside and that of the Commissioner is restored. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "BHADRESH BIPINBHAI SHETH VS. STATE OF GUJARAT &ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwMTQ=",
        "Citation": "[2015] 10 S.C.R. 398",
        "Case Type": "(CRIMINAL APPEAL /1134-1135/2015)",
        "Date": "01 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvQmhhZHJlc2ggQmlwaW5iaGFpIFNoZXRoIF8gU3RhdGUgT2YgR3VqYXJhdCAmYW5vdGhlcl8xNzAxNDI2MTczLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 398",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "01 September 2015",
        "Petitioner:": "Bhadresh Bipinbhai Sheth",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 623",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Gujarat &another",
        "Case Type:": "CRIMINAL APPEAL /1134-1135/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.438 -Anticipatory bail - Grant of- Charge framed against appellant in the year 2001 only uls. 506(2) /PC on the basis of the statement recorded-Addition of charge u/s.376 IPC nine years later- Order passed for committal of proceedings to Sessions Court and taking the appellantinto custody - Application by the appellant for anticipatory bail - Grant of",
            "by the Sessions Judge",
            "however",
            "cancellation by the High Court-Justification of-"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.438 -Anticipatorybail - Grant of- Charge framed against appellant in the year2001 only uls. 506(2) /PC on the basis of the statementrecorded-Addition of charge u/s.376 IPC nine years later-Order passed for committal of proceedings to Sessions Courtand taking the appellant into custody - Application by theappellant for anticipatory bail - Grant of, by the SessionsJudge, however, cancellation by the High Court-Justificationof- Held: Merely because the charge u/s. 376 IPC, which isa serious charge, is now added, the benefit of anticipatorybail cannot be denied when such a charge is added laterand inaction of the prosecutrix is also a contributory factor-Further, no purpose would be served in compelling theappellant to go behind bars, as an under trial, by refusing theanticipatory bail in respect of alleged incident - Judgmentpassed by the High Court is set aside and that by theSessions Judge, is restored - Penal Code, 1860 - ss. 376,506.Bail -Anticipatory bail - Grant or refusal of- Factors tobe taken into consideration - Stated."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "U.P. STATE ROAD TRANSPORT CORP. &ANR. VS. GOPAL SHUKLA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwMjE=",
        "Citation": "[2015] 10 S.C.R. 423",
        "Case Type": "(CIVIL APPEAL /2038/2012)",
        "Date": "01 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvVS5wLiBTdGF0ZSBSb2FkIFRyYW5zcG9ydCBDb3JwLiAmYW5yLiBfIEdvcGFsIFNodWtsYSAmIEFuci5fMTcwMTQyNjM0NS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 423",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "01 September 2015",
        "Petitioner:": "U.p. State Road Transport Corp. &anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1011",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Gopal Shukla & Anr.",
        "Case Type:": "CIVIL APPEAL /2038/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "U.P. Industrial Disputes Act",
            "1'947 - s. 6(2-A) - Bus conductor with appellant-Corporation carried 25 passengers without ticket - Disciplinary proceedings - Dismissal from service - Industrial dispute raised - Labour court set aside the dismissal order and passed the award relating to reinstatement holding that the allegation of personal gain and corruption was not established - High Court upheld the awar"
        ],
        "HeadNote": "U.P. Industrial Disputes Act, 1'947 - s. 6(2-A) - Busconductor with appellant-Corporation carried 25 passengerswithout ticket - Disciplinary proceedings - Dismissal fromservice - Industrial dispute raised - Labour court set asidethe dismissal order and passed the award relating toreinstatement holding that the allegation of personal gainand corruption was not established - High Court upheld theaward- On appeal, held: The said misconduct does not standon a lesser footing than embezzlement or corruption andresults in loss of faith and breaches the trust - Chargepertaining to personal gain established - Degree ofcorruption is immaterial - Whole act is reprehensible anddoes not commend any lenience - Thus, the courts belowerred qy imposing a lesser punishment on the workmanwhereas the only punishment, on establishment of thecharges accepted by the labour court, should have beendismissal - Exercise of power u/s. 6(2-A) by Labour Courtwas arbitrary and was not exercised in a judicial manner -Award by the Labour Court as well as the order by the HighCourt set aside and the order of dismissal imposed by theCorporation restored."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "KSH. LAKSHAHEB SINGH AND OTHERS. VS. STATE OF MANIPURAND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwMjk=",
        "Citation": "[2015] 10 S.C.R. 439",
        "Case Type": "(CIVIL APPEAL /6738/2015)",
        "Date": "02 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvS3NoLiBMYWtzaGFoZWIgU2luZ2ggQW5kIE90aGVycy4gXyBTdGF0ZSBPZiBNYW5pcHVyYW5kIE90aGVyc18xNzAxNDI2NDU4LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 439",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "02 September 2015",
        "Petitioner:": "Ksh. Lakshaheb Singh And Others.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 629",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Manipurand Others",
        "Case Type:": "CIVIL APPEAL /6738/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law-Appointment- Quota for promotion vis-a-vis direct recruitment -"
        ],
        "HeadNote": "Service law-Appointment- Quota for promotion vis-a-vis direct recruitment -Appellants serving as Section Offic-ers - In terms of the recruitment rules, for the next promo-tional post of Assistant Engineers, 60% of the posts to befilled up by promotion· and 40% by direct recruitment - Fi-nancial crunch faced by the State Government, policy deci-sion imposing total ban on appointment under direct recruit-ment quota - However, issuance of letter by the Departmentto initiate the process for direct recruitment to the said post-Writ petition by appellants seeking quashing of the letter-Single Judge held that since the Government had lifted theban on direct recruitment partially in respect of certain postsincluding the post of Assistant Engineer, the action taken bythe Department for filling up the vacancies in the grade ofAssistant Engineer against direct recruitment quota cannotbe faulted with- In appeal before this Court, case of the ap-pellants that the quota prescribed for promotion and directrecruitment would apply to vacancies and not to posts in thecadre and the Department have not only applied the quotato the cadre strength but also carried forward almost all thevacancies on the erroneous supposition that they are meantfor direct recruitment- Held: As fairly submitted by the Statethat still there are 16 vacancies available against the pro-motion quota and the appellants come within eight in theseniority list, appellants' case would be considered for pro-motion against the promotion quota - PWD, IFCD and PHED,Manipur Assistant Engineer (Civil! Meehan/cal) !AssistantSurveyor of Works Recruitment Rules, 2009."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "DR. TAPAS KUMAR MAN DAL AND OTHERS & ETC. VS. STATE OF WEST BENGALAND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwMzY=",
        "Citation": "[2015] 10 S.C.R. 447",
        "Case Type": "(CIVIL APPEAL /6689-6690/2015)",
        "Date": "01 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvRHIuIFRhcGFzIEt1bWFyIE1hbiBEYWwgQW5kIE90aGVycyAmIEV0Yy4gXyBTdGF0ZSBPZiBXZXN0IEJlbmdhbGFuZCBPdGhlcnNfMTcwMTQyNjU5Mi5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 447",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "01 September 2015",
        "Petitioner:": "Dr. Tapas Kumar Man Dal And Others & Etc.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 624",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of West Bengaland Others",
        "Case Type:": "CIVIL APPEAL /6689-6690/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "West Bengal Medical Education Service",
            "the West Bengal Health Service and the West Bengal Public Health- cum-Administrative Service (Placement on Trainee Reserve) C Rules",
            "2008 - Selection procedure - Notification to the effect that in-service candidates who had obtained diploma within the last three years (2012-2014) would not be considered for the degree course and only pre-2012 diploma holders would 0 be considered - Challenge to",
            "by the appellants who were selected and called for giving sponso"
        ],
        "HeadNote": "West Bengal Medical Education Service, the WestBengal Health Service and the West Bengal Public Health-cum-Administrative Service (Placement on Trainee Reserve) Rules, 2008 - Selection procedure - Notification to the effectthat in-service candidates who had obtained diploma withinthe last three years (2012-2014) would not be considered forthe degree course and only pre-2012 diploma holders wouldbe considered - Challenge to, by the appellants who wereselected and called for giving sponsorship - Held: Reasonsassigned by the High Court forgiving priority to those doctorswho have completed their diploma courses much before theappellants upheld - Government gave opportunity to those Doctors, who had got one specialization more than threeyears back and they are senior to the appellants - Further. itis evident from the Rule that the placement of the Doctorswould be at the discretion of the Government - Merelybecause the appellants got selected does not give them right as in-house Doctors to get priority above their seniors."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "AG VS. SHIV KUMAR YADAV &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwNDQ=",
        "Citation": "[2015] 10 S.C.R. 455",
        "Case Type": "(CRIMINAL APPEAL /1187-1188/2015)",
        "Date": "10 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvQWcgXyBTaGl2IEt1bWFyIFlhZGF2ICZhbnIuXzE3MDE0MjY3MjYucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 455",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "10 September 2015",
        "Petitioner:": "Ag",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 654",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Shiv Kumar Yadav &anr.",
        "Case Type:": "CRIMINAL APPEAL /1187-1188/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973- s. 311 - Power to summon material witness",
            "or examine person present -_ Matter pertaining to commission of rape - Application u/s. 311"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973- s. 311 - Power tosummon material witness, or examine person present -_Matter pertaining to commission of rape - Application u/s.311 \"for recall of prosecution witnesses, at the stage whenstatement of accused has been recorded - Plea raised thatthe defence counsel was not competent and had noteffectively cross-examined the witnesses - Held: Recallcould be permitted if essential for the just decision - Recallis not a matter of course and discretion given to the courthas to be exercised judiciously to prevent failure of justice -Instant case is in the category of cases where the trial isrequired to be fast tracked - While advancement of justiceremains the prime object of law, recall cannot be allowed forthe asking or reasons related to mere convenience -Witnesses cannot be expected to face the hardship ofappearing in court repeatedly, particularly in such sensitivecases - It can result in undue hardship for victims, especiallyso, of heinous crimes, if they are required to repeatedlyappear in court to face cross-examination - It would result inundue delay in the trial - High Court did not assign a singlespecific reason as to how recall of as many as 13 witnesse~was necessary as. directed in the impugned order - Thus,the order passed by the High Court is set aside andapplication for recall is dismissed-Administration of criminaljustice.Judicial notice - Retrial on the ground of unfitness ofthe counsel- Court taking notice of- Since interest of societyis paramount and instead of trials being conducted again onaccount of unfitness of the counsel, reforms are necessaryso that such a situation does not arise - There is a need toreview the Advocates Act and the relevant Rules to examinethe continued fitness of an advocate to conduct a criminaltrial by the concerned Authorities including the LawCommission and the Bar Council of India - Advocates Act,1961."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF PUNJAB VS. M/S. BAN DEEP SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwNTE=",
        "Citation": "[2015] 10 S.C.R. 496",
        "Case Type": "(CIVIL APPEAL /629/2006)",
        "Date": "25 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxM18xMF80OTYtNTA0XzE3MDM4NDU3MDIucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 496",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "25 August 2015",
        "Petitioner:": "State Of Punjab",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 605",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "M/s. Ban Deep Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /629/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Auction - Auction process - Public auction of two properties - Deposit of earnest money with twenty five per cent of auction bids by respondents -Auction bid marginally above the reserve price fixed by the competent authority - Subsequently decision by the appellants to re-auction the properties - Respondents not conveyed reasons for not accepting their bids",
            "which were highest as also higher than the reserve price - Challenge to"
        ],
        "HeadNote": " Auction - Auction process - Public auction of two properties - Deposit of earnest money with twenty five per cent of auction bids by respondents -Auction bid marginally above the reserve price fixed by the competent authority - Subsequently decision by the appellants to re-auction the properties - Respondents not conveyed reasons for not accepting their bids, which were highest as also higher than the reserve price - Challenge to - Held: Every decision of an administrative or executive nature must be a composite and self sustaining one - It should contain all the reasons which prevailed on the official taking the decision to arrive at his conclusion - High Court rightly concluded that no sustainable justification and rationalization was recorded in writing at the relevant time for ordering the re-auction of only the two subject properties - It cannot be said that the Government is bound in every case to accept the highest bid above the reserve price - Presence of cartelization or \"pooling\" could be a reason for the cancellation of an auction process as also the ground that the property fetched too low a bid when compared to the prevailing market price - In the instant case, however, while the latter was ostensibly the reason behind the decision for conducting a fresh auction, there is no evidence on the record to support the said contention - Highest bids, marginally above the reserve price, were accepted in the self-same auction - Assailed action of the appellant is not substantiated in the noting, which  ought at least to have been conveyed to the respondents - On facts of the case, in the endeavour to do justice, respondents directed to pay the price of the land at the prevailing Circle Rates, which was accepted by the counsel for both the parties. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "PARISONSAGROTECH (P) LTD. &ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwNjY=",
        "Citation": "[2015] 10 S.C.R. 505",
        "Case Type": "(CIVIL APPEAL /4027/2009)",
        "Date": "21 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUGFyaXNvbnNhZ3JvdGVjaCAocCkgTHRkLiAmYW5yLiBfIFVuaW9uIE9mIEluZGlhICYgT3JzLl8xNzAxNDI3MjgzLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 505",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "21 August 2015",
        "Petitioner:": "Parisonsagrotech (p) Ltd. &anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 597",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /4027/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Trade (Development and Regulation) A<;t",
            "1992 - s. 5 rw s. 3 - Issuance of Notification whereby ban on importation of palm oil through all the ports of Kera/a - Validity of the Notifications - Challenge to"
        ],
        "HeadNote": "Foreign Trade (Development and Regulation) A<;t, 1992- s. 5 rw s. 3 - Issuance of Notification whereby ban onimportation of palm oil through all the ports of Kerala - Validityof the Notifications - Challenge to - Held: When a particulardecision is taken in the interest of the farmers who are amarginalized section of the society, more so for their survival,this policy decision of the Central Government provides acomplete rational in support of the decision having nexuswith the objective sought to be achieved- There is intelligiblebasis for issuing the impugned Notifications having rationalnexus with the objectives sought to be achieved - There is asufficient public good sought to be achieved by laying downthe exception banning the imports of crude palm oil throughports in Kerala - s. 3(2) gives ample power to the Governmentto issue such Notifications in exceptional cases and instantcase falls within those parameters - Thus, no error in theview taken by the High Court upholding the Notifications -Constitution of India, 1950 -Article 14.Administrative law- Policy decision - Judicial Review-Power of - Held: once it is found that there is sufficient materialfor taking a particular policy decision, bringing it within the four comers of Article 14, power of judicial review would notextend to determine the correctness of such a policy decisionor to indulge into the exercise of finding out whether therecould be more appropriate or better alternatives- Constitution"
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF RAJASTHAN VS. JAINUDEEN SHEKHANDANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwNzA=",
        "Citation": "[2015] 10 S.C.R. 542",
        "Case Type": "(CRIMINAL APPEAL /1085/2015)",
        "Date": "25 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgUmFqYXN0aGFuIF8gSmFpbnVkZWVuIFNoZWtoYW5kYW5yLl8xNzAxNDI3MzcxLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 542",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "25 August 2015",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 610",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Jainudeen Shekhandanr.",
        "Case Type:": "CRIMINAL APPEAL /1085/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.250 -Compensation for accusation"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.250 -Compensation for accusation without reasonable cause -Respondents arraigned as accused for the offences punishable u/ss. 8121(8) and 8129 of the 1985 Act- Grant of compensation to the respondents by the Special Judge since they suffered illegal custody on account of delay in getting the seized articles tested from Forensic Science Laboratory and the test showed that the seized items did not contain any contraband article - Said order upheld by the High Court -On appeal, held: Delay is the fulcrum of the reasoning for acquittal - It is apt to note that police while patrolling noticed that the behaviour the accused persons at that time was suspicious - There was no lapse on the part of the seizing officer, no evidence to show that the prosecution had falsely implicated them and there was no ma/a fide or malice - High Court did not apply its mind to the concept of grant of compensation to the accused persons - Thus, order of the trial judge granting compensation and High Court upholding the same, set aside - Narcotic Drugs and Psychotropic Substances Act, 1985."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "MEHBOOBALI &ANR. VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwODA=",
        "Citation": "[2015] 10 S.C.R. 553",
        "Case Type": "(CRIMINAL APPEAL /808/2010)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice H.L. Dattu",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTWVoYm9vYmFsaSAmYW5yLiBfIFN0YXRlIE9mIFJhamFzdGhhbl8xNzAxNDI3NjAzLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 553",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Mehboobali &anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 804",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /808/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872: s. 27 - Statement of accused leading to identification and arrest of other accused persons and C recovery of fake currency notes which information not known to police - Admissibility of his statement"
        ],
        "HeadNote": "Evidence Act, 1872: s. 27 - Statement of accused leadingto identification and arrest of other accused persons and recovery of fake currency notes which information not knownto police - Admissibility of his statement - Held: Thestatement of accused led to the discovery of fact provingcomplicity of other accused persons and the entire chain ofcircumstances clearly made out that co-accused acted inconspiracy - These facts were not in the knowledge of thePolice hence the statement of the accused leading todiscovery of fact was clearly admissible as per the provisionscontained in s. 27 of the Act which carves out an exception tothe general provisions about inadmissibility of confession made under police custody contained in ss. 25 and 26 of theAct - Penal Code, 1860 - ss. 4898, 489C."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "MASTER SATYAM GANDHI VS. UNION TERRITORY, CHANDIGARH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIwODU=",
        "Citation": "[2015] 10 S.C.R. 569",
        "Case Type": "(CIVIL APPEAL /7136/2015)",
        "Date": "16 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTWFzdGVyIFNhdHlhbSBHYW5kaGkgXyBVbmlvbiBUZXJyaXRvcnksIENoYW5kaWdhcmggQW5kIE9ycy5fMTcwMTQyNzgzOS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 569",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 September 2015",
        "Petitioner:": "Master Satyam Gandhi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 668",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Union Territory, Chandigarh And Ors.",
        "Case Type:": "CIVIL APPEAL /7136/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: School admission - Admission to XI class - Respondent-school declined the medical stream to the appellant-writ petitioner on the ground that he is ineligible for the said stream on the basis of his pre-board result - Respondent-school stated that the appellant was offered the commerce stream but he categorically refused to take admission into the commerce stream"
        ],
        "HeadNote": "Education/Educational Institutions: School admission- Admission to XI class - Respondent-school declinedthe medical stream to the appellant-writ petitioner on theground that he is ineligible for the said stream on the basisof his pre-board result - Respondent-school stated thatthe appellant was offered the commerce stream but hecategorically refused to take admission into the commercestream - Held: Appellant was found ineligible and deniedadmission in the medical stream because of his marks inthe pre-board result and aptitude conducted by the school- He was given option to take admission in the commercestream which he did not opt at the first instance and as aresult admission in the commerce stream was over- HighCourt rightly held that the relief sought for by the appellantcannot be granted by issuing appropriate writ directing the· school to admit the appellant even in the commercestream - This court further stated that the students whostudy up to Class X In any school whether aided or non-aided, such students are entitled to get admission in ClassXI in the same school unless he or she declines beforethe admission is closed - However, in which stream theyare to be admitted, it depends upon their merits andperformance that shall be decided by the school authority."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "OM PRAKASH SHARMA@O.P. JOSHI VS. RAJENDRA PRASAD SHEWDA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIyNTE=",
        "Citation": "[2015] 10 S.C.R. 574",
        "Case Type": "(CIVIL APPEAL /8609-8610/2009)",
        "Date": "09 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvT20gUHJha2FzaCBTaGFybWFAby5wLiBKb3NoaSBfIFJhamVuZHJhIFByYXNhZCBTaGV3ZGEgJiBPcnMuXzE3MDE0OTI5MTQucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 574",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "09 October 2015",
        "Petitioner:": "Om Prakash Sharma@o.p. Joshi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 758",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Rajendra Prasad Shewda & Ors.",
        "Case Type:": "CIVIL APPEAL /8609-8610/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu law: Property dispute - Purchase of property by husband in the name of wife - Held: In the instant case",
            "property was purchased from the funds of husband for the benefit of his wife and therefore she was the real owner of the property- This was in accordance with the practice prevailing in a Hindu family where husband normally looks after and manages the property of the wife - Benami transaction - Hindu Women's Right to Property Act",
            "1937."
        ],
        "HeadNote": "Hindu law: Property dispute - Purchase of property byhusband in the name of wife - Held: In the instant case,property was purchased from the funds of husband for thebenefit of his wife and therefore she was the real owner of theproperty- This was in accordance with the practice prevailingin a Hindu family where husband normally looks after andmanages the property of the wife - Benami transaction -Hindu Women's Right to Property Act, 1937.Adoption: Claim over property by plaintiff on the groundthat the said property devolved upon her husband who was adopted by the owner of the said property- - Defendant no. 1was also the adopted son of daughter of the owner of theproperty- Dispute regarding such adoptions - Held: Plaintifffailed to prove that his adoption was valid - Evidence ofwitnesses were not admissible uls.32(5) and (6) inasmuchas on the date when the said evidence was recorded thecontroversy with regard to adoption of plaintiff's husband hadalready occurred - If plaintiff failed to prove his adoption thenit must be held that suit property devolved upon the daughterof the owner of the suit property- Claim of defendant no. 1 tobe adopted son could have been challenged only by suchlegal heirs on whom the property would have devolvedfollowing the death of owner in the event the adoption ofdefendant no. 1 is to be held to be invalid- No such challengewas made - High Court was justified in not entering into theissue of validity of adoption of defendant no. 1 as such issuehad become redundant- Evidence Act, 1872- ss.32(5) and A(6)."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "PUKHREM SHARATCHANDRA SINGH VS. MAIREMBAM PRITHVIRAJ@ PRITHIBIRAJ SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIyNTg=",
        "Citation": "[2015] 10 S.C.R. 591",
        "Case Type": "(CIVIL APPEAL /8063/2015)",
        "Date": "01 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUHVraHJlbSBTaGFyYXRjaGFuZHJhIFNpbmdoIF8gTWFpcmVtYmFtIFByaXRodmlyYWpAIFByaXRoaWJpcmFqIFNpbmdoXzE3MDE0OTMwMzkucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 591",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "01 October 2015",
        "Petitioner:": "Pukhrem Sharatchandra Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 726",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Mairembam Prithviraj@ Prithibiraj Singh",
        "Case Type:": "CIVIL APPEAL /8063/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Representation of the People Act",
            "1951: s.86(7) - Election petition - Delay in disposal of election petition - Role of Election Tribunal - Respondent-elected candidate filed written statement two years after the main election petition - Adjournment was sought by respondent from time to time - Appeal by election petitioner challenging the manner in which the trial was conducted an__d the dilatory tactics adopted by the respondent to delay the hearing of the election petition"
        ],
        "HeadNote": "Representation of the People Act, 1951: s.86(7) -Election petition - Delay in disposal of election petition -Role of Election Tribunal - Respondent-elected candidatefiled written statement two years after the main electionpetition - Adjournment was sought by respondent fromtime to time - Appeal by election petitioner challengingthe manner in which the trial was conducted and the dilatorytactics adopted by the respondent to delay the hearing ofthe election petition - Held: An election petition has to bedecided in quite promptitude as there is an obligation castupon the Court to dispose of the same within a period ofsix months·- As per s. 86(7) of the Act, the Court has toendeavour to dispose of an election petition asexpeditiously as possible and not to allow the parties totake resort to unnecessary adjournments or file vexatiousapplications - In the case at hand, the elected candidatehas been taking time at his own pleasure and leisure andfiling applications as he desired giving vent to his whimand fancy and the Court has granted adjournment in anextremely liberal manner - This kind of attitude has to becurbed from all angles because law does not countenanceit"
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "RAMESH CHAND (DEAD) THROUGH L.RS. VS. ASRUDDIN (DEAD) THROUGH LRSANDANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMDk=",
        "Citation": "[2015] 10 S.C.R. 604",
        "Case Type": "(CIVIL APPEAL /8427/2014)",
        "Date": "06 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUmFtZXNoIENoYW5kIChkZWFkKSBUaHJvdWdoIEwucnMuIF8gQXNydWRkaW4gKGRlYWQpIFRocm91Z2ggTHJzYW5kYW5vdGhlcl8xNzAxNDkzOTcyLnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 604",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "06 October 2015",
        "Petitioner:": "Ramesh Chand (dead) Through L.rs.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 735",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Asruddin (dead) Through Lrsandanother",
        "Case Type:": "CIVIL APPEAL /8427/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963: s. 20- Jurisdiction under;"
        ],
        "HeadNote": "Specific Relief Act, 1963: s. 20- Jurisdiction under; scope- In the instant case, plaintiff's case was that he entered intoan agreement with defendant no. 1 on 21.06.2004 topurchase land for Rs. 6 lacs- Defendant no. 1 accepted Rs.4 lacs as earnest money- It was agreed that suit land whichwas mortgaged with defendant no. 2 would be redeemed bydefendant no. 1 before execution of the sale deed -Non-execution of sale deed by defendant no. 1 - Suit forspecific performance of contract - Defendant no. 1 deniedthe execution of agreement dated 21. 06.2004 on the groundthat he had already executed agreement dated 07.05.2004to sell the suit land in favour of one 'P' after receiving Rs.1. 20 lacs as earnest money, therefore there was no occasionto enter into agreement with defendant no. 1 to sell the sameland; that defendant no. 1 was in need of money and hadtaken loan of Rs. 1.50 lacs from the plaintiff on 21.06.2004and when plaintiff made demand, defendant no. 1 asked 'P'to make payment of Rs. 1. 80 lacs to the plaintiff-After saidpayment by 'P', the alleged agreement dated 21.06.2004stood cancelled - Trial Court held that it was not a fit case forspecific performance of contract and directed defendant no.1 to pay back earnest money of Rs. 4 lacs - First appellatecourt decreed the suit for specific performance of contractdirecting defendant no. 1 to execute the sale deed in termsof agreement dated 21. 06. 2004 after accepting balance Rs.2 lacs from the plaintiff- High Court dismissed the appeal -Held: Though execution of agreement dated 21.06.2004between the parties was proved, but it was no where pleaded Aor proved by the plaintiff that he got redeemed the mortgagedland in favour of defendant no.2 in terms of the agreementnor was it specifically pleaded that he was ready and willingto get the property redeemed from the mortgage - It is a fitcase where instead of granting decree of specific Bperformance, the plaintiff can be compensatea by directingthe appellant to pay a reasonable and sufficient amount tohim - It would be just and appropriate to direct the appellantsto repay Rs. 4 lacs along with interest @ 18% p.a. from21. 06. 2004 - If they do so, the decree of specific performance Cshall stand set aside."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "MOLUGU MAHIPAL REDDY AND ORS. VS. M PRADEEP KUMAR AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMTM=",
        "Citation": "[2015] 10 S.C.R. 611",
        "Case Type": "(CIVIL APPEAL /8749-8750/2015)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxOV8xMF82MTEtNjI1XzE3MDM4NDYxMjgucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 611",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Molugu Mahipal Reddy And Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 1035",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "M Pradeep Kumar And Ors.",
        "Case Type:": "CIVIL APPEAL /8749-8750/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act"
        ],
        "HeadNote": " Land Acquisition Act, 1894: Writ petition filed in public interest challenging the action of competent authorities in registering the land - Allowed by High Court - Challenged  by appellants on the ground that the said parcel of land was not government land and therefore High Court erred in interfering in exercise of its public interest jurisdiction to protect the so called public interest - Plea of appellants that  they were not impleaded as parties to the writ petition filed by public interest litigant who had been set up by the rival claimants to the land only to blackmail or pressurize them - Held: Several questions arose for determination which ought to have been but were not been examined by High Court -  Matter remitted back to High Court for fresh considertion. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "N.K. RAJENDRA MOHAN VS. THIRVAMADI RUBBER CO. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMjQ=",
        "Citation": "[2015] 10 S.C.R. 626",
        "Case Type": "(CIVIL APPEAL /5163/2012)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTi5rLiBSYWplbmRyYSBNb2hhbiBfIFRoaXJ2YW1hZGkgUnViYmVyIENvLiBMdGQuICYgT3JzLl8xNzAxNDk0MzY0LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 626",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "N.k. Rajendra Mohan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 471",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Thirvamadi Rubber Co. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /5163/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Land Reforms Act 1963 - ss. 2(44)",
            "3(1)(vii)",
            "3(1)(viii)",
            "13- Malabar Tenancy Act",
            "1929- s. 2- Transfer of Property Act",
            "1882 - s. 116 - Suit for eviction and damages"
        ],
        "HeadNote": "Kerala Land Reforms Act 1963 - ss. 2(44), 3(1)(vii),3(1)(viii), 13- Malabar Tenancy Act, 1929- s. 2- Transferof Property Act, 1882 - s. 116 - Suit for eviction and damages- On facts, in 1918 the appellant leased out 963. 75 acres ofland to original lessee for a period of 36 years on payment ofannual rent- Finally, respondent-company inducted into thesaid land - Suit for eviction and damages by appellant-plaintiff and others against respondent no. 1 - Appellant'scase that the suit land belongs to their tarwad and was aprivate forest; that neither the original lessee nor his successors derive fixity of tenure or right of ownership; andthat the lease lapsed with the efflux of time - Respondehtpleaded fixity of tenure under the 1929 Act and the 1963 Act- Courts below held the respondent-company was entitled tofixity of tenure and dismissed the suit - Interference with -Held: Not called for - At the time of execution of the leasedeed, neither a private forest nor a plantation as defined in s.2(44)12(47) of the Act 1963 existed on the demised /and-There was no restriction or regulation on the nature ofcultivation/plantation to be resorted to by lessee on thecultivable portion of the land leased out - Respondent-company continued as lessee by holding over after 1954and lease rent was paid till 1978 as admitted by the appellant-Act of 1963 come into force prior thereto - Neither s. 3(1 )(vii)nor 3(1)(viii) is applicable to the plantation involved, thus,respondent-company is entitled to fixity of tenure u/s. 13thereof - s. 116 even if applicable, the lease originallyentered into would not get transformed with time into one of tenancy in respect of plantation as defined ins. 2 (44) of Act1963, in absence of any overt act of the parties, intendingthe same on agreed upon terms."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "SUBRATA CHATIORAJ VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMjc=",
        "Citation": "[2015] 10 S.C.R. 660",
        "Case Type": "(TRANSFER PETITION (CIVIL) /401/2015)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3VicmF0YSBDaGF0aW9yYWogXyBVbmlvbiBPZiBJbmRpYSAmIE9ycy5fMTcwMTQ5NDQ5Ni5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 660",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Subrata Chatioraj",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 1034",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "TRANSFER PETITION (CIVIL) /401/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Investigation - Investigation by CBI - Chit fund scams in West Bengal and other States - Issuance of direction to transfer cases registered in different police stations to CBI for fair and credible investigation by this Court·- During pendency of investigation by CBI",
            "writ petition in public interest by Union of India seeking transfer of large number of other similar cases to CB"
        ],
        "HeadNote": "Investigation - Investigation by CBI - Chit fund scamsin West Bengal and other States - Issuance of direction totransfer cases registered in different police stations to CBIfor fair and credible investigation by this Court·- Duringpendency of investigation by CBI, writ petition in publicinterest by Union of India seeking transfer of large numberof other similar cases to CBI - Disposal of writ petition bythe High Court seeking direction to Central Governmentto issue notification transferring all chit fund casesregistered in State of Assam to CBI to investigate the saidcases - Direction a/so issued for investigation uls. 173Cr.PC. where charge-sheets had already been filed -Subsequently, IA by CBI seeking modification of the saidorder that CBI may be permitted to undertake theinvestigation for limited F/Rs and others may be continuedby local police of the State since it could not handle thelarge number of cases with the existing manpower andother infrastructure at its disposal - Held: Citizens areentitled to not only expect but demand that investigationsought to be fair and effective as much as they ought to bequick and efficient- It cannot be said that the investigatingagencies hands are full of or that it does not have themanpower to handle cases, no matter circumstances justifyor demand investigation by any agency from outside agiven State - CBI as a centrally control investigatingagency cannot afford to Iose the advantage of it being seenby the citizens and the courts as a credible agency - Itcan ill-afford to do so on account of shortage of manpower or any other constraint - Thus, the Central Governmentdirected to take steps for comprehensive revision of thecadre strength of CBI and take immediate steps for fillingup the vacancies that are already sanctioned -Constitution of India, 1950 -Article 21 - Scams."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "NEON LABORATORIES LTD. VS. MEDICAL TECHNOLOGIES LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzMzY=",
        "Citation": "[2015] 10 S.C.R. 684",
        "Case Type": "(CIVIL APPEAL /1018/2006)",
        "Date": "05 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTmVvbiBMYWJvcmF0b3JpZXMgTHRkLiBfIE1lZGljYWwgVGVjaG5vbG9naWVzIEx0ZC4gJiBPcnMuXzE3MDE0OTQ3MDMucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 684",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "05 October 2015",
        "Petitioner:": "Neon Laboratories Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 728",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Medical Technologies Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1018/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Trade Marks Act",
            "1999 - Passing off- First in the market test - Suit for injunction damages and account for profit by respondent no 1 against appellant on the basis of a/legation of passing off"
        ],
        "HeadNote": "Trade Marks Act, 1999 - Passing off- First in the markettest - Suit for injunction damages and account for profit byrespondent no 1 against appellant on the basis of a/legationof passing off - Respondent's case that in 1998 itspredecessor-in-title introduced generic drug ROFOL andbegan marketing under the name PROFOL and afteramalgamation of respondent no. 1 with predecessor-in-titlein 2000, respondent no. 1 became the owner of the trademarkPROFOL and has been using it since then, when it alsoapplied for its registration and that the appellant had beenusing the mark ROFOL which is similar to its mark PROFOL- Appellant's case that it filed application for registration forits trademark ROFOL in 1992 and the same was granted in2001, however, it commenced its user from 2004 onwards -Trial court granted temporary injunction against appellantwhich was upheld by the High Court- On appeal, held: Threefactors relevant to an interim order-prima facie case, balanceof convenience and an irreparable loss in favour ofrespondents. Since the respondents have supported withproof that they had already been using their trademark wellbefore the attempted user of an identical or closely similartrademark by the appellant, they are entitled to temporaryinjunction, in light of 'first in the market' test- Thus, the orderpassed by the High Court upheld."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF HARYANA & ORS. VS. NORTHERN INDIAN GLASS INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNjk=",
        "Citation": "[2015] 10 S.C.R. 697",
        "Case Type": "(CIVIL APPEAL /8378/2015)",
        "Date": "07 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgSGFyeWFuYSAmIE9ycy4gXyBOb3J0aGVybiBJbmRpYW4gR2xhc3MgSW5kdXN0cmllcyBMdGQuXzE3MDE0OTU0ODQucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 697",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "07 October 2015",
        "Petitioner:": "State Of Haryana & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 745",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Northern Indian Glass Industries Ltd.",
        "Case Type:": "CIVIL APPEAL /8378/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land acquisition - Resumption of land - Acquisition of land in favour of respondent for specified purpose by appellant-State - Passing of award wherein compensation payable to the landowners computed- Thereafter",
            "execution of deed of conveyance by appellant-State in favour of respondent",
            "however",
            "respondent violated the terms and conditions of deed of conveyance - Respondent sold the land without permission of appellant-State - Resumption notice to respondent by appellant State - Writ petition by"
        ],
        "HeadNote": "Land acquisition - Resumption of land - Acquisition ofland in favour of respondent for specified purpose byappellant-State - Passing of award wherein compensationpayable to the landowners computed- Thereafter, executionof deed of conveyance by appellant-State in favour ofrespondent, however, respondent violated the terms andconditions of deed of conveyance - Respondent sold theland without permission of appellant-State - Resumptionnotice to respondent by appellant State - Writ petition byrespondents seeking quashing of resumption notice - HighCourt set aside the said Notice and directions to appellant-State to comply with the principles of natural justice - Onappeal, held: Conduct of the respondent was not only unfairbut, in fact, it smacks of fraud, malpractice and malfeasance- Resumption notice' was issued to the respondent becauseof its actions, so respondent has forfeited whatsoever rightsit may have enjoyed over the land- Thus, the order passedby the High Court set aside."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "RATNESH KUMAR CHOUDHARY VS. INDIRA GANDHI INSTITUTE OF MEDICAL SCIENCES, PATNA, BIHARAND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNzM=",
        "Citation": "[2015] 10 S.C.R. 717",
        "Case Type": "(CIVIL APPEAL /8662/2015)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUmF0bmVzaCBLdW1hciBDaG91ZGhhcnkgXyBJbmRpcmEgR2FuZGhpIEluc3RpdHV0ZSBPZiBNZWRpY2FsIFNjaWVuY2VzLCBQYXRuYSwgQmloYXJhbmQgT3RoZXJzXzE3MDE0OTU2MzUucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 717",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "Ratnesh Kumar Choudhary",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 780",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Indira Gandhi Institute Of Medical Sciences, Patna, Biharand Others",
        "Case Type:": "CIVIL APPEAL /8662/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law- Termination of service - During probation - Whether the termination was simpliciter or punitive - Determination of - During probation of the delinquent",
            "complaint challenging his appointment on the ground that he did not possess requisite qualification - Ex pa rte vigilance enquiry - Enquiry report alleging his misbehaviour",
            "disobedience",
            "etc."
        ],
        "HeadNote": "Service Law- Termination of service - During probation- Whether the termination was simpliciter or punitive -Determination of - During probation of the delinquent,complaint challenging his appointment on the ground thathe did not possess requisite qualification - Ex pa rte vigilanceenquiry - Enquiry report alleging his misbehaviour,disobedience, etc. - Held: If misconduct/ misdemeanourconstitutes the basis for the final decision taken by competentauthority, to dispense with services of the probationer, albeitby a non-stigmatic order, the Court can lift the veil and declarethat in the garb of termination simpliciter, the employer haspunished the employee for an act of misconduct - In thepresent case, enquiry was held behind the back of thedelinquent and there were stigmatic remarks- There is clearviolation of principles of natural justice - Holding of a regularenquiry was imperative - Thus, it was not a terminationsimplicitor but was punitive - Direction to reinstate thedelinquent with 50% salary"
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "MANAGING DIRECTOR, K.S.R.T.C. VS. NEW INDIAASSURANCE CO. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzNzc=",
        "Citation": "[2015] 10 S.C.R. 743",
        "Case Type": "(CIVIL APPEAL /5293/2010)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice H.L. Dattu",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTWFuYWdpbmcgRGlyZWN0b3IsIEsucy5yLnQuYy4gXyBOZXcgSW5kaWFhc3N1cmFuY2UgQ28uIEx0ZC4gJiBPcnMuXzE3MDE0OTU4NDQucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 743",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Managing Director, K.s.r.t.c.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 803",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "New Indiaassurance Co. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /5293/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988"
        ],
        "HeadNote": "Motor Vehicles Act, 1988- ss.2(30), 147, second proviso to s.147(1) and s. 157-Accident by the bus given to Transport Corporation under a lease agreement by the registered owner thereof - Liability to pay compensation - Whether on the registered owner, the Corporation or the insurer - Held: In view of the provisions of ss. 2(30), 147 and 157 the insurer cannot escape the liability to pay the compensation - The liability of the insurer continues notwithstanding the contract of transfer of vehicle - Such contractual liability cannot be said to be excluded by virtue of second proviso to Section· 14 7 ( 1) - The Corporation being in actual control of the vehicle would be liable to make the compensation - Even though, the Corporation is treated as owner under Section 2(30), the registered owner continues to remain liable as per terms and conditions of lease agreement - Therefore, the registered owner, insurer as well as the Corporation would be liable to make the payment of compensation jointly and severally - In view of the terms of the agreement, the Corporation can recover the amount from the registered owner or insurer.Insurance - Insurance Policy- Nature of- Held: Policy of insurance is contractual obligation between the insured and the insurer."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "U.V. MAHADKAR VS. SUBHASH ANAND CHAVAN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTIzODM=",
        "Citation": "[2015] 10 S.C.R. 771",
        "Case Type": "(CIVIL APPEAL /843/2012)",
        "Date": "02 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvVS52LiBNYWhhZGthciBfIFN1Ymhhc2ggQW5hbmQgQ2hhdmFuIEFuZCBPdGhlcnNfMTcwMTQ5NTk5MS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 771",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "02 September 2015",
        "Petitioner:": "U.v. Mahadkar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 628",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan,Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Subhash Anand Chavan And Others",
        "Case Type:": "CIVIL APPEAL /843/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Selection - To the post of Head of Department of C Agronomy - On merit-cum-seniority basis - By expert committee - Challenged- Selection set aside by High Court directing to hold fresh meeting for consideration of the selection"
        ],
        "HeadNote": "Service Law:Selection - To the post of Head of Department of Agronomy - On merit-cum-seniority basis - By expertcommittee - Challenged- Selection set aside by High Courtdirecting to hold fresh meeting for consideration of theselection - On appeal, held: In view of proviso to statue 41of the Universities Statutes, the recommendation of the Committee was to be on the basis of merit and seniority- Insuch cases merit shall have to be given preference over theseniority- In the matter of selection and promotion, normallythe courts should not interfere with the decision of Committeeof experts, unless mala fide is attributed or a/legations of arbitrariness is proved- High Court was not right in enteringinto the arena of experts and reassess the merit of thecandidates- Maharashtra Agricultural Universities Statutes,1990- Statute 41 Proviso.Selection - On the basis of 'merit-cum-seniority' and'seniority-cum-merit' - Distinction between - Discussed."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "RAVI NORA KUMAR SHRIVASTAVA VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0MDI=",
        "Citation": "[2015] 10 S.C.R. 781",
        "Case Type": "(CIVIL APPEAL /5853-5854/2008)",
        "Date": "04 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvUmF2aSBOb3JhIEt1bWFyIFNocml2YXN0YXZhIF8gU3RhdGUgT2YgTS5wLiAmIE9ycy5fMTcwMTQ5NjU2NC5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 781",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "04 September 2015",
        "Petitioner:": "Ravi Nora Kumar Shrivastava",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 642",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra,Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /5853-5854/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Promotion - From the post of Steno- typist",
            "to the post of Stenographer - By order dated 22.01.2003- Thereafter promotion was cancelled- Writ petition challenging the cancellation",
            "dismissed - Writ appeal also dismissed"
        ],
        "HeadNote": "Service Law - Promotion - From the post of Steno-typist, to the post of Stenographer - By order dated22.01.2003- Thereafter promotion was cancelled- Writpetition challenging the cancellation, dismissed - Writappeal also dismissed - On appeal, held: As per theGovernment letter NQ. C-3-710913149 dated 23.02.1989,the criteria prescribed for promotion to the post ofStenographer are five years experience as a Steno-typistand passing of exam of Shorthand and Typing from StateStenography Typing Council or from any recognizedinstitution - The appellant obtained requisite qualificationof passing the Council Examination in the year 2000 andwas absorbed on the post of Steno-typist vide order dated12. 04. 200~ - Therefore he will become eligible forpromotion only in the year 2007 i.e. on completion ofperiod of five years after he was absorbed on the post ofSteno-typist - His promotion was rightly cancelled for nothaving fulfilled the eligibility criteria for promotion -Appeals dismissed."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "NIZAM & ANR. VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0OTE=",
        "Citation": "[2015] 10 S.C.R. 786",
        "Case Type": "(CRIMINAL APPEAL /413/2007)",
        "Date": "04 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTml6YW0gJiBBbnIuIF8gU3RhdGUgT2YgUmFqYXN0aGFuXzE3MDE0OTg1OTIucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 786",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "04 September 2015",
        "Petitioner:": "Nizam & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 640",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /413/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss. 302 and 201 - Prosecution under - Based on circumstantial evidence - Conviction by courts C below-Evidence - Circumstantial evidence - 'Last seen theory' - Applicability of-Constitution of India",
            "1950-Art. 136 - Jurisdiction under"
        ],
        "HeadNote": "Penal Code, 1860- ss. 302 and 201 - Prosecution under- Based on circumstantial evidence - Conviction by courts below - On appeal, held: For establishing the guilt on thebasis of circumstantial evidence, the circumstances must befirmly established and the chain of circumstances must becomplete from the facts - There are many loopholes in theprosecution case - In the facts of the case, chain of circumstances were not complete so as to point only to theguilt of the accused and no other inference :- If more thanone inferences can be drawn, then the accused must havethe benefit of doubt - Therefore, conviction of appellants- accused cannot be sustained - Evidence - CircumstantialEvidence.Evidence - Circumstantial evidence - 'Last seen theory'- Applicability of - Held: The theory should be applied bytaking the prosecution case, in its entirety keeping in mind the circumstances that precede and follow the point of beingso last seen - Only if the prosecution proves that thedeceased was last seen alive in the company of accused,an inference can be drawn against the accused and only thenonus can be 'shifted on accused u/s. 106 of Evidence Act- It is not prudent to base the conviction solely on 'last seentheory' - Where the time gap between the deceased last seenand the recovery of his body is long, it would be unsafe tobase the conviction without looking for corroboration from anyother circumstances and evidence -- Evidence Act, 1872 -s.106."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "NEERU YADAV VS. STATE OF U.P. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI0OTc=",
        "Citation": "[2015] 10 S.C.R. 802",
        "Case Type": "(CRIMINAL APPEAL /1272/2015)",
        "Date": "29 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTmVlcnUgWWFkYXYgXyBTdGF0ZSBPZiBVLnAuIEFuZCBBbnIuXzE3MDE0OTg3MTQucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 802",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "29 September 2015",
        "Petitioner:": "Neeru Yadav",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 713",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra,Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of U.p. And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1272/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 439 - Special powers of High Court or Court of Session reg~rding bail - C Exercise of jurisdiction by High Court u/s. 439 - High Court enlarged respondent no.2 on bail on the basis of parity- Sustainability of the orde"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s. 439 - Specialpowers of High Court or Court of Session regarding bail -Exercise of jurisdiction by High Court u/s. 439 - High Courtenlarged respondent no.2 on bail on the basis of parity-Sustainability of the order- Held: High Court totally ignoredthe criminal antecedents of the accused - High Courtweighed the doctrine of parity- Respondent no.2 is a history-sheeter and is involved in heinous offences which cannot beregarded as jejune - Law expects· the judiciary to be alertwhile admitting these kind of accused persons to be at largeand the emphasis is on exercise of discretion judiciously andnot in a whimsical manner-:- Thus, the order passed by theHigh Court is set aside."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "VIKRAM SINGH@ VICKY &ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI1MTg=",
        "Citation": "[2015] 10 S.C.R. 816",
        "Case Type": "(CRIMINAL APPEAL /824/2013)",
        "Date": "21 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvVmlrcmFtIFNpbmdoQCBWaWNreSAmYW5yLiBfIFVuaW9uIE9mIEluZGlhICYgT3JzLl8xNzAxNDk5MDE0LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 816",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "21 August 2015",
        "Petitioner:": "Vikram Singh@ Vicky &anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 591",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CRIMINAL APPEAL /824/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 302 and 364A - Kidnapping and killing of 16 year old boy demanding ransom of Rs 50 lakh from his father - Conviction u/ss. 302 and' 364A and imposition of death sentence - Order attaining finality upto this Court - Writ petition by appellant u!Art. 32 challenging vires of s. 364A to the extent the same prescribes death sentence for anyone found guilty",
            "dismissed as withdrawn with liberty to the appellants to approach High Court- Thereaft~r",
            "writ petition before the High Court"
        ],
        "HeadNote": "Penal Code, 1860:ss. 302 and 364A - Kidnapping and killing of 16 yearold boy demanding ransom of Rs 50 lakhh from his father -Conviction u/ss. 302 and' 364A and imposition of deathsentence - Order attaining finality upto this Court - Writpetition by appellant u!Art. 32 challenging vires of s. 364A tothe extent the same prescribes death sentence for anyonefound guilty, dismissed as withdrawn with liberty to theappellants to approach High Court- Thereafter, writ petitionbefore the High Court dismissed, upholding the vires of s.364A - On appeal, held: Provisions of Section 364A in so faras the same prescribes death or life imprisonment is notunconstitutional on account of the punishment beingdisproportionate to the gravity of the crime committed by theappellants- s. 364A was enacted for the safety and securityof the citizens and the unity, sovereignty and integrity of thecountry-Appellants were held guilty not only uls. 364A, buteven for murder punishable u/s. 302 - Award of deathsentence was considered to be just, fair and reasonable, evenby the standards of rarest of rare cases...:.. Just because thesentence of death is a possible punishment that may beawarded in appropriate cases cannot make it per se inhumanor barbaric.s. 364A - When attracted- Held: Kidnapping/abduction demanding ransom from private persons also- attracts s.364A - Language employed in s. 364A is wide enough to cover even cases where the demand for ransom is made notas a part of any terrorist act but also for monetary gain from aprivate individual- Provision does not suggest that the sameis attracted only in ransom situations arising in· acts ofterrorism directed against the Government or any foreign state or international inter-governmental organization.s. 364A - Ingredients of- Stated.s. 364A - Scope and purport of- Examination of historicalperspective - Explained and discussed.Constitution of India, 1950 - Art. 32, 226 - Writjurisdiction - Order attaining finality upto this Court - Writpetition by appellant u!Art. 32 challenging vires of s. 364Adismissed as withdrawn with liberty to the appellants to approach High Court- Thereafter, writ petition before the HighCourt dismissed, upholding the vires of s. 364A - On appeal,·held: In view of the decision in Rupa Ashok Hurra's case, ifagainst a final judgment of this Court, a remedy was notavailable u/Art.· 32, the same would also not be available u/ Art. 226 - Only remedy available, is by invoking this Court'sinherent powers u!Arts. 129, 142 for recall, reversal ormodification of the order passed by this Court in the criminalappeal filed by appellants- Thus, writ petition before the HighCourt for that relief is untenable.Interpretation of statutes - Rule of ejusdem generis -Applicability - Whether the expression 'any other person'appearing in s. 364A ought to be read ejusdem generis withthe expression preceding the said words - Held: s. 364A made use of only two expressions viz. 'government' or 'anyother person' - Parliament did not use multiple expressionsin the provision constituting a distinct genus class or category- It used only one single expression viz. 'government' whichdoes not constitute a genus, even when it may be a specie -Tenor of the provision, the context and .the statutory definitionof the expression 'person' all militate against any attempt tOrestrict the meaning of the term 'person' to the 'government'or 'foreign State' or 'international inter-governmentalorganisations' only, thus, the rule is not applicable.Sentence/Sentencing: Proportionality of sentence -Guiding principles - Stated."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "KAPOOR CHAND (DEAD) VS. ASSTT. COMMNR. OF INCOME TAX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI1NjA=",
        "Citation": "[2015] 10 S.C.R. 871",
        "Case Type": "(CIVIL APPEAL /675/2005)",
        "Date": "14 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX184NzEtODc5XzE3MDM4NDYyNzUucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 871",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "14 July 2015",
        "Petitioner:": "Kapoor Chand (dead)",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1002",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri,Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Asstt. Commnr. Of Income Tax",
        "Case Type:": "CIVIL APPEAL /675/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s. 64(1) (iii)",
            "Explanation 2A - Applicability of- Trust created for the benefit of minor children c - The two trustees (including the assessee) became partners in a partnership firm - Income arising to the Trust from the membership of the trustees in the firm - Whether taxable u/ s. 64(1) (iii)"
        ],
        "HeadNote": " Income Tax Act, 1961 - s. 64(1) (iii), Explanation 2A - Applicability of- Trust created for the benefit of minor children  - The two trustees (including the assessee) became partners in a partnership firm - Income arising to the Trust from the membership of the trustees in the firm - Whether taxable u/ s. 64(1) (iii) - Held: The income of a minor child is taxable at the hands of individual - However, in the present case, the  income has not accrued to the minors in the relevant assessment year, in view of the stipulation in the Trust-deeds that the income would be available to the minors on their attaining majority- Thus assessee's income was not taxable u/s. 64(1) (iii) "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "ALL KERALA ONLINE LOTTERY DEALERS ASSOCIATION VS. STATE OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI1NzI=",
        "Citation": "[2015] 10 S.C.R. 880",
        "Case Type": "(CIVIL APPEAL /3518/2007)",
        "Date": "05 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvQWxsIEtlcmFsYSBPbmxpbmUgTG90dGVyeSBEZWFsZXJzIEFzc29jaWF0aW9uIF8gU3RhdGUgT2YgS2VyYWxhICYgT3JzLl8xNzAxNDk5OTE1LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 880",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "05 November 2015",
        "Petitioner:": "All Kerala Online Lottery Dealers Association",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 831",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "State Of Kerala & Ors.",
        "Case Type:": "CIVIL APPEAL /3518/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Lotteries (Regulation) Act",
            "1998: s.5 - Ban on online lottery-Notification dated 27.01.2005 permitting the sale of paper lotteries organized",
            "conducted or promoted by every State Government including the State of Kera/a while maintaining the prohibition imposed on the sale of computerized and on-line lottery tickets organized",
            "conducted or promoted by every State Government and declaring the territory of the State of Kera/a to be online",
            "internet and computerized lotteries free zone- Whether the S"
        ],
        "HeadNote": "Lotteries (Regulation) Act, 1998: s.5 - Ban on onlinelottery-Notification dated 27.01.2005 permitting the sale ofpaper lotteries organized, conducted or promoted by everyState Government including the State of Kerala whilemaintaining the prohibition imposed on the sale ofcomputerized and on-line lottery tickets organized,conducted or promoted by every State Government anddeclaring the territory of the State of Kerala to be online,internet and computerized lotteries free zone- Whether theState Government can discriminate between the paper lotteryand on line lottery- Held: State Government is competent toprohibit a particular type of lottery- That means a particularlottery can be the subject matter of prohibition - In other words,all types of lotteries need not be prohibited - r.3 of Rules,2()_10 makes clear that online lottery is treated as separatelottery from paper lottery and it is a class in itself - Thus,State Government can separately ban the sale of onlinelotteries as online lottery is a particular class of lottery,different and distinct from paper lotteries- State Governmentis, therefore, empowered uls. 5 to prohibit the sale of on linelotteries or internet lotteries in its State - Constitution of India,1950 -Articles 246 - Lotteries (Regulation) Rules, 2010 -rr.2(e), 3."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "LAL SHAH BABA DARGAH TRUST VS. MAGNUM DEVELOPERS AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2MDA=",
        "Citation": "[2015] 10 S.C.R. 966",
        "Case Type": "(CIVIL APPEAL /14566/2015)",
        "Date": "15 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTGFsIFNoYWggQmFiYSBEYXJnYWggVHJ1c3QgXyBNYWdudW0gRGV2ZWxvcGVycyBBbmQgT3RoZXJzXzE3MDE1MDAzMjgucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 966",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "15 December 2015",
        "Petitioner:": "Lal Shah Baba Dargah Trust",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 925",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Magnum Developers And Others",
        "Case Type:": "CIVIL APPEAL /14566/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wakf Act",
            "1995 - s. 83(as amended by 2013 Act) - Constitution of tribunal -Amendment of s. 83(4) whereby three members tribunal to be constituted by the State Government by notification in the Official Gazette - Whether till a three member tribunal is constituted by the State Government by issuing notification one member tribunal as D constituted under 1995 Act would continue functioning or it ceases to have jurisdiction"
        ],
        "HeadNote": "Wakf Act, 1995 - s. 83(as amended by 2013 Act) -Constitution of tribunal -Amendment of s. 83(4) wherebythree members tribunal to be constituted by the StateGovernment by notification in the Official Gazette - Whethertill a three member tribunal is constituted by the StateGovernment by issuing notification one member tribunal as constituted under 1995 Act would continue functioning or itceases to have jurisdiction - Held: State has not done itsmandatory duty of issuing fresh notification constituting threemembers tribunal as provided uls. 83 - It is common practicethat the old institution/member continues to exercise duty till the time any new institution/member takes charge of that duty- One member tribunal would continue to exercisejurisdiction till the time the State constitutes three memberstribunal by notification in the Official Gazette - High Courterred in holding that after the Amendment Act, 2013 came into force, the one member tribunal exercising jurisdictionceased to exist even though a fresh notification constitutingthree member tribunal has not been notified and that the civilcourt would exercise jurisdiction in such situation - States totake steps for constituting a three member tribunal asmandated by s. 83(4) and issue notification to that effect-Wakf (Amendment) Act, 2013.cDoctrine/Principle - Doctrine of implied repeal -Application of - Explained"
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "M/S COCHIN SHIPYARD LTD. VS. M/S APEEJAY SHIPPING LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2MDk=",
        "Citation": "[2015] 10 S.C.R. 994",
        "Case Type": "(CIVIL APPEAL /9187/2015)",
        "Date": "06 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX185OTQtMTAxMl8xNzAzODQ2NDA3LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 994",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "06 November 2015",
        "Petitioner:": "M/s Cochin Shipyard Ltd.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 837",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s Apeejay Shipping Ltd.",
        "Case Type:": "CIVIL APPEAL /9187/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration Act",
            "1940- s. 30- Objection ·under-Alleging misconduct ofarbitrator- Scope of- Held the objection u/s. 30 can be only alleging legal misconduct of the arbitrator and not personal/moral conduct - The a/legation of legal misconduct can be substantiated only from the records of the arbitral proceedings - Examination of any witness to D substantiate such allegation is not permissible"
        ],
        "HeadNote": " Arbitration Act, 1940- s. 30- Objection ·under-Alleging misconduct of arbitrator- Scope of- Held the objection u/s. 30 can be only alleging legal misconduct of the arbitrator and not personal/moral conduct - The a/legation of legal misconduct can be substantiated only from the records of the arbitral proceedings - Examination of any witness to  substantiate such allegation is not permissible - In the present case, permission granted by High Court to substantiate the a/legation of misconduct against the arbitrator, by examining the witness, is wrong- However, it is open to establish the allegation from the arbitral proceedings. Words and Phrases: 'Legal misconduct' - Meaning of, in the context of s. 30 of Arbitration Act, 1940. 'Legal misconduct' and 'moral misconduct' - Distinction between - Discussed. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "VEERENDRA KUMAR DUBEY VS. CHIEF OF ARMY STAFF & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2Mjg=",
        "Citation": "[2015] 10 S.C.R. 1013",
        "Case Type": "(CIVIL APPEAL /32135/2015)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvVmVlcmVuZHJhIEt1bWFyIER1YmV5IF8gQ2hpZWYgT2YgQXJteSBTdGFmZiAmIE9ycy5fMTcwMTUwMDY3OC5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 1013",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Veerendra Kumar Dubey",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 797",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Chief Of Army Staff & Ors.",
        "Case Type:": "CIVIL APPEAL /32135/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law- Disciplinary inquiry- Whether required - In case of discharge under r. 13(11/)(v) of Army Rules",
            "1953 rl w. Army HQ letter NO. A/150101150/AGIPS-2(c) dated 28th December",
            "1988- Discharge of delinquent without following the procedure for discharge laid down under the letter dated 28th December",
            "1988 - On the ground that he had been awarded four 'red ink entries'"
        ],
        "HeadNote": "Service Law- Disciplinary inquiry- Whether required -In case of discharge under r. 13(11/)(v) of Army Rules, 1953 r/w. Army HQ letter NO. A/150101150/AGIPS-2(c) dated 28thDecember, 1988- Discharge of delinquent without followingthe procedure for discharge laid down under the letter dated28th December, 1988 - On the ground that he had beenawarded four 'red ink entries' - Held: R. 13 does not in specificterms envisage an inquiry - However, the letter dated 28thDecember, 1988 prescribes for an impartial inquiry-As perthe procedure laid in letter dated 28th December, 1988 it isnot mandatory to discharge on the ground of four 'red inkentries' - Thus discharge on this ground has no statutorysanction - Its genesis lies in administrative instructions -Therefore, administrative instructions would regulate theexercise of power to discharge - The letter dated 28thDecember, 1988 provides safeguards against an unfair andimproper use of power which if left unregulated or uncanalisedwould offend Art. 14 of the Constitution - The administrativeinstructions neither breached nor encroached into the territorycovered by the statute - In the present case, the dischargeorder was passed without taking into consideration the factorsmade relevant under Note to Para 5(f) of the letter - It wasnecessary by the competent authority to hold an inquiry forfinding out the defence of the delinquent besidesconsideration of the factors provided under Note to Para 5(f)- The order of discharge is set aside - Since the delinquenthas superannuated, he would be treated to have been inservice, till he would have completed the qualifying servicefor grant of pension - No back wage$ are granted -Army HQLetter NO. A/15010!150/AG!PS-2(c) dated 28 th December,1988.Administrative Law-Administrative Instructions- Scopeof - Held: Administrative instructions cannot make inroadsinto statutory rights of an individual - But if an administrativeauthority prescribes a certain procedural safeguard againstarbitrary exercise of powers, such safeguards or proceduralequity and fairness will not fall foul of the rule or called ultravires the statute."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "MANGU SINGH VS. DHARMENDRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2NzI=",
        "Citation": "[2015] S.C.R. 1035",
        "Case Type": "(CRIMINAL APPEAL /2230/2011)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF8xMDM1LTEwNDhfMTcwMzIzNzkxMS5wZGY=",
        "SCR Citation:": "[2015] S.C.R. 1035",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Mangu Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 935",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Dharmendra & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2230/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- s. 302 rlw. s. 25 of Arms Act",
            "1959 - Prosecution under- Initial FIR on the basis of confessional c statement of the accused - Later another FIR by PW1 - In statement u/s. 313 Cr.P.C. accused pleaded not guilty and took defence that the alleged murder was due to a loot- Trial court convicted the accused - High Court acquitted him -"
        ],
        "HeadNote": "Penal Code, 1860- s. 302 rlw. s. 25 of Arms Act, 1959 -Prosecution under- Initial FIR on the basis of confessional statement of the accused - Later another FIR by PW1 - Instatement u/s. 313 Cr.P.C. accused pleaded not guilty andtook defence that the alleged murder was due to a loot- Trialcourt convicted the accused - High Court acquitted him -On appeal, held: In the facts of the case, PW-1 cannot be said to be an eye-witness - The evidence of another eye-witness PW-4 is also not reliable - There are materialalterations in the testimonies of the witnesses- Second FIRis an outcome of manipulation, deliberation, concoction andis a sham ante-timed document - Confessional FIR is also not reliable in the facts of the case - The prosecution hasfailed to prove its case beyond reasonable doubt - Theaccused was rightly acquitted by High Court-Arms Act, 1959-s.25.Evidence Act, 1872:ss. 101 and 106 - s. 106 does not absolve theprosecution's burden uls. 101 to prove its case regarding guiltof accused, beyond reasonable doubt.s.27- What is required to be proved is not the materialrecovery, but the disclosure, based upon which the recoveryis made.Evidence - Motive - Evidentiary value - Motive is not anecessary element in deciding culpability but an equally importantmissing link which can be used to corroborate the evidences.Criminal Trial:-Standard of proof- The defence needs to establish its casebased on probability, whereas the prosecution has to prove theguilt beyond reasonable doubt."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "DR. JANET JEYAPAUL VS. SRM UNIVERSITY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2Nzc=",
        "Citation": "[2015] 10 S.C.R. 1049",
        "Case Type": "(CIVIL APPEAL /14553/2015)",
        "Date": "15 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvRHIuIEphbmV0IEpleWFwYXVsIF8gU3JtIFVuaXZlcnNpdHkgJiBPcnMuXzE3MDE1MDE0MTcucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 1049",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "15 December 2015",
        "Petitioner:": "Dr. Janet Jeyapaul",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 922",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Srm University & Ors.",
        "Case Type:": "CIVIL APPEAL /14553/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Art. 226",
            "12 - Writ jurisdiction - Amenability to - Writ petition u!Art.226 by appellant-Senior lecturer against respondent No. 1-University - Maintainability of - Held: Writ petition u!Art. 226 against respondent No. 1 is maintainable - Respondent No. 1 is discharging"
        ],
        "HeadNote": "Constitution of India, 1950 - Art. 226, 12 - Writjurisdiction - Amenability to - Writ petition u/Art.226 byappellant-Senior lecturer against respondent No. 1-University- Maintainability of - Held: Writ petition u!Art. 226 againstrespondent No. 1 is maintainable - Respondent No. 1 isdischarging \"public function\" by way of imparting education- It is notified as a \"Deemed University\" by the CentralGovernment and as such all the provisions of the UGC Actare made applicable to respondent No. 1, which provides foreffective discharge of the public function, education for thebenefit of public - Once respondent No. 1 is declared as\"Deemed University\" whose all functions and activities aregoverned by the UGC Act, alike other universities' then it isan \"authority\" within the meaning of Art. 12 and thus, isamenable to writ jurisdiction of High Court u!Art. 226 -University Grants Commission Act, 1956"
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "LIC OF INDIA VS. INSURE POLICY PLUS SERVICES PVT. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2ODM=",
        "Citation": "[2015] 10 S.C.R. 1067",
        "Case Type": "(CIVIL APPEAL /8542/2009)",
        "Date": "29 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvTGljIE9mIEluZGlhIF8gSW5zdXJlIFBvbGljeSBQbHVzIFNlcnZpY2VzIFB2dC4gTHRkLiAmIE9ycy5fMTcwMTUwMTUwNi5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 1067",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "29 December 2015",
        "Petitioner:": "Lic Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 946",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Insure Policy Plus Services Pvt. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /8542/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insurance Act",
            "1938- s. 38-Assignment and transfer of insurance policies - Insurance policies issued by the c appellant-insurer- Whether freely tradable and assignable - Held: Insurance policie~ issued by appellant"
        ],
        "HeadNote": "Insurance Act, 1938- s. 38-Assignment and transfer ofinsurance policies - Insurance policies issued by the appellant-insurer- Whether freely tradable and assignable- Held: Insurance policies issued by appellant \"aretransferable and assignable in accordance with theprovisions of the Act and in terms of the contract of lifeinsurance- On transfer or assignment of a policy and on the requisite procedure being complied with, assignee alone hasan absolute interest in the policy- Insurer was bound by theprovisions of s. 38 to accept such a transfer or endorsement- s. 38 is mandatory and substantive - Limitations placed ontransferring a policy is in terms of the procedure laid out in s. 38, and subject to the terms of policy itself - Thus, thecircular by appellant to the effect that they had taken a policydecision to refuse registration of assignment in the nature oftrading, attempts to nullify the provision and is ultra vires thestatute."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "BIMLA DEVI VS. RAJESH SINGH &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI2OTA=",
        "Citation": "[2015] 10 S.C.R. 1087",
        "Case Type": "(CRIMINAL APPEAL /1033/2010)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvQmltbGEgRGV2aSBfIFJhamVzaCBTaW5naCAmYW5yLl8xNzAxNTAxNjE4LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 1087",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Bimla Devi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 930",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Rajesh Singh &anr.",
        "Case Type:": "CRIMINAL APPEAL /1033/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss. 302134",
            "201",
            "148",
            "452",
            "323 -Double murder"
        ],
        "HeadNote": "Penal Code, 1860- ss. 302134, 201, 148, 452, 323 -Double murder - Previous enmity between the parties - Statement of informant that assailants shot dead her father-in-/aw and her husband, dumped father-in-law's body into the well and snatched the jewellery of the ladies - Conviction of accused persons under various provisions of the Code and sentenced to rigorous imprisonment for life - In appeal, the High Court gave benefit of doubt to accused RS and acquitted ·him of all the charges, however, upheld conviction and sentence of four accused holding that the case was proved beyond reasonable doubt - On appeal, held: There is no infirmity in the order of High Court regarding accused RS - Regarding the other accused, procedural lapse in not sending. the FIR promptly, would not effect the prosecution case- No motive in manipulating with the FIR proved - Mere overwriting in the name of the informant would not affect the proceedings since the fact of homicidal death as also the manner in which the death occurred not disputed and the contents of the inquest report supported by the eye witnesses and also the medical evidences - Further, testimonies of each of the six witnesses proved and corroborated by the other and remain unshaken during cross-examination -Their presence was natural and each explained the occurrence -As regards enhancement of sentence, accused neither have any criminal antecedents nor posing any danger to society at large - Instant case not within the category of rarest of the rare cases and thus, no need of scaling each and every aggravating and mitigating circumstances - Sentence awarded by the courts below adequate - Thus, order passed by the High Court does not call for interference - Sentence/sentencing."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "GIAN CHAND & ORS. VS. GURLABH SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI3MDA=",
        "Citation": "[2015] 10 S.C.R. 1096",
        "Case Type": "(CIVIL APPEAL /14731/2015)",
        "Date": "15 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvR2lhbiBDaGFuZCAmIE9ycy4gXyBHdXJsYWJoIFNpbmdoICYgT3JzLl8xNzAxNTAxNzI5LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 1096",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "15 December 2015",
        "Petitioner:": "Gian Chand & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 924",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Gurlabh Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /14731/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - s.166 - Application for c compensation - Motor accident- Rash and negligent driving by bus driver resulting in the death of school teacher- Claim petition uls. 166 by parents-Award of Rs. 25",
            "0001- under no fault liability by the tribunal holding that the accident was caused due to mechanical failure for which driver could not D be said at fault - High Court upheld the award"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - s.166 - Application for compensation - Motor accident- Rash and negligent drivingby bus driver resulting in the death of school teacher- Claimpetition uls. 166 by parents-Award of Rs. 25, 0001- under nofault liability by the tribunal holding that the accident wascaused due to mechanical failure for which driver could not be said at fault - High Court upheld the award - On appeal,held: Courts below committed grave error of law while arrivingat the findings as to the method and manner in which accidenttook place - Reliable evidence on behalf of the claimantsthat the bus was driven in a rash and negligent manner by its driver - Pleas by the driver as well as the TransportUndertaking totally at variance - Further, the driver did notstate that due to road condition the bus jumped all of asudden, and also suppressed the fact that the bus initiallydashed a stationary tractor, thus the version of the driver notreliable - Furthermore, mere mechanical failure is notenough to exonerate the Transport Undertaking from itsliability in the absence of evidence being adduced that thevehicle was maintained properly- Thus, the parents awardedlump sum compensation of Rs. 7,50, 0001- along with interestat the rate of 6 % pa from the date of filing of claim petition tillits realization."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF MAHARASHTRA VS. HEMANT KAWADU CHAURIWAL ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI3MTE=",
        "Citation": "[2015] 10 S.C.R. 1112",
        "Case Type": "(CRIMINAL APPEAL /1828-1829/2013)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgTWFoYXJhc2h0cmEgXyBIZW1hbnQgS2F3YWR1IENoYXVyaXdhbCBFdGMuXzE3MDE1MDE5NjAucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 1112",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "State Of Maharashtra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 937",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Hemant Kawadu Chauriwal Etc.",
        "Case Type:": "CRIMINAL APPEAL /1828-1829/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302 and 3048 rlw. s. 34 and s. c 498A - Prosecution under - Of five accused - Trial court",
            "relying on Dying Declaration and the letters written by the deceased to her father",
            "convicted accused No. 1 ulss. 302 and 498A rlw. s. 34 and accused No. 4 u/s. 498-A",
            "while other accused were acquitted - In appeal by the convicted D accused",
            "High Court",
            "acquitted them giving them benefit of doubt"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 302 and 3048 rlw. s. 34 and s. 498A - Prosecution under - Of five accused - Trial court,relying on Dying Declaration and the letters written by thedeceased to her father, convicted accused No. 1 ulss. 302and 498A rlw. s. 34 and accused No. 4 u/s. 498-A, while otheraccused were acquitted - In appeal by the convicted accused, High Court, acquitted them giving them benefit ofdoubt - On appeal by the State, held: There areimprovements in the testimony of material witnesses- In thefacts and circumstances of the case, the Dying declarationas well as the alleged letters have not been proved - The High Court rightly pointed out lacunae in the shabbyinvestigation of the case - Thus the prosecution failed toprove its case beyond doubt - Rather possibility of suicide(as per the defence version) cannot be ruled out - Hence,the accused was rightly acquitted by High Court.Dying Declaration - Evidentiary value - Held: DyingDeclaration can be the sole basis of conviction - But, since;,_ 'it goes against the cardinal principle of law that 'evidence · ·must be direct, it must be judged and appreciated in the light of surrounding circumstances and its weight should bedetermined with reference to the principle governing theweighing of evidence - Evidence."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF PUNJAB VS. BITTU &ANR. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI3MTc=",
        "Citation": "[2015] 10 S.C.R. 1121",
        "Case Type": "(CRIMINAL APPEAL /548-551/2013)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgUHVuamFiIF8gQml0dHUgJmFuci4gRXRjLiBFdGMuXzE3MDE1MDIxMTAucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 1121",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "State Of Punjab",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 936",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Bittu &anr. Etc. Etc.",
        "Case Type:": "CRIMINAL APPEAL /548-551/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss.1208",
            "302 and 201 rlw. s.34 - Prosecution under - Of five accused - Conviction by trial c court relying on testimony of the eye-witnesses (PWs 5",
            "6 and 7)",
            "the medical evidence and the motive as established by PW7 - High Court acquitted the accused"
        ],
        "HeadNote": "Penal Code, 1860- ss.1208, 302 and 201 rlw. s.34 -Prosecution under - Of five accused - Conviction by trial court relying on testimony of the eye-witnesses (PWs 5, 6and 7), the medical evidence and the motive as establishedby PW7 - High Court acquitted the accused - On appeal,held: The prosecution has failed to prove its case beyondreasonable doubt - the testimonies of PWs 5 and 7 as eye- witnesses are highly doubtful - Though the motive isestablished by PW7, but the motive alone cannot be sufficientto convict the accused - Even the medical evidence doesnot support the prosecution version - The accused areentitled to be acquitted.Evidence - Motive- Evidentiary value of- Held: Motivealone cannot be sufficient to convict an accused, as it is notsubstantive evidence and is merely corroborative in nature."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "FARUK ILAHI TAMBOLI &ANR. VS. B.S. SHANKARRAO KOKATE (D) BY LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI3MjM=",
        "Citation": "[2015] 10 S.C.R. 1130",
        "Case Type": "(CIVIL APPEAL /8648/2015)",
        "Date": "14 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvRmFydWsgSWxhaGkgVGFtYm9saSAmYW5yLiBfIEIucy4gU2hhbmthcnJhbyBLb2thdGUgKGQpIEJ5IExycy4gJiBPcnMuXzE3MDE1MDIyMjgucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 1130",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "14 October 2015",
        "Petitioner:": "Faruk Ilahi Tamboli &anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 768",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "B.s. Shankarrao Kokate (d) By Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /8648/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bonafide need ~ Tenanted shop measuring 9. 7 sq. meters -Appel/ants-Landlords seeking eviction of tenanted shop on the ground that they need the shop for their own business - Plea of appellants that they were selling betel nuts and betel leaves in the open on the street and they 0 needed the shop in question which was most suited for their business- Plea of respondent-tenant that the appellants were in joint business with their father and uncle and do not require the suit shop"
        ],
        "HeadNote": "Rent control and eviction:Bonafide need ~ Tenanted shop measuring 9. 7 sq.meters -Appellants-Landlords seeking eviction of tenantedshop on the ground that they need the shop for their ownbusiness - Plea of appellants that they were selling betelnuts and betel leaves in the open on the street and theyneeded the shop in question which was most suited for theirbusiness- Plea of respondent-tenant that the appellants werein joint business with their father and uncle and do not requirethe suit shop - Held: The properly owner has right to use hisproperty as he chooses, and if the appellants in the instantcase had purchased the suit property, for running their ownbusiness, there is no irregularity therein, nor can there beany doubt about their bonafide desire to run the proposedbusiness in the premises, independent of the other familymembers - The premises measuring a mere 9. 7 squaremeters would be most suitable for selling betel-nuts and bate/\"leaves - This is the usual size of the shops engaged in suchbusiness-Plea of tenant that appellants purchased anotherproperly measuring 105- 7 sq. meters during pendency of theeviction suit and same can be used by them- Said plea nottenable since a retail business of selling betel-nuts, bidi andtobacco etc. cannot be run from a premises as large as theone measuring 105- 7 sq. meters and it is unlikely forcustomers to visit such a large premises for buying betel-leaves; betel-nuts and bidis etc. - The suit premises which measures 9. 7 sq. meters would attract retailers of the tradeunder reference, as shops .selling betel-leaves and betel-nutsare usually of the size of the suit property - Furthermore,respondent-tenant was running a grocery shop, had aseparate business premises wherein he was having a bicycle- shop and, in addition thereto, he had agricultural lands andalso a wine shop in partnership with his wife - Thus, eventhe comparative hardship would be that of the appellants, asagainst the respondents - Appellants entitled to evictiondecree."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "PREM NATH BALI VS. REGISTRAR, HIGH COURT OF DELHI &ALJR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI3Mzg=",
        "Citation": "[2015] 10 S.C.R. 1145",
        "Case Type": "(CIVIL APPEAL /958/2010)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF8xMTQ1LTExNTdfMTcwMzg0NjUyOS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 1145",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Prem Nath Bali",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 931",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Registrar, High Court Of Delhi &aljr.",
        "Case Type:": "CIVIL APPEAL /958/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Disciplinary proceedings -Appellant put C on suspension - Disciplinary proceedings continued for more than 9 years - Order of compulsory retirement - Plea of appellant that he did not get fair opportunity to meet the charges and therefore disciplinary proceedings were bad in law having been conducted in violation of principle of natural D justice"
        ],
        "HeadNote": " Service law: Disciplinary proceedings -Appellant put  on suspension - Disciplinary proceedings continued for more than 9 years - Order of compulsory retirement - Plea of appellant that he did not get fair opportunity to meet the charges and therefore disciplinary proceedings were bad in law having been conducted in violation of principle of natural  justice - Held: Evidence showed that appellant was given full opportunity to adduce evidence - There was no violation of rules of natural justice - Interference with order of compulsory retirement not called for. Administrative law: Judicial review - Compulsory retirement - Scope of interference with the order of punishment inflicted by appointing authority- Held: Courts are generally slow to interfere with the quantum of punishment and only in rare and appropriate case substitutes the  punishment - In the instant case, appellant was not able to show any ground to call for interference with the punishment. Delay/laches: Appellant put on suspension - Disciplinary proceedings continued for more than 9 years -  Exclusion of this period while calculating appellant's pension -Justification of- Held: Suspension period was unduly long - Delay in completion of departmental proceedings was not wholly attributable to the appellant but it was equally attributable to the respondents as well - It is the duty of the employer to ensure that the departmental inquiry initiated against the delinquent employee is concluded within the shortest possible time by taking priority measures - No justification from the respondents' side to explain undue delay in completion of the departmental inquiry- In the facts and circumstances, period of suspension should be taken into account by the respondents for determining the appellant's · pension - Accordingly, authorities directed to re-determine the pension. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE OF MAHARASHTRA & ORS. VS. BRIJLAL SADASUKH MODANI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI3NDM=",
        "Citation": "[2015] 10 S.C.R. 1158",
        "Case Type": "(CRIMINAL APPEAL /1329/2009)",
        "Date": "15 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgTWFoYXJhc2h0cmEgJiBPcnMuIF8gQnJpamxhbCBTYWRhc3VraCBNb2RhbmlfMTcwMTUwMjgwOS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 1158",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "15 December 2015",
        "Petitioner:": "State Of Maharashtra & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1043",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Brijlal Sadasukh Modani",
        "Case Type:": "CRIMINAL APPEAL /1329/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988: s. 2(c) - Respondent worked in Osmanabad Janata Sehkari Bank Ltd. - While he was in service",
            "notice was issued by Anti Corruption Bureau requiring him to give details of the properties acquired by him - Respondent replied that the provisions of 1988 Act were not applicable to him - High Gou. t quashed the notices accepting the plea of respondent that there was no control of the State Government or the Central Government or any other authority on the functioning"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988: s. 2(c) - Respondentworked in Osmanabad Janata Sehkari Bank Ltd. - While hewas in service, notice was issued by Anti Corruption Bureaurequiring him to give details of the properties acquired byhim - Respondent replied that the provisions of 1988 Actwere not applicable to him - High court quashed the noticesaccepting the plea of respondent that there was no control ofthe State Government or the Central Government or any otherauthority on the functioning of the bank and therefore he couldnot be termed as a public servant as defined under 1988 Act- Whether respondent be treated as a public servant under the purview of 1988 Act - Held: Any grant or any aid at thetime of establishment of the society or in any construction orin any structural concept or any aspect would be aid - HighCourt was swayed by the concept of Article 12 of theConstitution, the provisions contained in 1949 Act to holdthat multi-state society is not controlled or aided by theGovernment- In the facts of the case, it is left to be dealt within the course of trial whether the society concerned was everbeen granted any kind of aid or not - Impugned order setaside and issue whether the respondent is a public servant or not to be gone into during the trial - Constitution of India,1950-Art. 12 - Banking Regulations Act, 1949 - Multi-StateCooperative Societies Act, 2002."
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "M/S. STEEL AUTHORITY OF INDIALTD. VS. COMMISSIONER OF CENTRAL EXCISE, RAIPUR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTI1ODU=",
        "Citation": "[2015] 10 S.C.R. 938",
        "Case Type": "(CIVIL APPEAL /2150/2015)",
        "Date": "07 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvX185MzgtOTY1XzE3MDM4NDYzNjkucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 938",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "07 December 2015",
        "Petitioner:": "M/s. Steel Authority Of Indialtd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 891",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Central Excise, Raipur",
        "Case Type:": "CIVIL APPEAL /2150/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944 - s. 11 AB - Interest on delayed C payment of duty- Supplementary invoices raised by seller due to price increase by virtue of price variation clause in the sale contract- Differential duty paid by seller on value of such supplementary invoices- Payment of interest u/s. 11 AB on the said differential duty- Held: As on the date when the D goods were cleared",
            "there was no certainty that there would be price escalation - It is impossible to expect the assessee to pay the exci"
        ],
        "HeadNote": " Central Excise Act, 1944 - s. 11 AB - Interest on delayed payment of duty- Supplementary invoices raised by seller due to price increase by virtue of price variation clause in the sale contract- Differential duty paid by seller on value of such supplementary invoices- Payment of interest u/s. 11 AB on the said differential duty- Held: As on the date when the  goods were cleared, there was no certainty that there would be price escalation - It is impossible to expect the assessee to pay the excise duty, at the time of clearance of the goods, on the basis of price escalation that took place at a later date in future - Thus, as on the date of clearance when excise  duty was paid, it could not be treated as 'short paid' on the said date - As a consequence when the principal amount, namely, the excise duty itself was not payable· (on the differential) on the date of clearance of the goods, there cannot be any question of law to pay interest - However, Supreme  Court in earlier decisions-SKF and International Auto case held that interest would be payable on the duty paid on supplementary invoices - The said Bench did not consider the effect of the expression 'ought to have been paid' occurring in s. 11 AB - Thus, the decision in SKF and International Auto case needs re-consideration - Matter referred to the larger Bench. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "M.C. MEHTA VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU1MzE=",
        "Citation": "[2015] 10 S.C.R. 1101",
        "Case Type": "(WRIT PETITION (CIVIL) /817/2015)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF8xMTAxLTExMTFfMTcwMzMyMjQ2NC5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 1101",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "M.c. Mehta",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2018 INSC 982",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /817/2015",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment- High pollution in the city-Delhi"
        ],
        "HeadNote": " Environment- High pollution in the city-Delhi- Issuance of certain directions to bring down pollution level in Delhi - Vehicle not bound for Delhi would not be allowed to enter from N. H.-8-Rajokri and N. H. -1-Kundli border and traffic from these points to be diverted to bypass Delhi through such alternative routes stipulated by government- Empty/unladen vehicles bound for Delhi, to enter Delhi on payment of the Environment Compensation Charge-ECG @ Rs. 7001- and Rs. 13001- per vehicle depending upon its category \".'\" For Delhi bound vehicles loaded with goods, ECG would be twice  the charge stipulated - However, those registered in the year 2005 or earlier would not qualify for such entry-As regards, diesel vehicles, registration of SUVs and private cars of the capacity of 2000 CC and above using diesel as fuel banned in the NCR upto 31.03.2016-All taxis in the NCT of Delhi, plying under city permits to move to C.N.G. by 01.03.2016- Further to reduce pollution, Government of NCT of Delhi to take immediate steps for repair of pavements, construction of pavements as also for procurement of vacuum cleaning vehicles for use on Delhi roads expeditiously by 01.04.2016 - Enforcement agencies concerned to put curtains and other devices at construction sites - State Government, the local bodies and the institutions generating solid waste to make proper arrangements for disposal of such waste in a scientific way without causing any environment hazard- Said steps to .be taken in the right earnest. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "M/S. GMRENERGY LTD VS. COMMISSIONER OF CUSTOMS, BANGALORE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU1MjU=",
        "Citation": "[2015] 10 S.C.R. 106",
        "Case Type": "(CIVIL APPEAL /4920/2007)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice S.M. Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF8xMDYtMTMyXzE3MDMzMjIyNjQucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 106",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "M/s. Gmrenergy Ltd",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 802",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Customs, Bangalore",
        "Case Type:": "CIVIL APPEAL /4920/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Valuation (Determination of Price of Imported Goods) Rules",
            "1988- r. 4 rw r. 9(1 )(d) & (e)",
            "r. 10- Customs Act",
            "1962- s. 46(4)"
        ],
        "HeadNote": " Customs Valuation (Determination of Price of Imported Goods) Rules, 1988- r. 4 rw r. 9(1 )(d) & (e), r. 10- Customs Act, 1962- s. 46(4): Transaction value - Import of parts of the Gas Turbine · Hot Section of a power plant which have to be replaced after 12, 500 fired hours of use under a Long Term Assured Parts Supply Agreement(LTAPSA) entered into with foreign company - Valuation of - Appellant entered into an agreement for seri/ice and supply of parts with the company being a LTAPSA - Import of various parts of the said plant under two bills of entry - Parts identified as having to be replaced re-exported back to the company under cover of shipping bills before the aforesaid bills of entry presented for import of the replaced parts to the customs authorities - Appellant paid customs duty based on the value declared in the said bills of entry but did not make any payment to the company based on these invoices since payments had already been made based on fired hour charges - Issuance of show cause notice that 1/3rd of the value of the imported items be added to the invoice value as that was said to represent the amount of the parts that were replaced and re- exported back to the company - Evasion of customs duty and goods liable to confiscation - Commissioner of Customs upheld the demand holding that as per the LTAPSA since assessee declared only the differential value of the returned parts and the parts imported, 1 /3rd of the invoice value of the imported parts needs to be added to arrive at the correct  assessable value - Tribunal upheld the order- On appeal, held: Commissioner of Customs and the tribunal were wrong in concluding that the invoice price is only an incremental value price and not the price of the articles supplied by the company - Thus, order of Commissioner and tribunal set  aside. Exemption notification - Benefit of - Import of goods under bills of entry - Exemption notification - Claim of, by appellant- Importer-appellant did not produce the certificate  at the time of import - Denial of benefit of exemption notification to the appellant by the Department, however, allowed by the tribunal- On appeal, held: Once the authorities are satisfied that the goods are required for renovation, the customs department does not need to go deep into the matter  and by hairsplitting and semantic niceties deny the benefit of the exemption notification -  "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "TATA ENGINEERING AND LOCOMOTIVE COMPANY LTD VS. THE DIRECTOR (RESEARCH) FORAND ON BEHALF OF DEEPAK KHANNA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU2NzU=",
        "Citation": "[2015] 10 S.C.R. 373",
        "Case Type": "(CIVIL APPEAL /2069/2006)",
        "Date": "07 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF8zNzNfMTcwMzMyNjA2NS5wZGY=",
        "SCR Citation:": "[2015] 10 S.C.R. 373",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "07 September 2015",
        "Petitioner:": "Tata Engineering And Locomotive Company Ltd",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 646",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "The Director (research) Forand On Behalf Of Deepak Khanna & Ors",
        "Case Type:": "CIVIL APPEAL /2069/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Monopolies and Restrictive Trade Practices Act",
            "1969 - c ss. 36A(1)(i)",
            "(ii)",
            "(iv) and (vi) and 360(1"
        ],
        "HeadNote": " Monopolies and Restrictive Trade Practices Act, 1969 - ss. 36A(1)(i),(ii),(iv) and (vi) and 360(1) - Complaints - Against company engaged in manufacturing and selling of automobiles - Alleging indulgence in unfair trade practice by demanding excessive amount for booking of cars and by including the likely taxes, cess and transportation cost - Preliminary Investigation Reports were submitted - Notice of Enquiry issued alleging indulgence of the company in unfair trade practices falling u/s. 36(1)(i),(ii),(iv) and (vi) - Monopolies and Restrictive Trade Practices Commission directed the company to cease and desist from continuing with the practices complained of - On appeal, held: The allegations and materials against the company do not make out a case of unfair trade practice - The Commission has travelled beyond the specific a/legations in the Notice of Enquiry, which is violative of the rules of fairness and natural justice- It being flagrant violation of audi alteram partem rule, renders the impugned order invalid and bad in law - Since no case of any unfair trade practice is made out, there is no scope of order u/s. 360(1). "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "SECURITIES.& EXCHANGE BOARD OF INDIA VS. MIS. PREBON YAMANE (I) LTD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU2ODY=",
        "Citation": "[2015] 10 S.C.R. 250",
        "Case Type": "(CIVIL APPEAL /7607/2005)",
        "Date": "03 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF8yNTAtMjY1XzE3MDMzMjYyNTgucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 250",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "03 November 2015",
        "Petitioner:": "Securities.& Exchange Board Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 822",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Mis. Prebon Yamane (i) Ltd",
        "Case Type:": "CIVIL APPEAL /7607/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities & Exchange Board of India (Stock Brokers and Sub-Brokers) Regulations",
            "1992: Regulation 1 O; Schedule Ill clause 4"
        ],
        "HeadNote": " Securities & Exchange Board of India (Stock Brokers and Sub-Brokers) Regulations, 1992: Regulation 10; Schedule Ill clause 4- Fee Continuity benefit- SEBI issue a provisional fee liability statement - Payment under protest by respondent- SAT directed SEBI to refund the amounts- Held: Respondent was not an entity as envisaged in clause 4 of Schedule Ill - Hence not entitled to fee continuity benefit - Securities & Exchange Board of India Act, 1992. "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "K. S. SOUNDARARAJAN AND ORS. VS. COMMISSIONER OF H.R. & C.E.AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU2OTg=",
        "Citation": "[2015] 10 S.C.R. 176",
        "Case Type": "(CIVIL APPEAL /2401/2003)",
        "Date": "24 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF8xNzYtMTgyXzE3MDMzMjY2MDMucGRm",
        "SCR Citation:": "[2015] 10 S.C.R. 176",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "24 November 2015",
        "Petitioner:": "K. S. Soundararajan And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 853",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "Commissioner Of H.r. & C.e.and Ors",
        "Case Type:": "CIVIL APPEAL /2401/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu Hindu Religious and Charitable Endowment Act",
            "1959 - s. 64"
        ],
        "HeadNote": " Tamil Nadu Hindu Religious and Charitable Endowment Act, 1959 - s. 64 - Power of Commissioner to settle a Scheme under- In respect of charities mentioned in a Will - On facts, Will by testator wherein apart from bequeathing certain properties he had put KN-brother's son in possession of certain items to perform charities mentioned in the Will out of the income of the properties, however, KN alienated portion of the land-Application uls. 64 for setting a scheme in respect of the charities in the Will by community of testator before Deputy Commissioner - Application rejected holding that Trust is a private trust - However, · Commissioner held that its a public trust and charities to be performed are religious charities - Said order of Commissioner upheld by the courts below- Division Bench of High Court modified the order to the extent that scheme framed to be confined to specific endowments attached to the temple - On appeal, held: Specific endowment is a religious institution "
    },
    {
        "volume": "2015Volume 10",
        "Case Name": "STATE (GOVERNMENT OF NCT OF DELHI) VS. NITIN GUNWANT SHAH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU3MDc=",
        "Citation": "[2015] 10 S.C.R. 48",
        "Case Type": "(CRIMINAL APPEAL /951/2007)",
        "Date": "16 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNV8xMF80OC02MF8xNzAzMzI2ODA4LnBkZg==",
        "SCR Citation:": "[2015] 10 S.C.R. 48",
        "Year/Volume:": "2015/ Volume 10",
        "Date of Judgment:": "16 September 2015",
        "Petitioner:": "State (government Of Nct Of Delhi)",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2015 INSC 664",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Nitin Gunwant Shah",
        "Case Type:": "CRIMINAL APPEAL /951/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 302134 ands. 120-B"
        ],
        "HeadNote": " Penal Code, 1860: ss. 302134 ands. 120-B - Conviction by trial court set aside by High Court- State's appeal against acquittal - Prosecution case was that the victim-deceased was employee of accused-NS and that there was some dispute between them over money-Accused-NS hired the accused-OP to eliminate the deceased- Deceased was shot dead - Trial court convicted both the accused u/s. 302 rlw s. 120-B on the basis of prosecution story revolving around the ·complaint which was filed by the victim-deceased complaining about the life threat received by him by the accus.ed - High Court reversed the finding of the trial court .on the ground that prosecution failed to prove the handwriting of the deceased in the said complaint and that the wife of the deceased also denied the signature on the same as that of her deceased-husband - Held: Prosecution failed to prove that the complaint was lodged by the deceased- Wife of the deceased denied the signature on the said complaint as that of her husband- Seizure of the complaint by the investigating officer-was highly doubtful as courts below had concurrent finding as to tampering in the police records - There was no evidence to prove threat to the deceased by the accused persons - Prosecution merely proved that all the accused were present in Delhi on the date of occurrence,· and that the alleged motor-bike and the car used in incident belonged to accused-OP - High Court rightly dismissed this argument, as the involvement of the said vehicles in commission of the crime were never proved - Neither any prior meeting of mind A of the accused was proved, nor any action, individually or in concert, was proved against any of the accused - No interference with the order of acquittal "
    }
]