[
    {
        "volume": "2015Volume 7",
        "Case Name": "ABDUL RAZAK & ORS VS. THE STATE OF KARNATAKA REP. BY SHO, HUTTI PS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg4OA==",
        "Citation": "[2015] 7 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /795/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9BYmR1bCBSYXphayAmIE9ycyBfIFRoZSBTdGF0ZSBPZiBLYXJuYXRha2EgUmVwLiBCeSBTaG8sIEh1dHRpIFBzXzE3MDEyNDg0MzEucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 1",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Abdul Razak & Ors",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 422",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "The State Of Karnataka Rep. By Sho, Hutti Ps",
        "Case Type:": "CRIMINAL APPEAL /795/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.304 Part II - Appeal against conviction"
        ],
        "HeadNote": "Penal Code, 1860: s.304 Part II - Appeal against conviction - Allegation against appellants that they caughthold of the victim-deceased, tied his hand behind his backand assaulted him with a club of stone resulting in injurieson his head and other parts of body leading to his death -Trial court held that the brother and mother of the deceasedclaiming to be eye witnesses instead of untying the deceasedwho was in a seriously injured condition returned home evenafter the assailants had fled away from th,e spot and that suchconduct was unnatural and based on such finding acquittedthe appellants - High Court reversed the finding of acquittalof trial court - On appeal, held: Conduct of prosecutionwitnesses did not inspire confidence not only because theydid not interfere when the deceased was being assaulted butalso because post the event, the witnesses did practicallynothing to help the injured who was left to die with his handstied for over 4 hours without any succor coming from anyquarter - The prosecution case that mother and brotherwaited for police to reach and untie the hands of deceased isalso not convincing - Investigating officer admitted that thereport received by him about the incident was destroyed byhim after fardbeyan of PW-1 was recorded on the spot- It is. difficult to appreciate how Investigating officer could havedestroyed the original complaint given to him by PW-1 -Conclusion by trial court that the prosecution had not provedthe charges against the appellants beyond reasonable doubtwas correct."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "RAJDEEP SARDESAI VS. STATE OF ANDHRA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg5Ng==",
        "Citation": "[2015] 7 S.C.R. 10",
        "Case Type": "(CRIMINAL APPEAL /857/2012)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9SYWpkZWVwIFNhcmRlc2FpIF8gU3RhdGUgT2YgQW5kaHJhIFByYWRlc2ggJiBPcnMuXzE3MDEyNDg1NDQucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 10",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Rajdeep Sardesai",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 415",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Andhra Pradesh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /857/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973:s.199(4)(b)"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973:s.199(4)(b) - Prosecution for defamation - Previoussanction - Second respondent, the Additional Commissionerof Police aggrieved with the news item allegedly making falseimplication against him with regard to Sohrabuddin encountercase published by appellants in their respective publicationsand/or telecasted on their channel - Second respondentsought previous sanction u/s.199(4)(b) for prosecution ofappellants which was accorded and complaints were filedagainst appellants through State Public Prosecutor -Magistrate took cognizance of offence and passedsummoning orders - s.482 petition by appellants on theground that they were not individually named in the saidsanction order-High Court refused to quash the proceedings- Held: It was not necessary for the State Government toseparately issue sanction order against each one of theappellants when they were all responsible for telecasting andpublishing the said news Item in electronic and print mediaand also when the names of the said electronic and printmedia were already mentioned in the said sanction order- Itis sufficient if one sanction is accorded to prosecute all theconcerned persons involved in that occurrence.s. 199 - Exercise of power under - Held: Is inadministrative and ministerial capacity and such sanction isas per the subjective satisfaction on the part of the StateGovernment - Discussed."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "RANJEET KUMAR RAM@ RANJEET KUMAR DAS VS. STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTkzNw==",
        "Citation": "[2015] 7 S.C.R. 36",
        "Case Type": "(Select Case Type/1831/2011)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9fXzM2LTU1XzE3MDM5MjIwOTQucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 36",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Ranjeet Kumar Ram@ Ranjeet Kumar Das",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2015 INSC 426",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Bihar",
        "Case Type:": "Select Case Type/1831/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kidnapping and murder"
        ],
        "HeadNote": " Penal Code, 1860: ss.364A, 302134, 1208, 201 - Kidnapping and murder- Prosecution case was that five year old son of PW-8 was kidnapped for ransom and later murdered - The victim child was playing with his sister PW- 2 in the street when A-5 and A-3 lured him with chocolates and took him away-After 5-6 days, A-1 and A-4 told PW8 that his son would come back if he would pay money-After 3 months, PW8 received phone call demanding a ransom - Kidnappers informed PW8 to come with money with his neighbours A-1 and A-4 - PW8 wrapped the ransom money in plastic bag and kept it in gunny bag under the carrier of his cycle and accompanied A-1, A-4 and A-2- They reached the place as instructed by kidnappers and A-3 and A-5 came out of a hut and snatched the money from under the carrier of the cycle and informed PW8 that his son would be back by evening - However the boy did not return - Investigating officer conducted raid and made arrests - Based on statement of A-1, currency notes were recovered- Based on statements of A-3, A-4 and A-5, 10 went to the place where dead body of victim boy was recovered- Trial court convicted A-1, A-3, A-4 & A-5 for kidnapping and murder and A-2 for kidnapping - High Court acquitted A-2 however upheld conviction of A-1, A-3, A-4, A-5 - On appeals, held: The testimony of the PW-2, sole child witness was reliable and consistent- Evidence of PW-8 corroborated the evidence of PW-2 - Evidence of PW-8 established that the victim boy was last seen in the company of A-3 and A-5 - Conduct of A- 3 and A-5 of pulling money kept in gunny bag from PW-B's cycle showed that they had knowledge about money which only indicated prior meeting of minds of accused - Concurrent finding of courts below that A-3 and A-5 were guilty for kidnapping and murder not interfered with -As regards, A-1, he was brother-in-Jaw of A-3- His conduct in not showing any reaction to his brother-in-law's act of kidnapping was not in consonance with natural human conduct - This conduct of A-1 coupled with the evidence that he has been persuading PW8 to pay the money to kidnappers to get back his son Jed to the irresistible inference that A-1 shared the common intention with A-3 and A-5 in kidnapping the child and committing murder - Recovery of currency note from the house of A-1 was yet another link strengthening his complicity in the commission of offence -As regards A-4, neither any recovery was made from him nor any incriminating evidence was available against him - Case against A-4 not proved beyond reasonable doubt and his conviction set aside. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "COMMISSIONER OF INCOME TAX-19 MUMBAI. VS. M/S. SARKAR BUILDERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk0Mg==",
        "Citation": "[2015] 7 S.C.R. 56",
        "Case Type": "(Select Case Type/4476/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9fXzU2LTg1XzE3MDM5MjIyMzkucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 56",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Commissioner Of Income Tax-19 Mumbai.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 427",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Sarkar Builders",
        "Case Type:": "Select Case Type/4476/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961"
        ],
        "HeadNote": " Income Tax Act, 1961: s.8018(10) (as amended by Finance No.2 Act, 2004 w.e.f. 1.4.2005- Deduction in case of undertaking developing and building housing projects - By Clause (d) inserted by amendment and made effective from 1.4.2005, it was stipulated that the built up area of shop and other commercial establishments in the housing projects would not exceed 5% .lf aggregate built up area of housing project or 2000 sq. feet whichever is less -Whether s.80/B(10)(d) applies to a housing project approved before 31.03.2005 but completed on or after 01.04.2005 - Held: This amendment is prospective and has come into effect from 1. 4. 2005, therefore, the restriction on extent of commercial area in housing project imposed w.e.f. 1.4.2005 would not apply to housing projects which had been sanctioned and started earlier even if they finished after 1.4.2005. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "BILASPUR RAIPUR KSHETRIYAGRAMIN BANKANDANR VS. MADANLAL TANDON",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk2OQ==",
        "Citation": "[2015] 7 S.C.R. 86",
        "Case Type": "(CIVIL APPEAL /4467/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice M.Y. Eqbal\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9CaWxhc3B1ciBSYWlwdXIgS3NoZXRyaXlhZ3JhbWluIEJhbmthbmRhbnIgXyBNYWRhbmxhbCBUYW5kb25fMTcwMTI0OTk2MS5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 86",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Bilaspur Raipur Kshetriyagramin Bankandanr",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 429",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Madanlal Tandon",
        "Case Type:": "CIVIL APPEAL /4467/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Misconduct - Charge-sheet - Punishment"
        ],
        "HeadNote": "Service Law: Misconduct - Charge-sheet - Punishment - Removal from service - Plea of respondent-employee in writ petition that along with charge-sheet, neitherthe list of documents nor the documents sought to iJe reliedupon were supplied - High Court quashed order of removal- Held: The records clearly showed that the documents which were the basis of charges leveled against the respondentwere not supplied to the respondent- High Court was right inholding that order of removal was not sustainable."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "MAHARAJI EDUCATIONAL TRUST VS. SGS CONSTRUCTION & DEV. P. LTD. & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNDc=",
        "Citation": "[2015] 7 S.C.R. 92",
        "Case Type": "(CIVIL APPEAL /4494/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice H.L. Dattu, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9NYWhhcmFqaSBFZHVjYXRpb25hbCBUcnVzdCBfIFNncyBDb25zdHJ1Y3Rpb24gJiBEZXYuIFAuIEx0ZC4gJiBPcnNfMTcwMTI1Njc1OC5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 92",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Maharaji Educational Trust",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 432",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Sgs Construction & Dev. P. Ltd. & Ors",
        "Case Type:": "CIVIL APPEAL /4494/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Avas Evam Vikas Parish ad Adhiniyam",
            "1965"
        ],
        "HeadNote": "Uttar Pradesh Avas Evam Vikas Parish ad Adhiniyam,1965:Object of- Discussed.s. 15 - Boundary dispute - Default in repayment ofloan amount taken by appellant-Trust from HUDCO resultingin mortgage of immovable properties including property indispute-A portion of property in dispute exchanged by Trustfrom Avas Evam Vikas Parishad and exchange deeddeposited with HUDCO- Recovery proceedings by HUDCO, pending on objection of builder- Objection of builder on thestrength of agreement to sell entered with Trust - Builderpreferred writ petition for seeking relief of issuance ofmandamus commanding the Avas to demarcate land- High Court directed the Avas to demarcate 42.45 acres of themortgaged land and 21 acres as unencumbered land out oftotal area of 63. 45 acres- Challenged- Held: It was not thefunction of Avas to demarcate the land on the basis of anagreement entered into inter se between the Trust and BuilderIt was for the parties to agitate the questions before theORT where the recovery proceedings were pending at theinstance of HUDCO with whom the property had beenmortgaged by the Trust- Principle of noscitur a socii will beapplicable in construing s. 15 and the words 'to make investigation, examination or survey of any property ins. 15(1 )(m) will take their meaning and colour from the other phrases employed in s.15(1) - Avas, the housinng board,therefore, could not have demarcated the land by invokingpowers uls. 15 - Principle of noscitur a socii.Writ jurisdiction : Writ petition seeking direction to declare any property as encumbered one - Held : It is not within theken of the High Court in writ jurisdiction to declare anyproperty as encumbered one - Such rights between privateparties cannot be made subject matter of writ jurisdiction~Jurisdiction: Recovery proceedings pending in Delhi - Writpetition at Lucknow at the instance of HUDCO - Held: Notmaintainable."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "THE UNION OF INDIA & ORS. VS. M/S.ASAHI INDIASAFETYGLASS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNDg=",
        "Citation": "[2015] 7 S.C.R. 122",
        "Case Type": "(CIVIL APPEAL /2381/2005)",
        "Date": "07 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDE1XzdfMTIyLTEzMV8xNzA0MTc2ODM1LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 122",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "07 May 2015",
        "Petitioner:": "The Union Of India & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 995",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s.asahi Indiasafetyglass Ltd.",
        "Case Type:": "CIVIL APPEAL /2381/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Rules",
            "1944"
        ],
        "HeadNote": ".Central Excise Rules, 1944 - r. 57 A - Modvat crediton inputs- Denial of, when defect in input-raw material found- Assessee, manufacturer of glass for Automobiles, usedfloating glass as raw material - Assessee availing claim ofmodvat credit of duty paid on raw material - Denial byDepartment since inputs inherently defective and not usedfor manufacture of the final product - Demand of duty backby the Department - Settlement Commission holding thatapart from float glasses found to be broken/defective, partsof the glass also found to be defective and not used for finalproduction - Issuance of direction to assessee to pay backthe modvat credit availed to the Authorities - However, HighCourt remanded back the matter to Settlement Commissionto consider the matter afresh - On appeal, held: High Courtdid not interfere with the factual aspects recorded bySettlement Commission - High Court held that theCommission erred in applying wrong principle in law, bytreating even the float glass used for manufacture, that is,after the manufacturing process had commenced, to be awasted input and came to an erroneous conclusion that themodvat could not be claimed in respect of that part of aparticular float glass sheet - High Court stated the correctlegal position where the Settlement Commission had gonewrong in law- High Court acted within its jurisdiction u/Art. 226of the Constitution and remanded the matter - SettlementCommission to decide the application of assessee, in termsof the judgment passed by High Court.."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "M/S. TATA CHEMICALS LTD. VS. COMMISSIONER OF CUSTOMS (PREVENTIVE) JAM NAGAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNTE=",
        "Citation": "[2015] 7 S.C.R. 132",
        "Case Type": "(CIVIL APPEAL /7439-7440/2004)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDE1XzdfMTMyLTE0Nl8xNzAzMDY1MjMxLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 132",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "M/s. Tata Chemicals Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 411",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Customs (preventive) Jam Nagar",
        "Case Type:": "CIVIL APPEAL /7439-7440/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Act",
            "1962"
        ],
        "HeadNote": ".Customs Act, 1962 - s. 18(b) - Customs duty -Exemption - Notification no. 35190, 36190 and 23191 whereincoking coal having Ash content below 12% exempted frombasic customs duty that was in excess of 5% - Assesseeengaged in the manufacture of soda ash and coke, importedconsignment of Low Ash Metallurgical Coal -At the time ofshipment, inspection agency did detailed sampling followingthe British Standards equivalent to IS standards and as perthe independent agency report moisture content was 7. 2%and Ash content of the coking coal was 9. 8% - On arrival ofsamples, the Customs Inspector without objecting to theaforesaid report, drew its own samples in absence of anyrepresentative of the assessee and in contravention of ISstandards - Reports by Department test agency that Ashcontent in the samples was more than 12% - Demand ofdifferential duty by the Department- Denial of exemption ofcustoms duty in terms of the Notification- Tribunal upholdingthe demand of duty on the ground that even though thesamples were drawn contrary to law, assessee would beestopped because their representative was present when thesamples were drawn and they did not object immediately -On appeal, held: Entire chemical analysis of the importedgoods done by the Department was ultra vires s.18(b) -Expressions \"deems it necessary\" u/s. 1 B(b) does not meanthe subjective satisfaction or arbitrary power of the officerconcerned - It has to be exercised in accordance with the restraints imposed by law- If the law requires that somethingbe done in a particular manner, it must be done in thatmanner, and if not done in that manner it has no existence inthe eye of law at all - Thus, the Customs Authorities notabsolve from following the law depending upon the acts of a particular assessee - Order passed by the tribunal set aside.."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "RAMANLAL AND ANR. VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNjc=",
        "Citation": "[2015] 7 S.C.R. 147",
        "Case Type": "(CRIMINAL APPEAL /2279/2009)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9SYW1hbmxhbCBBbmQgQW5yLiBfIFN0YXRlIE9mIEhhcnlhbmFfMTcwMTI1NzM1NS5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 147",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Ramanlal And Anr.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 425",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /2279/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 148",
            "323",
            "325 and 304 (Part I)"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 148, 323, 325 and 304 (Part I)- Prosecution ulss. 148, 323, 325 and 302 rlw s. 149- Of ten accused - Trial court convicted all the accused - High Courtconfirmed the conviction of 4 of the accused while acquittedrest of them - On appeal, held: Prosecution proved its casequa the appellants-accused - However, since the incidentfight upon a sudden was without premeditation and a suddenquarrel and since the injuries were inflicted in the heat ofpassion without taking any undue advantage or acting in acruel and unusual manner - Therefore, by invokingException 4 to s. 300 the offence will not'fall uls. 302 but uls.304 (Part I) - Since the number of accused was reduced to only 4 due to acquittal of 6 of the accused, the appellantsalso cannot be convicted with the aid of s. 149 - Theconviction of appellant-accused 'H' is converted from s. 3021149 to s. 304 (Part I) - Other appellants-accused are acquittedu/s. 3021149 while their conviction ulss. 325 and 323 confirmed."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "STATE OF UTTAR PRADESH AND OTHERS VS. ANIL KUMAR SHARMA AND ANOTHER ,",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNzM=",
        "Citation": "[2015] 7 S.C.R. 166",
        "Case Type": "(CRIMINAL APPEAL /789/2015)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBVdHRhciBQcmFkZXNoIEFuZCBPdGhlcnMgXyBBbmlsIEt1bWFyIFNoYXJtYSBBbmQgQW5vdGhlciAsXzE3MDEyNTc1NjkucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 166",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "State Of Uttar Pradesh And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 998",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Anil Kumar Sharma And Another ,",
        "Case Type:": "CRIMINAL APPEAL /789/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "High Court-Power of- To issue directions on judicialside",
            "relating to the procedure to be adopted in criminal trials- Scope of -"
        ],
        "HeadNote": "High Court-Power of- To issue directions on judicialside, relating to the procedure to be adopted in criminal trials- Scope of - Writ petition for quashing of FIR - Duringpendency thereof, High Court issued directions to trial courtsnot to accept the reports u/s. 173 Cr. P. C., unless accusedare produced, and to the police authorities to get installedphotocopying machines at the police stations for preparingthe copies required to be supplied u/s. 207 Cr.P. C. - It alsoprovided feed back on the suggested amendments in Cr.PC.,including one to get dispensed with the procedure as provideduls. 209 Cr.PC. - Even after the petition got infructuous byvirtue of closure of FIR, the High Court continued to monitorthe process of expediting the original trials in the State - Onappeal, Held: High Court erred in law treating the writ petitionfor quashing FIR as a PIL and passing sweeping directionswhich are not in conformity with the provisions of Cr.PC.without there being sufficient data and material - No courtcan issue a mandate to legislature to enact a particular law-Moreover, direction for getting Cr.PC. amendment was issuedwhen Central Government was not even a party- However,on the-basis of concession on behalf of the State, it is directedto expedite the trials by making arrangements for preparingthe copies of papers before filing of charge-sheet and makeefforts to apprehend the accused - Judicial restraint- Codeof Criminal Procedure, 1973 - ss. 173, 207 and 209."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "MANYATA DEVI VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNzc=",
        "Citation": "[2015] 7 S.C.R. 183",
        "Case Type": "(CIVIL APPEAL /4475/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9NYW55YXRhIERldmkgXyBTdGF0ZSBPZiBVLnAuICYgT3JzLl8xNzAxMjU3NjYxLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 183",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Manyata Devi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2015 INSC 421",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /4475/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Law:Administrative order"
        ],
        "HeadNote": "Administrative Law:Administrative order - Reasonableness of -Application for grant of character certificate- For the purposeof renewal of registration as a contractor under a departmentof State Government- Initially grant of certificate denied onthe ground that her husband was involved in criminal cases- In appeal, the Commissioner remitted the matter toconsider the application on the basis of personal characterof the applicant - The Magistrate again refused to grant thecertificate on the ground that the applicant did not have experience in contract work - Writ petition against the orderof Magistrate dismissed - On appeal, held: the jurisdictionof the Magistrate was limited to considering the request forissuance of character certificate - The Magistrate, by bringingin the question of appellant's capability and experience as a contractor to bear upon her moral character, went beyondthe legitimate sphere of the jurisdiction vested in him. TheMagistrate directed to reconsider the application for grant ofcharacter certificate"
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "K.L. BAKOLIA VS. STATE THROUGH DIRECTOR, C.B.L~\"V",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMjI=",
        "Citation": "[2015] 7 S.C.R. 201",
        "Case Type": "(CRIMINAL APPEAL /797/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9LbEJha29saWFfdnNfU3RhdGVUaHJvdWdoIERpcmVjdG9yLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 201",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "K.l. Bakolia",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2015 INSC 431",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Through Director, C.b.l~\"v",
        "Case Type:": "CRIMINAL APPEAL /797/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act 1988",
            "illegal gratification",
            "Conviction of accused-appellant",
            "Justification"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988: 7 and s. 13(2) r/w s. 13(1 )(d)-Demand and acceptance of illegal gratification - Conviction of accused-appellant -Justification - Held: In view of concurrent findings of the courts below that there was evidence to show that there was a demand and the complainant paid the bribe amount to the appellant who accepted the same, interference with the conviction order not called for- However, since the incident took place 19 years ago and the appellant being 7 4 years old and having undergone the agony of criminal proceedings for all these years, sentence imposed upon him reduced from 4 years RI to 1 year RI in the interest of justice- Sentence I Sentencing."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "MUNNALAL JAIN AND ANOTHER VS. VIPIN KUMAR SHARMAANO OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMzA=",
        "Citation": "[2015] 7 S.C.R. 207",
        "Case Type": "(CIVIL APPEAL /4497/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9fXzIwNy0yMTRfMTcwNDE3Njk4Ni5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 207",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Munnalal Jain And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 420",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Vipin Kumar Sharmaano Others",
        "Case Type:": "CIVIL APPEAL /4497/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s. 166-Assessment of loss of dependency - Determination of just compensation - 30year old self-employed bachelor died in motor accident -Deceased earning Rs. 120001- per month -Ascertaining themultiplier, addition towards future prospects and deductionon account of personal and living expenses - Held: Deduction for personal and living expenses in case of abachelor would ordinarily be 50%'!:. On facts, no exceptionalcircumstances or compelling reasons for deviation therefrom- As far as future prospects are concerned, in case of self-employed persons below 40 years, there must be addition of 50% to the actual income while computing future prospects- In the instant case, deceased being of the age of 30 years,50% is the required addition to his actual income while .computing future prospects -·As far as multiplier isconcerned, that is to be chosen with reference to age of the deceased - On facts, deceased being aged between 26 to30 years, multiplier applicable would be 17 - Accordingly,appellants-claimants (parents of the deceased) entitled tocompensation of Rs. 18.36 lakhs towards loss of dependency Motor Vehicles Act, 1988 - Compensation -Computation of - Held: Compensation would basicallydepend on the evidence available in a case -Formulasshown by the courts are only guidelines- For this very reason,the Courts lodge caveat stating \"ordinarily\", \"normally\",\"exceptional circumstances\", etc., while suggesting theformula."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "PETROLEUM & NATURAL GAS REGULATORY BOARD VS. INDRAPRASTHA GAS LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyOTI=",
        "Citation": "[2015] 7 S.C.R. 215",
        "Case Type": "(CIVIL APPEAL /4910/2015)",
        "Date": "01 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9QZXRyb2xldW0gJiBOYXR1cmFsIEdhcyBSZWd1bGF0b3J5IEJvYXJkIF8gSW5kcmFwcmFzdGhhIEdhcyBMaW1pdGVkICYgT3JzLl8xNzAxMzIxMTg4LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 215",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "01 July 2015",
        "Petitioner:": "Petroleum & Natural Gas Regulatory Board",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 459",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Indraprastha Gas Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /4910/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Petroleum and Natural Gas Regulatory Board Act",
            "2008"
        ],
        "HeadNote": "Petroleum and Natural Gas Regulatory Board Act,2008 - ss.20, 22, 61, 11 - Power of the Board - To fix transportation tariff of a consumer of natural gas - Held:Petroleum and Natural Gas Regulatory Board is not empowered to fix or regulate the maximum retail price at which gas is to be sold by entities to the consumers- Board is also not empowered to fix any component of network tariff or compression charge for an entity having its own distribution network -Act does not confer any such power on the Board and expression \"subject to\" used in s. 22 makes it a conditional one - It has to yield to other provisions of the Act- Since the power to fix the tariff has not been given to the Board, the Board cannot frame a Regulation which would cover the area pertaining to determination of network tariff for city or local gas distribution network and compression charge for CNG - As the entire Regulation centres around the said subject, the Regulation is declared ultra vires Petroleum and Natural Gas Regulatory Board(Determination of Network Tariff for City or Local Natural Gas Distribution Networks and Compression Charge for CNG)Regulations, 2008."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "RAJ SINGH VS. STATE OF HARYANA ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMDM=",
        "Citation": "[2015] 7 S.C.R. 268",
        "Case Type": "(CRIMINAL APPEAL /701-702/2015)",
        "Date": "23 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9SYWogU2luZ2ggXyBTdGF0ZSBPZiBIYXJ5YW5hIEV0Yy5fMTcwMTMyMTMyNy5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 268",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "23 April 2015",
        "Petitioner:": "Raj Singh",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2015 INSC 345",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Haryana Etc.",
        "Case Type:": "CRIMINAL APPEAL /701-702/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 96 to 103",
            "300 exception 2",
            "304 Part I - Culpable homicide -"
        ],
        "HeadNote": " Penal Code, 1860: ss. 96 to 103, 300 exception 2, 304 Part I - Culpable homicide - Right to private defence - Injuries on person of appellant not serious in nature - Complainant party were not carrying any arms or deadly weapons - The act on part of accused party of firing shots which resulted in death of victim was not at all to prevent any injury which sought to be averted or which could have been reasonably apprehended - Appellant-accused acted aggressively - Plea of self defence by appellant was not sustainable - The incident took place in the house of complainant and not in the house of appellant and therefore E appellant not entitled to claim benefit of Exception 2 to s. 300 - Evidence showed that the complainant party neither used fire arms nor any fire arm was found in their possession - Thus, complainant party did not exceed their right of private defence and caused harm that was necessary for purpose of private defence.  "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "M.P. STEEL CORPORATION VS. COMMISSIONER OF CENTRAL EXCISE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMDg=",
        "Citation": "[2015] 7 S.C.R. 291",
        "Case Type": "(CIVIL APPEAL /4367/2004)",
        "Date": "23 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9NLnAuIFN0ZWVsIENvcnBvcmF0aW9uIF8gQ29tbWlzc2lvbmVyIE9mIENlbnRyYWwgRXhjaXNlXzE3MDEzMjE0MjgucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 291",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "23 April 2015",
        "Petitioner:": "M.p. Steel Corporation",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 346",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Central Excise",
        "Case Type:": "CIVIL APPEAL /4367/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963 - s. 14 -Applicability and scope of"
        ],
        "HeadNote": "Limitation Act, 1963 - s. 14 -Applicability and scope of - To the proceedings before Tribunal - Held: s. 14 is applicable to the suits, appeals and applications filed beforethe Court and not before quasi-judicial bodies - However,even wheres. 14 may not apply, the principles on which s. 14 is based i.e. the principles which advance the cause of justice, would nevertheless apply- The principle of s.14 would, therefore, apply to exclude time taken in prosecuting proceedings which are bonafide and pursued with due diligence - Even prior to the institution of a particular proceeding, time taken in steps taken for prosecuting such proceedings should a/so be excluded- In the present case,limitation as provided uls. 128 of Customs Act being not a complete code by itself, the prnciples contained in s. 14 would apply- In the facts of the case, the period of pursuing remedy by the appellant before the wrong forum, ought to be excluded - Matter remanded to the Commissioner(Appeals) - Customs Act, 1962 - s. 128.Customs Act, 1962 - s. 128 - Limitation period under-Whether pre-amendment or post-amendment in 2001,applicable in the facts of the present'case - Held: Periods of limitation are procedural in nature and would ordinarily be applied retrospectively- In the facts of the case, limitation period, as provided under pre-amended s. 128, would apply."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "K. ANBAZHAGAN VS. STATE OF KARNATAKA& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMTc=",
        "Citation": "[2015] 7 S.C.R. 355",
        "Case Type": "(CRIMINAL APPEAL /637/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDE5XzdfMzU1LTQ2OF8xNzAzOTIyNDYyLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 355",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "K. Anbazhagan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 323",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Karnataka& Ors.",
        "Case Type:": "CRIMINAL APPEAL /637/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: ss. 2(u), 24, 25, 25A and 301(1) - Special Public Prosecutor-Appointed u/s. 24(8) to appear in the trial before Special Court - Whether could continue as Special Public Prosecutor in the appeals against the order of the Special Court - Held: Per Madan B. Lokur, J.: Appointment of the Special Public Prosecutor was limited only to the trial and automatically terminated on conclusion of the trial - That engagement did not automatically imply any authorization to him to appear for the prosecution in the appeals - Since the State of Kamataka did not appoint Special Public Prosecutor for the High Court, conducting of the case in appeal before High Court by respondent No. 5 (the Special Public Prosecutor) was without authority - Therefore the proceedings in the appeal are vitiated - The appeals have to be heard afresh - Per Banumathi, J.:- Once respondent No. 5 was appointed as a Special Public Prosecutor in- charge of a case, he can appear and plead without any written authority before any Court in which that case is under inquiry, trial or appeal - Until the Notification by which the Special Public Prosecutor was appointed, is quashed by the State, the power uls 301, will continue the authority of Special Public Prosecutor to appear and plead even after end of the trial -Per Court: In view of difference of opinion, matter referred to Larger Bench - Code of Criminal Procedure, 1898- s. 493- Karnataka Law Officers (Appointment and Conditions of Service) Rules, 1977 - r.30. s. 24(8) - Power to appoint Special Public Prosecutor- Criminal case transferred u/s. 406 Cr.PC. to another State - After conclusion of trial, in appeal, Special Public Prosecutor appointed by transferor State - Propriety of- Held: After the transfer of the case, the transferee-State steps into the shoes  of the transferor-State- Thus transferee-State alone is entitled to appoint the Public Prosecutor - The appointment of Special Public Prosecutor by the transferor-State was without authority and non-est in the eye of law.  s.301(2) -Application under- Seeking permission to intervene in pending appeals and to assist Special Public Prosecutor - Application dismissed by High Court - On appeal, plea of the intervener for permission to file written submission before the High Court-Held: s.301(2) does not  postulate filing of written submission - Application rightly rejected by the High Court. Words and Phrases: 'Case' - Meaning of, in the context of ss. 24(8) and 301 of Code of Criminal Procedure, 1973. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "K. ANBAZHAGAN VS. STATE OF KARNATAKAAND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU1MTg=",
        "Citation": "[2015] 7 S.C.R. 469",
        "Case Type": "(CRIMINAL APPEAL /637/2015)",
        "Date": "27 APRIL 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDE1XzdfNDY5LTUxMV8xNzAzMzIyMDEyLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 469",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "27 April 2015",
        "Petitioner:": "K. Anbazhagan",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 323",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Karnatakaand Others",
        "Case Type:": "CRIMINAL APPEAL /637/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973- ss.·24 and 301"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973- ss.·24 and 301 - Power of a State to appoint public prosecutor when case transfer\"ed - Transfer of criminal case from State of Tamil Nadu to State of Karnataka -Appointment of 4th respondent as Special Public Prosecutor by State of Karnataka to conduct the trial before Special Court in a specific case pertaining to accused persons - Conviction of accused persons - Appeal by accused persons before High Court of Karnataka against their conviction - State of Tamil Nadu appointing 4th respondent as Special Public Prosecutor to appear before the Karnataka High Court to defend the cause of the State - Authority of 4th respondent to represent the case of the prosecution in the High Court of Karnataka - Held: State of Tamil Nadu had no authority to appoint the 4th respondent, as the Public Prosecutor to argue the appeal - State of Karnataka is the sole prosecuting agency and it was alone authorized to appoint the Public Prosecutor - Appointment of 4th respondent as the Public Prosecutor for the trial did not make him eligible to prosecute the appeal on behalf of prosecuting agency before the High Court - Though the appointment of 4th respondent is bad in law, yet no justification to direct for de novo hearing of the appeal, in view of the duties of the appellate Judge, in a case pertaining to Prevention of Corruption Act, 1988. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "SAVITRI DEVI VS. STATE OF UTTAR PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzODM=",
        "Citation": "[2015] 7 S.C.R. 512",
        "Case Type": "(CIVIL APPEAL /4506/2015)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice H.L. Dattu",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9TYXZpdHJpIERldmkgXyBTdGF0ZSBPZiBVdHRhciBQcmFkZXNoICYgT3JzLl8xNzAxMzIzMzE3LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 512",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Savitri Devi",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 409",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Uttar Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /4506/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894- s. 5A and 17(1) and (4)-High Court dismissed the cases challenging the Notifications of 197911980 as barred by limitation- However other cases were not dismissed on the ground of delay and /aches--"
        ],
        "HeadNote": "Land Acquisition Act, 1894- s. 5A and 17(1) and (4) -Land acquisition by Notification dated 12.03.2008-lnvokingurgency provisions dispensing with the right of objection uls.5A - Challenged by the /and-owners - Some Land-ownersa/so challenged the Notifications of the years 1979 or 1980- High Court dismissed the cases challenging theNotifications of 197911980 as barred by limitation- Howeverother cases were not dismissed on the ground of delay and/aches- On merit High Court held that invocation of urgencyclause was unwarranted- But in view of the fact that substantialdevelopment work had been carried out, third party interestwas created, compensation was also paid, etc., High Courtin order to balance the equities, instead of quashing thenotification, enhanced the provisional compensation to64. 7% and directed allotment of developed abadi Land tothe extent of 10% of the acquired land- However, notificationin respect of three villages was quashed where nodevelopment work had been carried out-Appeal of the Land-holders - Held: In the facts of the case, the cases may nothave been maintainable on the ground of delay and /aches- But the High Court had gone an extra.mile in finding thesolutions and balancing the equities in a manner which wasfavourable to the /and-owners by adequately compensatingthem - The directions of High Court are given in unique andpeculiar circumstances and hence would not form precedent - Interference u/Art. 136 not warranted in the present cases."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "SREE BALAJI MEDICAL COLLEGE AND HOSPITAL AND ANOTHER VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzODk=",
        "Citation": "[2015] 7 S.C.R. 566",
        "Case Type": "(WRIT PETITION (CIVIL) /306/2015)",
        "Date": "06 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9TcmVlIEJhbGFqaSBNZWRpY2FsIENvbGxlZ2UgQW5kIEhvc3BpdGFsIEFuZCBBbm90aGVyIF8gVW5pb24gT2YgSW5kaWEgQW5kIEFub3RoZXJfMTcwMTMyMzUwNC5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 566",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "06 August 2015",
        "Petitioner:": "Sree Balaji Medical College And Hospital And Another",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2015 INSC 551",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /306/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Whether needs recognition under Medical Council Act",
            "1956 - Medical Council Act",
            "1956 - ss. 11 and 10A - The Opening of a F New or Higher Course or Study or Training (Including a Post-Graduate Course of Study or Training) and Increase of Admission Capacity in any Course or Study or Training (Including a Post-Graduate Course of Study or Training) Regulations; 2000."
        ],
        "HeadNote": "Education/Educational Institutions:Medical College - Admission capacity - Increase in- Whether needs recognition under Medical Council Act,1956 - Held: Under the scheme of the Act, recognition isfor the course and institution and for admission capacityonly permission u!s. 1 OA is required - The Act does notprovide for recognition of the admission capacity in arecognized college for a recognized course - TheRegulations also do not contemplate such requirement -Therefore, in the present case, denial of increase inadmission capacity on the ground that existing capacitywas not recognized, is without any legal basis - MedicalCouncil Act, 1956 - ss. 11 and 10A - The Opening of a New or Higher Course or Study or Training (Including aPost-Graduate Course of Study or Training) and Increaseof Admission Capacity in any Course or Study or Training(Including a Post-Graduate Course of Study or Training)Regulations; 2000.Constitution of India, 1950 - Att. 32 - Writ petitionchallenging order of Medical Council denying increase inadmission capacity of medical college - Maintainability of- Held: In view of the fact that in previous litigation between the parties, the Supreme Court had directed theMedical Council to take decision on the basis of theinspection report whereby the petitioner-College was foundto satisfy all the requirements for the increase claimed,only Supreme Court could have entertained the petitioner - Moreover, the case does not involve disputed questionsof fact - Hence, the petition was maintainable."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "NANDKISHORE LALBHAI MEHTA VS. NEW ERA FABRICS PVT. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MDI=",
        "Citation": "[2015] 7 S.C.R. 631",
        "Case Type": "(Select Case Type/1148/2010)",
        "Date": "08 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDEzXzdfNjMxLTY4OF8xNzAzOTIyODA3LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 631",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "08 July 2015",
        "Petitioner:": "Nandkishore Lalbhai Mehta",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 490",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "New Era Fabrics Pvt. Ltd. & Ors.",
        "Case Type:": "Select Case Type/1148/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific performance: Sale of suit property by respondent subject to consent of Labour Union-"
        ],
        "HeadNote": " Specific performance: Sale of suit property by respondent subject to consent of Labour Union -Appellant- buyers paid earnest money as per the agreement to the respondents-buyers - Labour Union refused to give the consent for sale of the suit property- Respondent informed this fact to the appellant that the agreement stood cancelled and that they would return the amount - Appellant waived the condition of obtaining the consent of labour but still agreement did not materialize- Suit for specific performance by appellant- Single judge of High Court decreed the suit- Division Bench set aside the decree - On appeal, held: In the plaint filed by appellant, specific case was pleaded by appellant that the Labour Union colluded with the respondents - However, at the time of leading the evidence, case was made out that Labour Union agreed to the proposed sale on certain conditions offered by respondent - Such evidence could not be allowed to be led in the absence of pleadings in the plaint - Since there was new plea or a/legation of fact inconsistent with the previous pleadings of the parties, steps ought to have been taken by appellant to amend the plaint which was not done - As the Labour Union did not give its consent to the proposed sale, agreement for sate could not have been performed and had ceased - Appellant is only entitled to refund of the amount along with interest @ 18% per annum stipulated therein. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "BHANUSHALI HOUSING COOPERATIVE SOCIETY LTD. VS. MANGILAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MDY=",
        "Citation": "[2015] 7 S.C.R. 689",
        "Case Type": "(Select Case Type/5704/2015)",
        "Date": "24 JULY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDEzXzdfNjg5LTcxMV8xNzAzOTIyOTM4LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 689",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "24 July 2015",
        "Petitioner:": "Bhanushali Housing Cooperative Society Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 516",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Mangilal & Ors.",
        "Case Type:": "Select Case Type/5704/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Co-operative Societies Act",
            "1960"
        ],
        "HeadNote": " Madhya Pradesh Co-operative Societies Act, 1960: s. 64 - Dispute arising out of contract of sale and purchase of immovable property- Between the co-operative society and a non-member -Whether amenable to adjudication uls. 64 - Held: A dispute can be brought within purview of s.-64, if the twin requirements are satisfied viz. (i) the dispute relates to constitution, management, business, or liquidation of the society (ii) and the dispute is between the parties referred to in clauses (a) to (f) of s. 64(1) - In the present case, though the dispute touches business of the  appellant society, it does not satisfy other requirements to be brought within purview of s. 64. s. 64 (1) (c) - Expression 'business transaction' - Meaning and scope of - Held: Any activity in order to  constitute business must be systematic and continuous - In order to treat a transaction as a 'business transaction', it must be business bilaterally i.e. it should be business from the standpoint of both the parties - A single transaction of immovable property by the seller; if he is not in the business  of selling property for profit, such transaction would fall outside the expression 'business transaction' -A single transaction, as in the present case, would not constitute business for both the parties to the transaction Madhya Pradesh General Clauses Act, 1957 - s. 5 - 'Singular' to include 'Plural' and vice-versa - Held: This principle is applicable only when no contrary intention is deducible from the scheme or language used in the statute - In the present case, plural expression 'business transactions' occurring ins. 64(1)(c) of Co-operative Societies Act, would not include singular; because the intent in that provision is to bring only such disputes under the purview of s. 64 which arise out of what is business for both sides and comprises of multiple transactions :.... Madhya Pradesh Co- operative Societies Act, 1960- s. 64(1 )(c) - General Clauses Act, 1897-s.13. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, DELHI-IV VS. M/S. SANDAN VIKAS (I) LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0MDk=",
        "Citation": "[2015] 7 S.C.R. 712",
        "Case Type": "(CIVIL APPEAL /9730/2003)",
        "Date": "01 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDEzXzdfNzEyLTczNl8xNzA0MTc3MTc0LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 712",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "01 July 2015",
        "Petitioner:": "Commissioner Of Central Excise, Delhi-iv",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2015 INSC 442",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Sandan Vikas (i) Ltd.",
        "Case Type:": "CIVIL APPEAL /9730/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Tariff Act",
            "1985- Classification of car air-conditioning kit - Whether under Item No.3 or under Heading at serial No. 8 which was added to the table of the Notification No.166186-CE dated 1.3.1986"
        ],
        "HeadNote": ".Central Excise Tariff Act, 1985 - Tariff Heading 8415,Item No. 3- Classification of car air-conditioning kit - Whetherunder Item No.3 or under Heading at serial No. 8 which wasadded to the table of the Notification No.166186-CE dated1.3.1986- For the period 1.8.1991 to 28.2.1993- CEGAT (Tribunal) placing reliance on *Sanden Vikas case allowedappeal of the assessee - On appeal, plea of revenue toreconsider the *Sanden Vikas case - Held: 'Car air-conditioning kits' without the compressor are dutiable underthe Heading at Serial No.8 and the 'compressor' is dutiable under Serial No. 1 - If the kit and compressor are sold in asingular invoice or in one pricing, it will go out of item 8, but ifthere are two invoices for separate pricing, the air-conditioningkit would come under item No. 8 - The Sanden Vikas casedoes not need reconsideration - The assessee, since soldthe kit and compressor separately, the order of the Tribunalcannot be found fault with.Rules of Interpretation to Central Excise Tariff Act- r.2(a) - Applicability of - To Notification - Held: Rules or principles of interpretation are always subjectto context and not binding commands on iron cast imperatives- The Rulesmay not be applicable if the Notification commands andrequire a different understanding - Applying r.2(a) of theNotification No.166186-CE dated 1.3.1986 would be contrary to the legislative intent.."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "STATE OF MADHYA PRADESH VS. MAHARANI USHADEVI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0Mzk=",
        "Citation": "[2015] 7 S.C.R. 737",
        "Case Type": "(CIVIL APPEAL /557-558/2012)",
        "Date": "15 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaCBfIE1haGFyYW5pIFVzaGFkZXZpXzE3MDEzMjU4OTMucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 737",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 July 2015",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 497",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Maharani Ushadevi",
        "Case Type:": "CIVIL APPEAL /557-558/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950-Art.363-Applicability of - Suit for declaration of title and permanent injpnction"
        ],
        "HeadNote": "Constitution of India, 1950-Art.363-Applicability of- Suit for declaration of title and permanent injpnction - By the legal heir of Maharaja of Holkar - Claiming that theproperty in question which was managed by the HouseholdDepartment of the Holkar State was the exclusive andindividual property of the Maharaja and not the property ofthe appellant-State - In the alternative seeking declaration to be 'Bhumiswami' of the land uls. 158(2) of Land RevenueCode - Maintainability of the suit - Held: The right of theplaintiff flows from the Covenant whereby the Maharaja ofHolkar and the other princely States agreed to merge withthe dominion of India - Therefore, the relief sought by the plaintiff falls within the ambit of Art. 363 and hence the suit isnot maintainable - Since the claim of plaintiff as 'Bhumiswami'is by way of the Covenant which is disputed and the relief ofsettling these disputes is barred u/Art. 363, one cannot claimto be 'Bhumiswami', independent of the Covenant- Madhya Pradesh Land Revenue Code, 1959 - s. 158(2)."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "STATE OF KERALA & ORS. VS. A. P. MAMMIKUTIY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NTA=",
        "Citation": "[2015] 7 S.C.R. 764",
        "Case Type": "(CIVIL APPEAL /1640/2015)",
        "Date": "01 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBLZXJhbGEgJiBPcnMuIF8gQS4gUC4gTWFtbWlrdXRpeV8xNzAxMzI2MjkwLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 764",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "01 July 2015",
        "Petitioner:": "State Of Kerala & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 460",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "A. P. Mammikutiy",
        "Case Type:": "CIVIL APPEAL /1640/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Building Tax Act",
            "1975 - ss.2(e) Explanation c II",
            "2(k) and 5A - Imposition of 'luxury tax' - Words and Phrases: 'Building'",
            "'Residential Building' F and 'Plinth Area' -Meaning of",
            "in the context of Kera/a Building Tax Act",
            "1975."
        ],
        "HeadNote": "Kerala Building Tax Act, 1975 - ss.2(e) Explanation II, 2(k) and 5A - Imposition of 'luxury tax' - On a residential buildings, consisting of 13 residential apartments- Whether Revenue entitled to levy tax, by clubbing the plinth area of the 13 apartments, or plinth area of individual apartment should have been taken into consideration - Held: Each residential building owned by single owner could be subjected to luxury tax, if it has plinth area which exceeds 278. 7 sq.mts. - However, Explanation to s.2(e) has to be read harmoniously with proviso to s.2(k) and s.5A - Purposive interpretation has to be given to Explanation II to s.2(e) - Thus, when the owner parts with the apartments of the building,each apartment will be segregable for the purpose of luxury tax - Taxation - Luxury tax.Words and Phrases: 'Building', 'Residential Building'and 'Plinth Area' -Meaning of, in the context of Kerala Building Tax Act, 1975."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "TANVI SARWAL VS. CENTRAL BOARD OF SECONDARY EDUCATION AND . ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NjA=",
        "Citation": "[2015] 7 S.C.R. 780",
        "Case Type": "(WRIT PETITION (CIVIL) /298/2015)",
        "Date": "15 JUNE 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9fXzc4MC04MTNfMTcwNDE3NzQyMS5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 780",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 June 2015",
        "Petitioner:": "Tanvi Sarwal",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2015 INSC 1000",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Central Board Of Secondary Education And . Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /298/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pre-Medical and Pre-Dental Entrance Test 2015-16 - Held by Central Board of Secondary Education (CBSE) - Use of unfair means and malpractices through electronic 0 gadgets and devices",
            "at the behest of a syndicate for unlawful gang - Writ petitions u/Arl. 32 in public interest",
            "seeking annulment of the examination and direction for holding fresh examination - Plea of State and CBSE that holding of fresh examination would upset the time-schedule fixed by E Supreme Courl"
        ],
        "HeadNote": ".Education:Pre-Medical and Pre-Dental Entrance Test 2015-16- Held by Central Board of Secondary Education (CBSE) -Use of unfair means and malpractices through electronic gadgets and devices, at the behest of a syndicate for unlawfulgang - Writ petitions u/Arl. 32 in public interest, seekingannulment of the examination and direction for holding freshexamination - Plea of State and CBSE that holding of freshexamination would upset the time-schedule fixed bySupreme Courl in Mridual Dhar and Priya Gupta cases andthat instead of scrapping the whole examination, action maybe taken against the already identified beneficiaries of themalpractice - Held: The examination suffers from aninfraction of its expected requirement of authenticity and credence - In view of the disclosures in the investigation, thebenefit of the malpractice has been availed by severalcandidates though only 44 candidates have been identified- In order to secure and sustain the confidence of the publicin general and student fraternity in parlicular, in the system,the examination cannot be sustained - Annulment of theexamination in view of the fact that it is vitiated due to use ofdeceitful means, would not be repugnant to the renderingsin Mridua/ Dhar and Priya Gupta cases- CBSE directed tohold the fresh examination within a period of four weeks.."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "DILIP K. BASU VS. STATE OF WEST BENGAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0ODg=",
        "Citation": "[2015] 7 S.C.R. 814",
        "Case Type": "(CRIMINAL APPEAL /16086/1997)",
        "Date": "24 JULY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9EaWxpcCBLLiBCYXN1IF8gU3RhdGUgT2YgV2VzdCBCZW5nYWwgJiBPcnMuXzE3MDEzMjgxNTcucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 814",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "24 July 2015",
        "Petitioner:": "Dilip K. Basu",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2015 INSC 524",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of West Bengal & Ors.",
        "Case Type:": "CRIMINAL APPEAL /16086/1997",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Human rights - Violation of - Instances of custodial deaths and torture in police station and jails - Recommendation by Amicus Curiae to curb these - Issuance of certain directions by this CourtDirection issued to State Governments to install CCTV cameras in all the prisons within one year - States to consider installation of CCTV cameras in police stations- State Governments to take steps to appoint non-official visitors to prisons and police stations - State Governments to launch appropriate pro"
        ],
        "HeadNote": "Human rights - Violation of - Instances of custodialdeaths and torture in police station and jails -Recommendation by Amicus Curiae to curb these -Issuance of certain directions by this Court- States of Delhi,Himachal Pradesh, Mizoram, Arunachal Pradesh,Meghalaya, Tripura and Nagaland to set up State HumanRights Commissions(SHRC) for their respective territorieswithin a period of six months- Vacant post of Chairperson orMember of SHRC to be filled up by State Governments withina period of three months - State Governments to takeappropriate action in terms of s. 30 in regard to setting up/specifying Human Rights Courts - Direction issued to StateGovernments to install CCTV cameras in all the prisonswithin one year - States to consider installation of CCTVcameras in police stations- State Governments to take stepsto appoint non-official visitors to prisons and police stations- State Governments to launch appropriate prosecution forthe commission of offences disclosed by such enquiry reportand/or investigation -And that each police station to have atleast two women constables - Protection of Human RightsAct, 1993-ss. 21, 30."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "DEVI DAS RAMACHANDRA TULJAPURKAR VS. STATE OF MAHARASHTRA& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MDI=",
        "Citation": "[2015] 7 S.C.R. 853",
        "Case Type": "(Select Case Type/1179/2015)",
        "Date": "14 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9fXzg1My05NzdfMTcwMzkyMzExNS5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 853",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "14 May 2015",
        "Petitioner:": "Devi Das Ramachandra Tuljapurkar",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2015 INSC 414",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Maharashtra& Ors.",
        "Case Type:": "Select Case Type/1179/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860: . . c s. 292 - Framing of charges under-Against the author",
            "publisher and the printer of a poem 'Gandhi Mala Bhetala'('I met GandhiJ - Charges framed-Application by the accused for discharging them"
        ],
        "HeadNote": " PENAL CODE, 1860: s. 292 - Framing of charges under-Against the author, publisher and the printer of a poem 'Gandhi Mala Bhetala'('I met GandhiJ - Charges framed-Application by the accused for discharging them - Rejected by trial court - Order confirmed by the revisional court as well as the High Court- On appeal, held: The view of High Court pertaining to framing of charges as against the poet cannot be flawed- Whether the poem has any other layer of meaning or not, cannot be gone into, at the time of framing of charges- It shall be open E for the poet to put his defense at the trial - However, the publisher and the printer, in the facts of the case, am discharged- Code of Criminal Procedure, 1973. s.292 - Offence under - Constituents of - Held: By bringing in a historically respected personality to the arena of s.292 IPC, neither a new offence is created nor an ingredient is interpreted - The parameter for adjudging obscenity is 'contemporary community standards' test- However, the test becomes applicable with more vigour, in a greater degree, if G the name of Mahatma Gandhi is used as a symbol or allusion or surrealistic voice to put words or to show him doing such acts which are obscene. Art. 19(1)(a) and 19(2) - Freedom of speech and expression and limitations thereon - Held: Freedom of speech and expression though has to be given a broad canvas, but it has its inherent limitations, it is not absolute. Art. 19(1)(a) - Interpretation of - Held: When two interpretations (restrictive and liberal) of Art. 19(1)(a) are possible, liberal interpretation should be adopted - Art. 19(1)(a) is intrinsically linked with preambular objectives which form a part of basic structure- Hence the Article should be interpreted in aid of the preambular objective. WORDS AND PHRASES: 'Poetic license'- Meaning of- Discussed. 'Obscenity' and 'vulgarity' - Meaning of, in the context of s.292 /PC- Discussed. 'Poetry' - Meaning of. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "RAHUL YADAV &ANR. VS. M/S. INDIAN OIL CORPORATION LTD.AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MTg=",
        "Citation": "[2015] 7 S.C.R. 978",
        "Case Type": "(CIVIL APPEAL /4909/2015)",
        "Date": "01 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9fXzk3OC05OTdfMTcwNDE3NzQ5OS5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 978",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "01 July 2015",
        "Petitioner:": "Rahul Yadav &anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 462",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Indian Oil Corporation Ltd.and Others",
        "Case Type:": "CIVIL APPEAL /4909/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public distribution system - Public Premises (Eviction of Unauthorised Occupants) Act",
            "1971- B s. 9."
        ],
        "HeadNote": ".Public distribution system - Dealership of petrol pumpGrant of, in favour of appellant - In terms of theadvertisement for the dealership, appellant bought land andexecuted long-term lease with the Corporation for 30 yearsat a monthly rent-As per letter of intent, Corporation was toprovide certain facilities and develop the outlet for operatingthe dealership - Subsequently, cancellation of dealershipagreement in favour of appellant-Appellant refusing to handover the possession - Eviction proceedings under 1971 Actby Corporation against appellant - Eviction order by EstateOfficer-Appellate Judge as also Single Judge and DivisionBench of High Court upholding the eviction - On appeal,held: Dealership agreement and lease agreement areindependent of each other- Appellant, was a dealer underthe lessee-Corporation - In case there is a termination,dealership is bound to be can-celled and, if the lease deed istreated to have been terminated along with the dealership, itwould lead to a situation which does not flow from theinterpretation of the instruments- Dealership agreement was .terminated because of the decision of this Court -Consequence of cancellation of the dealership is a sequiturof the judgment - As a result appellant has to vacate thepremises and Corporation has the liberty to operateindependently or through another dealer-Appellant cannotcause obstruction or create impediments-Appellant cannotretain possession on the basis of ownership of the land as the lease is in continuance - He is a trespasser- Thus, theprovisions of 1971 Act would apply-Appellant directed tohand over the peaceful possession of the land and otherfixtures standing thereon to the Corporation - PublicPremises (Eviction of Unauthorised Occupants) Act, 1971- s. 9.."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "STATE OF M.P. VS. MADAN LAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1Mzg=",
        "Citation": "[2015] 7 S.C.R. 998",
        "Case Type": "(Select Case Type/231/2015)",
        "Date": "01 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9fXzk5OC0xMDEyXzE3MDM5MjMyMDIucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 998",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "01 July 2015",
        "Petitioner:": "State Of M.p.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2015 INSC 458",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Madan Lal",
        "Case Type:": "Select Case Type/231/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 376(2)(f) rw s. 511 ands. 354 - Rape - Prosecution case that accused raped a seven year old girl- Conviction uls. 376(2)(f) rw s. 511 and sentenced to rigorous imprisonment for five yearsIn a case of rape or attempt of rape",
            "there cannot be a compromise or settlement as it would be against the honour of the victim which matters the most"
        ],
        "HeadNote": " Penal Code, 1860 - s. 376(2)(f) rw s. 511 ands. 354 - Rape - Prosecution case that accused raped a seven year old girl- Conviction uls. 376(2)(f) rw s. 511 and sentenced to rigorous imprisonment for five years - High Court in view of compromise between the accused and the parents of the victim, converted the offence to one u/s. 354 and confined the sentence to the period of custody already undergone - On appeal, held: In a case of rape or attempt of rape, there cannot be a compromise or settlement as it would be against the honour of the victim which matters the most - These are  crimes against the body of a woman which is her own temple - These offences suffocate the breath of life and sully the reputation -Adopting a soft approach or a liberal one would be a spectacular error - Any kind of liberal approach or thought of mediation is completely sans legal permissibility - Matter remitted back to the High Court for a fresh decision. Judicial Deprecation - Rape cases - Some of the appellate judges, contrary to the precedents and against the normative mandate of law, assuming a presumptuous role - It ruptures the sense of justice and punctures the criminal justice dispensation system. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "JAGTAR SINGH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NTE=",
        "Citation": "[2015] 7 S.C.R. 1013",
        "Case Type": "(Select Case Type/86/2013)",
        "Date": "19 JUNE 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9KYWd0YXIgU2luZ2ggXyBTdGF0ZSBPZiBIYXJ5YW5hXzE3MDEzMjk0NjgucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 1013",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "19 June 2015",
        "Petitioner:": "Jagtar Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 439",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Haryana",
        "Case Type:": "Select Case Type/86/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- s. 304 Part II read with s. 34 - Land dispute between parties- Both ocular and documentary evidence proved that motive did exist prior to commission of the crime"
        ],
        "HeadNote": " Penal Code, 1860- s. 304 Part II read with s. 34 - Land dispute between parties - On the fateful day, appellant and his brother caught hold of PW3 and when PW 3's uncle tried to intervene, appellant inflicted injuries to uncle, who later succumbed to it- Conviction and sentence of both appellant and his brother u/s. 304 Part II rw s. 34 - However, High Court upheld conviction of the appellant, while acquitted his brother· - On appeal, held: Evidence proved the appellant guilty for committing the offence - He was aggressor and had hit the deceased - Both ocular and documentary evidence proved that motive did exist prior to commission of the crime - Material evidence duly proved by the eyewitnesses could not be ignored - However, such was not the case of co- accused and thus, he was given the benefit of doubt- Having regard to the nature of injury caused by the appellant to the deceased and the manner in which it was caused and taking into account the cause of death-shock and hemorrhage, the courts below justified in bringing the case u/s. 304 Part II - Also the punishment of five years appears to be just and proper - Thus, conviction and sentence awarded to the appellant by the courts below upheld. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "SESHASAYEE PAPER & BOARDS LIMITED VS. DEPUTY COMMISSIONER OF INCOME TAX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2MDI=",
        "Citation": "[2015] 7 S.C.R. 1054",
        "Case Type": "(CIVIL APPEAL /1812-1813/2005)",
        "Date": "15 MARCH 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9TZXNoYXNheWVlIFBhcGVyICYgQm9hcmRzIExpbWl0ZWQgXyBEZXB1dHkgQ29tbWlzc2lvbmVyIE9mIEluY29tZSBUYXhfMTcwMTMzMzY5NS5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 1054",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 March 2015",
        "Petitioner:": "Seshasayee Paper & Boards Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 423",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Deputy Commissioner Of Income Tax",
        "Case Type:": "CIVIL APPEAL /1812-1813/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961- s. 32- Unabsorbed Depreciation-"
        ],
        "HeadNote": "Income Tax Act, 1961- s. 32- Unabsorbed Depreciation- Whether the unabsorbed depreciation should be allowed before the allowance of the unabsorbed investment allowance in computing income of the assessee for the Assessment Year 1991-1992, when assessee had not claimed the unabsorbed 'depreciation in its income-tax return though it had claimed depreciation for the current year- Held: By legal fiction unabsorbed depreciation becomes depreciation of the year in question and gets added to the depreciation of the current y.ear - Once the unabsorbed carried forward depreciation .becomes part of the depreciation of the current year; it is not open to assessee to bifurcate the two again and claim depreciation of the current year and take a position that since unabsorbed depreciation of the previous years is not claimed, It cannot be thrusted upon the assessee - Once. depreciation is claimed and while giving deductions the depreciation is  to be set off against the profits of the current year prior to the unabsorbed carried forward investment allowance."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "STATE OF M.P. VS. ASHOK & OTHERS ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2NjE=",
        "Citation": "[2015] 7 S.C.R. 1073",
        "Case Type": "(CRIMINAL APPEAL /2096-2098/2009)",
        "Date": "01 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBNLnAuIF8gQXNob2sgJiBPdGhlcnMgRXRjLl8xNzAxMzM1MzI2LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 1073",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "01 July 2015",
        "Petitioner:": "State Of M.p.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 451",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Ashok & Others Etc.",
        "Case Type:": "CRIMINAL APPEAL /2096-2098/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 rlw s. 149"
        ],
        "HeadNote": "Penal Code, 1860: s. 302 rlw s. 149 - Murder -Prosecution case that the victim-deceased was caught bythe accused and petrol poured over him and lit fire -Deceased ran from the spot- Respondents surrounded himand attacked him with sword and burning tyre - Trial courtconvicted all the accused - High Court granted benefit ofdoubt to the respondents on the premise that they hadreached the spot after the commission of offence and as suchthe charge of formation of unlawful assembly by them wasnot established -Appeal against acquittal of respondents -Held: Role cf respondents in the commission of crime wasclearly made out from the dying declaration as well astestimony of the eye witness - The sequence of narrationcertainly showed that they were waiting in ambush - It maybe that only two of them set the deceased afire but the othersdefinitely ensured by surrounding the deceased that he wouldnot be allowed to escape- It was a crime which was committedby all of them guided by same purpose, acting in concertachieving the result that was desired- The intent of the entireassembly was clear, eloquently established by theirpresence, preparedness and participation - The order ofacquittal is set aside and convict(on order by trial court isrestored -Appeal - State's appeal against acquittal."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "INDRA DALAL VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2Njc=",
        "Citation": "[2015] 7 S.C.R. 1083",
        "Case Type": "(CRIMINAL APPEAL /1261/2009)",
        "Date": "29 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9JbmRyYSBEYWxhbCBfIFN0YXRlIE9mIEhhcnlhbmFfMTcwMTMzNTQ1My5wZGY=",
        "SCR Citation:": "[2015] 7 S.C.R. 1083",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "29 May 2015",
        "Petitioner:": "Indra Dalal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 436",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1261/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 r/w. s. 1208 - Contract killing;."
        ],
        "HeadNote": "Penal Code, 1860: s. 302 r/w. s. 1208 - Contract killing;....Accused came on a scooter to victim-deceased's house andfired at his chest and head- Thereafter he threw the pistol atthe spot and ran away on the scooter- Previous grudge ofappellants-accused alleged - Conviction recorded againstappellants primarily on the basis of their confessionalstatements and recovery of scooter from the house ofappellant no. 1 - Held: The confessional statements wererecorded when these accused were in police custody- Suchstatements were inadmissible having regard to ss. 25 and 26- The information provided by all the accused/appellants inthe form of confessional statements, had not led to anydiscovery - Recovery of scooter was made in the absenceof appellant - This recovery was pursuant to the statementmade by PW-2, the brother of the deceased and not on thebasis of any disclosure statements made by these appellants- Likewise, insofar as confessional statement allegedly givenby appellant-J was concerned, that was again in another FIR- Therefore, the situation contemplated uls. 27 of theEvidence Act also did not get attracted - Even if the scooterwas recovered pursuant to the disclosure statement, it wouldhave made the fact of recovery of scooter only, as admissibleuls.27 of the Evidence Act, and it would not have made theso-called confessional statements admissible which cannotbe held as proved against them - Prosecution failed to provebeyond reasonable doubt, the charge of conspiracy againstappellants - Conviction set aside - Evidence Act, 1872 -ss25 to 27.Evidence Act, 1872: ss.25 and 26- Philosophy behind- Discussed.Words and phrases: 'Confession' - Meaning of -Discussed."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "HINDUSTAN ZINC LTD VS. RAJASTHAN ELECTRICITY REGULATORY COMMISSION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2Nzg=",
        "Citation": "[2015] 7 S.C.R. 1104",
        "Case Type": "(CIVIL APPEAL /4417/2015)",
        "Date": "13 MAY 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS9IaW5kdXN0YW4gWmluYyBMdGQgXyBSYWphc3RoYW4gRWxlY3RyaWNpdHkgUmVndWxhdG9yeSBDb21taXNzaW9uXzE3MDEzMzU2NDcucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 1104",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "13 May 2015",
        "Petitioner:": "Hindustan Zinc Ltd",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 996",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Rajasthan Electricity Regulatory Commission",
        "Case Type:": "CIVIL APPEAL /4417/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Electricity R&gulatory Commission (Renewable Energy Obligation) Regulations",
            "2007; Rajasthan Electricity Regulatory Commission (Renewable Energy Certificate and Renewable Purchase Obligation Compliance Framework) Regulations",
            "2010: Constitutional validity of the Regulations 2007 and 2010 directing the D captive power plants to p'urchase minimum energy from renew~ble sources"
        ],
        "HeadNote": "Rajasthan Electricity Regulatory Commission(Renewable Energy Obligation) Regulations, 2007;Rajasthan Electricity Regulatory Commission (RenewableEnergy Certificate and Renewable Purchase ObligationCompliance Framework) Regulations, 2010: Constitutionalvalidity of the Regulations 2007 and 2010 directing thecaptive power plants to purchase minimum energy fromrenewable sources - Held: The object of imposing REObligation is protection of environment and preventingpollution by utilising Renewable Energy Sources as muchas possible in larger public interest - The Regulationsimpose reasonable restrictions upon the captive gencos aspermissible u/Art. 19(6) of the Constitution - The impugnedRegulations fall within the four corners of the Act of 2003 aswell as Electricity Policy, 2005 - National Electricity Policy,2005- Electricity Act, 2003- s. 86(1) - Constitution of India,1950-Articles 19(1)(g), 19(6), 51A(g).Electricity Act, 2003: ss.2(3), 86(1 )- Captive power plant- Regulatory jurisdiction of Commission - Held: The merefact that no licence is required for Establishment, Operationand Maintenance of a Captive Power Plant would not implythat the industries engaged in various commercial activitiesputting up such Captive Power Plants cannot be subjected. to Regulatory Jurisdiction of the Commission- RE obligationhas been imposed upon the consumption of electricity whether purchased from the Distribution Licensee orconsumed from its own Captive Power Plant or through openaccess."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "THE STATE REP. BY THE INSPECTOR OF POLICE, 'Q' BRANCH C.1.0., TIRUNELVELI RANGE, TAMILNADU VS. MARIYAANTONVIJAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzOTg=",
        "Citation": "[2015] 7 S.C.R. 581",
        "Case Type": "(CRIMINAL APPEAL /836/2015)",
        "Date": "01 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS90aGUgc3RhdGUgcmVwLiBieSB0aGUgaW5zcGVjdG9yIG9mIHBvbGljZSwgJ3EnIGJyYW5jaCBjLjEuMC4sIHRpcnVuZWx2ZWxpIHJhbmdlLCB0YW1pbG5hZHVfbWFyaXlhYW50b252aWpheV8xNzAxMzIzNzAwLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 581",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "01 July 2015",
        "Petitioner:": "The State Rep. By The Inspector Of Police, 'q' Branch C.1.0., Tirunelveli Range, Tamilnadu",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 463",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Mariyaantonvijay",
        "Case Type:": "CRIMINAL APPEAL /836/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: ss.3971482- Quashing of proceedings/Revision-High Court while deciding the matters virtually acted as an appellate Court as if hearing appeals arising out of the final order and proceeded to B examine each and every issue mentioned in the charge sheet by appreciating the material on record and applying the relevant provisions of various Acts",
            "Rules and international treaties governing the controversy - This approach of High Court while hearing the case u/s.4821397"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: ss.3971482- Quashingof proceedings/Revision - Vessel stationed at 3. 8 nauticalmiles from baseline carrying huge quantity of arms andammunition without valid authorisation and documents -Case registered against crew members under Arms Act, 1959and other statutes - Investigation revealed that owner of thevessel had credited 40,476 US$ from USA to India in theaccount of A-43 and the amount was handed over to A-38 forpurchasing the bulk quantity of diesel which was transportedto vessel - Cognizance of offence - Quashing/revision ofproceedings sought by accused persons - High Court heldthat no prima facie case was made out under the Arms Actand quashed the proceedings relating to offencespunishable under the Arms Act - Thereby, all the accusedexcept A-3 and A-38 were acquitted of the offences - OnState's appeal, Held: Prosecuting agency had collectedmaterial during investigation to enable the Court to frameappropriate charges for commission of the offencespunishable under the Arms Act and such material wascapable of being proved in evidence in accordance with law- The very fact that huge quantity of arms and ammunitionwere recovered from the possession and control of the crewmembers from the vessel and that the crew members wereunable to satisfy their legal possession over such arms/ammunition with them by producing any evidence such aslicenses, certificates etc. it was sufficient to attract theprovisions of Arms Act - High Court while deciding thematters virtually acted as an appellate Court as if hearingappeals arising out of the final order and proceeded toexamine each and every issue mentioned in the chargesheet by appreciating the material on record and applyingthe relevant provisions of various Acts, Rules andinternational treaties governing the controversy - Thisapproach of High Court while hearing the case u/s.4821397 was wholly unwarranted and cannot be upheld."
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "PREM RAM VS. MANAGING DIRECTOR, UTIARAKHAND PEY JAL& NIRMAN NIGAM, DEHRADUNAND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0Nzk=",
        "Citation": "[2015] 7 S.C.R. 192",
        "Case Type": "(CIVIL APPEAL /4474/2015)",
        "Date": "15 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDE1XzdfMTkyLTIwMF8xNzAzMzIwODkxLnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 192",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "15 May 2015",
        "Petitioner:": "Prem Ram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 428",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Managing Director, Utiarakhand Pey Jal& Nirman Nigam, Dehradunand Ors.",
        "Case Type:": "CIVIL APPEAL /4474/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Laws: Regularization"
        ],
        "HeadNote": " Regularisation - Claim for- By daily- wager- On the ground that the daily-wagers junior to him had been regularised - Plea of the employer that the workmen 0 regularized being work-charged employees, their case was distinct from daily-wager - Held: There is no difference between the daily-wagers and the work-charged employees because, in essence, the nature of their engagement remains the same - Hence both the categories of employees have to E be treated on the same footing- Since the employees (work- charged) were junior to the claimant-employee, regularisation of the claimant-employee is directed on the analogy of his juniors w.e.f. the date, his juniors were regularised and for release of all his retiral benefits - However, the direction for F regularization would not entitle the claimant-employee to claim arrears of salary based on such regularization. "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "SECURITIESAND EXCHANGE BOARD OF INDIA(SEBI) &ANR. VS. SAHARA INDIA REAL ESTATE CORPN. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0ODY=",
        "Citation": "[2015] 7 S.C.R. 1025",
        "Case Type": "(CIVIL APPEAL /8643/2012)",
        "Date": "19 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice S.M. Sikri\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDE1XzdfMTAyNS0gMTA0NV8xNzAzMzIxMDU5LnBkZg==",
        "SCR Citation:": "[2015] 7 S.C.R. 1025",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "19 July 2015",
        "Petitioner:": "Securitiesand Exchange Board Of India(sebi) &anr.",
        "Disposal Nature:": "I.A Disposed Off",
        "Netural Citation:": "2015 INSC 1001",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.M. Sikri",
        "Respondent:": "Sahara India Real Estate Corpn. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /8643/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court"
        ],
        "HeadNote": " Contempt of Court - Sahara matters - Issuance of direction to Sahara Companies-Promoters and Director to  refund the amount collected by them for the Optional Fully Convertible Debentures - However, failure to deposit the same within the stipulated period- Contempt Petition by SEBI - Various opportunities given to contemnors to purge the contempt by depositing the amount, as directed - However,  non-compliance of the directions - Three out of four contemnors taken to judicial custody and direction issued to deposit sum of Rs. 33, 0001- crores - Subsequently, grant of bail to the contemnors, imposing condition on them to deposit Rs 10,000 crores-Rs.5,000 crores in cash and balance of  Rs. 5, 000 crores in the form of bank guarantee of a nationalised bank, to be furnished in favour of SEBI - However, non-compliance of the condition and three contemnors in jail for the last fifteen months - Various  directions given from time to time and IA's filed "
    },
    {
        "volume": "2015Volume 7",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, VADODARA VS. INDIAN PETROCHEMICALS CORPN. LTD. &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0OTY=",
        "Citation": "[2015] 7 S.C.R. 1046",
        "Case Type": "(CIVIL APPEAL /3623-3624/2005)",
        "Date": "12 MAY 2015",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice S.M. Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA3L1BhcnQgSS8yMDE1XzdfMTA0Ni0xMDUxXzE3MDMzMjE0ODYucGRm",
        "SCR Citation:": "[2015] 7 S.C.R. 1046",
        "Year/Volume:": "2015/ Volume 7",
        "Date of Judgment:": "12 May 2015",
        "Petitioner:": "Commissioner Of Central Excise, Vadodara",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2015 INSC 400",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S.M. Sikri",
        "Respondent:": "Indian Petrochemicals Corpn. Ltd. &anr.",
        "Case Type:": "CIVIL APPEAL /3623-3624/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Chapter heading 27. 11- Petroleum gases and other gaseous hydrocarbons -"
        ],
        "HeadNote": " Chapter heading 27. 11- Petroleum gases and other gaseous hydrocarbons - Notification No. 612000-C.E. dated 01. 03. 2000- Interpretation of- Partial exemption from payment of duty, in terms of Notification No. 612000-C.E. dt 01. 03. 2000- Entitlement to -Assessee manufacturing pet- rochemical, C4 Raffinate Department classifying the product under Chapter Heading 2711.12 as butylenes, issued show cause notice to assessee demanding differential 8% duty-Assessee's case that product classified under chapter sub-heading 2711.19 and as per the Notification, 50% of the duty of excise specified in the First Schedule, was pay- able - Demand of 8% differential duty by the Department- In appeal, tribunal upholding the case of assessee Interference with- Held: Not called for- SI. No. 24 of Notification No. 612000-C.E., dated 1-3-2000 confers partial exemption to 'Liquefied Petroleum gases and other gaseous hydrocarbons other than natural gas, ethylene, propylene, butylene and butadiene' - There is no comma after the words 'gaseous hydrocarbons' - Expression 'other than' appearing after the words 'gaseous hydro carbons' and before the words 'natural gas' would qualify only the words 'natural gas' - Thus, the following goods are covered (i) Liquefied petroleum gas and other gaseous hydrocarbons with exclusion of natural gas, (ii) Ethylene, (iii)Propylene, (iv) Butylene and (v) Butadiene - Even if C-4 Raffinate is treated as Butylene, the Notification would be applicable, specification of butylenes in the said SI. No. 24 is not for the purpose of its exclusion, but for its specific enumeration and inclusion - Further; even if the description of goods against SI. No. 24 of Notification No. 612000-C.E., is interpreted to mean that ethylene, pro- pylene, butylenes and butadiene are also excluded, then C- 4 Raffinate is not excluded since it is not exclusively a or any 'butylene' but is a mix of 'butylenes' - However; since C- 4 Raffinate is liquefied petroleum gas ft is covered by the description of 'Liquefied Petroleum gases and other gaseous hydrocarbons' under the Notification. - "
    }
]