[
    {
        "volume": "2015Volume 12",
        "Case Name": "M/S. STATE BANK OF PATIALA THROUGH GENERAL MANAGER VS. COMMISSIONER OF INCOME TAX, PATIALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjE1Mw==",
        "Citation": "[2015] 12 S.C.R. 243",
        "Case Type": "(CIVIL APPEAL /5212/2007)",
        "Date": "18 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8yNDMtMjYyXzE3MDI5NjQzODcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 243",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "18 November 2015",
        "Petitioner:": "M/s. State Bank Of Patiala Through General Manager",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2015 INSC 843",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Income Tax, Patiala",
        "Case Type:": "CIVIL APPEAL /5212/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interest Tax Act",
            "1974:"
        ],
        "HeadNote": " Interest Tax Act, 1974: s.2(7) - Interest payable on default in payment of amounts due under the discounted bill of exchange - Liability to pay tax on such interest under the Act of 1974- Held: Tax not payable - Interest is chargeable to tax under the Interest Tax Act only if it arises directly from a loan or  advance - This is clear from the use of the word \"on\" ins. 2(7) of the Act - Interest payable \"on\" a discounted bill of exchange cannot therefore be equated with interest payable \"on\" a loan or advance. s.2(7)- Guarantee fees paid to the Deposit Insurance and Credit Guarantee Corporation does not form part of definition of interest ins. 2(7) of the Act of 197 4. Words and phrases: Expression 'means and includes' - Connotation of. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RAJIV SINGH VS. STATE OF BIHAR & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTMzNTg=",
        "Citation": "[2015] 12 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /1708/2015)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvUmFqaXYgU2luZ2ggXyBTdGF0ZSBPZiBCaWhhciAmIEFub3RoZXJfMTcwMTY3OTQ1OC5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 1",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Rajiv Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 938",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Bihar & Another",
        "Case Type:": "CRIMINAL APPEAL /1708/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.3048",
            "201",
            "498A - Unnatural death of woman - Appellant and his wife 'A' went on honeymoon trip after 4 months of marriage and spent 4-5 days there - While travelling on their way back",
            "'A' disappeared from the train - After 3 days",
            "a dead body of a woman was found near the railway track of the same train route - Body had been lying prostrate due to which the face was not recognizable - The cousin of 'A' surveyed the dead body and opined that it was not of 'A' - As per post mor"
        ],
        "HeadNote": "  Penal Code, 1860: ss.304B, 201, 498A — Unnatural death of woman — Appellant and his wife ‘A’ went on honeymoon trip after 4 months of marriage and spent 4-5 days there — While travelling on their way back, ‘A’ disappeared from the train — After 3 days, a dead body ofa woman was found near the railway track of the same train route — Body had been lying prostrate due to which the face was not recognizable — The cousin of ‘A’ surveyed the dead body and opined that it was not of ‘A’- As per post mortem report, the time lag between the death and post mortem examination was more than 6 days — Pending investigation, mother of ‘A’ filed complaint against appellant alleging dowry demand — Testimony of co-passengers was to the effect that ‘A’ was seen by them to be hale and hearty in the train till Katihar much beyond Azamgarh where dead body was found — Trial court held the appellant-husband guilty — High Court affirmed the same — On appeal, held: There was discrepancy in the wearing apparel of the dead body and that of ‘A’. - Even the parents of ‘A’ were not convinced that the dead body found by the side of the railway track was that of their daughter — This was proved by the fact that the mother had filed a writ of habeas corpus which having regard to ongoing investigation was dismissed — Viscera of the dead body contained poisonous substance, however prosecution failed to establish how and when she was administered poison since according to the co-passengers she was in a normal state, neither restive nor irritating, pungent or sick — DNA test was not carried out in a government laboratory and instead was done at a private laboratory in violation of the norms ~ Thus, DNA test report and evidence of the Director of the FSL failed to inspire confidence in view of shortcomings and deficiencies — Prosecution failed to establish beyond reasonable doubt the death of ‘A’— The evidence as a whole bearing on dowry demand and harassment or ill-treatment in connection therewith was also not convincing — Courts below failed to examine and evaluate the evidence on record in the right perspective both factual and legal and thus have grossly erred in returning a finding of guilt against him on the above charges. Criminal jurisprudence: It is a well entrenched principle of criminal jurisprudence that a charge can be said to be proved only when there is certain and explicit evidence to warrant legal conviction and that no person can be held guilty on pure moral conviction — Howsoever grave the alleged offence may be, and otherwise stirring the conscience of any court, suspicion alone cannot take the place of legal proof — The well established cannon of criminal justice is “fouler the crime higher the proof’ — In unmistakable terms, it is the mandate of law that the prosecution in order to succeed in a criminal trial, has to prove the charge(s) beyond all reasonable doubt. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "HERO CYCLES (P) LTD. VS. COMMISSIONER OF INCOME TAX (CENTRAL), LUDHIANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM1Njk=",
        "Citation": "[2015] 12 S.C.R. 55",
        "Case Type": "(CIVIL APPEAL /514/2008)",
        "Date": "05 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvSGVybyBDeWNsZXMgKHApIEx0ZC4gXyBDb21taXNzaW9uZXIgT2YgSW5jb21lIFRheCAoY2VudHJhbCksIEx1ZGhpYW5hXzE3MDE2ODU2OTUucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 55",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "05 November 2015",
        "Petitioner:": "Hero Cycles (p) Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 832",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax (central), Ludhiana",
        "Case Type:": "CIVIL APPEAL /514/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s. 31(1)(iii) - Deduction of c interest paid on borrowed sums from Banks - Claim for",
            "by the assessee - Denied by Revenue - On the grounds that the money borrowed on which interest was paid was not for business purpose and that the advances . given by assessee- . company to its Directors at the rate of 10% interest being D much lower than the interest paid to the Banks (i.e.@ 18%)",
            "the same cannot be treated for the purposes of business of the assessee - Assessing Officer di"
        ],
        "HeadNote": "  Income Tax Act, 1961 - s. 31(1){(iii) - Deduction of interest paid on borrowed sums from Banks — Claim for, by the assessee — Denied by Revenue — On the grounds that the money borrowed on which interest was paid was not for business purpose and that the advances given by assessee- company to its Directors at the rate of 10% interest being much lower than the interest paid to the Banks (i.e. @ 18%), the same cannot be treated for the purposes of business of the assessee — Assessing Officer disallowed the claim for deduction — Appellate Authority as well as appellate Tribunal held that the interest was a business expenditure and hence deductible — High Court held that the deduction was not permissible — On appeal, Held: It is evident from the facts of the case that the advance by the assessee-company to its subsidiary company became imperative as its business expediency — The loan given to the Director was not from the borrowed funds — Therefore, the assessee was entitled to deduction of interest on borrowed sums. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "CENTRAL BANK OF INDIA VS. VIRUDHUNAGAR STEEL ROLLING MILLS LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2MDM=",
        "Citation": "[2015] 12 S.C.R. 64",
        "Case Type": "(CIVIL APPEAL /3654/2006)",
        "Date": "29 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvQ2VudHJhbCBCYW5rIE9mIEluZGlhIF8gVmlydWRodW5hZ2FyIFN0ZWVsIFJvbGxpbmcgTWlsbHMgTHRkLiAmIE9ycy5fMTcwMTY4NjU0OS5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 64",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "29 December 2015",
        "Petitioner:": "Central Bank Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 944",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Virudhunagar Steel Rolling Mills Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /3654/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bank/Banking: Credit facilities taken by respondent c company from appellant-bank - On 30. 8. 197 4",
            "respondent nos.2 to 4",
            "the Directors of the respondent company gave personal guarantee - Held: Liabilities incurred by the respondent company prior to the execution of personal guarantees by respondent nos.2 to 4 were not recoverable D from the latter."
        ],
        "HeadNote": " Bank/Banking: Credit facilities taken by respondent company from appellant-bank — On 30.8.1974; respondent nos.2 to 4, the Directors of the respondent company gave personal guarantee — Held: Liabilities incurred by the respondent company prior to the execution of personal guarantees by respondent nos.2 to 4 were not recoverable from the latter. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SHAILESH DHAIRYAWAN VS. MOHAN BALKRISHNA LULLA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2MTE=",
        "Citation": "[2015] 12 S.C.R. 70",
        "Case Type": "(Select Case Type/8731/2015)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2hhaWxlc2ggRGhhaXJ5YXdhbiBfIE1vaGFuIEJhbGtyaXNobmEgTHVsbGFfMTcwMTY4NjcxOC5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 70",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Shailesh Dhairyawan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 796",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri,Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Mohan Balkrishna Lulla",
        "Case Type:": "Select Case Type/8731/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: s. 15(2) - Alppointment of substitute arbitrator on resignation of named arbitrator - Applicability of s. 15(2) when arbitrator to whom the matter was referred earlier with the consent of the parties Withdraws therefrom- Held: If arbitration agreement that was 0 arrived at between the parties did not specifically bar the appointment of another arbitrator on the withdrawal of earlier arbitrator appointed by the parties with mutual agreement",
            "s. 15(2) of the A"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996: s.15(2) — Appointment of substitute arbitrator on resignation of named arbitrator — Applicability of s.15(2) when arbitrator to whom the matter was referred earlier with the consent of the parties withdraws therefrom — Held: If arbitration agreement that was arrived at between the parties did not specifically bar the appointment of another arbitrator on the withdrawal of earlier arbitrator appointed by the parties with mutual agreement, s.15(2) of the Act would be attracted and a substitute arbitrator could be appointed — Courts have the power to appoint substitute arbitrator, which power is given by s.15(2) of the Act as this provision is to be given liberal interpretation so as to apply to all possible circumstances under which the mandate of the earlier arbitrator may be terminated ~ Arbitration Act, 1940-s.8.  Interpretation of statutes: Purposive interpretation - Held: Though literal rule of interpretation, till some time ago, was treated as the ‘golden rule’, it is now the doctrine of purposive interpretation which is predominant, particularly in those cases where literal interpretation may not serve the purpose or may lead to absurdity — If it brings about an end which is at variance with the purpose of statute, that cannot be countenanced. : "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SECURITIES & EXCHANGE BOARD OF INDIA VS. MAGNUM EQUITY SERVICES LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2MTU=",
        "Citation": "[2015] 12 S.C.R. 102",
        "Case Type": "(CIVIL APPEAL /4719/2008)",
        "Date": "30 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2VjdXJpdGllcyAmIEV4Y2hhbmdlIEJvYXJkIE9mIEluZGlhIF8gTWFnbnVtIEVxdWl0eSBTZXJ2aWNlcyBMdGQuICYgT3JzLl8xNzAxNjg2ODQ4LnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 102",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "30 November 2015",
        "Petitioner:": "Securities & Exchange Board Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 871",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Magnum Equity Services Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /4719/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of india (Stock Brokers and Sub-brokers) Regulations",
            "1992"
        ],
        "HeadNote": " Securities and Exchange Board of india (Stock Brokers and Sub-brokers) Regulations, 1992: Schedule lil, Paragraph 1(4) — Fee continuity benefit — Partnership firm comprising of seven partners carrying on business as a stock broker —- Partners moved application for registration of company during pendency of which one of partner exited - Company incorporated with remaining 6 partners who all became the whole-time directors — Membership card of firm transferred to the company — Company registered as stock broker — Three of such directors resigned — it was not the case of SEBI that equity holding of three continuing whole-time directors had fallen below 40% criterion — Claim for fee continuity benefit — Held: In order to qualify for the benefit of fee continuity, the two fold requirement, i.e. corporate entity must earlier be either a sole proprietorship or a partnership and erstwhile partner should own at least 40% of paid up equity share Capital and should also be a whole time Director of the company for a minimum period of three years — Tribunal observed that in the case at hand, since three of the erstwhile partners of the firm remained whole-time directors and continued to hold more than 40% shares of paid up equity capital for a period of more than three years, the conditions Set out in paragraph 1(4) stood satisfied - Tribunal’s order granting fee continuity benefit upheld. Adminisirative law: Circulars - Clarificatory circular - Held: Is for the purpose of elaborating the existing provision and removing ambiguities without altering the effect of the said provision. Circulars/Government Orders/Notification: Circular dated 12.09.2002 issued by SEBI — Held: Is not clarificatory in nature. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "D. N. JEEVARAJ VS. CHIEF SECRETARY, GOVT. OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2MjQ=",
        "Citation": "[2015] 12 S.C.R. 115",
        "Case Type": "(CIVIL APPEAL /13785/2015)",
        "Date": "27 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvRC4gTi4gSmVldmFyYWogXyBDaGllZiBTZWNyZXRhcnksIEdvdnQuIE9mIEthcm5hdGFrYSAmIE9ycy5fMTcwMTY4Njk3My5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 115",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "27 November 2015",
        "Petitioner:": "D. N. Jeevaraj",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 870",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Chief Secretary, Govt. Of Karnataka & Ors.",
        "Case Type:": "CIVIL APPEAL /13785/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Lease: Allotment of plot to the appellant no. 1 and also to appellant no. 1 by BOA - Lease-cum-sale agreement entered by both the appellants with BOA - Application by appellants for amalgamation",
            "rejected - Appellants then sought sanction of construction of ground/stilt floor and two upper floors and started construction which was granted - Writ petition filed by public interest litigant",
            "based on a news report alleging illegal construction by appellants and praying for resumption of plot by autho"
        ],
        "HeadNote": " Lease: Allotment of plot to the appellant no.1 and also to appellant no.1 by BDA — Lease-cum-sale agreement entered by both the appellants with BDA — Application by appellants for amalgamation, rejected — Appellants then sought sanction of construction of ground/stilt floor and two upper floors and started construction which was granted — Writ petition filed by public interest litigant, based on a news report alleging illegal construction by appellants and praying for resumption of plot by authorities — Notices issued by High Court — Meanwhile, appellants applied for modification of sanctioned building plan, which was granted — High Court held that the two plots were amalgamated despite refusal to grant permission to do so by the BDA and also that the homogenous structure had come up on the amalgamated plot and thus there was violation of lease-cum-sale agreement — High Court quashed the orders sanctioning the building construction plans in favour of the appellants and  -directed the BDA fo take action against them in terms of condition no.4 of the lease-cum-sale agreement — On appeal, Held: There has been no violation of the lease-cum-sale agreement or sanction plan for construction — Corrective measures can always be made by the owner of a building. until an occupancy certificate or a completion certificate is granted ~ As long as the building conforms tc the terms of the lease-cum-sale agreement and the building regulations and bye-laws, no objection can be taken to the construction The mere existence of some deviations in the buildings does not lead to any definite conclusion that there is either a breach or a violation of condition of the lease-cum-sale agreement or the building plan. Public interest litigation: Scope of — Held: In issues pertaining to good governance, the courts ought to be somewhat more liberal in entertaining public interest litigation. Administrative law: Exercise of discretion by statutory authority ~ Judicial review — Scope of, discussed. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "STATE OF HIMACHAL PRADESH AND OTHERS VS. ASHWANI KUMAR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2NDE=",
        "Citation": "[2015] 12 S.C.R. 142",
        "Case Type": "(CIVIL APPEAL /6015/2009)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU3RhdGUgT2YgSGltYWNoYWwgUHJhZGVzaCBBbmQgT3RoZXJzIF8gQXNod2FuaSBLdW1hciBBbmQgT3RoZXJzXzE3MDE2ODcyMjYucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 142",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "State Of Himachal Pradesh And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 866",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Ashwani Kumar And Others",
        "Case Type:": "CIVIL APPEAL /6015/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Himachal Pradesh Ceiling on Land Holdings A ct",
            "1972: c s.4 - Permissible area - Calculation of - Held: Where a person is a member of the family",
            "the land held by such person together with the land held by all the members of the family shall be taken into account for calculating the permissible area -An adult son is to be treated as a separate D unit and he is entitled to have separate unit of permissible area up to the extent of the permissible area of a family subject to the condition that the a"
        ],
        "HeadNote": " Himachal Pradesh Ceiling on Land Holdings A ct, 1972:  s.4 - Permissible area - Calculation of - Held: Where a person is a member of the family, the land held by such person together with the land held by all the members of the family shall be taken into account for calculating the permissible area -An adult son is to be treated as a separate unit and he is entitled to have separate unit of permissible area up to the extent of the permissible area of a family subject to the condition that the aggregate land of the family and that of a separate unit put together shall not exceed twice the area permissible. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SENIOR DIVISIONAL MANAGER, LIFE INSURANCE CORPORATION OF INDIA LTD. & ORS. VS. SHREE LAL MEENA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2NDk=",
        "Citation": "[2015] 12 S.C.R. 158",
        "Case Type": "(CIVIL APPEAL /14739/2015)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2VuaW9yIERpdmlzaW9uYWwgTWFuYWdlciwgTGlmZSBJbnN1cmFuY2UgQ29ycG9yYXRpb24gT2YgSW5kaWEgTHRkLiAmIE9ycy4gXyBTaHJlZSBMYWwgTWVlbmFfMTcwMTY4NzMzNi5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 158",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "Senior Divisional Manager, Life Insurance Corporation Of India Ltd. & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 372",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Shree Lal Meena",
        "Case Type:": "CIVIL APPEAL /14739/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Life Insurance Corporation (Employees) Pension Rules",
            "1995- rr. 3",
            "31 - Retiral benefits- Grant of- Employee seeking voluntary retirement- On 14.07.1990",
            "the employee sent letter of resignation to the Corporation - Resignation accepted on 11.01.1991 - Thereafter",
            "1995 Rules coming into force with retrospective effect from 01. 11.1993 - Representation by employee for grant of pension on the ground that Rules were applicable to him in terms of r. 3 as he was in service of the Corporatio"
        ],
        "HeadNote": " Service Law: Life Insurance Corporation (Employees) Pension Rules, 1995- rr. 3, 31 - Retiral benefits- Grant of- Employee seeking voluntary retirement- On 14.07.1990, the employee sent letter of resignation to the Corporation - Resignation accepted on 11.01.1991 - Thereafter, 1995 Rules coming into force with retrospective effect from 01. 11.1993 - Representation by employee for grant of pension on the ground that Rules were applicable to him in terms of r. 3 as he was in service of the Corporation on 01.01.1986 and had retired before 01. 11. 1993 - Corporation held that the employee was not entitled to the grant of pension - Writ Petition by employee, for grant of retiral benefits from the Corporation - Allowed by the Single Judge and Division Bench of the High Court - On appeal, held: 1995 Rules are not entirely retrospective - They have limited retrospectivity - r. 31 expressly has not been made retrospective - It is difficult to treat r. 31 as retrospective, in the absence of any deemed clause that the employees who had earlier resigned shall be treated as employees as if they had voluntarily retired - When r. 31 covers the field of voluntary retirement and does not make it retrospective, there being a real difference between resignation and retirement, it is not seemly to read the amended regulations to the rules to make the same retrospective - View expressed in Asger Ibrahim Amin that retrospectivity has been given to r. 31 cannot be accepted -  In view of the aforesaid, matter referred to larger Bench - Tiff the matter is decided, the Corporation to continue paying 50% of the pensionary amount to employee, commencing from 01.12.2015. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SEBI THROUGH ITS CHAIHMAN VS. ROOFIT INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2NTk=",
        "Citation": "[2015] 12 S.C.R. 190",
        "Case Type": "(CIVIL APPEAL /1364-1365/2005)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2ViaSBUaHJvdWdoIEl0cyBDaGFpaG1hbiBfIFJvb2ZpdCBJbmR1c3RyaWVzIEx0ZC5fMTcwMTY4NzQ2Ni5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 190",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "Sebi Through Its Chaihman",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 864",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Roofit Industries Ltd.",
        "Case Type:": "CIVIL APPEAL /1364-1365/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India Act",
            "1992 - s. c 15A - Allegations of share-price rigging by respondent - Issuance of summons on 23. 07. 2002 by appellant to respondent requiring it to produce certain documents - However",
            "non-compliance of summons and information required not provided by respondent till the extended date- D 16.9.2002 - In terms of amended s. 15A(a}",
            "Adjudicating Officer imposed penalty of Rs 1 crore on respondent and in connected appeal imposed Rs 75",
            "00",
            "000- Tribunal reduce"
        ],
        "HeadNote": " Securities and Exchange Board of India Act, 1992 - s. 15A - Allegations of share-price rigging by respondent - Issuance of summons on 23. 07. 2002 by appellant to respondent requiring it to produce certain documents - However, non-compliance of summons and information required not provided by respondent till the extended date- 16.9.2002 - In terms of amended s. 15A(a}, Adjudicating Officer imposed penalty of Rs 1 crore on respondent and in connected appeal imposed Rs 75,00,000- Tribunal reduced the penalty payable by respondent uls. 15A from Rs 1 crore to Rs 60, 0001- and from Rs 75, 00, 000 to Rs 15, 000 and Rs 60,000!- On appeal, held: Date on which the failure occurred was relevant not the date on which the penalty was imposed, to apply amended s. 15A - Respondent failed to furnish the information by the extended date, thus the failure was complete on 16.9.2002, resulting in penalty prior to the  amendmenttos. 15A becoming applicable, i.e. Rs. 1.5 lakhs - Order passed by the tribunal set aside. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "A. R. DAHIYA VS. SEBI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2NjM=",
        "Citation": "[2015] 12 S.C.R. 202",
        "Case Type": "(Select Case Type/2727/2006)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvQS4gUi4gRGFoaXlhIF8gU2ViaV8xNzAxNjg3NTUzLnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 202",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "A. R. Dahiya",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 865",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Sebi",
        "Case Type:": "Select Case Type/2727/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations",
            "1997 - Regs 3",
            "10",
            "11",
            "12",
            "16 and 20 - Takeover of company - Transaction of buy-back of shares between promoter and State Financial Institution - Requirement of disclosure in the public announcement - On facts",
            "takeover of company",
            "appellant-promoter acquiring in excess of 15% of the total shareholding of the Target Company - Appellant made a public announcement making an offer to the remaining sh"
        ],
        "HeadNote": "  Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997 — Regs 3, 10, 11, 12, 16 and 20 —- Takeover of company - Transaction of buy-back of shares between promoter and State Financial Institution — Requirement of disclosure in the public announcement ~ On facts, takeover of company, appellant-promoter acquiring in excess of 15% of the total shareholding of the Target Company — Appellant made a public announcement making an offer to the remaining shareholders of the target company to purchase shares of the company at an offer price of Rs 8.75 per equity share when their face value was Rs 10/ and the appellant had acquired at the rate of Rs 23.75 per share — Appellant neither in the public announcement nor in the letter disclosed that he had already bought back the shares of the Institution - Appellant deposited amount with the Institution via post dated cheques — Appellant's case that the said cheques was notin consideration for the buy-back of shares but by way of security for buy back obligation and since the cheques were later dishonoured, there was no acquisition — Held: Transaction between the appellant and the State Financial Institution is subject to Regs 16 and 20, and the rate at which the appellant bought back the shares from the Institution had to be disclosed in the public announcement — Post-dated cheques were in consideration of the buy-back of the shares — Said cheques amounted to a promise to pay and promise to pay amounted to sale of shares — Subsequent dishonouring of the cheque would have no effect — Buy-back was in pursuance of an agreement, there was consensus ad idem — Appellant subsequently shirked his responsibility and tried to slither away from honouring the agreement, which he cannot be allowed to gain from — Acquisition takes place the moment the acquirer decides or agrees fo acquire, irrespective of the time when the transfer stands completed in all respects — Actual transfer need not be contemporaneous with the intended transfer and can: be in futuro — Thus, the order passed by SEBI directing the appellant to go in for a fresh public announcement and offer to the shareholders of the target company the price of Rs. 23.75 per share upheld — Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 2011. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE VS. M/S NESTLE INDIA LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM2NzA=",
        "Citation": "[2015] 12 S.C.R. 222",
        "Case Type": "(CIVIL APPEAL /951/2008)",
        "Date": "24 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAwOF8xMl8yMjItMjMzXzE3MDM5MTc5NjYucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 222",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "24 November 2015",
        "Petitioner:": "Commissioner Of Central Excise",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 856",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "M/s Nestle India Limited",
        "Case Type:": "CIVIL APPEAL /951/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Valuation (Determination of Price of c Excisable Goods) Rules",
            "2000: r.8 - Clearance of product manufactured out of indigenous raw materials to sister units on payment of duty in terms of Notification no.8197 and 231 2003 by assessee",
            "a 100% EOU - Basis of valuation whether FOB value of export of similar goods or cost of production u/ O r. 8 of rules - Held: Since the exemption notifications are applicable and since what has to be determined under the said notifications is excise du"
        ],
        "HeadNote": "  Central Excise Valuation (Determination of Price of Excisable Goods) Rules, 2000: r.8 — Clearance of product manufactured out of indigenous raw materials to sister units on payment of duty in terms of Notification no.8/97 and 23/ 2003 by assessee, a 100% EOU - Basis of valuation whether FOB value of export of similar goods or cost of production u/ 8 of rules — Held: Since the exemption notifications are applicable and since what has to be determined under the said notifications is excise duty payable in India, such duty could only be arrived at by applying r.8 in cases of captive consumption — Central Excise Act, 1944 — s.3(1} proviso (ii). "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SHAMSHER SINGH VERMA VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxOTE=",
        "Citation": "[2015] 12 S.C.R. 234",
        "Case Type": "(CRIMINAL APPEAL /1525/2015)",
        "Date": "24 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl8yMzQtMjQyXzE3MDM4Mzk1ODEucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 234",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "24 November 2015",
        "Petitioner:": "Shamsher Singh Verma",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 860",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1525/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.294 - Right of defence"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.294 - Right of defence - Denial of - Allegation against the accused appellant that he molested a female child aged 9 years - Complainant party and accused-appellant related to each other-Application by accused-appellant for getting exhibited the compact disc filed in defence and to get the same proved from Forensic Science Laboratory- In the application, it was alleged that there was recording of conversation between father of the victim and the son and the wife of the accused regarding the property dispute - Said application rejected - Held: The compact disc is a document - On document filed by the defence, endorsement of admission or denial by the public prosecutor is sufficient and defence will have to prove the document if not admitted by the prosecution - Courts below erred in law in rejecting the application to play the compact disc in question to enable the public prosecutor to admit or deny, and to get it sent to the Forensic Science Laboratory, by the defence - Penal Code, 1860 - s.354 - Protection of Children from Sexual Offences Act, 2015 - Evidence - Compact disc.  "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "DR. RAM LAKHAN SINGH VS. STATE GOVERNMENT OF UTTAR PRADESH THROUGH CHIEF SECRETARY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3NjI=",
        "Citation": "[2015] 12 S.C.R. 263",
        "Case Type": "(WRIT PETITION (CIVIL) /933/2014)",
        "Date": "17 JANUARY 2015",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvRHIuIFJhbSBMYWtoYW4gU2luZ2ggXyBTdGF0ZSBHb3Zlcm5tZW50IE9mIFV0dGFyIFByYWRlc2ggVGhyb3VnaCBDaGllZiBTZWNyZXRhcnlfMTcwMTY5MDkwNy5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 263",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "17 January 2015",
        "Petitioner:": "Dr. Ram Lakhan Singh",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2015 INSC 841",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Government Of Uttar Pradesh Through Chief Secretary",
        "Case Type:": "WRIT PETITION (CIVIL) /933/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "COMPENSA T/ON: Writ petitioner was a member of the All India Services and rendered services to the respondent State and Government of India in various positions for about 35 years - FIR was filed against petitioner and house raid conducted on the ground of owning of disproportionate assets beyond income",
            "illegal mining and auction of Tendu Patta leaves causing loss of government revenue and.undue gain to the purchasers - Plea of petitioner that the State Vigilance Establishment ought to have taken"
        ],
        "HeadNote": "  COMPENSATION: Writ petitioner was a member of the All India Services and rendered services to the respondent State and Government of India in various positions for about 35 years — FIR was filed against petitioner and house raid conducted on the ground of owning of disproportionate assets beyond income, illegal mining and auction of Tendu Patta leaves causing loss of government revenue and undue gain to the purchasers — Plea of petitioner that the State Vigilance Establishment ought to have taken prior permission and approval of Chief Secretary of the State for arresting and raiding the house which was not obtained — Petitioner was also suspended from his official duties - Claim for compensation for loss of professional career, reputation and for causing mental agony on the ground that he was illegally detained by the authorities after implicating him in false vigilance cases and dishonouring the High Court's directions — Heid: The case of petitioner was never referred to Vigilance Committee and consequently no vigilance enquiry was ever initiated against him — There was no evidence in respect of offence alleged to have been committed by petitioner — Petitioner had to suffer mental agony and loss of reputation in the society besides huge financial loss — Normally, Supreme Court is reluctant in determining or granting any compensation while exercising its jurisdiction u/ Article 32 of the Constitution, but advises the parties to approach the competent Courts for adjudicating those issues — However, in view of peculiar facts and circumstances of the case and the age and trauma suffered by the petitioner who spent about 11 days in jail and fought the legal battle for about a period of 10 years before various forums and more particularly in the absence of any proved charges of corruption against the petitioner, a lump sum amount of Rs.10 lakhs awarded as compensation to the petitioner on ail forms. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "VENNANGOT ANURADHA SAMIR VS. VENNANGOT MOHANDAS SAMIR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM3Njg=",
        "Citation": "[2015] 12 S.C.R. 276",
        "Case Type": "(TRANSFER PETITION (CIVIL) /702/2015)",
        "Date": "02 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvVmVubmFuZ290IEFudXJhZGhhIFNhbWlyIF8gVmVubmFuZ290IE1vaGFuZGFzIFNhbWlyXzE3MDE2OTEwMjkucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 276",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "02 December 2015",
        "Petitioner:": "Vennangot Anuradha Samir",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2015 INSC 884",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Vennangot Mohandas Samir",
        "Case Type:": "TRANSFER PETITION (CIVIL) /702/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955 - ss. 13B - Matrimonial dispute - Petition for dissolution of marriage on the ground of cruelty-Application before Supreme Court for transfer of divorce petition pending before Family Court Bombay to Family Court at Hyderabad - Matter referred to Supreme Court Mediation Centre for amicable settlement- Settlement agreement wherein husband agreed to pay Rs. 12. 5 lakhs to his wife towards full and final settlement as alimony and maintenance at the time of passing of decree o"
        ],
        "HeadNote": "  Hindu Marriage Act, 1955 — ss. 13B ~ Matrimonial dispute — Petition for dissolution of marriage on the ground of cruelty — Application before Supreme Court for transfer of divorce petition pending before Family Court Bombay to Family Court at Hyderabad — Matter referred to Supreme Court Mediation Centre for amicable settlement ~ Settlement agreement wherein husband agreed to pay Rs.12.5 lakhs to his. wife towards full and final settlement as alimony and maintenance at the time of passing of decree of divorce by mutual consent — While filing application for divorce by mutual consent wife stated that she requires funds urgently as she is suffering from a life threatening disease and has to depend on herself for proper care — Held: Settlement is nothing but a contract to dissolve the marriage, the court has to satisfy itself that the contract is legal and valid in the eye of law — Fact that the wife was ready for the mutual consent divorce after knowing about her medical condition raised a suspicion in the mind as to whether the consent obtained from the wife is free as required by law for granting the decree of divorce by mutual consent — It was pre-existing duty of the husband to provide facilities for the treatment of the petitioner, provided the husband has sufficient means and he is diligently doing his part in taking care of her — By the settlement agreement the husband is promising to do something ‘which he is already duty bound, is not a valid consideration for the settlement — Transfer petition is allowed — Husband to pay Rs 5 lakhs out of Rs 12,50,000/- to the wife immediately for her treatment — After the wife is cured or within six months which ever is earlier Family Court would take up the case along with the fresh application filed by the parties u/s. 13B for divorce by mutual consent. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "STATE OF JAMMU & KASHMIR VS. R.K. ZALPURI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5MDk=",
        "Citation": "[2015] 12 S.C.R. 285",
        "Case Type": "(CIVIL APPEAL /8390-8391/2015)",
        "Date": "08 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU3RhdGUgT2YgSmFtbXUgJiBLYXNobWlyIF8gUi5rLiBaYWxwdXJpIEFuZCBPdGhlcnNfMTcwMTc1NDExNC5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 285",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "08 October 2015",
        "Petitioner:": "State Of Jammu & Kashmir",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 754",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "R.k. Zalpuri And Others",
        "Case Type:": "CIVIL APPEAL /8390-8391/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Review- Scope of - Writ petition - Plea of undue delay taken by the respondents - Single Judge of High Court c decided the case without adverting to the plea of delay- In writ appeal also plea of delayllaches specifically taken",
            "not adverted to - Review petition rejected on the ground that the parameters of review not attracted"
        ],
        "HeadNote": " Review — Scope of — Writ petition - Plea of undue delay taken by the respondents — Single Judge of High Court decided the case without adverting to the plea of delay — In writ appeal also plea of delay/aches specifically taken, not adverted to — Review petition rejected on the ground that the parameters of review not attracted - On appeal, held: the Single Judge as well as Division Bench failed to address the issue of delay/aches despite such stance was eloquently put forth — As the principal stand of the respondent was not addressed to, it was a palpable error ~ The order required review for the purpose of consideration of the impact of delay and laches in preferring the writ petition.  Delay/Laches —- Consideration of — By the writ.court — Writ petition by delinquent — Challenging order of his dismissal from service passed by the Disciplinary Authority ~ After about 5 years — Without challenging the same in departmental, appeal — State took preliminary objection regarding delay/aches in filing the petition — Single Judge of High Court without adverting to the preliminary objection, allowed the petition on the ground of non-compliance of s. 34 of Jammu and Kashmir Civil Services (Classification, Control and Appeal) Rules 1956 — Division Bench of the High Court also without adverting to the specific plea of delay/ laches, affirmed the order of Single Judge — Review of the order passed in LPA was dismissed — On appeal, Held: A writ court is required to remain alive to the nature of the claim and the unexplained delay on the part of the petitioner - Stale claims not to be adjudicated unless non-interference would cause grave injustice — The present case, being stale deserved to be thrown at the threshold - Service Law -— Dismissal. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "M/S GUJARAT AMBUJA EXPORTS LTD &ANR. VS. STATE OF UTTARAKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5NDk=",
        "Citation": "[2015] 12 S.C.R. 304",
        "Case Type": "(CIVIL APPEAL /14184-14185/2015)",
        "Date": "09 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX18zMDQtMzMxXzE3MDM4Mzk1ODcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 304",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "09 December 2015",
        "Petitioner:": "M/s Gujarat Ambuja Exports Ltd &anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 906",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Uttarakhand & Ors.",
        "Case Type:": "CIVIL APPEAL /14184-14185/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttarakhand Agricultural Produce Marketing (Development and Regulation) (Amendment) Act",
            "2012 - s. 27(c)(iii) and (iv) - Constitutional validity - Legislative competence of the State Government of Uttarakhand to enact the said provisions - Held: Primary object of any market legislation is to ensure that the producer of the agricultural produce gets a fair return - Section 27(c)(iii) is against the scheme of the Act",
            "as it seeks to levy market fee and development cess even on those units which mere"
        ],
        "HeadNote": " Uttarakhand Agricultural Produce Marketing (Development and Regulation) (Amendment) Act, 2012- s. 27(c)(iti) and (iv) — Constitutional validity — Legislative competence of the State Goverment of Uttarakhand to enact the said provisions ~ Held: Primary object of any market legislation is to ensure that the producer of the agricultural produce gets a fair return — Section 27(c)(iti) is against the scheme of the Act, as it seeks to levy market fee and development cess even on those units which merely bring agricultural produce from outside the State into the market area for carrying out manufacturing — In that there is no sale or purchase of the product within the market area per se — Further, the State Legislature did not have the competence fo enact the impugned provisions which sought to levy market fee and development cess even on those agricultural produce which were not being brought into the market for the purpose of sale, but for the purpose of manufacture or further processing — Section 27(c)(iii) is struck down as the same- was enacted by the State Legislature without having the legislative competence to do so — Order upholding the validity of the amendment to s. 27(c){iii) is set aside - Consequential action of issuing notice of demand for payment of market fee and any other orders passed against the appellants are quashed — However, s. 27(c)(iv) is upheld. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "M/S. SHREE BHAGWATI STEEL ROLLING MILLS VS. COMMISSIONER OF CENTRAL EXCISE & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5NzA=",
        "Citation": "[2015] 12 S.C.R. 332",
        "Case Type": "(CIVIL APPEAL /4280/2007)",
        "Date": "24 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX18zMzItMzY4XzE3MDM4Mzk2NDQucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 332",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "24 November 2015",
        "Petitioner:": "M/s. Shree Bhagwati Steel Rolling Mills",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 855",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Central Excise & Anr.",
        "Case Type:": "CIVIL APPEAL /4280/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: s.3A - Compounded levy scheme- Interest for delayed payment of central excise duty u/s.3A - Held: Since s.3A which provides for a separate scheme does not itself provide for levying of interest",
            "rr 96ZO",
            "96ZP",
            "96ZQ cannot do so - None of the other provisions of the Central Excise Act can come to the aid of the revenue in D such case - This is a comprehensive scheme in itself and general provisions in the Act and the Rules are excluded."
        ],
        "HeadNote": " Central Excise Act, 1944: s.3A — Compounded levy scheme — Interest for delayed payment of central excise duty u/s.3A — Held: Since s.3A which provides for a separate scheme does not itself provide for levying of interest, rr.96ZO, 96ZP. 962Q cannot do so — None of the other provisions of the Central Excise Act can come to the aid of the revenue in such case — This is a comprehensive scheme in itself and general provisions in the Act and the Rules are excluded. Central Excise Rules, 1944: r.96ZO, 96ZP, 96ZQ — Constitutional validity of - Heid: These rules prescribe imposition of penalty equal to the amount of duty outstanding without any discretion to reduce the same depending upon the time taken to deposit the duty — They were not only ultra vires the Act but they were arbitrary and unreasonable and violative of Article 14 and 19(1)(g) of the Constitution - Constitution of India, 1950 — Articles 14, 19. Induction Furnace Annual Capacity Determination Rules, 1997: r.3(2) — Annual capacity of production — Relevant consideration — Held: Chartered Engineer Certificate dealing with the sanctioned electrical foad for a furnace is a relevant consideration which can be looked ati in the absence of other factors mentioned in r.3.  Repeal: Omission is a form of repeal — A repeal would include a repeal by way of an express omission —A conjoint Da, reading of the three expressions “delete”, “omit”, and “repeal”, shows that “delete” and “omit” are used interchangeably, so that when the expression “repeal” refers to “delete” it would necessarily take within its ken an omission as well — General Clauses Act, 1897 ~ s.6. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RAM NIRANJAN KAJARIA VS. SHEO PRAKASH KAJARIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTM5Nzg=",
        "Citation": "[2015] 12 S.C.R. 369",
        "Case Type": "(CIVIL APPEAL /7213-7214/2015)",
        "Date": "18 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX18zNjktMzg2XzE3MDM4Mzk3MDIucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 369",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "18 September 2015",
        "Petitioner:": "Ram Niranjan Kajaria",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 673",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Sheo Prakash Kajaria And Others",
        "Case Type:": "CIVIL APPEAL /7213-7214/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872 - Admission - Withdrawal of - C Permissibility- Suit for partition - Two of the defendants in their written statements made admissions regarding relinquishment of their right in the suit property - After 25 years",
            "seeking amendment of written statement withdrawing their admissions- Held: A party cannot be permitted to wholly D withdraw the admission in the pleadings - However",
            "the admission can be clarified or explained by way of amendment and the basis of admission can be attac"
        ],
        "HeadNote": "  Evidence Act, 1872 — Admission — Withdrawal of — Permissibility — Suit for partition — Two of the defendants in their written statements made admissions regarding relinquishment of their right in the suit property - After 25 years, seeking amendment of written statement withdrawing their admissions — Held: A party cannot be permitted to wholly withdraw the admission in the pleadings — However, the admission can be clanified or explained by way of amendment and the basis of admission can be attacked in a substantive proceedings — Delay by itself may not be crucial in such amendment — Therefore, the claim of defendants for withdrawal of their admissions is rejected - However, they are given opportunity to explain/clarify their admissions. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SUDHIR VS. THE STATE OF MAHARASHTRA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwMTI=",
        "Citation": "[2015] 12 S.C.R. 387",
        "Case Type": "(CRIMINAL APPEAL /1286-1287/2015)",
        "Date": "01 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU3VkaGlyIF8gVGhlIFN0YXRlIE9mIE1haGFyYXNodHJhIEFuZCBBbm90aGVyXzE3MDE3NTU5OTcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 387",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "01 October 2015",
        "Petitioner:": "Sudhir",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 725",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "The State Of Maharashtra And Another",
        "Case Type:": "CRIMINAL APPEAL /1286-1287/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail - Anticipatory bail - A/legations of criminal misappropriation of public funds released for rural c development against the appellants - Registration of FIR - Application for anticipatory bail by the appellants- Grant of",
            "by the trial court - However",
            "cancelled by the High Court - Interference with - Held: Not called for - Considering the gravity of the offence",
            "circumstances of the case",
            "particularly",
            ". D the allegations levied against the appellants and the conduct of the appellants and the"
        ],
        "HeadNote": " Bail - Anticipatory bail - Allegations of criminal misappropriation of public funds released for rural  development against the appellants - Registration of FIR - Application for anticipatory bail by the appellants- Grant of, by the trial court - However, cancelled by the High Court - Interference with - Held: Not called for - Considering the gravity of the offence, circumstances of the case, particularly, .  the allegations levied against the appellants and the conduct of the appellants and the fact that the investigation is held up as the custodial interrogation of the appellants could not be done due to the anticipatory bail, the High Court rightly cancelled the anticipatory bail granted to the appellants by  the Additional Sessions Judge. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, CHENNAI VS. M/S. NEBULAE HEALTH CARE LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwMjU=",
        "Citation": "[2015] 12 S.C.R. 395",
        "Case Type": "(CIVIL APPEAL /2789/2007)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX18zOTUtNDIzXzE3MDM4Mzk3NDcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 395",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Commissioner Of Central Excise, Chennai",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 800",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Nebulae Health Care Ltd.",
        "Case Type:": "CIVIL APPEAL /2789/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: SS/ Notifications - Notification no.811999",
            "812000",
            "812001",
            "812002",
            "812003 - C Held: Benefit of MODVATICENVAT credit in respect of branded goods of third parties manufactured by assessee on job work basis would not disentitle him from availing benefit of SS/ Notifications for goods manufactured by them 0 on their own account."
        ],
        "HeadNote": " Central Excise Act, 1944: SS/ Notifications - Notification no.811999, 812000, 812001, 812002, 812003 -  Held: Benefit of MODVAT/CENVAT credit in respect of branded goods of third parties manufactured by assessee on job work basis would not disentitle him from availing benefit of SS/ Notifications for goods manufactured by them on their own account. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "NAGARAJA RAO VS. CENTRAL BUREAU OF INVESTIGATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwMzA=",
        "Citation": "[2015] 12 S.C.R. 424",
        "Case Type": "(Select Case Type/104/2015)",
        "Date": "16 JANUARY 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX180MjQtNDM0XzE3MDQxNzQ1NjQucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 424",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "16 January 2015",
        "Petitioner:": "Nagaraja Rao",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2015 INSC 954",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Central Bureau Of Investigation",
        "Case Type:": "Select Case Type/104/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.31 -Accused convicted of several offences at one trial - Power of the Court to award sentence - Sentence to run"
        ],
        "HeadNote": "  Code of Criminal Procedure, 1973 - s.31 — Accused convicted of several offences at one trial— Power of the Court to award sentence — Sentence to run “concurrently” or “consecutively” — Appellant, a postal employee — Allegation that while on duty he committed theft of a registered insured parcel containing Gold Chain — Conviction and sentencing of appellant u/s.381 IPC and also u/s.52 of the IPO Act — Magistrate did not mention as to whether both the punishments will run “concurrently” or “consecutively” - Conviction not challenged before Supreme Court - Challenge confined only to the sentences awarded— Whether the sentences awarded to appellant u/ IPC and the IPO Act should run ‘concurrently’ or “consecutively” — Power available u/s.31 CrPC invoked by Supreme Court — Held: Interest of justice would be sub-served by directing both the sentences - awarded to the appellant to run “concurrently as firstly, the case is pending for a long period of 21 years; secondly, the two sentences imposed on appellant, arose out of one offence of theft punishable u/s.381 IPC tried in one trial; thirdly, provisions of s.52 of the IPO Act were invoked against the appellant as he was a postal employee; fourthly, the Gold Chain was long recovered and also handed over to the person concerned; fifthly, appellant was already dismissed from service due to impugned conviction; and lastly, appellant was suffering from heart ailment since long — Indian Post Office Act, 1898 — s.52 — Penal Code, 1860 — s.381. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "JAGDISH LAL GAMBHIR VS. PUNJAB NATIONAL BANK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwMzM=",
        "Citation": "[2015] 12 S.C.R. 435",
        "Case Type": "(Select Case Type/6975/2009)",
        "Date": "06 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX180MzUtNDQ2XzE3MDQxNzQ2MTcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 435",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "06 October 2015",
        "Petitioner:": "Jagdish Lal Gambhir",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 731",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Punjab National Bank & Ors.",
        "Case Type:": "Select Case Type/6975/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law- Dismissal- Tran sf er of official (Assistant General Manager) of one Bank to another Bank",
            "on amalgamation of the two Banks~ The transferred official was· placed as a Scale Ill officer in the transferee Bank- Initiation of departmental proceedings against the official by the transferee Bank - Charge-sheet issued by the Assistant General Manager of the tra_nsferee Bank ~ Subsequently D dismissal from service - Dismissal whether vitiated - Held: The charge-sheet was issued as per the ru"
        ],
        "HeadNote": " Service Law- Dismissal- Tran sf er of official (Assistant General Manager) of one Bank to another Bank, on amalgamation of the two Banks~ The transferred official was· placed as a Scale Ill officer in the transferee Bank- Initiation of departmental proceedings against the official by the transferee Bank - Charge-sheet issued by the Assistant General Manager of the transferee Bank ~ Subsequently  dismissal from service - Dismissal whether vitiated - Held: The charge-sheet was issued as per the rules and regulation of the transferee Bank and the same would be applicable to the transferred official - The transferee Bank was justified in initiating disciplinary proceedings in respect of alleged  irregular transaction because the erstwhile Bank could not take any decision in respect of the alleged irregularity, due to amalgamation of the Banks - Thus, the dismissal order was not vitiated - Punjab National Bank Officer Employees (Discipline and Appeal Regulations), 1977. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "A.P. POWER COORDINATION COMMITTEE & ORS. VS. MIS. LANCO KONDAPALLI POWER LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwMzc=",
        "Citation": "[2015] 12 S.C.R. 447",
        "Case Type": "(Select Case Type/6036/2012)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX180NDctNDk3XzE3MDQxNzQ2NzMucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 447",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "A.p. Power Coordination Committee & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 1033",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Mis. Lanco Kondapalli Power Ltd. & Ors.",
        "Case Type:": "Select Case Type/6036/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003 - s. 86(1 )(f)",
            "17 4 - Limitation Act",
            "1963 - ss. 3",
            "14",
            "Schedule - Disputes between /icencees and power generating company- Bill for capacity charges- Claim for reimbursement of minimum alternate Tax (MAT) - Whether the Limitation Act",
            "s. 3 and the Schedule would apply to any action instituted before the Commission uls. 86(1)(f) - Whether the impugned order passed by APTEL permitting application of principles emerging from s. 14",
            "is against law - Whether the claim for reimbu"
        ],
        "HeadNote": " Electricity Act, 2003 - s. 86(1 )(f), 17 4 - Limitation Act, 1963 - ss. 3, 14, Schedule - Disputes between /icencees and power generating company- Bill for capacity charges- Claim for reimbursement of minimum alternate Tax (MAT) - Whether the Limitation Act, s. 3 and the Schedule would apply to any action instituted before the Commission uls. 86(1)(f) - Whether the impugned order passed by APTEL permitting application of principles emerging from s. 14, is against law - Whether the claim for reimbursement of MAT is in contravention of relevant terms and conditions of the Power Purchase Agreement (PPA) - Held: A claim coming before the Commission cannot be entertained or allowed if it is barred by limitation prescribed for an ordinary suit before the civil court - However, in appropriate case, a specified period may be excluded on account of principle underlying salutary provisions like s. 5 or 14 - Further, such limitation upon the Commission would be only in respect of its judicial power uls. 86(1 )(f) and not in respect of its other powers or functions which may be administrative or regulatory - As regards order passed by APTEL, in law, the APTEL could grant exclusion of certain period on the basis of principles ul s. 14 - On facts, AP TEL adopted a just and lawful approach in examining the relevant facts and in excluding the entire. period claimed by respondent which starts from the notice for arbitration dated 8.9.2003 given by the respondent, till the application of the respondent u/s. 11 of the Arbitration Act before the High Court was finally disposed of on 18. 3. 2009 - Challenge to impugned order in respect of views taken on the issue of limitation in the light of principles of s. 14 fails - As regards the claim for reimbursement, entire phraseology used in Article 3.8 of the PPA clarifies that  parties were aware that tax regime keeps changing and therefore any advance income tax payable for the income from the project only had to be reimbursed by the Board - As a successor of the Board the appeliant cannot avoid the liability to reimburse advance income tax paid by_ the Crespondent, on the ground that MAT was a new variety of tax concept introduced subsequently in which minimum tax became payable on the basis of mere book profits of even power generating companies - It cannot be said that such, tax is not on income from the project and thus, not covered by Article 3.8- Taxable income became amenable to MAT on account of s. 115JB - Claim for MAT covered by Article 3. 8 and payable as such when requisite conditions stand  "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SANJIV RAJENDRA BHATT VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwNDE=",
        "Citation": "[2015] 12 S.C.R. 498",
        "Case Type": "(WRIT PETITION(CRIMINAL) /135/2011)",
        "Date": "13 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice H.L. Dattu",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2Fuaml2IFJhamVuZHJhIEJoYXR0IF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDE3NTY3NTcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 498",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "13 October 2015",
        "Petitioner:": "Sanjiv Rajendra Bhatt",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2015 INSC 767",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /135/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 -Art. 32 - Entrustment of investigation to SIT - FIR by KD u/ss. 189",
            "193",
            "195",
            "341 and 342 /PC against the petitioner-/ PS officer that he made false averments and filed false affidavit - Registration of/- CR on basis thereof- FIR also lodged by then AAG of the State of Gujarat uls. 66 of the Information Technology Act regarding hacking of his e-mail account and tampering of the same by the petitioner- Registration of II-CR on the basis thereof - Writ petitions by peti"
        ],
        "HeadNote": " Constitution of India, 1950 — Art. 32 — Entrustment of investigation to SIT - FIR by KD u/ss. 189, 193, 195, 347 and 342 IPC against the petitioner-IPS officer that he made false averments and filed false affidavit — Registration of I- CR on basis thereof — FIR also lodged by then AAG of the State of Gujarat u/s. 66 of the Information Technology Act regarding hacking of his e-mail account and tampering of the same by the petitioner— Registration of ll-CR on the basis thereof — Writ petitions by petitioner seeking transfer of investigation to CBI or SIT(Special Investigation Team) outside control of CM of Gujarat ~ Allegations by petitioner as fo involvement of the then Chief Minister of the State of Gujarat in riots of 2002; that he was present in the meeting convened by the Chief Minister on the night of 27.02.2002  _and the FIR was a counter blast to the action taken by the petitioner; and that a complaint filed by JJ in 2006, pertaining to 2002 riots was ordered fo be looked into by SIT by this Court — Held: Petitioner did not come to this Court with clean hands — He kept quite for a period of 9 years as to the factum of meeting dated 27.02.2002 — No case made out for investigation by SIT relating to preparation of affidavit or hacking of e-mail account and tampering with it - Allegation that the SIT had been leaking very sensitive and confidential details pertaining to the ongoing investigation to the then AAG of Gujarat, totally faise and baseless — Also no case is made out of criminal conspiracy — It does not appear that the e-mail exchange between the then AAG and other functionaries — tantamounts to causing prejudice or amounts to substantial. interference in any other manner in due course of justice — Further, not a case of scandalizing the court or in any manner affecting fair decision of the court or tending to bring the court into disrepute or disrespect which tantamount to criminal | contempt — Contempt of Courts Act, 1971 — s.2(c)(iii). "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RAJASTHAN STATE ROAD TRANSPORT CORPN. VS. ALEXIS SONIER & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwNDc=",
        "Citation": "[2015] 12 S.C.R. 564",
        "Case Type": "(Select Case Type/2967/2012)",
        "Date": "08 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX181NjQtNTc4XzE3MDQxNzQ4NjYucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 564",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "08 October 2015",
        "Petitioner:": "Rajasthan State Road Transport Corpn.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 752",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Alexis Sonier & Anr.",
        "Case Type:": "Select Case Type/2967/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s.166 - Accident claim - Claimant",
            "American citizen met with an accident while he was in India due to rash and negligent driving of Corporation bus - He suffered injuries and after treatment shifted to America by air under medical supervision of doctors - Claim for compensation - Commissioner appointed to visit America to record the statements of 11 persons by order dated 11. 7.1990 - Evidence recorded by Commissioner - No objection taken by Corporation regarding evidence"
        ],
        "HeadNote": "  Motor Vehicles Act, 1988: s.166 — Accident claim — Claimant, American citizen met with an accident while he was in India due to rash and negligent driving of Corporation bus ~ He suffered injuries and after treatment shifted to America by air under medical supervision of doctors — Claim for compensation — Commissioner appointed to visit America to record the statements of 11 persons by order dated 11.7.1990 — Evidence recorded by Commissioner — No objection taken by Corporation regarding evidence recorded by Commissioner of those persons also who were not named in order dated 11.7.1990 -~ Tribunal awarded compensation of Rs.1.25 crores including a sum on account of Special damages in respect of medical expenses in USA borne by Medi-Cal — Corporation and claimant both appealed before the High Court — Plea before High Court by Corporation that evidence of the persons who were not named in the order dated 11.7.1990 cannot be taken into consideration — High Court deleted the amount under the head Special damages on the ground that there is no manner for the courts in India to verify the fact as to whether or not the said amount will be paid to the concerned MediCal department by claimant - Further, it held that statements of persons recorded by Commissioner cannot be ignored in view of fact that Corporation did not raise objection earlier — Held: Tribunal specifically recorded that counsel of Corporation was asked as to whether he has any objection to take on record the statements of witnesses but he did not raise any objections and the statements of witnesses were taken on record — In this view of the matter, it is not now open for the Corporation to raise this plea now — There were evidence fo the effect that the bus was driven rashly and negligently — Therefore, the question of accident being a resuit of contributory negligence would not arise — High Court rightly observed that it is difficult to keep a track as to whether the amount awarded under head ‘Special damages’ would be paid over to the Medi-Cal | Department or not, and therefore, the High Court was justified in disallowing compensation under the said category — However, the claimant is entitled to claim Rs. 10 lakhs for keeping an attendant for the rest of his life — Plea — New plea. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "PRAKASH & ORS. VS. PHULAVATI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwNTM=",
        "Citation": "[2015] 12 S.C.R. 579",
        "Case Type": "(CIVIL APPEAL /7217/2013)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Anil R. Dave",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvUHJha2FzaCAmIE9ycy4gXyBQaHVsYXZhdGkgJiBPcnMuXzE3MDE3NTcwMDEucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 579",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Prakash & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 793",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Phulavati & Ors.",
        "Case Type:": "CIVIL APPEAL /7217/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession (Amendment) Act",
            "2005: ss. 6(1 )",
            "6(3)",
            "6(5) - Whether the Act will have retrospective operation - Held: No - The legislature has. expressly made the Amendment applicable on and from its. commencement. c s. 6(1 )",
            "(5)",
            "proviso - Right of daughter of coparcener in coparcenery properties - Held: Rights under the amendment D are applicable to Jiving daughters of living coparceners as on 9th September",
            "2005 irrespective of when such daughters are born - Proviso to s. 6(1) and s. 6(5)"
        ],
        "HeadNote": " Hindu Succession (Amendment) Act, 2005: ss.6(1), 6(3), 6(5) - Whether the Act will have retrospective operation — Held: No — The legislature has. expressly made the Amendment applicable on and from its . commencement. s.6(1), (5), proviso — Right of daughter of coparcener in copaicenery properties — Held: Rights under the amendment are applicable to living daughters of living coparceners as on 9\" September, 2005 irrespective of when such daughiers are born — Proviso to s.6(1) and s.6(5) clearly intend to exclude the transactions referred to therein which may have taken place prior fo 20\" December, 2004 on which date the Bill was introduced -— Therefore, disposition or alienation - including partitions which may have taken place before 20% December, 2004 as per law applicable prior to the said date to remain unaffected. interpretation of statutes: Harmonious construction — Held: Normal rule is to read the words of a statute in ordinary sense — In case of apparent conflict, harmonious meaning to advance the object and intention of legislature has to be given.  Proviso — Significance of — Held: Normal rule is that a proviso excepts something out of the enactment which would otherwise be within the purview of the enactment but if the text, context or purpose so require a different rule may apply. Explanation — Significance of — Held: Is to explain the meaning of words of the section but if the language or purpose so require, the explanation can be so interpreted. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "PARIVARTAN KENDRA VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwNTc=",
        "Citation": "[2015] 12 S.C.R. 607",
        "Case Type": "(Select Case Type/867/2013)",
        "Date": "07 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX182MDctNjI2XzE3MDQxNzUxNjIucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 607",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "07 December 2015",
        "Petitioner:": "Parivartan Kendra",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2015 INSC 893",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "Select Case Type/867/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India",
            "1950 - Art. 32 - Writ petition - Acid attack victims - Survivor compensation schemes - Two sisters of Dalit community brutal attacked with acid ·- Writ petitionby NGO seeking enhanced compensation for sisters . - Emphasized inadequacy of compensation payable to the victims as per the order of this Court in the *Laxmi's case - Lack of a legal guarantee to free medical care",
            "rehabilitative D services - Held: Considering the plight of the victim and in view the impact of acid a"
        ],
        "HeadNote": " Constitution of India, 1950 - Art. 32 - Writ petition - Acid attack victims - Survivor compensation schemes - Two sisters of Dalit community brutal attacked with acid ·- Writ petitionby NGO seeking enhanced compensation for sisters . - Emphasized inadequacy of compensation payable to the victims as per the order of this Court in the *Laxmi's case - Lack of a legal guarantee to free medical care, rehabilitative  services - Held: Considering the plight of the victim and in view the impact of acid attack on the victim on their social, economical and personal life, victim should to be awarded a compensation more than what has been prescribed by this Courf in the Laxmi's case - Compensation of the main victim  enhanced from Rs 3 lakhs to Rs 10 lakhs - Her sister to be paid to the tune of Rs 3 lakhs - Direction to the States to implement the guidelines in Laxmi's case and include the names of the victim in disability list- Public interest litigation. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "STATE OF U.P. & ORS. VS. AJAY KUMAR SHARMA & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwNjQ=",
        "Citation": "[2015] 12 S.C.R. 627",
        "Case Type": "(Select Case Type/13727/2015)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX182MjctNjUyXzE3MDQxNzUyNDIucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 627",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "State Of U.p. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 868",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Ajay Kumar Sharma & Anr",
        "Case Type:": "Select Case Type/13727/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 24 - (UP Government) Legal Remembrance's Manual - District c Government Counsel (Civil and Criminal) in the Subordinate Courts across the State - Renewal of Appointment or reconside~ their candidat~re - Held: State",
            "like any other litigant",
            "must have the freedom to appoint counsel in whom they repose trust and confidence- Choice made by the State D should not be such as could defeat the sacred and onerous responsibility of ensuring that the justice is meted ou"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s. 24 - (UP Government) Legal Remembrance's Manual - District  Government Counsel (Civil and Criminal) in the Subordinate Courts across the State - Renewal of Appointment or reconside their candidat~re - Held: State, like any other litigant, must have the freedom to appoint counsel in whom they repose trust and confidence- Choice made by the State  should not be such as could defeat the sacred and onerous responsibility of ensuring that the justice is meted out to all citizens - Correct approach is to ensure the competency of advocate_~ being considered for appointment of Additional District Government Counsel, Assistant District Government  Counsel, Panel lawyers and Sub District Government Counsel- To start this process by considering the re-' appointment or renewal of existing Government Counsels would be incorrect since that would dilute, nay, dissolve the discretion of the Government to appoint advocates whom they  find trustworthy. Constitution of India, 1950 - Art. 141 - Doctrine of Precedent - Held: Mandates that an exposition of law must be followed and applied even by co-ordinate or co-equal  Benches and certainly by all smaller Benches and subordinate courts -Apart from Art. 141, it is a policy of the courts to stand by precedent and not to disturb a settled point - Purpose of precedents is to bestow predictability on judicial decisions- If binding precedents even of co-ordinate strength are not followed, the roots of continuity and certainty of law which should be nurtured, strengthened perpetuated and proliferated would instead be deracinated - Departure may only be made when a co-ordinate or co-equal Bench finds the previous decision to be of doubtful logic or efficacy and consequentially, its judicial conscience is so perturbed and aroused that it finds it impossible to follow the existing ratio. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RAM CHARAN SINGH PRAJAPATI VS. STATE OF U.P. & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwNjg=",
        "Citation": "[2015] 12 S.C.R. 653",
        "Case Type": "(CIVIL APPEAL /13726/2015)",
        "Date": "26 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvUmFtIENoYXJhbiBTaW5naCBQcmFqYXBhdGkgXyBTdGF0ZSBPZiBVLnAuICYgT3RoZXJzXzE3MDE3NTcyNjUucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 653",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "26 November 2015",
        "Petitioner:": "Ram Charan Singh Prajapati",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 1040",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre,Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Of U.p. & Others",
        "Case Type:": "CIVIL APPEAL /13726/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 24 - (UP Government) Legal Remembrance's Manual"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "YAKUB ABDUL RAZAK MEMON VS. STATE OF MAHARASHTRA, THR. THE SECRETARY, HOME DEPARTMENT AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwNzM=",
        "Citation": "[2015] 12 S.C.R. 655",
        "Case Type": "(Select Case Type/129/2015)",
        "Date": "28 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX182NTUtNjYwXzE3MDQxNzUzMDEucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 655",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "28 July 2015",
        "Petitioner:": "Yakub Abdul Razak Memon",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 527",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Maharashtra, Thr. The Secretary, Home Department And Ors.",
        "Case Type:": "Select Case Type/129/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court Rules",
            "2013: Order XLV/11",
            "Rules 4(1) C and (2) - Curative petition - 1993 Bombay bomb blasts - Conviction and death sentence- Question in the instantwrit petition arose as to whether the curative petition was decided in accordance with law - Held: Anil R. Dave. J.: The review petition and curative petition were dismissed -Applications D for pardon were rejected by the President of India and the Governor of Maharashtra. One more application for pardon is still pending - It is open to"
        ],
        "HeadNote": "  Supreme Court Rules, 2013: Order XLVIII, Rules 4(1) and (2) — Curative petition - 1993 Bombay bamb blasts — Conviction and death sentence -— Question in the instant-writ petition arose as to whether the curative petition was decided in accordance with law — Held: Anil R. Dave, J.: The review petition and curative petition were dismissed — Applications for pardon were rejected by the President of India and the Governor of Maharashtra. One more application for pardon is still pending — It is open to the Governor to dispose of the Said application before execution date — In the circumstances, writ petition is dismissed — Kurian Joseph, J: Rules 4(1) and (2) state that curative petition has to be circulated to a Bench of three senior-most judges and the Judges who passed the © judgment complained of, if available — Order dismissing curative petition was considered by Bench of three senior- most judges of the Supreme Court - The curative petition was circulated to three senior-most judges only and not to other judges who passed the judgment complained of - Thus order passed in curative petition was not as per the procedure prescribed under the Rules — Curative petition to be considered afresh in terms of mandatory requirement u/r. 4 of Order XLVIII — Death warrant is stayed — In the matter of protection of life, even if a point or ground is not raised in a petition, it is the duty of the court to consider.the issue —- Law is not helpless and court is not powerless — In view of difference of opinion, matter referred to Three-Judge Bench. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "YAKUB ABDUL RAZAK MEMON VS. STATE OF MAHARASHTRA, THR. THE SECRETARY, HOME DEPARTMENT AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwODM=",
        "Citation": "[2015] 12 S.C.R. 661",
        "Case Type": "(WRIT PETITION(CRIMINAL) /129/2015)",
        "Date": "29 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvWWFrdWIgQWJkdWwgUmF6YWsgTWVtb24gXyBTdGF0ZSBPZiBNYWhhcmFzaHRyYSwgVGhyLiBUaGUgU2VjcmV0YXJ5LCBIb21lIERlcGFydG1lbnQgQW5kIE90aGVyc18xNzAxNzU3NTA2LnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 661",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "29 July 2015",
        "Petitioner:": "Yakub Abdul Razak Memon",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2015 INSC 534",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Maharashtra, Thr. The Secretary, Home Department And Others",
        "Case Type:": "WRIT PETITION(CRIMINAL) /129/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court Rules",
            "2013: c Order XLV/11rule.4(1) and (2) - 1993 Bombay bomb blasts - Conviction and death sentence - Stay of execution of death sentence sought by writ petitioner - Question whether curative petition was decided by the Bench duly constituted D as per the rules - Held: The three senior-most Judges have to be parties to the Bench and the Judges of the 'Judgment complained of' are to be parties and if they are not available",
            "it is the prerogative of the Chief Justice of India to incl"
        ],
        "HeadNote": " Supreme Court Rules, 2013: Order XLV/11rule.4(1) and (2) - 1993 Bombay bomb blasts - Conviction and death sentence - Stay of execution A B c of death sentence sought by writ petitioner - Question whether curative petition was decided by the Bench duly constituted as per the rules - Held: The three senior-most Judges have to be parties to the Bench and the Judges of the 'Judgment complained of' are to be parties and if they are not available, it is the prerogative of the Chief Justice of India to include some other Judges; however, if it is dealt with by three senior-  most Judges, as in this case by the Chief Justice of India and two senior-most Judges, the order would not become void. Order XLV/11 rule 4(1) and (2) - Judgment complained  of- Held: Solely be~ause the dismissal of the review petition has been nomenclatured as Judgment', it Will not come within the ambit and sweep of the concept of Judgment complained of'. Order I Rule 2(1 )(k) - Whether the term 'order' which G forms a part of the definition of Judgment' as stipulated under Order I Rule 2(1 )(k) would mean that the order in review or the judgment passed in the main judgment - Held: It is the principal judgment/main judgment.  "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "YAKUB ABDUL RAZAK MEMON VS. STATE OF MAHARASHTRA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwODg=",
        "Citation": "[2015] 12 S.C.R. 689",
        "Case Type": "(Select Case Type/135/2015)",
        "Date": "30 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX182ODktNzAxXzE3MDQxNzUzOTMucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 689",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "30 July 2015",
        "Petitioner:": "Yakub Abdul Razak Memon",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 537",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Maharashtra And Anr.",
        "Case Type:": "Select Case Type/135/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mercy petition: 1993 Bombay bomb blasts - Petitioner convicted and awarded death sentence - Mercy petition rejected - Death warrant issued - Writ petition - Legal justifiability of warrant for execution of petitioner on 30. 7. 2013 assailed and direction sought for stay of execution till disposal of writ petition on the ground of not granting of 14 days' time from the date of receipt of communication of rejection of the mercy petition - Held: Almost 22 years have passed since 1993 when the inciden"
        ],
        "HeadNote": " Mercy petition: 1993 Bombay bomb blasts - Petitioner convicted and awarded death sentence - Mercy petition rejected - Death warrant issued - Writ petition - Legal justifiability of warrant for execution of petitioner on 30. 7. 2013 assailed and direction sought for stay of execution till disposal of writ petition on the ground of not granting of 14 days' time  from the date of receipt of communication of rejection of the mercy petition - Held: Almost 22 years have passed since 1993 when the incident occurred - There was no error in the issue of the death warrant - When the first mercy petition was rejected on 11. 04. 2014, there was sufficient time available to the petitioner to make arrangement for his family members to meet him in prison and make necessary worldly arrangements - He had adequate time to prepare himself to meet his Maker and to make peace with himself - The family was allowed to meet him whenever they desired as per the Jail Manual- The rejection of the first mercy petition by the President of India could have been assailed before Supreme Court. but it was not done - It was not a case of such nature where it could be said that legal remedy was denied to the petitioner - The first mercy petition was submitted by the brother of the petitioner, but the facts clearly showed that he was aware of the same- The present mercy petition was, therefore, not preferred by the petitioner for the first time and. therefore, 14 days' time should not be granted. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "GOVERNMENT OF ANDHRA PRADESH THR. PRINCIPAL SECRETARY AND OTHERS VS. PRATAP KARAN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwOTI=",
        "Citation": "[2015] 12 S.C.R. 702",
        "Case Type": "(CIVIL APPEAL /2963/2013)",
        "Date": "09 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvR292ZXJubWVudCBPZiBBbmRocmEgUHJhZGVzaCBUaHIuIFByaW5jaXBhbCBTZWNyZXRhcnkgQW5kIE90aGVycyBfIFByYXRhcCBLYXJhbiBBbmQgT3RoZXJzXzE3MDE3NTc2OTYucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 702",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "09 October 2015",
        "Petitioner:": "Government Of Andhra Pradesh Thr. Principal Secretary And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 761",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Pratap Karan And Others",
        "Case Type:": "CIVIL APPEAL /2963/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mutation - Suit for correction and rectification of the record of right - Alleging that the land in question illegally shown as Government land - Held: All the documentary evidence including the document of title prove beyond doubt thaf.the plaintiff was the owner in possession of the suit land D - Revenue failed to show as to under which proce_edings and by what order the Revenue Records were changed showing the land as Government land - Courts below wrongly held that all jagir land became Govern"
        ],
        "HeadNote": " Mutation - Suit for correction and rectification of the record of right - Alleging that the land in question illegally shown as Government land - Held: All the documentary evidence including the document of title prove beyond doubt that the plaintiff was the owner in possession of the suit land  - Revenue failed to show as to under which proceedings and by what order the Revenue Records were changed showing the land as Government land - Courts below wrongly held that all jagir land became Government land, without taking into consideration relevant provisions of the Hyderabad  (Abolition of Jagirs) Regulations, 1358 Fasli - Hyderabad (Abolition of Jagirs) Regulations, 1358 Fasli - Sections 17 and 18 - Land Laws and Tenancy. Abatement - Death of one of the appellants - Non-  substitution of LRs - Whether resulted in abatement of the appeal qua other appellants - Held: Entire appeal shall not stand abated by reason of non-substitution of the deceased appellant because the estate was fully and substantially represented by other sharers as owners of the suit property- In the circumstances of the case, Or.22r.2 CPC will apply- Code of Civil Procedure, 1908- Or.22 r.2. Code of Civil Procedure, 1908 - s. 98 -Appeal before High Court- Heard by Division Bench - Difference of opinion - Reference to third judge - Plea that disposal of appeal was not in consonance with provisions u/s. 98 - Held: In view  of sub-section (3) of s. 98, the procedure prescribed u!s. 98 shall not apply to the High Courts procedure which are governed by Letters Patent- They shall be governed by the Letters Patent of that High Court - In the present case, the order of High Court cannot be said to be vitiated on account  of non-compliance of s. 98 as the same has been passed in compliance with Clause 36 of the Letters Patent of the Andhra Pradesh High Court - Letters Patent of Andhra Pradesh High Court - Clause 36. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SUSHIL ANSAL VS. STATE THROUGH CBI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQwOTg=",
        "Citation": "[2015] 12 S.C.R. 769",
        "Case Type": "(Select Case Type/597/2010)",
        "Date": "19 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl83NjktNzcwXzE3MDQxNzY2NzgucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 769",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "19 August 2015",
        "Petitioner:": "Sushil Ansal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 168",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel,Hon'ble Mr. Justice Anil R. Dave,Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Through Cbi",
        "Case Type:": "Select Case Type/597/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence/Sentencing - Uphaar cinema case - c Negligence of A 1 and A 2-owners of cinema resulting in death of 59 people - Conviction of accused for offences punishable uls. 304A read withs. 36 and ss. 337 and 338 rw s. 36 IPC- As regards sentencing of the accused",
            "direction issued that accused to be sentenced to undergo rigorous imprisonment D for two years - However",
            "in view of the advanced age of the accused and other peculiar facts and circumstances",
            "on payment of Rs. 30 crores each by the accu"
        ],
        "HeadNote": " Sentence/Sentencing — Uphaar cinema case - Negligence of A 1 and A 2-owners of cinema resulting in death of 59 people — Conviction of accused for offences punishable u/s. 304A read with s. 36 and ss. 337 and 338 rw s. 36 IPC — As regards sentencing of the accused, direction issued that accused to be sentenced to undergo rigorous imprisonment for two years — However, in view of the advanced age of the accused and other peculiar facts and circumstances, on payment of Rs. 30 crores each by the accused within three months, sentence to be reduced to the period already undergone — Said amount would be used on welfare schemes. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "HARSARUP PANWAR VS. STATE OF DELHI THROUGH CBI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxMDM=",
        "Citation": "[2015] 12 S.C.R. 771",
        "Case Type": "(Select Case Type/599/2010)",
        "Date": "19 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl83NzEtNzcyXzE3MDQxNzY3NzkucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 771",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "19 August 2015",
        "Petitioner:": "Harsarup Panwar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 584",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel,Hon'ble Mr. Justice Anil R. Dave,Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Delhi Through Cbi",
        "Case Type:": "Select Case Type/599/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence/Sentencing - Uphaar cinema case - c Negligence of owners of cinema",
            "Divisional Fire Officer-A 15 and others resulting ih death of 59 people - Conviction of A 15 for offences punishable uls. 304A read with s. 36 and ss. 337 and 338 rw s. 36 /PC -As regards sentencing of the accused",
            "direction issued that accused to be sentenced to undergo rigorous imprisonment for one year - However",
            "in view of the advanced age of the accused",
            "the diseases from which he is suffering and other peculiar fact"
        ],
        "HeadNote": " Sentence/Sentencing - Uphaar cinema case -  Negligence of owners of cinema, Divisional Fire Officer-A 15 and others resulting the death of 59 people - Conviction of A 15 for offences punishable uls. 304A read with s. 36 and ss. 337 and 338 rw s. 36 /PC -As regards sentencing of the accused, direction issued that accused to be sentenced to undergo rigorous imprisonment for one year - However, in view of the advanced age of the accused, the diseases from which he is suffering and other peculiar facts and circumstances, on payment of Rs. 10 lakhs within three months, sentence to be reduced to the period already  undergone - Said amount would be used on welfare schemes. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "EDARA HARIBABU VS. TULLURI VENKATA NARASIMHAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxMDc=",
        "Citation": "[2015] 12 S.C.R. 773",
        "Case Type": "(CIVIL APPEAL /7115/2015)",
        "Date": "15 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvRWRhcmEgSGFyaWJhYnUgXyBUdWxsdXJpIFZlbmthdGEgTmFyYXNpbWhhbSAmIE9ycy5fMTcwMTc1ODAyMy5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 773",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "15 September 2015",
        "Petitioner:": "Edara Haribabu",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 663",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Tulluri Venkata Narasimham & Ors.",
        "Case Type:": "CIVIL APPEAL /7115/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ndhra Pradesh Panchayat Raj Act",
            "1994: s. 22-A - Respondent no. 1 appointed as whip on behalf of TOP in respect to election to the office of Chairperson and Vice- Chairperson of ZPP - Respondent no. 1 then issued a whip. directing all ZPTC members beionging to TOP to vote in favour of one 'M' for office of Chairperson and one 'P' for office of Vice-Chairperson of ZPP - Election was conducted and appellant contested election as independent candidate and cast his vote in his own favour-Appellant was"
        ],
        "HeadNote": " Andhra Pradesh Panchayat Raj Act, 1994: s.22-A - Respondent no.1 appointed as whip on behalf of TDP in respect to election to the office of Chairperson and Vice- Chairperson of ZPP — Respondent no.1 then issued a whip. directing all ZPTC members belonging to TDP to vote in favour of one ‘M’ for office of Chairperson and one ‘P’ for office of Vice-Chairperson of ZPP — Election was conducted and appellant contested election as independent candidate and cast his vote in his own favour~ Appellant was then elected as Chairperson defeating the candidate proposed by TDP — Complaint by respondent no.1 against appellant before District Collector alleging that he violated the whips issued by TDP — District Collector disqualified the appellant as member of ZPTC and directed him to vacate the office of Chairperson — CEO directed Vice-Chairperson to temporarily take over charge of the office of Chairperson until a new Chairperson is duly elected — High Court suspended the order of CEO — By interim order, Division Bench directed Vice-Chairperson to discharge the functions of the Chairperson until further orders and further restrained the respondents from filling up the vacancy of Chairperson and also: directed District Judge to decide the pending election petitions within 3 months ~ Propriety of interim order — Held: The impugned order of the Division Bench in directing removal of the appellant from the post of Chairperson and asking the Vice-Chairperson to take over the charge of the Chairperson in his place is not only untenable in law but also perverse — Division Bench failed to see that so long as the final adjudication is not done in accordance with law on merits in the election petitions, the District Court was vested with the power to pass appropriate interim orders in relation to the impugned action u/s.22-A of the Act — Interim order - Code of Civil Procedure, 1908 — Or.39 rr. 1 and 2; Or.474r.5. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RANJIT SARKAR VS. STATE OF TRIPURA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxMTI=",
        "Citation": "[2015] 12 S.C.R. 792",
        "Case Type": "(Select Case Type/1247/2015)",
        "Date": "23 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl83OTItNzk3XzE3MDQxNzY5NjMucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 792",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "23 September 2015",
        "Petitioner:": "Ranjit Sarkar",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 1026",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Tripura",
        "Case Type:": "Select Case Type/1247/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 - Fatal injury on head - c Conviction uls.302 by courts below - On appeal",
            "held: Evidence showed that the accused-appellant gave single blow on the head of the victim-deceased with full force which resulted in his death - The act on part of the appellant is . covered by Part I of s. 304 - Therefore",
            "conviction of appellant D u/s.302 is set aside and he is convicted uls.304 Parl I and sentenced to rigorous imprisonment for a period of 10 years."
        ],
        "HeadNote": " Penal Code, 1860: s. 302 — Fatal injury on head - Conviction u/s.302 by courts below — On appeal, held: Evidence showed that the accused-appellant gave single blow on the head of the victim-deceased with full force which resulted in his death — The act on part of the appellant is  _ covered by Part | of s.304— Therefore, conviction of appellant u/s.302 is set aside and he is convicted u/s.304 Part | and sentenced to rigorous imprisonment for a period of 10 years. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SAMAR PAL SINGH VS. CHITRANJAN SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxMzg=",
        "Citation": "[2015] 12 S.C.R. 798",
        "Case Type": "(CIVIL APPEAL /7988/2015)",
        "Date": "28 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2FtYXIgUGFsIFNpbmdoIF8gQ2hpdHJhbmphbiBTaW5naF8xNzAxNzU4NTk0LnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 798",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "28 September 2015",
        "Petitioner:": "Samar Pal Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 699",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Chitranjan Singh",
        "Case Type:": "CIVIL APPEAL /7988/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Urban Buildings (Regulation of Letting",
            "c Rent and Eviction) Act",
            "1972: s.20( 4) and its proviso- Eviction suit - Non-payment of rent - Tenant deposited arrears of rent",
            "interest etc. in the court - Trial court passed eviction decree - High Court set aside the eviction decree on the ground that tenant was entitled to protection provided u/sub- D section (4) of s.20 as the properties acquired by tenant were commercial - On appeal",
            "held: A building which can be used for residential as"
        ],
        "HeadNote": "  Uttar Pradesh Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972: s.20(4) and its proviso — Eviction suit — Non-payment of rent — Tenant deposited arrears of rent, interest etc. in the court — Trial court passed eviction decree — High Court set aside the eviction decree on the ground that tenant was entitled to protection provided u/sub- section (4) of s.20 as the properties acquired by tenant were commercial — On appeal, held: A building which can be used for residential as well as commercial purposes cannot be said to be excluded from the clutches of proviso to sub- section (4), if built, or acquired in vacant state within limits of the municipal area in which the house from which eviction is sought by the landlord — As such, the High Court erred in law in reversing the eviction decree. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "VNS COLLEGE OF PHYSICAL EDUCATION AND MANAGEMENT STUDIES AND OTHERS VS. STATE OF MADHYA PRADESH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxNDM=",
        "Citation": "[2015] 12 S.C.R. 806",
        "Case Type": "(Select Case Type/13353/2015)",
        "Date": "06 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxM18xMl84MDYtODA5XzE3MDQxNzcwNDEucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 806",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "06 November 2015",
        "Petitioner:": "Vns College Of Physical Education And Management Studies And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 838",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Madhya Pradesh And Ors.",
        "Case Type:": "Select Case Type/13353/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education I Educational Institutions -Admissions - In Private Recognized institutions- To the courses of B.Ed. - By conducting college level counseling and admit students possessing minimum eligible mark - On the seats lying vacant after the admission on counseling by the State from D among the candidates who appeared in the entrance examination conducted by Vyapam - Permissibility- Held: Under the Guidelines for admission framed by the state",
            "counseling was permissible after online registration o"
        ],
        "HeadNote": "  Education / Educational Institutions - Admissions — In Private Recognized institutions — To the courses of B.Ed. — By conducting college level counseling and admit students possessing minimum eligible mark — On the seats lying vacant after the admission on counseling by the State from among the candidates who appeared in the entrance examination conducted by Vyapam — Permissibility — Held: Under the Guidelines for admission framed by the state, counseling was permissible after online registration only to those students who had participated in the entrance exam conducted by Vyapam — Against the total seats of 53,865 in the State of Madhya Pradesh, counseling of 63,406 candidates (all the candidates who participated in the Vyapam examination), was conducted — Despite four rounds of counseling by the State, vacancy of 50% seats shows that the candidates are not interested in getting admission in those colleges — Thus, in view of the above facts, the appellants / petitioners colleges cannot be allowed to conduct a college level counseling and admit students, who have not appeared in the entrance exam — Appeals dismissed. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "PARVAIZAHMAD PARRY VS. STATE OF JAMMU & KASHMIR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxOTI=",
        "Citation": "[2015] 12 S.C.R. 810",
        "Case Type": "(CIVIL APPEAL /13368/2015)",
        "Date": "06 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl84MTAtODE3XzE3MDM4Mzk5OTIucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 810",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "06 November 2015",
        "Petitioner:": "Parvaizahmad Parry",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 835",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Jammu & Kashmir & Ors.",
        "Case Type:": "CIVIL APPEAL /13368/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Appointment"
        ],
        "HeadNote": " Service law: Appointment - Post of Range Officer (Forest) - Minimum qualification prescribed in the Rules for applying to the post of J & K Forest Service Range Officers Grade-I was \"B.Sc. (Forestry) or equivalent from any University recognized by ICAR\" - Eligibility of appellant D candidate who completed B.Sc. with forestry as one of the major subjects from Garhwal University and also completed M Sc. (Forestry) from same University - Held: He is eligible for appointment to the post of Range Officer (Forest) - J & K Forest Service (Gazetted) Recruitment Rules, 1970.  "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "PURUSHOTHAM VS. STATE OF KARNATAKA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxNDc=",
        "Citation": "[2015] 12 S.C.R. 818",
        "Case Type": "(CIVIL APPEAL /10747/2013)",
        "Date": "02 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvUHVydXNob3RoYW0gXyBTdGF0ZSBPZiBLYXJuYXRha2EgJiBPcnNfMTcwMTc1ODc1Mi5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 818",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "02 December 2015",
        "Petitioner:": "Purushotham",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 882",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph,Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of Karnataka & Ors",
        "Case Type:": "CIVIL APPEAL /10747/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "angalore Development Authority Act",
            "1976 - ss.2(bb)(vi) and 38A - Allotment of a particular site by the C Development Authority for the use of petrol retail outlet - Allotment challenged - High Court set aside the allotment 011 the ground that the site was not allotted for the purpose for which it was earmarked viz. for a 'Bank' and hence was in violation of s. 38A - On appeal",
            "Supreme Court by judgment dated 29. 11. 2013 upheld the order of High Court- In review D petition it was brought to the n"
        ],
        "HeadNote": " Bangalore Development Authority Act, 1976 — ss.2(bb)(vi) and 38A — Allotment of a particular site by the Development Authority for the use of petrol retail outlet — Allotment challenged — High Court set aside the allotment on the ground that the site was not allotted for the purpose for which it was earmarked viz. for a ‘Bank’ and hence was in violation of s.38A — On appeal, Supreme Court by judgment dated 29.11.2013 upheld the order of High Court — In review petition it was brought to the notice of the Court that the site was not earmarked for a ‘Bank’ but for ‘civil amenities’, the Court recalled its order dated 29.11.2013 — Held: From the Layout Plan it is evident that the plot in question was not earmarked for any specific purpose — Therefore it was well within the jurisdiction of the Development Authority to allot that plot for the purpose of any civic amenity and the ‘petro! pump’ is a civil amenity u/s.2(bb) (vi) rw. Notification dated 29.08.1990 "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "CHINTAMAN NAMDEV PATIL (DEAD) VS. SUKHDEV NAMDEV PATIL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxNTM=",
        "Citation": "[2015] 12 S.C.R. 823",
        "Case Type": "(CIVIL APPEAL /7991/2015)",
        "Date": "28 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvQ2hpbnRhbWFuIE5hbWRldiBQYXRpbCAoZGVhZCkgXyBTdWtoZGV2IE5hbWRldiBQYXRpbCAmIEFuci5fMTcwMTc1ODgxOS5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 823",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "28 September 2015",
        "Petitioner:": "Chintaman Namdev Patil (dead)",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 702",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Sukhdev Namdev Patil & Anr.",
        "Case Type:": "CIVIL APPEAL /7991/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: s.100; Or.20 r.4(2)",
            "Or.41 c r.31- Second appeal- Substantial question of law- Held: The impugned order shows that the High Court neither set out the case of the parties from their pleadings properly nor mentioned the findings recorded by the trial court and nor of the first appellate court - High Court also did not examine D the case in the context of legal provisions governing the issues and nor dealt with any submissions urged by the parties much less to record ca"
        ],
        "HeadNote": " Code of Civil Procedure, 1908: s.100; Or.20 r.4(2), Or.41  r.31- Second appeal- Substantial question of law- Held: The impugned order shows that the High Court neither set out the case of the parties from their pleadings properly nor mentioned the findings recorded by the trial court and nor of the first appellate court - High Court also did not examine  the case in the context of legal provisions governing the issues and nor dealt with any submissions urged by the parties much less to record categorical finding on the questions framed - On the contrary, High Court formulated another question as the only question arising in the case for  decision which was not formulated as substantial question of law along with two questions already framed- Matter remitted to High Court for consideration afresh "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "KANACHUR ISLAMIC EDUCATION TRUST(R) VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxOTQ=",
        "Citation": "[2015] 12 S.C.R. 830",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /25650/2015)",
        "Date": "30 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl84MzAtODM2XzE3MDM4NDAxNjgucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 830",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "30 September 2015",
        "Petitioner:": "Kanachur Islamic Education Trust(r)",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 722",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /25650/2015",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: MBBS course"
        ],
        "HeadNote": " Education/Educational Institutions: MBBS course -  Application for establishment of new medical college - MCI conducted inspection of petitioner college and pointed out various deficiencies - Submission of compliance report by petitioner stating rectification of the deficiencies - Government of India disapproved the scheme submitted by  petitioner for establishment of new medical college - Writ petition- High Court refused to interfere wit~ the decision of the Government- SLP- Held: No justification or reason to interfere with the impugned order passed by the High Court - Petitioner's institution granted liberty to -remove all the deficiencies and rectify all the defects as pointed out by the . respondent-Me/ for conducting inspection of the petitioner's institution afresh.  "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SRI MALAPRABHA CO-OP SUGAR FACTORY LTD. VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxOTc=",
        "Citation": "[2015] 12 S.C.R. 837",
        "Case Type": "(CIVIL APPEAL /860/2006)",
        "Date": "21 AUGUST 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl84MzctODQzXzE3MDM4NDAzMDAucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 837",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "21 August 2015",
        "Petitioner:": "Sri Malaprabha Co-op Sugar Factory Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 593",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "CIVIL APPEAL /860/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Excise (Manufacture and Bottling of Arrack) Rules",
            "1987"
        ],
        "HeadNote": " Karnataka Excise (Manufacture and Bottling of Arrack) Rules, 1987- r 17- Fixation of price of rectified spirit- By  Government Order, State fixed the price of rectified spirit uniformly at Rs. 61- per litre wherein captive distilleries entitled to receive only Rs. 5/- per litre, and the balance Rs. 11- per litre receivable by the State -Appellant supplied rectified spirit to various parties and received the entire sum at the rate of Rs. 61- per litre - Demand raised by the Excise Department, being accorded at Rs.11- per litre sold by the appellant, - Challenge to, by the appellant- Held: The State had clarified that it would permit the appellant to sell rectified spirit at the common fixed rate of Rs. 61- provided it transferred  Rs.11- per litre to the State- If the appellant was serious in questioning the legal capacity of the State to recover the said Rs.11- per litre, it perforce had to challenge the Government Order- Having failed to do so it cannot, thereafter, challenge the Demand which is predicted on the Government Order itself- More so, the appellant had full knowledge of the fact that it had been permitted to supply rectified spirit to third parties on the condition that of the general fixed price of Rs. 61- per litre, Rs. 11- per litre would have to be made over to the Sate "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RAZIAAMIRALI SHROFF AND OTHERS VS. M/S NISHUVI CORPORATION AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxNjI=",
        "Citation": "[2015] 12 S.C.R. 844",
        "Case Type": "(CIVIL APPEAL /5514/2012)",
        "Date": "09 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX184NDQtODUwXzE3MDM4NDAwNTcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 844",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "09 October 2015",
        "Petitioner:": "Raziaamirali Shroff And Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 762",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "M/s Nishuvi Corporation And Others",
        "Case Type:": "CIVIL APPEAL /5514/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Review- Review petition - Non-grant of ad-interim relief u/s. 9A(2) CPC (Maharashtra Amendment) by this Court- Review sought to a limited extent- Held: The petitioners had taken out Notice of Motion seeking interim reliefs before the Single Judge of the High Court and the same was rejected - In appeal",
            "the. Division Bench upheld the said order since the Notice of Motion was still pending consideration - Thus",
            "in the facts and circumstances of the case",
            "no reason to pass an ad-interim order as pray"
        ],
        "HeadNote": "  Review — Review petition — Non-grant of ad-interim relief u/s. 9A(2) CPC (Maharashtra Amendment) by this Court — Review sought to a limited extent — Held: The petitioners had taken out Notice of Motion seeking interim reliefs before the Single Judge of the High Court and the same was rejected -— In appeal, the. Division Bench upheld the said order since the Notice of Motion was still pending consideration — Thus, in the facts and circumstances of the case, no reason to pass an ad-interim order as prayed for by the applicants — However, liberty given to the petitioners to move their Notice of Motion which is pending consideration by the High Court — Thus, the Review petition and the interlocutory application disposed of as also no merit in the application and also the prayer made for initiating proceedings under the provisions of s. 195 and 340 CPC — Code of Civil Procedure, 1908 — s. 9A(2). , "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, MUMBAI-IV VS. MIS. FITRITE PACKERS, MUMBAI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxNjU=",
        "Citation": "[2015] 12 S.C.R. 851",
        "Case Type": "(Select Case Type/2733/2007)",
        "Date": "07 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX184NTEtODYwXzE3MDQxNzcxNjAucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 851",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "07 October 2015",
        "Petitioner:": "Commissioner Of Central Excise, Mumbai-iv",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 741",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Mis. Fitrite Packers, Mumbai",
        "Case Type:": "Select Case Type/2733/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: s. 2(f)- Manufacture- Printing on duty paid GI paper- Process of printing carried out by the C assessee according to the design and specification of the customer depending on its requirement - Bulk orders received from customer",
            "which needed said paper as a wrapping/packing paper for packing of its goods - On the paper",
            "logo and name of the product is printed in colourful form -After carrying out the printing as per the requirement of the customer",
            "the same is delivered t"
        ],
        "HeadNote": "  Central Excise Act, 1944: s.2(f} - Manufacture — Printing on duty paid GI paper- Process of printing carried out by the assessee according to the design and specification of the customer depending on its requirement — Bulk orders - received from customer, which needed said paper as a wrapping/packing paper for packing of its goods - On the paper, logo and name of the product is printed in colourful form — After carrying out the printing as per the requirement of the customer, the same is delivered to the customer in jumbo rolls without slitting - Whether the process of printing amounts to manufacture — Held: If the transformation in the original article brings out a distinctive or different use in the article then the same would amount to manufacture — In the instant case, process of particular kind of printing has resulted into paper with distinct character and use of its own which it did not bear earlier - Therefore, the test of no commercial user without further process would be applied -— The process of printing thus amounted to manufacture. - "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "H.S.L.D.C. VS. PRAN SUKH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxNzE=",
        "Citation": "[2015] 12 S.C.R. 861",
        "Case Type": "(CIVIL APPEAL /6515/2009)",
        "Date": "12 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvSC5zLmwuZC5jLiBfIFByYW4gU3VraCAmIE9ycy5fMTcwMTc1OTEzMC5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 861",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "12 October 2015",
        "Petitioner:": "H.s.l.d.c.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 765",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Pran Sukh & Ors.",
        "Case Type:": "CIVIL APPEAL /6515/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court Rules",
            "· 1966: Or XVIII r. 5; Or.X rr. 3 and 4 - Curative petition-Acquisition of land for benefit of HSI/DC -Applicants are beneficiaries of the acquisition of land who entered into agreement with HSI/DC which allots plots to its. members for valuable consideration - Compensation enhanced by High Court based on sale deed executed by two private companies - Supreme Court upheld the same - Applicant filed curative petition on the ground that these sale deeds were not genuine and theref"
        ],
        "HeadNote": " Supreme Court Rules,-1966: Or XVill r.5; OrX 1.3 and 4 ~ Curative petition — Acquisition of land for benefit of HSIIDC — Applicants are beneficiaries of the acquisition of land who entered into agreement with HSIIDC which allots plots to its. members for valuable consideration — Compensation enhanced by High Court based on sale deed executed by two private companies — Supreme Court upheld the same — Applicant filed curative petition on the ground that these sale deeds were not genuine and therefore were wrongly relied upon — Curative petition found not maintainable by Registry ~ Meanwhile HSIIDC filed a review petition before Supreme Court which was also dismissed — Applicant filed instant second curative petition on the ground of violation of principles of natural justice which was also found to be not maintainable — Registry refused to list it on the ground of non filing of review petition prior to the curative petition — Held: Curative Petition is misconceived and vexatious for the reasons rightly recorded by the Registry — Rejection of the previous Curative Petition by the Registry was not assailed by the applicant and the factual situation has not changed at all — Applicant is similarly placed as the other Association which was found not to have locus standi and the grounds for review were the same — Applicant was throughout aware of the ongoing proceedings before the Court, yet it did not take 3 any action towards getting itself impleaded as a party in the proceedings - In any case, it cannot plead violation of principles of natural justice - The documents and the grounds it is seeking before this Court to ventilate were already heard and analysed by this Court, which cannot be raked up again - and again by means of a Curative Petition —- The objections raised by the Registry were correct and are upheld. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "NARENDER SINGH & ORS. VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxNzY=",
        "Citation": "[2015] 12 S.C.R. 867",
        "Case Type": "(CRIMINAL APPEAL /2110/2009)",
        "Date": "29 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvTmFyZW5kZXIgU2luZ2ggJiBPcnMuIF8gU3RhdGUgT2YgTWFkaHlhIFByYWRlc2hfMTcwMTc1OTIxMS5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 867",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "29 September 2015",
        "Petitioner:": "Narender Singh & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 709",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /2110/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302 rlw ss. 148 and 149 - Prosecution under - Of 6 accused - Convicted by courts below and sentenced to life imprisonment - Appeal to this court by 5 of the accused - Held: Prosecution case is supported by the evidence of the two eye-witness which was fully corroborated bY. other witnesses- Other circumstances of the case read along with .the version of the eye-witnesses also sufficiently establish that the occurrence took place as deposed by the eye-witn.esses - Involvement"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 302 rlw ss. 148 and 149 - Prosecution under - Of 6 accused - Convicted by courts below and sentenced to life imprisonment - Appeal to this court by 5 of the accused - Held: Prosecution case is supported by the evidence of the two eye-witness which was fully corroborated bY. other witnesses- Other circumstances of the case read along with .the version of the eye-witnesses also sufficiently establish that the occurrence took place as deposed by the eye-witn.esses - Involvement of the appellants-accused was fully established - Hence, conviction and sentence confirmed. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "N. SUNKANNA VS. STATE OF ANDHRA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYxOTg=",
        "Citation": "[2015] 12 S.C.R. 882",
        "Case Type": "(CRIMINAL APPEAL /1355/2015)",
        "Date": "14 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice M.Y. Eqbal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl84ODItODg3XzE3MDM4NDA0MTIucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 882",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "14 October 2015",
        "Petitioner:": "N. Sunkanna",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 769",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan",
        "Respondent:": "State Of Andhra Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1355/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988"
        ],
        "HeadNote": " Prevention of Corruption Act, 1988- ss. 7, 13(1)(d) r/w 13(2) and 20-Allegation of demand and acceptance of bribe - Trap arranged- Recovery of tainted notes from the accused - During trial complainant turned hostile- The courts below relying on the Panch Witnesses and drawing presumption u/s. 20 convicted the accused- On appeal, held: There was no evidence to prove that the accused made any demand. Mere recovery of the tainted currency notes from the accused without proof of demand will not bring home the offence u/ s. 7 -In absence of proof of demand offence u/s.13(1)(d) is also not established- Unless there is proof of demand, proof of acceptance will not follow - Presumption u/s. 20 can be drawn only on proof of acceptance- Therefore, courts below wrongly drew presumption u/s. 20. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "KHUMBARAM VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxODI=",
        "Citation": "[2015] 12 S.C.R. 888",
        "Case Type": "(CRIMINAL APPEAL /2077/2011)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvS2h1bWJhcmFtIF8gU3RhdGUgT2YgUmFqYXN0aGFuICYgT3JzLl8xNzAxNzU5Mjg5LnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 888",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "Khumbaram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1032",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CRIMINAL APPEAL /2077/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973- s. 378(1) and (3)- c Acquittal of the accused u/ss. 498A",
            "3048 alternatively u/s. 302 /PC by trial court (fast track) -Applications by the State and the appellant (father of deceased) for leave to appeal and criminal revision -Applications dismissed by High Court by common order- On appeal by the father of the deceased",
            "D held: High Court is required to record reasons while refusing to grant leave to appeal - In the present case",
            "High Court failed to record reason"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973- s. 378(1) and (3)-  Acquittal of the accused u/ss. 498A, 3048 alternatively u/s. 302 /PC by trial court (fast track) -Applications by the State and the appellant (father of deceased) for leave to appeal and criminal revision -Applications dismissed by High Court by common order- On appeal by the father of the deceased,  held: High Court is required to record reasons while refusing to grant leave to appeal - In the present case, High Court failed to record reasons for refusing to grant leave to appeal - In the facts and circumstances of the case, High Court should have granted leave to appeal and thereafter should  have reappreciated the evidence and recorded its finding independently on merit - High Court should also have considered the FSL Report in proper perspective because the trial court order was passed without consideration thereof - Even though the State has not come in appeal, in the interest of justice, State as well is granted leave to appeal - Matter remitted to High Court- Penal Code, 1860- ss. 498A and 3048 alternatively u/s. 302. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RAM SUNDER SEN VS. NARENDER @ BODE SINGH PATEL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxODk=",
        "Citation": "[2015] 12 S.C.R. 898",
        "Case Type": "(Select Case Type/1793-1794/2011)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX184OTgtOTA4XzE3MDQxNzk4OTQucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 898",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "Ram Sunder Sen",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 775",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Narender @ Bode Singh Patel",
        "Case Type:": "Select Case Type/1793-1794/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss. 302",
            "376(2)(f) and 201 ~Murder c and Rape -Allegation of commission of rape and murder of 'a girl aged 12 years against the accused - Conviction of accused for the offence punishable u/s. 302 and imposed death sentence",
            "conviction uls. 376(2)(f) and sentenced to rigorous imprisonment for life and conviction uls. 201 and 0 sentenced to rigorous imprisonment for seven years - High Court acquitted the accused since the prosecution failed to prove the chain of circumstances to co"
        ],
        "HeadNote": " Penal Code, 1860 —- ss. 302, 376(2)(f) and 201 = Murder and Rape — Allegation of commission of rape and murder of ‘a girl aged 12 years against the accused — Conviction of 1 accused for the offence punishable u/s. 302 and imposed death sentence, conviction u/s. 376(2)(f) and sentenced to rigorous imprisonment for life and conviction u/s. 201 and sentenced to rigorous imprisonment for seven years — High Court acquitted the accused since the prosecution failed to prove the chain of circumstances to connect the accused with the offence — Interference with — Held: Not called for — Case is based purely on circumstantial evidence — High Court rightly held that the links collected by the prosecution have not at all been proved by any cogent evidence and, thus, itis difficult to hold that it was the accused who committed rape upon the deceased and thereafter killed her.  Evidence - Circumstantial evidence — Reliance upon by the prosecution to convict the accused — Tests to be established — Stated. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "CARGILL INDIA PRIVATE LIMITED VS. COMMISSIONER OF CUSTOMS & CENTRAL EXCISE, VISAKHAPATNAM-II",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyMDA=",
        "Citation": "[2015] 12 S.C.R. 917",
        "Case Type": "(Select Case Type/4796/2012)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX185MTctOTMwXzE3MDQxODU2NDgucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 917",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Cargill India Private Limited",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 1037",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Customs & Central Excise, Visakhapatnam-ii",
        "Case Type:": "Select Case Type/4796/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs",
            "Central Excise Duties and Service Tax c Drawback Rules",
            "1995 - r.12(1)(a) - Circular No.0412004 dated 16.01.2004 - Conversion of Free Shipping Bills into Drawback Shipping Bills- Permissi~ility of- On the basis of r. 12(1 )(a) and on the basis of the Circular - Held: The conversion is not permissible to the assessee on the basis D of r.12(1 )(a) as the ingredients of r.12(1 )(a) are not satisfied by the assessee - However",
            "under the Circular",
            "the Commissioner has the discretion to give du"
        ],
        "HeadNote": "  Customs, Central Excise Duties and Service Tax Drawback Rules, 1995 — r.12(1)(a) - Circular No.04/2004 dated 16.01.2004 — Conversion of Free Shipping Bills into Drawback Shipping Bills - Permissibility of— On the basis of r.12(1)(a) and on the basis of the Circular — Held: The conversion is not permissible to the assessee on the basis of r.12(1)(a) as the ingredients of r.12(1)(a) are noi satisfied by the assessee — However, under the Circular, the Commissioner has the discretion to give duty drawback after examining on request, individual cases, on merits — Therefore, the provisions of the Circular are applicable to the present case — The case is remitted to the Commissioner to examine and consider the request of the assessee on merits as per the stipulation.contained in the Circular. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "ASHOK RANGNTH NAGAR VS. SHRIKANT GOVINDRAO SANGVIKAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyMDg=",
        "Citation": "[2015] 12 S.C.R. 931",
        "Case Type": "(CIVIL APPEAL /8909/2015)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan\n*, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvQXNob2sgUmFuZ250aCBOYWdhciBfIFNocmlrYW50IEdvdmluZHJhbyBTYW5ndmlrYXJfMTcwMTc1OTczNy5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 931",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Ashok Rangnth Nagar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 806",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan,Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Shrikant Govindrao Sangvikar",
        "Case Type:": "CIVIL APPEAL /8909/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - s. 100 - Second appeal - High Court's Jurisdiction uls. 100 - Scope of - Held: Jurisdiction u/s. 100 is exercised by High Court only when it c is satisfied that there is a substantial question of law - On facts",
            "High Court without formulating substantial question of law allowed the apoeal and set aside the judgment passed by the trial court and the first ~ppellate court - High Court failed to notice mandate of s. 100 while deciding a second D appeal - Thus",
            "the judg"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - s. 100 - Second appeal - High Court's Jurisdiction uls. 100 - Scope of - Held: Jurisdiction u/s. 100 is exercised by High Court only when it  is satisfied that there is a substantial question of law - On facts, High Court without formulating substantial question of law allowed the appeal and set aside the judgment passed by the trial court and the first appellate court - High Court failed to notice mandate of s. 100 while deciding a second  appeal - Thus, the judgment passed by the High Court is set aside - Matter remitted back to the High Court to first formulate substantial question of law and then decide the second appeal afresh. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "UNION OF INDIA & ORS. VS. MANOJ DESWAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyMTU=",
        "Citation": "[2015] 12 S.C.R. 942",
        "Case Type": "(Select Case Type/5015/2008)",
        "Date": "28 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX185NDItOTQ5XzE3MDQxODU3NDAucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 942",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "28 October 2015",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 810",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Manoj Deswal & Ors.",
        "Case Type:": "Select Case Type/5015/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Army Act",
            "1950 - ss. 16",
            "17 - Army Rules",
            "1954 - r. c 13(3) -Army man-respondent on unauthorized leave for 108 days- Subsequently declared deserter and discharged from service by Commanding Officer- Writ petition by respondent - High Court quashed the discharge order since the respondent was not afforded an opportunity to defend his D case and the order was passed without isstJing any notice to him - On appeal",
            "held: A person who remained absent unauthorized and who was declared deserter can never"
        ],
        "HeadNote": " Army Act, 1950 - ss. 16, 17 - Army Rules, 1954 - r.  13(3) -Army man-respondent on unauthorized leave for 108 days- Subsequently declared deserter and discharged from service by Commanding Officer- Writ petition by respondent - High Court quashed the discharge order since the respondent was not afforded an opportunity to defend his  case and the order was passed without isstuing any notice to him - On appeal, held: A person who remained absent unauthorized and who was declared deserter can never tum out to be a good soldier - Commanding Officer, as per the  provisions of r. 13(3) had satisfied himself about the fact that respondent had remained absent without sanctioned leave and had been declared deserter and thus, was unlikely to become an efficient solider- In the circumstances, no fault with his decision about discharging respondent from service - No special notice is required to be given before discharge of a person who is not attested, since court of enquiry had already been held and respondent had been declared deserter- Thus, the order passed by the Commanding Officer was just, legal and proper - Judgment passed by the High Court set aside. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "C. CHAKKARAVARTY AND ORS. VS. TMT. M. SATYAVATHY, IAS AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyMTg=",
        "Citation": "[2015] 12 S.C.R. 950",
        "Case Type": "(CIVIL APPEAL /339/2013)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvQy4gQ2hha2thcmF2YXJ0eSBBbmQgT3JzLiBfIFRtdC4gTS4gU2F0eWF2YXRoeSwgSWFzIEFuZCBPcnMuXzE3MDE3NTk5MTcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 950",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "C. Chakkaravarty And Ors.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2015 INSC 795",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Tmt. M. Satyavathy, Ias And Ors.",
        "Case Type:": "CIVIL APPEAL /339/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court- Contempt petition under Art. 129 of Constitution oflndia rlw. s. 12 of Contempt of Courts Act",
            "19 71 - Alleging violation of order passed by Supreme Court - Whereby the Court had held that the practice of the State Government of counting the service of Section Officer/Junior Engineers (who had qualified as graduates while in service) from the date they passed the degree for the purpose of promotion to the post of Assistant Engineer ulr.11 (1) of Recruitment Rules of 1965",
            "was vi"
        ],
        "HeadNote": "  Contempt of Court — Contempt petition under Art.129 of Constitution of India rw. s.12 of Contempt of Courts Act, 1971 — Alleging violation of order passed by Supreme Court — Whereby the Court had held that the practice of the State Govemment of counting the service of Section Officer/Junior Engineers (who had qualified as graduates while in service) from the date they passed the degree for the purpose of promotion to the post of Assistant Engineer u/r.11(1) of Recruitment Rules of 1965, was violative of r.5 of the Rules ~ The Court also held that counting of entire service of such Junior Engineer for the purpose of seniority and promotion to the post of Assistant Engineer was to be made only on the basis of comparative merit of eligible candidates — Direction given to the State to consider the cases of Section Officers/ Junior Engineers, who had completed 3 years service in the grade of SO/JE for promotion to the post of AE, on the basis of inter se merit — The review DPC issued new list of eligible candidates on the basis of the date of their acquiring eligibility ~ Contempt petition challenging the procedure adopted by DoPT — Held: The procedure adopted by DPC is erroneous — However, the error occurred due to erroneous perception that the method was sanctioned by law and order of this Court — Thus, there is no deliberate or contumacious breach of direction of this Court, to warrant punitive action— Contempt : of Courts Act, 1971 — s.12 ~ Constitution of India, 1950 — Art.129 - Service Law — Promotion "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "DULU DEVI VS. STATE OF ASSAM AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyMjY=",
        "Citation": "[2015] 12 S.C.R. 961",
        "Case Type": "(CIVIL APPEAL /8429/2015)",
        "Date": "09 OCTOBER 2015",
        "Judge Names": "",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvRHVsdSBEZXZpIF8gU3RhdGUgT2YgQXNzYW0gQW5kIE90aGVyc18xNzAxNzU5OTg5LnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 961",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "09 October 2015",
        "Petitioner:": "Dulu Devi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 759",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Chockalingam Nagappan,Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "State Of Assam And Others",
        "Case Type:": "CIVIL APPEAL /8429/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Regularisation of service of appellant- teacher'- Claim for - Payment of salary stopped after 10 c years of continuous service - On writ petition",
            "High Court directing release of salary to her and thereafter she continued in service and crossed efficiency bar twice -After few years authorities stopped par.ment to appellant along with other 192 teachers on the ground that her name appeared in the D list of terminated teachers - Writ petition by appellant seeking continuance in service"
        ],
        "HeadNote": "  Service law: Regularisation of service of appellant- teacher — Claim for - Payment of salary stopped after 10 years of continuous service — On writ petition, High Court directing release of salary to her and thereafter she continued in service and crossed efficiency bar twice — After few years authorities stopped payment to appellant along with other 192 teachers on the ground that her name appeared in the list of terminated teachers — Writ petition by appellant seeking continuance in service — Held: Appellant was never terminated from service nor any such order was served upon her — Authorities without going through relevant records prepared list of 193 teachers and included the name of the appellant for terminating services — Mere passing of an order of termination would not be effective unless it is communicated to the employee concerned — In the background of the facts of this case, particularly, the continued service of the appellant for the last 25 years, the impugned order passed by the High Court not sustained in law — Appellant entitled ‘o continue in service and to all arrears of salary in accordance with law. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "BALDEV SINGH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyMzA=",
        "Citation": "[2015] 12 S.C.R. 969",
        "Case Type": "(Select Case Type/167/2015)",
        "Date": "04 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvX185NjktOTkxXzE3MDQxODU4MjAucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 969",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "04 November 2015",
        "Petitioner:": "Baldev Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 830",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Haryana",
        "Case Type:": "Select Case Type/167/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985 - s. 15 - Punishment for contravention in relation to poppy c straw-Appellant-tractor driver found in possession of poppy husk - Order of acquittal by Sessions Judge since no other witness except ASl-PW-1 was examined and his evidence was not trustworthy - However",
            "High Court set aside the acquittal and convicted the appellant u/s. 15 and sentenced 0 to rigorous imprisonment for twelve years- On appeal",
            "held: · Evidence of police witnesses canno"
        ],
        "HeadNote": " Narcotic Drugs and Psychotropic Substances Act, 1985 — s. 15— Punishment for contravention in relation to poppy straw — Appellant-tractor driver found in possession of poppy husk — Order of acquittal by Sessions Judge since no other witness except ASI-PW-1 was examined and his evidence was not trustworthy — However, High Court set aside the _ acquittal and convicted the appellant u/s.15 and sentenced to rigorous imprisonment for twelve years — On appeal, held: -  Evidence of police witnesses cannot be discarded merely on the ground that it is not supported by independent evidence or they belong to police force and are interested in the investigation — Mere fact that they are police officials does not by itself give rise to any doubt about their creditworthiness — Testimony of PW-1 and evidence on record amply establishes physical possession of the contraband by the appellant — SI who investigated the case was not examined by the prosecution in spite of several opportunities — Since PW-1 was a part of the police party and PW-1 had signed in all recovery memos, non-examination of SI could not have caused any prejudice to the accused nor does it affect the credibility of the prosecution version — From the evidence led by prosecution, its proved beyond reasonable doubt that the accused being the driver of the tractor was in conscious possession of the thirty three bags of poppy husk in the trolley attached to the tractor— Upon appreciation of evidence, High Court rightly reversed the acquittal and convicted the appellant u/s.15 — However, the sentence of imprisonment reduced from twelve years to ten years since appellant suffered a protracted proceeding of about twenty five years. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "UNITECH LTD. &ANR. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyMzU=",
        "Citation": "[2015] 12 S.C.R. 992",
        "Case Type": "(CIVIL APPEAL /430/2007)",
        "Date": "04 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvVW5pdGVjaCBMdGQuICZhbnIuIF8gVW5pb24gT2YgSW5kaWEgJiBBbnIuXzE3MDE3NjAxMzcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 992",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "04 November 2015",
        "Petitioner:": "Unitech Ltd. &anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 826",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /430/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ncome Tax Act",
            "1961 - Chapter XXC",
            "s. 269UD - · Compulsory pre-emptive purchase - Appellant no. 2 obtained land on lease and entered into collaboration agreeuient with a building company to develop and construct a commercial complex on the said land - Builder would retain 78 % of the developed area and transfer 22 % to the share of appellant as consideration - Submission of statement u/s. 269UC by appellant- Issi.Janee of show cause notice by revenue authorities that there was undervaluation of th"
        ],
        "HeadNote": "  Income Tax Act, 1961 - Chapter XXC, s. 269UD —~ Compulsory pre-emptive purchase — Appellant no. 2 obtained land on lease and entered into collaboration agreement with a building company to develop and construct a commercial complex on the said land — Builder would retain 78 % of the developed area and transfer 22 % to the share of appeilant as consideration — Submission of statement u/s. 269UC by appellant — Issuance of show cause notice by revenue authorities that there was undervaluation of the property — Objections by the appellant — Rejection of the objections and order of compulsory pre-emptive purchase under Chapter XXC passed by the Appropriate Authority u/ S. 269UD — Writ petition by appellant challenging the said order— Dismissal by High Court - On appeal, held: Appellant is not an owner.but only a lessee of the land — It could not convey a title which it did not possess itself — No clause in the agreement purports to effect a transfer -— Also in consideration of the licence, the builder agreed that the appellant would have a share of 22% in the constructed area —|t is contemplated that upon construction the builder would retain 78% and the share of appellant would be 22% of the built up area — Thus, the transaction cannot be construed as a Sale, lease ora licence, only possessory rights have been granted fo builder to construct the building on the land -— Authorities erred in holding that the consideration for the subject property was understated in holding that appellant ransferred property to the extent of 78% to builder —- ppellants never stated that the consideration for Rs. 00,40, 000/- was in respect of the built up area but stated hat it was for transfer of the subject land—Also, there was no vidence to conclude that appellant had transferred 78% of he built up area to builder and retained 22% — Objects of the rovision is to prevent evasion of taxes by undervaluation — Thus, no pre-emptive purchase could have been ordered — ligh Court failed to render a finding on the relevance of omparable sale instances - Order passed by the High Court is also the order passed by the appropriate authority u/s. 69UD (1) is set aside. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "LAL BABU PRIYADARSHI VS. AMRITPAL SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyNDA=",
        "Citation": "[2015] 12 S.C.R. 1009",
        "Case Type": "(CIVIL APPEAL /2138/2006)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvTGFsIEJhYnUgUHJpeWFkYXJzaGkgXyBBbXJpdHBhbCBTaW5naF8xNzAxNzYwMjExLnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 1009",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Lal Babu Priyadarshi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1036",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Amritpal Singh",
        "Case Type:": "CIVIL APPEAL /2138/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Trade Marks Act",
            "1999 - s. 9(2) - Registration of trade mark - Refusal of - Application for registration of word 'RAMAYAN' with the device of crown in respect of incense C sticks (agarbatties) and perfumeries etc. by appellant - Opposition application by respondent",
            "dismissed by the Assistant Registrar of Trade Mark- However",
            "appeal by the respondent allowed by the appellate Board- On appeal",
            "held: There is no irregularity in the order passed by the Board - · D No person can claim the name of a ho"
        ],
        "HeadNote": "  Trade Marks Act, 1999 — s. 9(2) — Registration of trade mark — Refusal of — Application for registration of word ‘RAMAYAN’ with the device of crown in respect of incense sticks (agarbatties) and perfumeries etc. by appellant — Opposition application by respondent, dismissed by the Assistant Registrar of Trade Mark — However, appeal by the respondent allowed by the appellate Board— On appeal, held: There is no irregularity in the order passed by the Board — No person can claim the name of a holy or religious book as a trade mark for his goods or services marketed by him — Appellant did not establish that the word “RAMAYAN” for which he has applied the trade mark had acquired a reputation of user in the market since many traders were using the word “RAMAYAN” as a mark for the similar products — Also, respondent was using the artistic mark earlier in point of time to that of the appellant. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "KAMLESH & ORS. VS. ATTAR SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyNDY=",
        "Citation": "[2015] 12 S.C.R. 1022",
        "Case Type": "(CIVIL APPEAL /8879/2015)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice H.L. Dattu",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvS2FtbGVzaCAmIE9ycy4gXyBBdHRhciBTaW5naCAmIE9ycy5fMTcwMTc2MDI4OC5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 1022",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Kamlesh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 805",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Attar Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /8879/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - Fatal accident - Death c occurred on account of collusion between a tempo (on which the deceased was travelling) and a car- Claim petition by the dependants of deceased against the driver",
            "owner and insurer of the car and the driver of the tempo - Tribunal awarded compensation of Rs. 5",
            "81",
            "0001-",
            "fastening the liability D to pay the same on the driver of the tempo",
            "attributing him . negligence - High Court",
            "in appeal by the driver of tempo",
            "set aside the award holding t"
        ],
        "HeadNote": " Motor Vehicles Act, 1988 — Fatal accident — Death occurred on account of collusion between a tempo (on which the deceased was travelling) and a car — Claim petition by the dependants of deceased against the driver, owner and insurer of the car and the driver of the tempo — Tribunal awarded compensation of Rs.5,81,000/, fastening the liability to pay the same on the driver of the tempo, attributing him . negligence — High Court, in appeal by the driver of tempo, set aside the award holding that the claimants had not set up case of negligence against him — On appeal; held: Method and manner of the accident and version of two witnesses show that it was a case of composite negligence — Both the drivers were joint tort-feasors and thus liable to make payment of compensation — Compensation awarded by the Tribunal is confirmed — It is open to claimants to recover the entire amount from any of the respondents — It is open to the respondents to settle their inter se liability or per Khenyei case. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SANT RAM VS. DHAN KAUR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyNTY=",
        "Citation": "[2015] 12 S.C.R. 1029",
        "Case Type": "(SPECIAL LEAVE TO PETITION (CIVIL)... /13915/2008)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU2FudCBSYW0gXyBEaGFuIEthdXIgJiBPcnMuXzE3MDE3NjAzNzAucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 1029",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Sant Ram",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 791",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Dhan Kaur & Ors.",
        "Case Type:": "SPECIAL LEAVE TO PETITION (CIVIL)... /13915/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court Rules",
            "1966 - Order XVIII r.5 - Application under- Against the order of Registrar (J-11) of Supreme Court",
            "refusing to register the application for clarification/interpretation of the order dated 21.4. 2009 passed by Supreme Court - Propriety of- In a suit",
            "filed by the predecessor-in-interest of the applicant",
            "mesne profit determined at Rs.2001- p.m.by the trial court - The same was reduced to Rs.301- p.m. by appellate court and further confirmed by High Court ..:. In Supreme Court"
        ],
        "HeadNote": "  Supreme Court Rules, 1966 — Order XVIIi r.5 —- Application under — Against thé order of Registrar (J-Il) of Supreme Court, refusing to register the application for clarification/interpretation of the order dated 21.4.2009 passed by Supreme Court - Propriety of - In a suit, filed by the predecessor-in-interest of the applicant, mesne profit determined at Rs.200/- p.m.by the trial court —- The same was reduced to Rs.30/- p.m. by appellate court and further confirmed by High Court - In Supreme Court, the Special Leave Petition was closed by order dated 21.4.2009 on the basis of statement of the counsel for the applicant thal he did not want to press the prayer for mesne profit — The execution petition of the applicant seeking execution of the order of mesne profit @ Rs.30/- p.m. was dismissed —- Revision petition thereagainst was also dismissed — Applicant’s application before Registrar (J-Il) of Supreme Court for clarification of the order dated 21.4.2009, was dismissed — Hence, the application u/Or. XVIII r.5 — Heid: Only those issues can be given up by a party which are the subject matter of lis before the Court — The issue for adjudication before this Court was whether, the applicant was "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "K.A. KOTRAPPA REDDY AND ANR. VS. RAYARA MANJUNATHA REDDY@N.R. MANJUNATHA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyNTk=",
        "Citation": "[2015] 12 S.C.R. 1042",
        "Case Type": "(CRIMINAL APPEAL /774-776/2010)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvSy5hLiBLb3RyYXBwYSBSZWRkeSBBbmQgQW5yLiBfIFJheWFyYSBNYW5qdW5hdGhhIFJlZGR5QG4uci4gTWFuanVuYXRoYSAmIE9ycy5fMTcwMTc2MDQ1Ny5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 1042",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "K.a. Kotrappa Reddy And Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 776",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Rayara Manjunatha Reddy@n.r. Manjunatha & Ors.",
        "Case Type:": "CRIMINAL APPEAL /774-776/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.143",
            "147",
            "148",
            "504",
            "114",
            "323",
            "324 and 302 - Quarrel between the President of Village Panchayat and accused over some road repair work - Accused formed unlawful assembly",
            "abused and beat the deceased with dangerous weapons resulting in his death - Accused charged for offences punishable u/ss. 143",
            "147",
            "148",
            "504",
            "114",
            "32~",
            "324",
            "302 - Conviction of accused no.1-10",
            "however",
            "acquittal of accused no.11 - In appeal",
            "the High Court acquitted accused no. 1-10 as also upheld acquittal"
        ],
        "HeadNote": " Penal Code, 1860 - ss.143, 147, 148, 504, 114, 323, 324 and 302 - Quarrel between the President of Village Panchayat and accused over some road repair work - Accused formed unlawful assembly, abused and beat the deceased with dangerous weapons resulting in his death - Accused charged for offences punishable u/ss. 143, 147, 148, 504, 114, 32~, 324, 302 - Conviction of accused no.1-10, however, acquittal of accused no.11 - In appeal, the High Court acquitted accused no. 1-10 as also upheld acquittal of accused no. 11 - Interference with- Held: No compelling and substantial reasons to interfere with the judgment passed by the High Court - Prosecution failed to impute motive upon the accused- Evidence of the eye-witnesses was doubtful- They were interested and partisan witnesses- The only non- partisan and chance witness, turned hostile - Prosecution failed to examine any independent witness even though the incident occurred in broad day light with number of neighbours around - Presence of the injured witnesses is also disputed- There was delay in lodging FIR as also delay in sending the seized articles to FSL and in writing the post- mortem report - There was non-explanation of material · irregularities by the prosecution - Thus, prosecution failed to prove its case beyond reasonable doubt against accused nos. 1-10 - High Court was justified in doubting the veracity of the prosecution case and the order of acquittal does not suffer from the vice of perversity-As against accused Nos. 11 and 12, alibi is sufficiently proved. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "KRISHIKA LULLA & ORS. VS. SHYAM VITHALRAO DEVKATIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyNjM=",
        "Citation": "[2015] 12 S.C.R. 1056",
        "Case Type": "(CRIMINAL APPEAL /258/2013)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvS3Jpc2hpa2EgTHVsbGEgJiBPcnMuIF8gU2h5YW0gVml0aGFscmFvIERldmthdGlhICYgQW5yLl8xNzAxNzYwNTI4LnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 1056",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "Krishika Lulla & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 781",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Shyam Vithalrao Devkatia & Anr.",
        "Case Type:": "CRIMINAL APPEAL /258/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.482- Complaint c u/s. 63 of Copyright Act rlw. ss.406 and 420 of /PC -Alleging infringement of copyright of the title of the synopsis of a story - Process issued - Application u!s. 482 by the accused seeking quashing of the criminal proceedings",
            "dismissed - On appeal",
            "held: Under s. 13",
            "Copyright subsists in an original D literary work - The title does not qualify for being described as 'work' - The combination of two words of the title in question 'Desi Boys'"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s.482- Complaint  u/s. 63 of Copyright Act rlw. ss.406 and 420 of /PC -Alleging infringement of copyright of the title of the synopsis of a story - Process issued - Application u!s. 482 by the accused seeking quashing of the criminal proceedings, dismissed - On appeal, held: Under s. 13, Copyright subsists in an original literary work - The title does not qualify for being described as 'work' - The combination of two words of the title in question 'Desi Boys' also cannot be said to have anything original in it - These words do not qualify for being described as 'literary work' -· Hence, no copyright can subsist in it - Therefore, criminal complaint for infringement of copyright is not tenable - Criminal proceedings are quashed - Copyright Act, 1957 - ss. 13 and 63 - Penal Code, 1860 - ss. 406 and 420. Words and Phrases - 'Literary' - Meaning of, in the F context of CopyrightAct, 1957 "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "SUNIL KUMAR & ORS. ETC. ETC. VS. THE BIHAR PUBLIC SERVICE COMMISSION & ORS. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyNzI=",
        "Citation": "[2015] 12 S.C.R. 1070",
        "Case Type": "(CIVIL APPEAL /8606-8610/2015)",
        "Date": "14 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvU3VuaWwgS3VtYXIgJiBPcnMuIEV0Yy4gRXRjLiBfIFRoZSBCaWhhciBQdWJsaWMgU2VydmljZSBDb21taXNzaW9uICYgT3JzLiBFdGMuIEV0Yy5fMTcwMTc2MDYxNS5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 1070",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "14 October 2015",
        "Petitioner:": "Sunil Kumar & Ors. Etc. Etc.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 770",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "The Bihar Public Service Commission & Ors. Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /8606-8610/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ervicE~ law: Competitive Examination - Whether the Court in Sanjay Singh had laid down any principle or direction regarding the methodology that has to be adopted by the Commission while assessing the answer-scripts of the candidates in a public examination and specifically whether any such principle or direction has been laid down governing public examinations involving different subjects in which the candidates are to be tested - Held: This Court in Sanjay Singh could not be understood to have l"
        ],
        "HeadNote": "  Service law: Competitive Examination —- Whether the Court in Sanjay Singh had laid down any principle or direction regarding the methodology that has to be adopted by the Commission while assessing the answer-scripts of the candidates in a public examination and specifically whether any such principle or direction has been laid down governing public examinations involving different subjects in which the candidates are to be tested — Held: This Court in Sanjay Singh could not be understood to have laid down any binding principle of law or directions or even guidelines with regard to holding of examinations; evaluation of papers and declaration of results. by the Commission — What was held, was that scaling is a method which was generally unsuitable to be adopted for evaluation of answer papers of subjects common to all candidates and that the application of the said method to the examination in question had resulted in unacceptable results — Sanjay Singh did not decide that to such an examination i.e. where the papers are common, the system of moderation must be applied and fo an examination where the papers/subjects are different, scaling is the only available option — The decision, therefore, has to be understood to be confined to the facts of the case, rendered upon a consideration of the relevant Service Rules prescribing a particular syllabus. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "VASANT BALU PATIL & ORS. VS. MOHAN HIRACHAND SHAH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyODA=",
        "Citation": "[2015] 12 S.C.R. 1087",
        "Case Type": "(CIVIL APPEAL /821-825/2009)",
        "Date": "09 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvVmFzYW50IEJhbHUgUGF0aWwgJiBPcnMuIF8gTW9oYW4gSGlyYWNoYW5kIFNoYWggJiBPcnMuXzE3MDE3NjA2ODcucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 1087",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "09 October 2015",
        "Petitioner:": "Vasant Balu Patil & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 757",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Mohan Hirachand Shah & Ors.",
        "Case Type:": "CIVIL APPEAL /821-825/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Injunction - Suit for declaration of title and injunction - Respondents-plaintiffs claiming to be owners of land",
            "filed suits for injunction by against companies raising constructions on the suit land - Case of construction companies that they were authorised to raise the constructions by the villagers claiming to be owners of the land - Subsequently",
            "impleadment of appellants-defendants as parties to the suits - Denial of title of the respondents by the appellants - Respondents seeking amendment"
        ],
        "HeadNote": "  Injunction — Suit for declaration of title and injunction - Respondents-plaintiffs claiming to be owners of land, filed suits for injunction by against companies raising constructions on the suit land — Case of construction companies that they were authorised to raise the constructions by the villagers claiming to be owners of the land — Subsequently, impleadment of appellants-defendants as parties to the suits — Denial of title of the respondents by the appellants ~ Respondents seeking amendment of the plaint to incorporate the relief of declaration of title which was allowed — Respondents’ case that suit land devolved upon him through his grand father and father — Appellants’ case that as per the mutation entries of the years 1916 and 1927,. the land was held by respondent's grand father and thereafter by respondent's father on behalf of the villagers — Dismissal of suits by trial court — However, first appellate court and High Court decreed the suits in favour of the respondents relying on the order by the revenue authonty that the mutation entries were doubttul in view of certain interpolations or overwritings in the said mutation entries —- On appeal, held: Mutation entries do not conclusively establish title — Plea of the appellants that the title of the respondent was found in their favour merely on the basis of the mutation entries cannot be accepted - Title of the respondent to land covered by survey No.43, 49 and 54 is established — Said survey numbers were mentioned against the mutation entries — If the entry with regard to the land being held on behalf of the villagers as made in the mutation records are to be ignored, on account of the findings recorded in the order of the revenue authority, which were approved in the appeal proceedings as being findings of fact recorded on the basis of the evidence on record, the title of the respondents to the suit land covered by the survey Nos. is proved and established. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "THE WORKING FRIENDS COOPERATIVE HOUSE BUILDING SOCIETY LTD. VS. THE STATE OF PUNJAB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyODU=",
        "Citation": "[2015] 12 S.C.R. 1096",
        "Case Type": "(CIVIL APPEAL /8468/2015)",
        "Date": "12 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvVGhlIFdvcmtpbmcgRnJpZW5kcyBDb29wZXJhdGl2ZSBIb3VzZSBCdWlsZGluZyBTb2NpZXR5IEx0ZC4gXyBUaGUgU3RhdGUgT2YgUHVuamFiICYgT3JzLl8xNzAxNzYwNzc3LnBkZg==",
        "SCR Citation:": "[2015] 12 S.C.R. 1096",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "12 October 2015",
        "Petitioner:": "The Working Friends Cooperative House Building Society Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 763",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "The State Of Punjab & Ors.",
        "Case Type:": "CIVIL APPEAL /8468/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013: s.24(2)-· Compensation was neither paid to the land owners nor was it deposited in the reference court - Therefore",
            "compulsory acquisition of the appellant's land under the Land Acquisition Act",
            "1894 lapses in view of the provisions of s. 24(2) of the Act of 2013 - Land Acquisition Act",
            "1894."
        ],
        "HeadNote": "  Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: s.24(2) -- Compensation was neither paid to the land owners nor was it deposited in the reference court — Therefore, compulsory acquisition of the appellant's land under the Land Acquisition Act, 1894 lapses in view of the provisions of s.24(2) of the Act of 2013 — Land Acquisition Act, 1894. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "RAJBALA & OTHERS VS. STATE OF HARYANA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQyOTU=",
        "Citation": "[2015] 12 S.C.R. 1106",
        "Case Type": "(WRIT PETITION (CIVIL) /671/2015)",
        "Date": "10 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvUmFqYmFsYSAmIE90aGVycyBfIFN0YXRlIE9mIEhhcnlhbmEgJiBPdGhlcnNfMTcwMTc2MDkwNy5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 1106",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "10 December 2015",
        "Petitioner:": "Rajbala & Others",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2015 INSC 912",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre,Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "State Of Haryana & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /671/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Haryana Panchayati Raj Act",
            "1994 [As amended by Haryana Panchayati Raj (Amendment) Act",
            "2015]: s.175(1)(t) and (u) [As inserted by Haryana Panchayati Raj (Amendment) Act",
            "2015} - Constitutional validity of - D Held: Clauses (t) and (u) of s.175(1) are intravires the Constitution - Indebtedness/ insolvency is recognized as a factor which is incompatible in certain circumstances with the right to hold an elected office under the Constitution as is evident from Articles 102(1)(c)",
            "191(1)(c)",
            "58(1)(c)"
        ],
        "HeadNote": " Haryana Panchayati Raj Act, 1994 [As amended by Haryana Panchayati Raj (Amendment) Act, 2015]: s.175(1)(t) and (u) [As inserted by Haryana Panchayati Raj (Amendment) Act, 2015] - Constitutional validity of - Held: Clauses (t) and (u) of s.175(1) are intravires the Constitution — Indebtedness/ insolvency is recognized as a factor which is incompatible in certain circumstances with the right to hold an elected office under the Constitution as is evident from Articles 102(1)(c), 191(1)(c), 58(1)(c) and 66 (1)(c) of the Constitution - Insolvency is a field over which both the Parliament as well as the State Legislatures have legislative competence concurrently to make laws as it is one of the topics indicated under Entry 9, List Ill of the Seventh Schedule to the Constitution - Constitution of india, 1950 -— Arts.58(1)(c) and 66 (1)(c), 102 (1)(c) and 191(1)(c); VII Schedule, List ill, Entry 9.  8.175(1)(v) [As inserted by Haryana Panchayati Raj (Amendment) Act 2015] - Constitutional validity of —- Held: The impugned provision creates two classes by virtue of educational qualification — The object of such classification is to ensure that the members of Panchayat have basic education enabling them to discharge various duties — The object sought to be achieved cannot be said to be irrational or illegal or unconnected with the scheme and purpose of the Act or the provisions of Part IX of the Constitution — Thus the classification is based on intelligible differentia, is reasonable and has a reasonable nexus with the object sought to be achieved — Hence ihe same is constitutional - Constitution of india, 1950—Art. 14 and Part IX. s.175(1)(w) [As inserted by Haryana Panchayati Raj (Amendment) Act, 2015] — Constitutional validity of — Held: Disqualifying a person from contesting Panchayat election, if such person has no functional toilet at residence, cannot be said to be unconstitutional — Stipulation by legislature that those who are not following basic norms of hygiene are ineligible to become administrators of civic body, such a policy can neither be said to create a class based on intelligible criteria nor can such classification be said to be unconnected with the object sought to be achieved by the Act ~ Constitution of India, 1950 — Art. 14 and Part Ix. Election Laws: Right to vote — Nature of — Held: Right to vote is a constitutional right— It is not a statutory right pure and simple. Right to contest election — Every person entitled to be a voter by virtue of declaration u/Art. 326 is not automatically entitled to contest in any of the elections — Certain further restrictions are imposed on a voter's right to contest elections ~ Constitution of India, 1950 ~ Arts, 326, 84, 173, 102 and 197, ‘Right to vote’ and ‘right to contest’ an election to a Panchayat — Nature of ~ Held: Such rights are constitutional rights subsequent to introduction of Part IX of the Constitution — Both the rights can be curtailed/ regulated by the appropriate legislature directly. Right to vote and right to contest elections — Distinction between — Discussed. Constitution of India, 1950: Arts. 84, 173, 102 and 191 — ‘Qualifications’ and ‘Disqualifications’ for membership of ‘Parliament’ and ‘State Legislature’ — Distinction between — Held: There is no legal distinction between the two expressions. Part IX, Art.243B, 243F ~ Right to contest a Panchayat election — Qualifications and Disqualifications for — Held: Part IX of the Consititution is silent about ‘qualification’ required for a candidate for election to Panchayat — Constitution only prescribes ‘disqualifications’ for membership of Panchayats — ‘Qualifications’ and ‘Disqualifications relevant for membership of the Legislature are equally applicable to the membership of Panchayats. Judicial Review ~ Examination of constitutional validity of legislation — Power of Supreme Court — Held: It is not permissible for the Court to declare a statute unconstitutional on the ground of its arbitrariness — Courts do not examine the wisdom of legislative choices unless the legislation is otherwise violative of some specific provision of the Constitution. Doctrine — Doctrine of due process - Applicability of, under Constitution of India. Words and Phrases: ‘Qualification’ and ‘Disqualification’ —- Meaning of, in the context of Arts. 84, 173, 102 and 191 of the Constitution of India, 1950. ‘Insolvent’— Meaning of, in the context of election law. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "VSE STOCK SERVICES LTD. VS. S.E.B.I. &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQxOTM=",
        "Citation": "[2015] 12 S.C.R. 909",
        "Case Type": "(CIVIL APPEAL /4664/2006)",
        "Date": "04 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvdnNlIHN0b2NrIHNlcnZpY2VzIGx0ZC5fcy5lLmIuaS4gJmFuci5fMTcwMTc1OTQ4NC5wZGY=",
        "SCR Citation:": "[2015] 12 S.C.R. 909",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "04 November 2015",
        "Petitioner:": "Vse Stock Services Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 827",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "S.e.b.i. &anr.",
        "Case Type:": "CIVIL APPEAL /4664/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities & Exchange Board of India (Stock Brokers and Sub-Brokers) Regulation.s",
            "1992- Reg 10(1) read with schedule Ill - Fee continuity benefit- Entitlement- Parent company incorporated a subsidiary company (company limited by guarantee) and got membership of Bombay stock exchange but failed to get membership of National Stock Exchange - To overcome this",
            "the parent company incorporated another subsidiary company-appellant company",
            "(company limited by stocks) - Said company obtained membership"
        ],
        "HeadNote": " Securities & Exchange Board of India (Stock Brokers and Sub-Brokers) Regulations, 1992 — Reg 10(1) read with schedule Iii - Fee continuity benefit - Entitlement — Parent company incorporated a subsidiary company (company limited by guarantee) and got membership of Bombay stock exchange but failed to gef membership of National Stock Exchange - To overcome this, the parent company incorporated another subsidiary company-appellant company, (company limited by stocks) — Said company obtained membership of NSE but SEBI refused to grant recognition since only one subsidiary could claim registration as a broker — Subsequently, to operate on NSE, earlier subsidiary company amalgamated with the appellant company — Payment of provisional fee liability by appellant . — However, demand of final fee by SEB! — Challenge to; on ‘the ground that appellant entitled to fee continuity benefit in terms of circular of SEBI - Rejection of claim by tribunal - On appeal, held: Compulsion of the appellant was a business compulsion to do business as a broker with NSE — Such a situation cannot be treated as a compulsion of law for amalgamation — Only because the appellant and the parent company subsequently decided and opted to do business as a broker with NSE, they chose the path of amalgamation — They could have as welf chosen the path of winding up of the earlier subsidiary company — Thus, order passed by the tribunal upheld. "
    },
    {
        "volume": "2015Volume 12",
        "Case Name": "M/S. NRC LIMITED VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYyMDA=",
        "Citation": "[2015] 12 S.C.R. 982",
        "Case Type": "(CIVIL APPEAL /2820/2007)",
        "Date": "08 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMi9QYXJ0IEkvMjAxNV8xMl85ODItOTkxXzE3MDM4NDA1NDUucGRm",
        "SCR Citation:": "[2015] 12 S.C.R. 982",
        "Year/Volume:": "2015/ Volume 12",
        "Date of Judgment:": "08 October 2015",
        "Petitioner:": "M/s. Nrc Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1030",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /2820/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kar Vivad Samadhan Scheme (KVSS)"
        ],
        "HeadNote": " Kar Vivad Samadhan Scheme (KVSS) (As introduced by Finance Bill, 1998) - ss.87(m)(ii)(b) and 95(ii)(b) - Applicability of - On the assessee in question - Assessee declared value of goods on which import duty was payable, by filing Bill of Entry - Customs authorities, by making endorsement on the Bill of Entry, demanded additional duty  under Customs Tariffs Act ad valorem on CIF price and also · on the basic and auxiliary custom duty and landing charges on goods imported by the assessee - During pendency of the case, which was initiated by the assessee challenging levy of additional duty on basic and auxiliary custom duty  and landing charges, KVSS introduced -Assessee applied under the scheme to settle fax arrears and withdrew the pending case - Benefit of the Scheme denied by the authorities, on the ground that his case was not covered u/ s.87(m)(ii)(b) and the scheme was not applicable to the  assessee as he was covered u/s.95(ii)(b). - Writ petition challenging the order, dismissed by High Court - On appeal, held: Declarant is entitled to claim benefit of the scheme where show cause notice and notice of demand had been  issued - In the present case, the endorsement on the Bill of Entries would constitute demand - Therefore, the assessee in question was entitled to benefit of the Scheme - Customs Tariffs Act, 1975.  "
    }
]