[
    {
        "volume": "2015Volume 13",
        "Case Name": "SUPREME COURT ADVOCATES-ON-RECORD ASSOCIATION AND ANOTHER VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQzODY=",
        "Citation": "[2015] 13 S.C.R. 1",
        "Case Type": "(WRIT PETITION (CIVIL) /13/2015)",
        "Date": "16 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvU3VwcmVtZSBDb3VydCBBZHZvY2F0ZXMtb24tcmVjb3JkIEFzc29jaWF0aW9uIEFuZCBBbm90aGVyIF8gVW5pb24gT2YgSW5kaWFfMTcwMTc2NjIwOS5wZGY=",
        "SCR Citation:": "[2015] 13 S.C.R. 1",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "16 October 2015",
        "Petitioner:": "Supreme Court Advocates-on-record Association And Another",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2015 INSC 285",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel,Hon'ble Mr. Justice Jagdish Singh Khehar,Hon'ble Mr. Justice Jasti Chelameswar,Hon'ble Mr. Justice Kurian Joseph,Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /13/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution (Ninety-ninth Amendment) Act",
            "2014 - Collegium system of appointment of Judges to the Supreme Cowt",
            "and Chief Justices and Judges to the High Courts; and transfer of Chief Justices and Judges of High Courts from one High Court",
            "to another"
        ],
        "HeadNote": "Constitution (Ninety-ninth Amendment) Act, 2014 -Collegium system of appointment of Judges to the SupremeCowt, and Chief Justices and Judges to the High Courts;and transfer of Chief Justices and Judges of High Courtsfrom one High Court, to another- New scheme contemplated for replacing the Collegium system - Six-member NationalJudicial Appointments Commission (NJAC) set up under theaegis of Constitution (Ninety-ninth Amendment) Act, 2014read with the National Judicial Appointments Commission Act, 2014-NJAC composed of: (a) the Chief Justice of India,Chairperson, ex officio; ·(b) two other senior Judges ofSupreme Court, next to the Chief Justice of India asMembers, ex officio; (c) the Union Minister in charge of Lawand Justice as Member, ex officio; (d) two eminent persons, to be nominated as Members - Constitution (Ninety-ninthAmendment) Act, 2014 - Va/idjty of- Held (per order of theCourt): It is unconstitutional and void - National JudicialAppointments Commission Act, 2014 - Judiciary- HigherJudiciary- Constitutional Courts -Appointment and transfer of Judges - Procedure ."
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "STATE OF HARYANA & ANR. VS. DEVANDER SAGAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQzOTM=",
        "Citation": "[2015] 13 S.C.R. 1057",
        "Case Type": "(CIVIL APPEAL /318/2011)",
        "Date": "07 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvU3RhdGUgT2YgSGFyeWFuYSAmIEFuci4gXyBEZXZhbmRlciBTYWdhciAmIE9ycy5fMTcwMTc2NjMyMS5wZGY=",
        "SCR Citation:": "[2015] 13 S.C.R. 1057",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "07 September 2015",
        "Petitioner:": "State Of Haryana & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 647",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Devander Sagar & Ors.",
        "Case Type:": "CIVIL APPEAL /318/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - ss. 4",
            "6",
            "SA",
            "11 A and 17 - s.4 notification dated 18.01.2001"
        ],
        "HeadNote": "Land Acquisition Act, 1894 ~ ss.4, 6, 5A, 11A and 17- s.4 notification dated 18.01.2001 — Invoking urgency provision u/s. 17(1) and 17(4) — Declaration u/s. 6 issued the next aay — The notification and the declaration challenged in the court by land-owners — Court passed interim order on 07.02.2002 -— The State on 08.02.2002 passed award, oblivious to the interim orders and took possession of certain parts of Schedule land — The High Court by order dated 12.1.2004 further quashed the declaration on the grounds that the State failed to adhere to mandatory requirement of payment of 80% compensation; and that it did not qualify as a case of urgency as the State failed to pass the award within one year from the date of the declaration — However, the High Court permitted the land-owners to file objections u/s. 5A within 30 days and also permitted the State to issue fresh declaration u/s. 6, ifit found substance in those objections — Objections filed on 11.02.2004 were dismissed — Fresh declaration u/s. 6 was issued on 30.12.2004 — The land- owners again challenged the s.4 notification dated 18.01.2002 as well as declaration dated 30.12.2004 — High Court quashed the acquisition proceedings holding that declaration dated 30.12.2004 was issued beyond the Statutory period from the date of s. 4 notification and that award was also not passed within two years, thus falling foul of s. 11A— On appeal, held: The entire exercise of land acquisition proceedings has to be completed within three years — There are lapses on the part of the State in the manner in which it conducted the acquisition - No compensation was paid at the time of invocation of urgency provision —- Once the State invoked s.17, it was necessary for it to tend the payment of 80% of the compensation — Section 17(3A) and 17(3B) cannot be rendered nugatory — The Declaration dated 30.12.2004 cannot be upheld and the same cannot be considered as continuation of initial Declaration — the order dated 12.1.2004 was erroneous and prejudicial to the landowners and hence the State cannot be permitted to rely on that— No party should suffer for the mistake of the Court — Order of High Court upheld. s.17 — Invocation of — By State — Without paying 80% of the compensation — Held: The State cannot be permitted ‘to invoke one part of s.17 while discarding another — If the manner of doing a particular act is prescribed under a statute, the act must be done in that manner or not at ail. ss.4 and 6 — Land acquisition — Payment of compensation to land-owners — Possession of the land taken by the beneficiary ~ Thereafter acquisition proceedings challenged — Held: As per s.24 of 2013 Act, the requirements for an acquisition to attain finality are passing of award, payment of compensation and taking of possession — in the present case, since the land-owners allowed the acquisition to become final, they cannot challenge it thereafter — In the facts of the case, challenge to acquisition proceedings was also belated — Hence, acquisition proceedings upheld — Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 — 8.24, Interpretation of Statutes — Expropriatory legislation — Interpretation of — Heid: Expropriatory legislation such as Land Acquisition Act, must be construed strictly — Legislation. Decree — Challenge to —- When — Held: A decree without jurisdiction is a nullity — Its invalidity could be a subject at any stage in any proceedings, even at the stage of execution."
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "M/S. MANGALORE GANESH BEEDI WORKS VS. COMMISSIONER OF INCOME TAX, MYSORE &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0Mjk=",
        "Citation": "[2015] 13 S.C.R. 1080",
        "Case Type": "(CIVIL APPEAL /10547-10548/2011)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvX18xMDgwLTEwOThfMTcwMzg0MDU0NC5wZGY=",
        "SCR Citation:": "[2015] 13 S.C.R. 1080",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "M/s. Mangalore Ganesh Beedi Works",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 778",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Commissioner Of Income Tax, Mysore &anr.",
        "Case Type:": "CIVIL APPEAL /10547-10548/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ncome-Tax Act",
            "1961: c s. 37 - Business Expenditure - Deduction - Certain amount claimed as revenue expenditure by the Association of persons constituted by partners of the erstwhile firm"
        ],
        "HeadNote": " Income-Tax Act, 1967: s. 37 — Business Expenditure ~ Deduction — Certain amount claimed as revenue expenditure by the Association of persons constituted by partners of the erstwhile firm — Deduction u/s. 37, as being laid out or expended wholly and exclusively for the purpose of business of the Association of Persons — Permissibility of — Held: Amount claimed as revenue expenditure by Association of persons can be allowed as permissible deduction by them u/s. 37 of the Act - Concer was‘a going concern and thus, the legal expenses incurred were for defending the business of the going concem and for protecting its interests —- Expenses were not personal in nature, nor the expenses were unreasonable or not bona fide.  S. 32 ws. 43(3) — Depreciation — Benefit of s. 32 r/ws. 43(3) — Entitlement to — Held: For the purposes of a large business, control over intellectual property rights-brand name, trademark is absolutely necessary — Acquisition of such rights and know-how is acquisition of a capital nature — intellectual property such as trademarks, copyrights and know-how come within the definition of ‘plant’ — Thus, the trademarks, copyrights and know-how acquired by assessee would come within the definition of ‘plant’— s. 32 as it stood at the relevant time did not make any distinction between tangible and intangible assets for the purposes of depreciation — Assessee is entitled to the benefit of depreciation on plant-trademarks, copyrights and know-how, in terms of s. 32 - On facts, the tribunal was justified in directing the Assessing Officer to capitalize the value of trademarks, copyright and technical know-how by treating the same as plant and machinery. and grant depreciation. Disposing of the appeals, the Court "
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "B. S. SHESHAGIRI SETTY & ORS. VS. STATE OF KARNATAKA& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0Mzc=",
        "Citation": "[2015] 13 S.C.R. 1099",
        "Case Type": "(Select Case Type/8663-8664/2015)",
        "Date": "15 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvX18xMDk5LTExMzBfMTcwNDE4NzIwNS5wZGY=",
        "SCR Citation:": "[2015] 13 S.C.R. 1099",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "15 October 2015",
        "Petitioner:": "B. S. Sheshagiri Setty & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 782",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur,Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of Karnataka& Ors.",
        "Case Type:": "Select Case Type/8663-8664/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Co-operative Societies Act",
            "1959 -"
        ],
        "HeadNote": "Karnataka Co-operative Societies Act, 1959 — ss. 89 and 108 — Loan taken by appellants-farmers from Co- Operative Bank — By mortgaging their agricultural property as security — Failure to repay the loan — Arbitration proceedings — Ex-parte award in favour of Bank directing recovery of loan by selling of the mortgaged property — Auction sale of the property on 27.5.1981 — In the meantime, Government notification notifying to waive off the interest amount on the loan taken by the borrowers, if they paid the principal amount by 30.6.1983 — Appellants paid the loan amount — Confirmation of the sale on 10.12.1985— Appellants challenged the confirmation of sale and the same was dismissed — Review petition u/r.38(5)(a) of Co-operative Societies Rules chalienging the confirmation dismissed as not maintainable — Revision petition u/s.108 before Deputy Registrar, Co-operative Societies dismissed as not maintainable — Subsequent revision petition u/s. 108 before the Minister of Co-operation allowed setting aside confirmation of sale — Writ petition by auction purchaser as well as the State challenging the order of Minister — Single Judge of High Court quashed the order of the Minister— Writ appeals dismissed by Division Bench of High Court on the ground that the Revision before the Minister was barred by time — On appeal, held: When justice is at stake, courts should not adopt a technical or pedantic approach — s.108 confers power on the State Government to pass any order in case of any miscarriage of justice in the present case as the confirmation of sale was grossly illegal and in contravention of the government notification — The action of the sale officer has resulted in deprivation of the right to livelihood of the appellants guaranteed u/Art.21 of the Constitution — Hence, the present case fails squarely within the ambit of s.108 — Moreover, the appellants also cannot be held responsible for the delay as constant litigation has been carried on by them — s.108 confers power of revision on the State. Government suo moto at time — The Act being a special legislation, by virtue of s.29(2) of Limitation Act, power to condone the delay is available with the State Government — The exercise of power u/s.108 by the Minister must be taken as suo moto exercise of power — The approach of the High Court was thus, highly pedantic and technical — In the facts of the case auction-purchaser cannot be said to be a bona fide purchaser and hence his rights as auction purchaser cannot be protected ~ Limitation Act, 1963 - s.29(2)."
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "STATE OF RAJASTHAN VS. DAUD KHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0NDU=",
        "Citation": "[2015] 13 S.C.R. 1131",
        "Case Type": "(CRIMINAL APPEAL /126/2010)",
        "Date": "04 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvU3RhdGUgT2YgUmFqYXN0aGFuIF8gRGF1ZCBLaGFuXzE3MDE3NjcxNDQucGRm",
        "SCR Citation:": "[2015] 13 S.C.R. 1131",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "04 November 2015",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 828",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Daud Khan",
        "Case Type:": "CRIMINAL APPEAL /126/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- s.304 (Part I) -Arms Act",
            "1959- ss. 3 and 25 - Prosecution for causing death of one person - Conviction u/s.302 IPC and uls.3 rlw s.25 of Arms Act-High Court converted the conviction u/s. 302 to one u/s.304 (Part/)- Cross appeals by the State as well as the accused- Held: There was no delay in lodging the FIR- Delay in receipt of special report by the Magistrate is not fatal to prosecution D case - Eye-witnesses to the incident were reliable and trustworthy- On collective conside"
        ],
        "HeadNote": "Penal Code, 1860 — s.304 (Part I) - Arms Act, 1959 - ss. 3 and 25 — Prosecution for causing death of one person— Conviction u/s.302 IPC and u/s.3 r/w s.25 of Arms Act — High Court converted the conviction u/s. 302 to one u/s.304 (Part |) — Cross appeals by the State as well as the accused — Held: There was no delay in lodging the FIR— Delay in receipt of special report by the Magistrate is not fatal to prosecution case — Eye-witnesses to the incident were reliable and trustworthy — On collective consideration of facts of the case, prosecution case cannot be doubled — Order of High Court upheld — Code of Criminal Procedure, 1973 — s.157.Code of Criminal Procedure, 1973 — s.157 — Delay in transmitting the special report to Magistrate — Effect of — Held: The purpose of “forthwith” communication of special report to Magistrate is to check the possibility of manipulation ~ if there is no delay in lodging FIR, delay in communicating special report to Magistrate would be of no consequence, since manipulation of FIR would then get ruled out — There is no universal rule that whenever there is delay in sending special report to Magistrate, prosecution version becomes unreliable. Test Identification Parade — Not conducting of — Effect of, on prosecution case — Held: If witnesses of the case are trustworthy and reliable, mere not conducting of the Parade would not, by itself, be reason for discarding the evidence of those witnesses"
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "RAKESH MOHINDRA VS. ANITA BERI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0NTE=",
        "Citation": "[2015] 13 S.C.R. 1158",
        "Case Type": "(CIVIL APPEAL /13361/2015)",
        "Date": "06 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvUmFrZXNoIE1vaGluZHJhIF8gQW5pdGEgQmVyaSBBbmQgT3RoZXJzXzE3MDE3NjcyMzMucGRm",
        "SCR Citation:": "[2015] 13 S.C.R. 1158",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "06 November 2015",
        "Petitioner:": "Rakesh Mohindra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 836",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Anita Beri And Others",
        "Case Type:": "CIVIL APPEAL /13361/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872 - ss. 63",
            "65 - Leading of secondary c evidence - Admissibility of documents - On facts",
            "order passed by the trial court allowing appellant to lead secondary evidence of the contents of the documents - Said order set aside by High Court - Sustainability of - Held: Not sustainable - All efforts were taken for purpose of leading D secondary evide_nce - Trial court noticed that the photocopy of the document came from the custody of DEO and the witness",
            "who brought the record",
            "was ex"
        ],
        "HeadNote": "Evidence Act, 1872 — ss. 63, 65— Leading of secondary evidence — Admissibility of documents — On facts, order passed by the trial court allowing appellant to lead secondary evidence of the contents of the documents — Said order set aside by High Court — Sustainability of — Held: Not sustainable — All efforts were taken for purpose of leading secondary evidence — Trial court noticed that the photocopy of the document came from the custody of DEO and the witness, who brought the record, was examined.as witness — There was compliance of the provisions of s. 65 — Merely because the signatures in some of the documents were not legible and visible that cannot be a ground to reject the secondary evidence - Thus, the order passed by the High Court set aside."
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "COMMERCIAL TAXES OFFICER VS. A INFRASTRUCTURE LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0ODE=",
        "Citation": "[2015] 13 S.C.R. 1172",
        "Case Type": "(CIVIL APPEAL /2806/2015)",
        "Date": "24 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvQ29tbWVyY2lhbCBUYXhlcyBPZmZpY2VyIF8gQSBJbmZyYXN0cnVjdHVyZSBMdGQuXzE3MDE3Njc2NzEucGRm",
        "SCR Citation:": "[2015] 13 S.C.R. 1172",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "24 November 2015",
        "Petitioner:": "Commercial Taxes Officer",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 859",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "A Infrastructure Ltd.",
        "Case Type:": "CIVIL APPEAL /2806/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Value Added Tax Act",
            "2003 - ss. 18",
            "22",
            "55(4); Notification S.0.377 dated 9.3.2007-/nput Tax Credit (ITC)- Disallowance of-Assessee engaged in the business of manufacturing Asbestos Cement (A. C.) Pressure Pipe and A. C. Sheets and availed ITC on the purchase of raw material used in the manufacture of A. C. Sheets- Revenue disallowed o the benefit of ITC on the ground that the final product was exempted- Held: As per Notification S. 0.377 dated 9. 3. 2007",
            "it was the manufacturer of A. C"
        ],
        "HeadNote": "Rajasthan Value Added Tax Act, 2003 — ss.18, 22, 55(4); Notification S.O.377 dated 9.3.2007 — Input Tax Credit (ITC) — Disallowance of —Assessee engaged in the business of manufacturing Asbestos Cement (A.C.) Pressure Pipe and A.C. Sheets and availed ITC on the purchase of raw material used in the manufacture of A.C. Sheets— Revenue disallowed the benefit of ITC on the ground that the final product was exempted — Held: As per Notification S.O.377 dated 9.3.2007, it was the manufacturer of A.C. sheets that was exempted and therefore it could not be said that A.C. sheets manufactured by assessee were exempted goods which is pre-requisite for denying ITC u/s. 78 of the Act - Respondent- assessee was entitled to avail ITC."
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "INDIAN OIL CORPORATION LTD. VS. NILOFER SIDDIQUI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0ODg=",
        "Citation": "[2015] 13 S.C.R. 1196",
        "Case Type": "(CIVIL APPEAL /7266/2009)",
        "Date": "01 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvX18xMTk2LTExMjBfMTcwMzg0MDc1NS5wZGY=",
        "SCR Citation:": "[2015] 13 S.C.R. 1196",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "01 December 2015",
        "Petitioner:": "Indian Oil Corporation Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 875",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Nilofer Siddiqui & Ors.",
        "Case Type:": "CIVIL APPEAL /7266/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract - Distribution of gas agency by appellant- Corporation - To respondent Nos. 2 and 3 jointly - As per condition No. 2 of the 'Letter of allotment' the appointment was to be subject to the",
            "conditions contained in 'standard agreement'",
            "which was to be provided later-As per condition No. 8 of Jetter of allotment",
            "Corporation was at liberty to terminate the distributorship without assigning any reason - Copy of 'Standard agreement' never supplied to the respondents - Respondent No .. 2 transf"
        ],
        "HeadNote": " Contract — Distribution of gas agency by appellani- Corporation — To respondent Nos. 2 and 3 jointly - As per condition No. 2 of the ‘Letter of allotment’ the appointment was to be subject to the, conditions contained in ‘standard agreement’, which was to be provided later—As per condition No. 8 of letter of allotment, Corporation was at liberty to terminate the distributorship without assigning any reason — Copy of ‘Standard agreement’ never supplied to the respondents — Respondent No..2 transferred his share in favour of his wife (respondent No. 1) — Termination of the distributorship by the Corporation on the ground of breach of terms and conditions of ‘Standard agreement'— Respondent No. 1 filed title suit seeking declaration that the termination was illegal, arbitrary and unjustified — Suit dismissed by trial court — First appellate court upheld the order of trial court — In second appeal, the High Court setting aside the judgments of courts below held the termination of distributorship as illegal, arbitrary and unjustified and directed for restoration of distributorship — On appeal, held: As per s. 7 of Contract Act acceptance must be absolute ~— The Standard agreement since not supplied to allottees, cannot be said to be concluded contract — It was legally not binding upon the allottees as the same was never executed between the allottees and the Corporation — Therefore, question of violation of terms and conditions thereof does not arise - The Corporation being Government of India undertaking, is bound to act fairly and reasonably — Its conduct is subject to the scrutiny on the touchstone of Art. 14 of the Constitution — Condition No. 8 of allotment letter providing for unilateral termination without assigning any reason is liable to be read -down in the light of Art. 14— Direction to Corporation to restore the distributorship — In the facts of the case, cost of Rs. 1 lakh to be paid to respondent Nos. 1 and 2— Contract Act, 1872—- s. 7 — Constitution of India, 1950 — Art. 14 - Public Distribution. Specific Relief Act, 1963—s.14(1)(c) ~Applicability of — Termination of distributorship of gas agency — The court holding the termination as illegal restored the distributorship — Distributorship whether restorable in view of provisions u/s. 14(1}(c) — Held: Provision u/s.14(1)(c) not applicable to the facts of the case because neither the contract was revocable nor had become void for any reason. "
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "RATTAN SINGH VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0OTU=",
        "Citation": "[2015] 13 S.C.R. 1221",
        "Case Type": "(Select Case Type/2851/2009)",
        "Date": "08 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvX18xMjIxLTEyMzFfMTcwNDE5MzEwNC5wZGY=",
        "SCR Citation:": "[2015] 13 S.C.R. 1221",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "08 December 2015",
        "Petitioner:": "Rattan Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 896",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "Select Case Type/2851/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013 - s.24(2) -Applicability of- To the land acquired under Land Acquisition Act",
            "1894 -"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in LandAcquisition, Rehabilitation and Resettlement Act, 2013 -s.24(2) -Applicability of- To the land acquired under LandAcquisition Act, 1894 - Held: The acquisition proceedings shall be deemed to have lapsed, where passing of award isestablished, the award predates the commencement of the2013 Act by at least five years and possession is found notto have been taken or compensation not paid, then s. 24(2)would be applicable - In the present case, since the above requirements are made out, hence s. 24(2) comes intooperation in favour of landowners-Acquisition is deemed tohave lapsed - Authorities concerned may initiate freshacquisition proceedings in accordance with provisions of2013 Act.Land Acquisition Act, 1894 - ss.11 and 31-34 -Compensation- Payment of- When complete- Held: Modeand manner for payment of compensation are prescribed u/ss.31-34 - The Collector can only act in the manner so provided- Thus compensation can be regarded as paid, if ithas literally been paid to the person interested or after beingoffered to such person, has been deposited in the Court -Deposit of the award in a Government Treasury would notamount to compensation being paid to the person interested."
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "SODEXO SVC INDIAPRIVATE LIMITED VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1MDU=",
        "Citation": "[2015] 13 S.C.R. 1232",
        "Case Type": "(CIVIL APPEAL /4385-4386/2015)",
        "Date": "09 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvU29kZXhvIFN2YyBJbmRpYXByaXZhdGUgTGltaXRlZCBfIFN0YXRlIE9mIE1haGFyYXNodHJhICYgT3JzLl8xNzAxNzY4MDA5LnBkZg==",
        "SCR Citation:": "[2015] 13 S.C.R. 1232",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "09 December 2015",
        "Petitioner:": "Sodexo Svc Indiaprivate Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 908",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /4385-4386/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Municipal Corporation Act",
            "1949: ss.2(25)",
            "2(31A)",
            "2(42) - Octroi or Local Body Tax- Imposition of",
            "on Meal Vouchers- In the instant case",
            "paper based vouchers printed by appellant and sold to its customers",
            "who in turn provide these vouchers to their employees for utilizing in the restaurants or different places or outlets to get ready-to-eat D items and beverages of the face value printed on these vouchers - Whether these vouchers can be treated as goods for the purpose of levy of Oc"
        ],
        "HeadNote": "Maharashtra Municipal Corporation Act, 1949: ss.2(25), 2(31A), 2(42) — Octroi or Local Body Tax — Imposition of, on Meal Vouchers — In the instant case, paper based vouchers printed by appellant and sold to its customers, who in turn provide these vouchers to their employees for utilizing in the restaurants or different places or outlets to get ready-to-eat items and beverages of the face value printed on these vouchers — Whether these vouchers can be treated as goods for the purpose of levy of Octroi or Local Body Tax or the said activity only amounts to rendering service by the appellant - Held: In this case, the arrangement is made by the appellant with the affiliates for supply of goods against the vouchers — This arrangement is made to help the customers by simply facilitating the provision for making available food items etc of particular amount represented by vouchers to the employees of these customers — Thus, appellant is only a facilitator and a medium between the affiliates and customers and is providing these services — These Meal Vouchers cannot be treated as ‘goods’ for the purpose of levy of Octroi or LBT — Payment and Settlement Systems Act, 2007 — Tax/Taxation — Local Body Tax."
    },
    {
        "volume": "2015Volume 13",
        "Case Name": "SAT PARKASH VS. STATE OF HARYANA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1MTc=",
        "Citation": "[2015] 13 S.C.R. 1254",
        "Case Type": "(CRIMINAL APPEAL /1163/2011)",
        "Date": "09 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxMy9QYXJ0IEkvU2F0IFBhcmthc2ggXyBTdGF0ZSBPZiBIYXJ5YW5hIEFuZCBBbm90aGVyXzE3MDE3NjgxNjcucGRm",
        "SCR Citation:": "[2015] 13 S.C.R. 1254",
        "Year/Volume:": "2015/ Volume 13",
        "Date of Judgment:": "09 December 2015",
        "Petitioner:": "Sat Parkash",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 909",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Haryana And Another",
        "Case Type:": "CRIMINAL APPEAL /1163/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.363",
            "366",
            "366-A",
            "376",
            "368 - Crime against minor girl"
        ],
        "HeadNote": "Penal Code, 1860: ss.363, 366, 366-A, 376, 368 -Crime against minor girl - Prosecution case was thatappellant kidnapped a minor girl and raped her - His uncleand aunt knowing about the kidnapping helped him inconcealing the girl in their house and they all in furtherance of common intention committed murder by administeringpoison to her - Trial court acquitted uncle and aunt of alloffences -Appellant was acquitted of offence of murder andconvicted u/ss.363, 366, 366-A, 368, 376 - High Court upheld the order of conviction - In the instant appeal, appellant ischallenging the conviction order by placing reliance on the\"suicide note\" stated to have been written by the deceased-HELD: It is not in dispute that appellant had also made asimilar attempt to commit suicide along with the deceased - In the suicide note, deceased had made unequivocalstatement to the effect that she had left her residence by herown free will - It was, therefore, not possible to record theguilt of appellant u/s. 363 - The only evidence available wasthat deceased was found at the residence of the appellant based on which it was presumed that the appellant hadkidnapped the deceased - The said presumption was whollymisconceived-As regards s.366, the note of the deceasedindicated that she had committed suicide, rather than havingmarried the appellant by disregarding the wishes of the family - There was, therefore, substantial material toestablish, that the deceased had not been persuaded orcompelled to marry the appellant before her death -Therefore, offence uls.366 was also not made out - Theinducing of the minor to constitute an offence u/s. 366A, shouldhave· been with reference to an intent to force or seduce her\" .. to illicit intercourse with another person ... \" - There was nomention of any other person in the sequence of a/legationslevelled against the appellant - In view of the matter, thecharge uls.366A was also not sustainable against theappellant -As regards the a/legation of rape, a mere act ofsexual intercourse would have established rape at the handsof the appellant against the deceased on account of the fact,that she was a minor on the date of incident- There was noevidence to conclude that sexual intercourse was committedon the deceased - Thus, the charge of s.376 also did notsurvive against the appellant - Conviction of appellant isliable to be set aside."
    }
]