[
    {
        "volume": "2015Volume 15",
        "Case Name": "M/S. ADANI AGRI FRESH LTD. VS. MAHABOOB SHARIF & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNzI=",
        "Citation": "[2015] 15 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /14015/2015)",
        "Date": "02 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvTXMgQWRhbmkgQWdyaSBGcmVzaCBMdGQgIHZzICBNYWhhYm9vYiBTaGFyaWYgIE9yczE3MDE4NTg5MzgucGRm",
        "SCR Citation:": "[2015] 15 S.C.R. 1",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "02 December 2015",
        "Petitioner:": "M/s. Adani Agri Fresh Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 883",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Mahaboob Sharif & Ors.",
        "Case Type:": "CIVIL APPEAL /14015/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Injunction - Of Bank Guarantee - Scope of - Contractual agreement between the appellant (supplier) and the respondent (wholesale dealer) -"
        ],
        "HeadNote": "Injunction - Of Bank Guarantee - Scope of -Contractual agreement between the appellant (supplier) andthe respondent (wholesale dealer) - Respondent furnishedunconditional Bank Guarantee in favour of the appellant -Outstanding demand by appellant to the respondent - Onfailure to honour the demand, appellant invoked BankGuarantees - Respondent filed suit seeking permanentinjunction against the appellant and the Bank from payingthe guaranteed amount - Trial Court by interim injunctionrestrained the Banks from making payment to the appellant-The Interim order was approved up to High Court - On appealheld: When in the course of commercial dealings·unconditional Bank guarantees have been given, thebeneficiary is entitled to realize such guarantee irrespectiveof any pending disputes - Injunction of unconditional BankGuarantees can be granted only when the court is satisfiedabout the commission of a flagrant fraud, at the hands ofone or the other contracting parties, or when the court issatisfied that an irreparable injury or irretrievable injusticewould be caused to the concerned party- In the facts of thepresent case, courts below were not justified in injuncting theinvocation· of the three Bank Guarantees - Therefore, theBank directed to honour the Bank Guarantees - BankGuarantee."
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, MYSORE VS. M/S. TVS MOTORS COMPANY LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyODc=",
        "Citation": "[2015] 15 S.C.R. 22",
        "Case Type": "(CIVIL APPEAL /5155-5156/2007)",
        "Date": "15 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvMjAwOF8xNV8yMi00NV8xNzA0Mjc5NDEwLnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 22",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "15 December 2015",
        "Petitioner:": "Commissioner Of Central Excise, Mysore",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 921",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/S. TVS MOTORS COMPANY LTD.",
        "Case Type:": "CIVIL APPEAL /5155-5156/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944-s.4 (as amended by Finance Act",
            "2000) - Assessment under"
        ],
        "HeadNote": "Central Excise Act, 1944-s.4 (as amended by FinanceAct, 2000) - Assessment under - Assessable value -Whether would include 'Pre-delivery Inspection Charges'(PD/) and 'After Sale Service charges' (ASS) - Held: Theexpenses incurred towards such services are solely borneby the dealer and such services are not provided on behalfof the manufacturer- The amount which was reimbursed bythe assessee-manufacturer to their dealers pertaining to freeservices was being claimed as abatement in relation to thenormal transaction value - Therefore, PD/ charges and freeASS charges would not be included in the assessable valueu/s.4 for the purpose of paying excise duty- Centra/ExciseValuation (Determination of price of Excisable Goods) Rules,2000."
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "SRI JAGANNATH TEMPLE MANAGING COMMITTEE VS. SIDDHA MATH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMjA=",
        "Citation": "[2015] 15 S.C.R. 46",
        "Case Type": "(CIVIL APPEAL /7729/2009)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvMjAwOF8xNV80Ni0xMDFfMTcwMzgzMzY3Ni5wZGY=",
        "SCR Citation:": "[2015] 15 S.C.R. 46",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Sri Jagannath Temple Managing Committee",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 933",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Siddha Math & Ors.",
        "Case Type:": "CIVIL APPEAL /7729/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sri Jagannath Temple Act",
            "1955 - ss. 2",
            "5",
            "33 - Orissa C Estate Abolition Act",
            "1951 - s.2(oo)",
            "3",
            "3A- Estate of Shri D E F G H Jagannath Mahaprabhu Bije Puri-"
        ],
        "HeadNote": "  Sri Jagannath Temple Act, 1955- ss. 2, 5, 33 ~ Orissa Estate Abolition Act, 1951 — s.2(00), 3, 3A — Estate of Shri Jagannath Mahaprabhu Bije Puri— Vesting of — Issuance of notification dated 18.03.1974 u/s. 3A of the OEA Act by the State Government whereby estate of Shri Jagannath vested _ in State Government — Said notification upheld by this Court in the case of *Lord Jagannath — Thereafter, the temple filed claim case for recording the lands in favour of Shree Jagannath Mahaprabhu Bije, Puri, Temple Managing Committee — OEA Collector and Tahsildar settled the suit lands in favour of the Temple — Writ petition by respondent- Math challenging the said order on the ground that the lands were accorded the status of ‘amrutamanohi’ and were recorded as Trust Estate as defined u/s. 2(00) — High Court set aside the order of Tahsildar— On appeal, held: Estate of Lord Jagannath Mahaprabhu Bije, Puri vested in the Temple Management Committee — State Legislature had already enacted the Temple Act, 1955 and vested the land belonging to the Lord Jagannath Temple at Puri in the Temple — Management Committee by virtue of ss. 5 and 33 of the Act of 1955 — Once the land already vested in the Temple Committee u/ss. 5 and 33 of the Act of 1955 which is a special enactment to deal with the properties endowed to the Temple Committee, the same could not have been divested by applying the amended provisions-ss. 2(00) and 3A of the OEA Act, 1951 — Proviso to s. 2(00), by which the estates belonging Stee to the Temple of Lord Jagannath at Puri within the meaning of the Temple Act, 1955 are deemed to be Trust Estates is in direct contravention of the provisions of the Temple Act, 1955, and is struck down — Notification dated 18.03.1974, whereby the estate of Lord Jagannath vested in the State Government in view of the amended provision of the proviso to s. 2(00) of the OEA Act, is quashed to that extent — Also, the Math did not have the right to prefer claim in respect of the Temple Lands and initiate the proceedings under the OEA Act by virtue of being an intermediary — Furthermore, the decision of this Court in the case of *Lord Jagannath does not bar the instant case by res judicata since the subject matter in the two cases are not identical — Judgment in the case of *Lord Jagannath was passed only on consideration of the OEA Act, and provisions of the Temple Act, 1955, which is the principal Act that applies to the Lord Jagannath Temple, Puri were not adverted to. Interpretation of Statutes — Rule of harmonious construction — Held: Rule of harmonious construction must be given effect to as far as possible — When the provisions of two statutes are irreconcilable, it needs to be decided as to which provision must be given effect to — There is a clear conflict between the proviso of s. 2(00) of the OEA Act, 1951 and ss. 5 and 33 of the Temple Act, 1955 — Section 2(00) proviso in its entirety is not violative of the provisions of the — Temple Act — Only the first part of the proviso is in contravention of the Temple Act, 1955, and to that extent is struck down and both the provisions would be able to operate. Judgment — When per incuriam — Held: Judgment can be said to be per incuriam when it is passed in forgetfulness or ignorance of a statute operating in that field — Decision of this Court in the case of *Lord Jagannath, wherein this Court upheld the validity of the notification dated 18.03.1974 in so far as it pertains to the estate of Lord Jagannath is per- ncuriam for non-consideration of the provisions of ss. 9 and 33 of the Temple Act, 1955. Doctrines / Principles — Doctrine of stare decisis — Is crucial to maintain judicial discipline — Decisions rendered in ignorance of existing statutes and law laid down by this Court cannot bind subsequent Benches of this Court. Disposing of the appeals, the Court "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "PEGASUS ASSETS RECONSTRUCTION P. LTD. VS. M/S. HARYANACONCAST LIMITED &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNzE=",
        "Citation": "[2015] 15 S.C.R. 102",
        "Case Type": "(Select Case Type/3646/2011)",
        "Date": "29 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvMjAwOF8xNV8xMDItMTMwXzE3MDQyNzg3NzIucGRm",
        "SCR Citation:": "[2015] 15 S.C.R. 102",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "29 December 2015",
        "Petitioner:": "Pegasus Assets Reconstruction P. Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 947",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "M/s. Haryanaconcast Limited &anr.",
        "Case Type:": "Select Case Type/3646/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitization and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002 - ss. 9",
            "13",
            "17 and 18 - Sale of secured asset by a secured creditor under the SARFAESI Act- Whether can be controlled by company court either directly or through an official liquidator - Held: There is no lacuna or ambiguity in the SARFAESI Act so as D to borrow anything from Companies Act"
        ],
        "HeadNote": "Securitization and Reconstruction of Financial Assetsand Enforcement of Security Interest Act, 2002 - ss. 9, 13,17 and 18 - Sale of secured asset by a secured creditor underthe SARFAESI Act- Whether can be controlled by companycourt either directly or through an official liquidator - Held:There is no lacuna or ambiguity in the SARFAESI Act so as to borrow anything from Companies Act - The requiredprovisions of the Companies Act have been incorporated inthe SARFAESI Act for harmonizing this Act with theCompanies Act - Therefore, there is no reason to takerecourse to any provisions of the Companies Act and permitinterference in the proceedings under the SARFAESI Acteither by the Company Judge or the liquidator:- CompaniesAct, 1956 - Security & Interest (Enforcement) Rules, 2002.Auction - Auction-sale - Of secured asset -Confirmation of, by the court - Challenged on the ground that the consideration money did not reflect the correct valueof secured assets - Held: No illegality or irregularity wasestablished against the conduct of auction - Once it is foundthat the offer was fair in a competitive bid conducted fairlyand the same was accepted and sale confirmed, it would notbe proper for Supreme Court to undermine the value of suchauction sale"
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "PRAMOD VS. STATE OF MAHARASHTRA& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzODA=",
        "Citation": "[2015] 15 S.C.R. 131",
        "Case Type": "(CIVIL APPEAL /14735/2015)",
        "Date": "29 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh\n*, Hon'ble Mr. Justice Vikramajit Sen",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvUHJhbW9kICB2cyAgU3RhdGUgT2YgTWFoYXJhc2h0cmEgT3JzMTcwMTg2MDI0OC5wZGY=",
        "SCR Citation:": "[2015] 15 S.C.R. 131",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "29 December 2015",
        "Petitioner:": "Pramod",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 948",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Maharashtra& Ors.",
        "Case Type:": "CIVIL APPEAL /14735/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Employees of Private Schools (Condition of Service) Rules",
            "1981: r.3- Promotion- Post of Principal- Appellant-writ petitioner senior most lecturer - Post of Principal fell vacant - Another person appointed - Writ petition"
        ],
        "HeadNote": "Maharashtra Employees of Private Schools (Condition of Service) Rules, 1981: r.3—- Promotion — Post of Principal— Appellant-writ petitioner senior most lecturer — Post of Principal fell vacant — Another person appointed — Writ petition — Pending that advertisement issued inviting applications for direct recruitment to the post of Principal — Plea of appellant that post of Principal in a private polytechnic has to be filled up necessarily by promotion by virtue of r.3— High Court disposed of writ petition by holding that appellant was entitled to all benefit as officiating Principal but did not enter into the controversy as to who should be selected and appointed as regular Principal — Appellant filed another writ petition claiming promotion to the post of Principal u/r.3(3) — High Court disposed of writ petition allowing the Education Society running the polytechnic to approach the Director of Technical Education for permission to issue fresh advertisement — Director rejected the appellant’s prayer holding that post is to be filled up by direct recruitment — Writ petition by appellant for quashing Director’s order and directions to the concerned authorities to promote him— High Court decided against the appellant — On appeal, held: Sub- rule (5) of r.3 permits direct recruitment only after obtaining. prior permission of the competent Government Officer in a situation where no suitable teacher possessing the prescribed qualifications is available for promotion as Head — Mode of appointment prescribed under the statutory r.3(3) could not have been ignored and since the appellant was admittedly the senior most member of the teaching staff and in the earlier judgment was also held entitled to all the benefits of In-charge Principal of the polytechnic, he could not have been denied appointment by promotion to the vacant post of Principal - As regard the age of superannuation, even as a teacher the appellant’s age of superannuation could have been considered for extension upto 62 years if steps were taken for the same in due course — Appellant was not promoted due to erroneous order of Director otherwise he would not have superannuated before 65 years or in any case 62 years — Therefore, in the interest of justice, authorities are directed to immediately reinstate the appellant and also appoint him by promotion to the post of Principal - Maharashtra Employees of Private Schools (Condition of Service) Regulation Act, 1977 —All India Council for Technical Education Act, 1987 —s.23 /w s.10(i) and (v) — Education."
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "MOHD. FEROZ KHAN@ FEROZ VS. STATE OF ANDHRA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzODk=",
        "Citation": "[2015] 15 S.C.R. 147",
        "Case Type": "(WRIT PETITION(CRIMINAL) /67/2014)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvTW9oZCBGZXJveiBLaGFuIEZlcm96ICB2cyAgU3RhdGUgT2YgQW5kaHJhIFByYWRlc2gxNzAxODYwMzI2LnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 147",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Mohd. Feroz Khan@ Feroz",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 1044",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Andhra Pradesh",
        "Case Type:": "WRIT PETITION(CRIMINAL) /67/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice (Care and Protection of Children) Act",
            "2000 - ss.2(1)",
            "20 - Convietion of petitioner for offence of C murder - Plea of juvenility raised before Supreme court for the first time for setting aside the sentence - Held: Since petitioner was below 18 years on the date of commission of offence",
            "the provisions of Act of 2000 would apply in his case - Matter remitted to Juvenile Justice Board for· disposal of D petitioner's case- Penal Code",
            "1860- ss. 1208",
            "302 and 396."
        ],
        "HeadNote": "uvenile Justice (Care and Protection of Children) Act,2000 - ss.2(1), 20 - Conviction of petitioner for offence of murder - Plea of juvenility raised before Supreme court forthe first time for setting aside the sentence - Held: Sincepetitioner was below 18 years on the date of commission ofoffence, the provisions of Act of 2000 would apply in his case -Matter remitted to Juvenile Justice Board for· disposal of petitioner's case- Penal Code, 1860- ss. 1208, 302 and 396."
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "M/S. S.K.L. CO. VS. CHIEF COMMERCIAL OFFICER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzOTc=",
        "Citation": "[2015] 15 S.C.R. 156",
        "Case Type": "(CIVIL APPEAL /6905/2005)",
        "Date": "29 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Vikramajit Sen\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvTXMgU2tsIENvICB2cyAgQ2hpZWYgQ29tbWVyY2lhbCBPZmZpY2VyICBPcnMxNzAxODYwNDI4LnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 156",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "29 December 2015",
        "Petitioner:": "M/s. S.k.l. Co.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 945",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Vikramajit Sen",
        "Respondent:": "Chief Commercial Officer & Ors.",
        "Case Type:": "CIVIL APPEAL /6905/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Railways Act",
            "1989- ss. 30",
            "31",
            "70 and 71- Contract of lease of Front Second Class Luggage Rake (FSLR) and C Ventilated Parcel Van (VP) -"
        ],
        "HeadNote": "Railways Act, 1989- ss. 30, 31, 70 and 71- Contractof lease of Front Second Class Luggage Rake (FSLR) and Ventilated Parcel Van (VP) - By Railways - For a period oftwo years- The notification whereby the tenders were invitedfor grant of lease, challenged - On the ground that as a resultof leasing out FSLR, the traders were denied the facility oftransporting their goods at the rates specified in the CoachingTariff No. 24 Part Ill (Rates for Parcels & Luggage Traffic) -Single Judge of High Court quashed the notification holdingthat award of contract of lease was bad in law- Division Benchof High Court held that action of inviting tenders could not bequashed as being opposed to ss. 30 and 31 - However, theDivision Bench issued directions to the Railways toincorporate certain regulatory checks on the unbridled powerof the lessee by fixing upper limit on the tariff that could becharged by the contractors - On appeal, held: Railways isempowered to auction the space for a particular period, provided the auction contractor adheres to prescribed tariff-The Railways is bound to follow and implement the ethosand parameters set by the Act - The intendment behind astatute can be metamorphosed or diluted by the Parliamentand not by a sub-delegate - The Railways is directed to ensure that the successful tenderer, does not change carriageprices in excess of those prescribed by the Railways inCoaching Tariff No. 24 Part Ill - The appellants have failedto adduce any evidence to establish that the Railways hadgiven undue preference in favour of any person, violatingSS. 70 and 71."
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "NARENDER KUMAR VS. STATE OF NCT OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MTA=",
        "Citation": "[2015] 15 S.C.R. 179",
        "Case Type": "(CRIMINAL APPEAL /447/2010)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvTmFyZW5kZXIgS3VtYXIgIHZzICBTdGF0ZSBPZiBOY3QgT2YgRGVsaGkxNzAxODYxODU0LnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 179",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Narender Kumar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 932",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Of Nct Of Delhi",
        "Case Type:": "CRIMINAL APPEAL /447/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 rlw s.34-"
        ],
        "HeadNote": "Penal Code, 1860: s.302 rw s.34 — Prosecution case was that the victim-deceased was picked up by the appellants police officials and illegally confined in police post and was beaten severely to extract confession from him that he was involved in stealing of some properties and thereafter kerosene was poured on him and set on fire by appellants by throwing ignited matchstick — Dying declaration was recorded by magistrate in the presence of doctor— Conviction by courts below on the basis of dying declaration — Challenged on the ground that the identity of the deceased was not verified by the magistrate before recording dying declaration and thus dying declaration was not reliable -— On appeal, held: The dying declaration was recorded by the magistrate after doctor noted the condition of the patient and after ensuring that the patient was fully conscious and capable of making statement — There was no reason to disbelieve the version of the doctor and the magistrate — Further, dying declaration is not liable to be rejected on mere omission of getting thumb impression or signature of the deceased — No interference with the order of conviction."
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "DHOLE GOVIND SAHEBRAO & OTHERS VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MTY=",
        "Citation": "[2015] 15 S.C.R. 194",
        "Case Type": "(CIVIL APPEAL /2485-2490/2010)",
        "Date": "26 MARCH 2015",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvRGhvbGUgR292aW5kIFNhaGVicmFvICBPdGhlcnMgIHZzICBVbmlvbiBPZiBJbmRpYSAgT3RoZXJzMTcwMTg2MTk0Mi5wZGY=",
        "SCR Citation:": "[2015] 15 S.C.R. 194",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "26 March 2015",
        "Petitioner:": "Dhole Govind Sahebrao & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 265",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "CIVIL APPEAL /2485-2490/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law- Inter se seniority- Promotion - Customs and Central Excise Department - A separate cadre was constituted",
            "out of the existing ministerial cadre",
            "for discharging electronic data processing responsibilities -"
        ],
        "HeadNote": "  Service Law— Inter se seniority - Promotion — Customs and Central Excise Department — A separate cadre was constituted, out of the existing ministerial cadre, for discharging electronic data processing responsibilities — After the computerization project was fully implemented, the separate cadre so created, was sought to be re-amalgamated with the existing ministerial cadre — The bifurcation and re- amalgamation, resulted in a co-incidental career advancement, for those who had accepted to break away from the original ministerial cadre — Controversy on account of reconstitution of cadres — Seniority dispute amongst employees — Held: Chances of promotion do not constitute a condition of service — in that view of the matter, the High Court erred in recording its eventual determination on the basis of the fact that the promulgation of the TA Rules, 2003 and the STA Rules, 2003 was discriminatory and arbitrary with regard to the fixation of the inter se seniority, since the same seriously prejudiced the chances of promotion of the erstwhile members of the ministerial cadre, namely, those members of the original ministerial cadre, who had not opted for appointment/absorption into the cadre of Data Entry Operators, with reference to and in comparison with, those members of the original ministerial cadre who had opted for appointment/absorption into the cadre of Data Entry Operators — On facts, consequent upon the merger of posts, upon promulgation of the TA Rules, 2003, and the STA Rules, 2003, the nature and duties of the two cadres were combined — There was no serious difference between the two merged cadres, either on the issue of nature of duties, or on the subject of powers exercised by the officers holding the post, or the extent of territorial or other charge held, or responsibilities discharged by them, or for that matter, the qualifications prescribed for the posts — On account of the aforesaid, the merger of the cadres, and the determination of the inter se seniority on merger, were justifiably determined, on the basis of the different pay-scales of the cadres merged, under the TA Rules, 2003 and the STA Rules, 2003 — By the mandate of the above Rules, all posts in equivalent pay- Scales were placed at the same level — Posts in the higher scale of pay, were given superiority on the subject of inter se seniority, with reference to posts in the lower scale of pay — The above determination, at the hands of the rule framing authority, cannot be termed either arbitrary or discriminatory — The provisions of Rule 4 of the TA Rules, 2003 and Rule 5 of the STA Rules, 2003, cannot be faulted on the touchstone of Arts. 14 and 16 of the Constitution — Appeals filed by those who moved to the cadre of Data Entry Operators from the - ministerial cadre, and were thereupon amalgamated in the cadre of Tax Assistants/Senior Tax Assistants, allowed — Authorities to give effect to Rules 4 and 5 of the TA Rules, 2003 and the STA Rules, 2003, respectively, without any further delay — Central Excise and Customs Department Tax Assistant (Group ‘C’ Post) Recruitment Rules, 2003 (TA Rules, 2003) — Central Excise and Customs Department Senior Tax Assistant (Group ‘C’ Post) Recruitment Rules, 2003 (STA Rules, 2003) — Constitution of India, 1950—Arts. 14 and 16. Service Law — Promotion - Chances of promotion — Held: Chances of promotion do not constitute conditions of service, and as such, mere alteration of chances of promotion, would not per se call for judicial interference — However, the above general proposition would not be applicable, in case the chances of promotion are altered arbitrarily, or on the basis of considerations which are shown to be perverse or mala fide. "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "COMMISSIONER OF CUSTOMS AND CENTRAL EXCISE, NAGPUR VS. M/S. ISPAT INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1Mjc=",
        "Citation": "[2015] 15 S.C.R. 259",
        "Case Type": "(CIVIL APPEAL /637/2007)",
        "Date": "07 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvQ29tbWlzc2lvbmVyIE9mIEN1c3RvbXMgQW5kIENlbnRyYWwgRXhjaXNlIE5hZ3B1ciAgdnMgIE1zIElzcGF0IEluZHVzdHJpZXMgTHRkMTcwMTg2MjAxNC5wZGY=",
        "SCR Citation:": "[2015] 15 S.C.R. 259",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "07 October 2015",
        "Petitioner:": "Commissioner Of Customs And Central Excise, Nagpur",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 742",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "M/s. Ispat Industries Ltd.",
        "Case Type:": "CIVIL APPEAL /637/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Excise Laws - Central Excise and Salt Act",
            "1944 - s.4 - Valuation of excisable goods"
        ],
        "HeadNote": " Excise Laws - Central Excise and Salt Act, 1944 - s.4 - Valuation of excisable goods - Place of removal of goods for purpose of s. 4 of the Act - Period involved being 28.09.1996 to 31.03.2003 - Whether, by virtue of a transit insurance policy in the name of the manufacturer, excise duty is liable to be recovered on freight charges incurred for transportation of goods from the factory gate to the buyer's premises, treating the buyer's premises as the place of removal - Held: s.4 as substituted by the 1973 Amendment Act suffered a further amendment in 1996 - The amendments carried out were to have effect from 28. 9. 1996, which is also the starting point on facts in the present case - With effect from the Amendment Act of 28.9. 1996, the place of removal only has reference to places from which the manufacturer is to sell goods manufactured by him, and can, in no circumstances, have reference to the place .of delivery which may, on facts, be th~ buyer's premises - By an Amendment Act which came into effect on 1. 7. 2000, s. 4 was substituted yet again -'- For the second period in question in the present case, namely, 1.7. 2000 to 31.3. 2003, the depot, premises of a consignment agent or any other place from which excisable goods are to be sold after their clearance from the factory are no longer places of removal -Also, the definition of \"transaction value\" makes it clear that freight or transportation expenses are not included in calculating the excise duty payable- By an Amendment Act with effect from 14. 5. 2003, s. 4 was again amended- On and after 14. 5. 2003, the position as it obtained from 28.9.1996 to 1. 7.2000 has now been reinstated - r.5 of the Central Excise Rules as substituted in 2003 also confirms the position that the cost of transportation from the place of removal to the place of delivery is to be excluded, save and except in a case where  the factory is not the place of removal - Thus, in law, it is clear that for the period from 28. 9. 1996 up to 1. 7. 2000, the place of removal has reference only to places from which goods are to be sold by the manufacturer, and has no reference to the place of delivery which may be either the buyer's premises or such other premises as the buyer may direct the manufacturer to send his goods - Revenue's argument that freight charges must be included as the sale in the present facts took place at the buyer's premises is incorrect- Further, for the period 1. 7. 2000 to 31. 3. 2003 there will be no extended place of removal, the factory premises or the warehouse (in the circumstances mentioned in the Section), alone being places of removal - Under no circumstances can the buyer's premises, therefore, be the place of removal for the purpose of s.4 on the facts of the present case - Central Excise Value.,ion (Determination of Price of Excisable Goods) Rules, 2000 - rr. 5 and "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "DIRECTOR GENERAL OF FOREIGN TRADE AND ANR. VS. M/S. KANAK EXPORTS AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MzU=",
        "Citation": "[2015] 15 S.C.R. 287",
        "Case Type": "(CIVIL APPEAL /554/2006)",
        "Date": "27 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvRGlyZWN0b3IgR2VuZXJhbCBPZiBGb3JlaWduIFRyYWRlIEFuZCBBbnIgIHZzICBNcyBLYW5hayBFeHBvcnRzIEFuZCBBbnIxNzAxODYyMTAzLnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 287",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "27 October 2015",
        "Petitioner:": "Director General Of Foreign Trade And Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 799",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Kanak Exports And Anr.",
        "Case Type:": "CIVIL APPEAL /554/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Export I Import - Export Import (EXIM) Policy- EXIM Policy 2002-2007 - Incentive scheme for exporter"
        ],
        "HeadNote": "  Export / Import — Export Import (EXIM) Policy — EXIM Policy 2002-2007 — Incentive scheme for exporters ~ Misuse of— Notifications issued amending the provisions of the EXIM policy - Some amendments made vide Notification No. 28 dated January 28, 2004 — On the same day, a Public Notice also issued in exercise of powers conferred under the provisions of Para 2.4 of the said Policy, which was followed by Notification No. 38 dated April 21, 2004 and Notification No. 40 dated April 23, 2004 — Whether the impugned Notifications were issued in public interest — Held: The scheme in question intended to concentrate on the growth of certain kinds of products treating the same as “thrust sectors” — Six sectors including Gem and jewellery were mentioned as thrust sectors — Immediately after the introduction of the scheme, there was unprecedented sharp rise in the export in Gem and Jewellery articles — It raised certain suspicion in the mind of the authorities as to whether these were genuine exports — The matter was investigated and intelligence was gathered — It was learnt that there was rampant misuse of the scheme by certain status holders — In the counter affidavit filed by the Union of India, details of the modus operandi used by these exporters were given — A note on misuse of the Scheme was also annexed with the counter affidavit — The Government, thus, demonstrated that based on the aforesaid exercise undertaken, Notification dated January 28, 2004 as well as Public Notice of the even date were issued — Notwithstanding strenuous efforts made by the writ petitioners to show that the exports by them were genuine and there was no misuse, it is clear that the purport behind the Notifications was bona fide which was actuated with the conditions of public interest in mind — Foreign Trade (Development and Regulation) Act, 1992 —- s.5. Export / import — Export Import (EXIM) Policy - EXIM Policy 2002-2007 — Notifications issued amending the provisions of the EXIM policy — Nature of — Clarificatory or amounting to amendment — Whether Notification No.28 dated January 28, 2004 vide which Notes 1 to 5 to para 3.7.2.1 were inserted in the EXIM Policy 2002-2007 was only clarificatory in nature or it amounted to amendment of the provisions of para 3.7.2.1 of the EXIM Policy — Held: On facts, the Notification dated January 28, 2004 was clarificatory in nature and its validity stands upheld — Foreign Trade (Development and Regulation) Act, 1992 — s.5. Export / Import — Export Import (EXIM) Policy — EXIM Policy 2002-2007 — Incentive scheme for exporters — Notifications issued amending the provisions of the EXIM policy — Effect of the Notifications, prospective or retrospective — Whether Notification dated April 21, 2004, read with Notification dated April 28, 2004, seeking to exclude the export performance related to class of goods covered by para 2 of the Public Notice dated April 28, 2004, by way of Notes 6 to para 3.7.2.1 of the EXIM Policy, would relate back to the date of Public Notice dated January 28, 2004 or is to be given prospective effect from the date of issuance of Notifications on April 21 and 23, 2004 — Held: A delegated or subordinate legislation can only be prospective and not retrospective, unless rule making authority has been vested with power under a statute to make rules with retrospective effect — In the present case,.s.5 of the Act does not give any such power specifically to the Central Government to make rules retrospective - No doubt, this Section confer powers upon the Central Government to ‘amend’ the policy which has been framed under the aforesaid provisions — However, that by itself would not mean that such a provision empowers the Government to do so retrospectively — On facts, if the Status Holders had achieved 25% incremental growth in exports, they acquired the right to receive the benefit under the Scheme, which could not be taken away— The question is as to whether, in the cases of the exporters in question, the exports shown by them can be treated as actual exports entitling them to avail the benefit of the Scheme — An astute and penetrative examination of the record, with reference to the results of the investigation, prompted the Central Government to issue the Notifications — The so-called targets achieved were only on paper through fraudulent means and, therefore, it cannot be said that any vested right accrued in favour of the exporters in question— The impugned decision reflected in the notifications dated April 21 and 23, 2004, did not take away any vested right of these exporters and amendments were necessitated by over-whelming public interest / considerations to prevent the misuse of the Scheme — Therefore, even when impugned Notification issued u/s.5 could not be retrospective in nature, such retrospectivity have not deprived the writ petitioners/ exporters of their right inasmuch as no right had accrued in favour of such persons under the Scheme — Supreme Court, or for that matter the High Court in exercise of its writ jurisdiction, cannot come to the aid of such petitioners/exporters who, without making actual exports, play with the provisions of the Scheme and try to take undue advantage thereof — To this extent, direction of the High Court granting these exporters benefit of the Scheme for the past period is set aside — Legislation — Delegated / Subordinate Legislation — Foreign Trade (Development and Regulation) Act, 1992 - s.5. Export / import - Export Import (EXIM) Policy —- EXIM Policy 2002-2007 ~ Incentive scheme for exporters— Powers of DGFT fo issue a Public Notice — Vide Public Notice dated January 28, 2004, the Government announced exclusion of export performance in relation to four classes of goods mentioned in para 2 thereof from computation of the entitlement under the Scheme — Whether Public Notice dated January 28, 2004, issued by the DGFT was without jurisdiction — Held: The Public Notice dated January 28, 2004 was published in the Gazette of India in accordance with the requirement of law — The question, however, is as to whether by this Public Notice, DGFT was only carrying out the EXIM Policy or this Public Notice amounted to change in the said EXIM Policy — it is crystal clear.that the Public Notice alters the provisions of EXIM Policy — It would, therefore, amount to amending the EXIM Policy, whether clarificatory or otherwise — There may be a valid justification and rationale for exciusion of four items contained therein, as pleaded by the Union — However, it had to be done in accordance with law — When the DGFT had no power in this behalf, he could not have excluded such items from the purview of EXIM Policy by means of Public Notice — The power of DGFT is only to be exercised for procedural purposes and para 3.2.6 inserted by public notice in the Handbook of Procedures goes beyond the procedural conditions — In fact, the Government itself realised the same, namely, the DGFT had no such power - It is for this reason that what was sought to be achieved by the said Public Notice, was formalised by the Central Government by issuing Notifications dated April 21 and 23, 2004 in exercise of powers conferred on the Central Government by s.5 of the Act and the same four items were excluded — Therefore, the public notice dated January 28, 2004 issued by DGFT, so far it excludes the aforesaid four items, was ultra vires ~ Foreign Trade (Development and — Regulation) Act, 1992—s.5. Export / Import — Export Import (EXIM) Policy — EXIM Policy 2004-2009 — Target Plus Scheme (TPS) — Constitutional validity of Notification No. 48/2005 dated February 20, 2006 and Notification No. 8/2006 dated June 12, 2006 by which certain amendments were made in the EXIM Policy — Held: TPS introduced in EXIM Policy 2004- 2009 on August 31, 2004, adopted some of the features of the earlier Schemes in the EXIM Policy 2002-2007 and | introduced the concept of Muiti-Entitlement Rates, thus, allowing higher entitlement rates for higher growth — If the Government realised afterwards that export of certain items should not have been given the benefit of TPS and extending the benefit to now excluded items was an ill-considered move, _ though the Central Government was free to withdraw it in respect of such items but it could do so only prospectively, but was not entitled to do so with effect from the back date, Le. April 01, 2005, by taking away the vested right that had already accrued in favour of exporters of these items — Accordingly, on facts, Notification No. 48/2005 dated February 20, 2006 and Notification No. 8/2006 dated June _ 12, 2006 cannot be applied retrospectively and they would be effective only from the dates they were issued ~ Foreign Trade (Development and Regulation) Act, 1992 — s.5. Export / Import — Export Import (EXIM) Policy — Incentive scheme — Held: It is for the Government to take the decision to grant such a privilege or not — Also such exemptions, concessions or incentives can be withdrawn any time - All these matters are in the domain of policy decisions of the Government — When there is withdrawal of a incentive and it is also shown that the same was done in public interest, the Court would not tinker with these policy decisions — administrative Law — Administrative policy — Foreign Trade Jevelopment and Regulation) Act, 1992. Administrative Law — Executive action relating to economic activities — Validity of - Held: In complex economic atters every decision is necessarily empiric and it is based n experimentation or what one may call trial and error 1ethod and therefore its validity cannot be tested on any gid prior considerations or on the application of any straight-jacket formula. "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "BENGAL AMBUJA HOUSING DEVELOPMENT LTD. VS. PRAMILA SANFUI AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NDQ=",
        "Citation": "[2015] 15 S.C.R. 428",
        "Case Type": "(CIVIL APPEAL /7209-7210/2015)",
        "Date": "18 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvX180MjgtNDUxIF8xNzA0MjY2MjgyLnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 428",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "18 September 2015",
        "Petitioner:": "Bengal Ambuja Housing Development Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 674",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Pramila Sanfui And Ors.",
        "Case Type:": "CIVIL APPEAL /7209-7210/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908- 0. XXXIX",
            "rr.1and2- Temporary or permanent injunction can be granted only against the parties to a suit-"
        ],
        "HeadNote": "  Code of Civil Procedure, 1908 — O. XXXIX, rr.1 and 2— Temporary or permanent injunction can be granted only against the parties to a suit— Intermediary right holder under the 1953 Act — Bar on jurisdiction of the Civil Court to deal with property of such intermediary — Whether order of temporary injunction passed by the Subordinate Judge, in respect of the suit property without impleading the vendors and the appellant Housing Board, which had acquired the right, title, interest upon the same can be enforced against them through the jurisdictional police as has been granted by the Subordinate Judge, though the sale deed in favour of the Board is not challenged by the plaintiffs-respondents and the said order can be enforced against the appellants through jurisdictional police — Whether the inclusion of the property of the Housing Board to the suit instituted in the Civil Court by way of an amendment by the plaintiffs-respondents which property was conferred upon the legal heirs of late ‘G’ as intermediary right holder u/s.6 of the 1953 Act and the institution of suit for partition by the contesting respondents is barred by the provisions of ss.57-B(2)(a), (b) and (c) of the Act of 1953 — Held: The plaintiffs-respondents did not have . any right to get the said land included as part of the suit schedule properties for partition, and the Subordinate Judge erred in allowing the application to amend the suit schedule to include the property in question — The appellants were not parties to the suit, and the suit had abated as against late ‘G’ — The Subordinate Judge erred in passing order of temporary injunction u/O.XXXIX, rr.1 and 2 of CPC, in respect of the property in question after it was included to the suit schedule as order of temporary injunction can be granted against only the parties to the suit property — Further, the grant of police protection without impleading the appellants to the original suit proceedings is also not legally permissible — The original owner in the instant case, late ‘G’ was an intermediary in khas possession of the land in question in terms of s.6 of the 1953 Act — Thus, the Subordinate Judge did not have the jurisdiction to entertain any suit with respect to the said property, in light of the provision of s.57B (2)(a), (b) and (c) of the 1953 Act — Ex parte interim order of temporary injunction passed by the Subordinate Judge in respect of the property in question purchased from the legal heirs of the late ‘G’ who are declared as intermediaries u/s.6 of the 1953 Act and therefore the same are not binding on this appellant as it is not a party to the proceedings and the Civil Court did not have the jurisdiction to deal with the said property, as per s.57 B (2) (a), (b) and (c) of the 1953 Act — Since the interim order of temporary injunction is not binding on the appellant Housing Board and-cannot be operated against them, therefore the question of enforcing the same against the appellant Housing Board or its agents or any person claiming through it, through the jurisdictional police to help the plaintiffs-respondents as has been granted by the Subordinate Judge at the request of the plaintiffs- respondents, does not arise — Appeals of appellant Housing Board allowed — West Bengal Estates Acquisition, Act 1953 — 8s.57-B(2)(a), (b) and (c). "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "STATE THROUGH INTELLIGENCE OFFICER NARCOTICS CONTROL BUREAU VS. MUSHTAQ AHMAD ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NTY=",
        "Citation": "[2015] 15 S.C.R. 452",
        "Case Type": "(CRIMINAL APPEAL /1294-1295/2015)",
        "Date": "06 OCTOBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvU3RhdGUgVGhyb3VnaCBJbnRlbGxpZ2VuY2UgT2ZmaWNlciBOYXJjb3RpY3MgQ29udHJvbCBCdXJlYXUgIHZzICBNdXNodGFxIEFobWFkIEV0YzE3MDE4NjIzMDEucGRm",
        "SCR Citation:": "[2015] 15 S.C.R. 452",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "06 October 2015",
        "Petitioner:": "State Through Intelligence Officer Narcotics Control Bureau",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 719",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Mushtaq Ahmad Etc.",
        "Case Type:": "CRIMINAL APPEAL /1294-1295/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985 - s.20(b)(ii)(C) and s.2 (viia) - Narcotic Drugs and Psychotropic Substances (Amendment) Act",
            "2001 (Act No. 9 of 2001) - s.41(1) -"
        ],
        "HeadNote": "  Narcotic Drugs and Psychotropic Substances Act, 1985 — s.20(b)(ii)(C) and s.2 (viia) -— Narcotic Drugs and Psychotropic Substances (Amendment) Act, 2001 (Act No. 9 of 2001) — s.41(1) — Seized contraband article within definition of commercial quantity — Trial Court taking note of the fact that the first respondent and the second respondent were in possession of 6 kg. 200 gms and 4 kgs. of charas respectively and the prosecution had been able to establish the same, treated the contraband article as commercial quantity and accordingly convicted them u/s.20(b)(ii)(C) of the NDPS Act and sentenced each of them to RI for 12 years ~— High Court, however, held that the narcotic drug proved to have been recovered from the possession of the accused persons was of “intermediate quantity” in terms of s.2(viia) of the NDPS Act read with S.O. 1055(E) dated 19.1.2001 and the addition of “Note 3” after “Note 4 did not change the complexion of the matter for the reason that the alleged recovery had been made way back on 5.4.2004 — Accordingly, the High Court altered the conviction of accused-respondents to one u/s.8 r/w s.20(b)(ii}(B) of the NDPS Act and restricted the period of custody to the period already undergone — On appeal, held: s.41(1) of the Amending Act 9 of 2001 determined the application or exclusion of the amending provisions — in the case at hand, the occurrence too place in 2004 and, therefore, the Amending Act of 2001 was applicable — s.2 (vila) of the NDPS Act defines commercial quantity — Trial Court took note of . the fact that the notification issued on 19.10.2001 clearly shows that more than one kilogram is commercial quantity — The High Court reversed the finding pertaining to commercial ~ quantity being guided by presence of “Tetra-hydrocannabino!” (THC) content- it found that the seized article contained more than 50 gms. Tetra hydrocannabinol in respect of both the accused persons — In the present case, the contraband article that has been seized is “charas” — The chemical name for charas and hashish is “extracts. and tinctures of cannabis” — It finds mention at Entry No.23 of the Notification — Serial No. 150 of the Notification deals with - “tetrahydrocannababinol” having a long list— The commercial quantity for the contraband article, namely, Tetra hydrocannabinol (THC) as stated in Entry no. 150 is 50 gms — Even assuming the said percentage is found in the seized item then also the contraband article would go beyond the “intermediate” quantity and fail under the “commercial” quantity — Judged from any score, the view expressed by the High Court is not correct — Therefore, the seized item fell under the commercial quantity and hence the conviction recorded by the trial court u/s.20 (b) (ii) (C) is absolutely impeccable — s.20(b)(ii)(C) stipulates that the minimum sentence will be ten years which may extend to twenty years ~ On facts, accused-respondents found guilty of offence punishable u/s.20(b)(ii)(C) of the NDPS Act and each of them sentenced to undergo RI for ten years and to pay a fine of Rs. 1 lakh. Sentence / Sentencing — Minimum mandatory sentence — Effect — Held: When a minimum punishment is prescribed, no court can impose lesser punishment "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "THE CITY MUNICIPAL COUNCIL BHALKI, BY ITS CHIEF OFFICER VS. GURAPPA (D) BY LRS. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NjA=",
        "Citation": "[2015] 15 S.C.R. 480",
        "Case Type": "(CIVIL APPEAL /8044-8048/2015)",
        "Date": "29 SEPTEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvVGhlIENpdHkgTXVuaWNpcGFsIENvdW5jaWwgQmhhbGtpIEJ5IEl0cyBDaGllZiBPZmZpY2VyICB2cyAgR3VyYXBwYSBkIEJ5IExycyAgQW5yMTcwMTg2MjM4MC5wZGY=",
        "SCR Citation:": "[2015] 15 S.C.R. 480",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "29 September 2015",
        "Petitioner:": "The City Municipal Council Bhalki, By Its Chief Officer",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 708",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Gurappa (d) By Lrs. & Anr.",
        "Case Type:": "CIVIL APPEAL /8044-8048/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908- s. 11 - Res Judicata - Essential elements that need to be satisfied before a plea of resjudicata can be raised by a party-Held:"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 — s.11 — Res Judicata — Essential elements that need to be satisfied before a plea of res judicata can be raised by a party— Held: The principle of res judicata has been codified u/s.11 of CPC — The principle  - of res judicata is a need of any judicial system, that is, to give finality to the judicial decisions of the disputes between parties — It also aims to prevent multiplicity of proceedings between the same parties of the same subject matter of the lis — An issue which was directly and substantially involved in a former suit between the same parties, and has been decided and has attained finality cannot be re-agitated before the courts again by instituting suit or proceeding by the same parties on the same subject matter of earlier lis— For the bar of res judicata to operate in the subsequent original suit proceedings, the litigating parties must be the same, and the subject matter of the suit must also be identical — Further, for the bar of res judicata to operate in the subsequent original suit proceedings, the decision in the former suit must have been decided on merits on the same substantial questions both on facts and in law that would arise in the subsequent original suit — in the instant case, respondent no.1 had filed a suit in O.S. No. 255 of 1984, which was dismissed and thereafter, he filed a suit in O.S. No. 39 of 1993, after impleading certain other defendants therein and changing the description of the suit property — No doubt the Trial Court in the suit in O.S. No. 255 of 1984 filed by respondent no.1 framed certain issues and even examined the documents produced by the parties - However, neither the parties, nor the subject matter was the same in the earlier suit O.S. No. 255 of 1984 and O.S. No, 39 of 1993 — Since neither the reliefs claimed in the two suits were identical, nor the parties were the same and nor could the decision in the first suit said to have been on merits, it cannot be held in the singular facts and circumstances that the suit in O.S No. 39 of 1993 was barred by res judicata. s.80 — Notice under, if necessary when suit filed against a Municipality — Held: Municipal council is not a public officer, and no notice is necessary when a suit is filed against a municipality - The question of sufficiency of notice u/s.80 of CPC does not arise at all. Suit - Suit for declaration of title and possession — Held: In such a suit, the onus is upon the plaintiff to prove his title — Further, not only is the onus on the plaintiff, he must prove his title independently, and a decree in his favour cannot be awarded for the only reason that the defendant has not been able to prove his title. "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "GAUTAM KUNDU VS. MANOJ KUMAR ASSISTANT DIRECTOR, EASTERN REGION, DIRECTORATE OF ENFORCEMENT(PREVENTION OF MONEY LAUNDERING ACT) GOVT. OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NzA=",
        "Citation": "[2015] 15 S.C.R. 499",
        "Case Type": "(CRIMINAL APPEAL /1706/2015)",
        "Date": "16 DECEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvR2F1dGFtIEt1bmR1ICB2cyAgTWFub2ogS3VtYXIgQXNzaXN0YW50IERpcmVjdG9yIEVhc3Rlcm4gUmVnaW9uIERpcmVjdG9yYXRlIE9mIEVuZm9yY2VtZW50cHJldmVudGlvbiBPZiBNb25leSBMYXVuZGVyaW5nIEFjdCBHb3Z0IE9mIEluZGlhMTcwMTg2MjQ4MS5wZGY=",
        "SCR Citation:": "[2015] 15 S.C.R. 499",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "16 December 2015",
        "Petitioner:": "Gautam Kundu",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 939",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Manoj Kumar Assistant Director, Eastern Region, Directorate Of Enforcement(prevention Of Money Laundering Act) Govt. Of India",
        "Case Type:": "CRIMINAL APPEAL /1706/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail - Prosecution u/s. 4 of Prevention of Money Laundering Act",
            "2002 (PMLA) - Proceedings u/s. 24 of Securities and Exchange Board of India Act",
            "1992 (SEBI Act) pending - Bail application u/s. 439 Cr.P. C. -"
        ],
        "HeadNote": " Bail — Prosecution u/s. 4 of Prevention of Money Laundering Act, 2002 (PMLA) — Proceedings u/s. 24 of Securities and Exchange Board of India Act, 1992 (SEBI Act) pending — Bail application u/s. 439 CrP.C. — Rejected by High Court on the ground that there was no order holding that no offence was made out u/s. 24 against the applicant — Held: In view of s. 5 of Cr.P.C. and non-obstante clause of s. 45 of PMLA, PMLA being a special statute will prevail over the general provisions of Cr.P.C. in case of any conflict — The conditions for grant of bail enumerated in s. 45 of PMLA have overriding effect on the provisions of s. 439 Cr.P.C.— u/ s. 24 of SEBI Act, unless the contrary is proved the Authority/ Court shall presume that proceeds of crime are involved in money laundering — In the facts and circumstances of the case, High Court rightly refused the bail — Code of Criminal Procedure, 1973— s. 439— Prevention of Money Laundering Act, 2002 — s. 4- Securities and Exchange Board of India Act, 2002 —-s. 24. "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "GURUDASSING NAWOOSING PANJWANI VS. THE STATE OF MAHARASHTRAAND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NzU=",
        "Citation": "[2015] 15 S.C.R. 522",
        "Case Type": "(CIVIL APPEAL /5102/2006)",
        "Date": "06 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvX181MjItNTQyIF8xNzA0MjY2MjgwLnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 522",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "06 November 2015",
        "Petitioner:": "Gurudassing Nawoosing Panjwani",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2015 INSC 833",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "The State Of Maharashtraand Others",
        "Case Type:": "CIVIL APPEAL /5102/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Land Revenue Code",
            "1966- ss.11",
            "257 -and 259 - Second Revision u/s.257 - Entertained by State C Government - Maintainability of -"
        ],
        "HeadNote": "  Maharashtra Land Revenue Code, 1966- ss.11, 257 -and 259 - Second Revision u/s.257 - Entertained by State C Government - Maintainability of -— Second Revision u/s, 257 — Entertained by State Government — Maintainability of - Held: The provisions of the Code suggest that the State Government is the supreme revenue authority in revenue matters — The revenue officers are subject to superintendence, direction and control of State Government — Jurisdiction of the State is concurrent with the jurisdiction of other Revenue officers in deciding the Revision — Even if the decision of the revenue authority is considered to be final, the State Government in exercise of its revisional as well as general power of superintendence and control can call for any record of proceedings and consider legality and propriety of orders passed by the revenue officers u/s.257 — _ The code does not bar exercise of revisional power second time by a superior officer or State Government-— in the present case, it was well within jurisdiction of the State Government to entertain the second revision. "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "GIRIDHAR G. YADALAM VS. COMMISSIONER OF WEALTH TAX &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NTY=",
        "Citation": "[2015] 15 S.C.R. 543",
        "Case Type": "(CIVIL APPEAL /728/2011)",
        "Date": "24 JULY 2015",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvX181NDMtNTU0IF8xNzA0MjY2Mjc4LnBkZg==",
        "SCR Citation:": "[2015] 15 S.C.R. 543",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "24 July 2015",
        "Petitioner:": "Giridhar G. Yadalam",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2015 INSC 518",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Wealth Tax &anr.",
        "Case Type:": "CIVIL APPEAL /728/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wealth Tax Act",
            "1957: s.2(ea)(v)",
            "Explanation 1 (b) - Urban land - Exemption to wealth tax -"
        ],
        "HeadNote": " Wealth Tax Act, 1957: s.2(ea)(v), Explanation 1(b) — Urban land - Exemption to wealth tax — Held: Benefit of exemption in respect of urban land is available only when the building is fully constructed and not when the construction activity has merely started — In the instant case, assessee is not entitled to.benefit of exemption under the clause as the building was still under construction during the assessment year.  Interpretation of Statutes: Taxing statute — Held: In taxing statute, it is the plain language of the provision that has to be preferred where language is plain and is capable of one definite meaning. "
    },
    {
        "volume": "2015Volume 15",
        "Case Name": "PAWAN KUMAR AGARWALA VS. GENERAL MANAGER-II & APPOINTING AUTH. STATE BANK OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NzE=",
        "Citation": "[2015] 15 S.C.R. 555",
        "Case Type": "(CIVIL APPEAL /13448/2015)",
        "Date": "17 NOVEMBER 2015",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNS9QYXJ0IEkvUGF3YW4gS3VtYXIgQWdhcndhbGEgIHZzICBHZW5lcmFsIE1hbmFnZXJpaSAgQXBwb2ludGluZyBBdXRoIFN0YXRlIEJhbmsgT2YgSW5kaWEgIE9yczE3MDE4NjM3NjgucGRm",
        "SCR Citation:": "[2015] 15 S.C.R. 555",
        "Year/Volume:": "2015/ Volume 15",
        "Date of Judgment:": "17 November 2015",
        "Petitioner:": "Pawan Kumar Agarwala",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2015 INSC 842",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy,Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "General Manager-ii & Appointing Auth. State Bank Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /13448/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Misconduct - Penalty - Allegation against the appellant that he filled the loan application of a borrower and influenced the manager of another branch of the bank to sanction loan despite knowing that the borrower had earlier taken loan from his branch and thereby appellant failed to protect the interests of the bank"
        ],
        "HeadNote": "  Service Law — Misconduct — Penalty — Allegation _ against the appellant that he filled the loan application of a borrower and influenced the manager of another branch of the bank to sanction loan despite knowing that the borrower had earlier taken loan from his branch and thereby appellant failed to protect the interests of the bank — Meanwhile, in the disciplinary proceedings against the manager of the other branch, authority awarded minor penalty of one stage lower in time scale for a period of one year — However in case of appellant, order of dismissal passed — Appellant filed writ petition — Single judge of High Court found that there was unfairness in the enquiry as the list of witnesses and the . copies of the documents were not given to the appellant and granted reinstatement with all service benefits and back wages to the extent of 25% — On challenge by respondents, Division Bench modified the punishment by imposing penalty of reduction of one increment for one year and reinstatement without back wages since he was already drawing pension — On appeal, held: It was a case of denial of fair opportunity to the appellant in gross violation of the procedural | ‘requirements of the Service Rules — The finding of the enquiry officer on the charges was vitiated on account of non- compliance of the statutory Rules and principles of natural justice — In the absence of evidence, the order of reinstatemént without full back wages was unjustified in law—~ High Court should have made deduction of the amount of pension received by the appellant after awarding full bac ‘wages for the period in question — Order of Division Benc set aside and order of single judge restored and modifie with regard to award of reinstatement with full back wages. "
    }
]