[
    {
        "volume": "2016Volume 6",
        "Case Name": "NABAM REBIA, AND BAMANG FELIX VS. DEPUTY SPEAKER AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTExMw==",
        "Citation": "[2016] 6 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /6203-6204/2016)",
        "Date": "13 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9OYWJhbSBSZWJpYSwgQW5kIEJhbWFuZyBGZWxpeCBfIERlcHV0eSBTcGVha2VyIEFuZCBPdGhlcnNfMTcwMTE2MTI5OC5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "13 July 2016",
        "Petitioner:": "Nabam Rebia, And Bamang Felix",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 526",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Deputy Speaker And Others",
        "Case Type:": "CIVIL APPEAL /6203-6204/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "CONSTITUTION OF INDIA: Art.155 — Appointnent and status of Governor"
        ],
        "HeadNote": " CONSTITUTION OF INDIA: Art.155 — Appointnent and status of Governor -—.Held: A ~ Governor is appointed by a warrant issued under the hand and seal of the President under Art.155, and his term of office enures under Art.156, during the pleasure of the President — A Governor is an executive nominee, and his appointment flows from the aid and advice tendered by the Council ‘of Ministers with the Prime Minister as the head, to the President. Art. 163 - Power of Governor to exercise his discretion — Scope of ~ Held: Art.163 does not give the Governor a general_ discretionary power to act against or without the advice of-his Council of Ministers — The area for the exercise of his discretion is limited ~ Even in this limited area, his choice of action should not be arbitrary or fanciful — It must be a choice dictated by reason, aciuated by good faith and tempered by caution — Under Art.163(1) the discretionary power of the Governor extends to situations, wherein a constitutional provision expressly requires the Governor to act in his own discretion — Any discretion exercised beyond the Governor's jurisdictional authority, would certainly be subject to judicial review — The judgment rendered in the Mahabir Prasad Sharma by the High Court of Calcutta does not lay down the correct legal position as it confers excessive powers on the Governor, well beyond his status as a formal or constitutional head of the Executive — The constitutional position declared therein, with reference to Aft,163(2), is accordingly set aside. Arts. 163, 174, 179 — Removal of the Speaker (or the Deputy Speaker) under Art.179 — Role of Governor — Held: Governor has"
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "DEVINDER SINGH & ORS. VS. STATE OF PUNJAB THROUGH CBI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTEyMg==",
        "Citation": "[2016] 6 S.C.R. 295",
        "Case Type": "(CRIMINAL APPEAL /190/2003)",
        "Date": "25 APRIL 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9EZXZpbmRlciBTaW5naCAmIE9ycy4gXyBTdGF0ZSBPZiBQdW5qYWIgVGhyb3VnaCBDYmlfMTcwMTE2MTU0Mi5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 295",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "25 April 2016",
        "Petitioner:": "Devinder Singh & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 335",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "State Of Punjab Through Cbi",
        "Case Type:": "CRIMINAL APPEAL /190/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Disturbed Areas Act",
            "1983 (as amended in 1989) —"
        ],
        "HeadNote": "Punjab Disturbed Areas Act, 1983 (as amended in 1989) — s.6 — Sanction before prosecution — Prosecution of police officials for cases alleging deaths caused in fake encounters and torture or death in police custody — After obtaining sanction from State Government and without obtaining sanction from Central Government — Need for sanction from Central Governinent — Held: In case the version of prosecution is found to be correct, there is no requirement Jor sanction, as a public servant is not entitled to indulge in criminal activities ~ However, it would be open to the accused person to adduce evidence and such other materials to indicate that the incident was in discharge of their official duties — Trial court to decide the question afresh from stage to stage or even at the time of conclusion of trial as to whether there was reasonable nexus of the incident with discharge of official duty — Thereafter. the court shall re-examine the question of sanction. Code of Criminal Procedure, 1973 ~ 8.197 ~ Sanction before prosecution — Principle relating to — Discussed."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "BRAJENDRA SINGH YAMBEM VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTEyNg==",
        "Citation": "[2016] 6 S.C.R. 333",
        "Case Type": "(CIVIL APPEAL /8323/2016)",
        "Date": "26 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9CcmFqZW5kcmEgU2luZ2ggWWFtYmVtIF8gVW5pb24gT2YgSW5kaWEgQW5kIEFuci5fMTcwMTE2MTY1NS5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 333",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "26 August 2016",
        "Petitioner:": "Brajendra Singh Yambem",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 620",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "CIVIL APPEAL /8323/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Central Civil Services (Pension) Rules. 1972"
        ],
        "HeadNote": "Service Law: Central Civil Services (Pension) Rules. 1972 - r. 9(2J(b)(ii) - Scope of - 7il'o disciplinary proceedings first relating to missing of arms and ammunitions und second relating to supply to contraband ganja - l11i1iated against 1he appellant while he was in service - The disciplinary proceedings ll'ere quashed by the High Court - In the meantime delinque111 retired ji-0111 service - Pursuant to his retirement fi·esh departmental inquiries initiated ajier obtaining sanction from the President of India ult: 9(2){b){i) of the I 972 Rules - Single Judge of High Court held the fresh departmental proceedings as barred by limitation as per 1:9(2)(b){ii) - Division Bench of High Court set aside the decision of single Judge - On appeal, Held: As per r.9(2)(b){ii) the disciplinary proceedings are burred by limitation and hence are liable to be quashed - Howeve1; having regard to the seriousness of the allegations made ugainst the delinquent, in exercin of power u!Art. 142, the Disciplinary Authority is directed to continue the disciplinary proceedings - Constitution of India - Art.142."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "M/S SHANTI CONDUCTORS (P) LTD. ANR. VS. ASSAM STATE ELECTRICITY BOARD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTEyOQ==",
        "Citation": "[2016] 6 S.C.R. 362",
        "Case Type": "(CIVIL APPEAL /8442-8443/2016)",
        "Date": "31 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS8yMDE2XzZfMzYyLTQzOSBfMTcwMzMwODgxNy5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 362",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "31 August 2016",
        "Petitioner:": "M/s Shanti Conductors (p) Ltd. Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2019 INSC 81",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "Assam State Electricity Board & Ors.",
        "Case Type:": "CIVIL APPEAL /8442-8443/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act",
            "1993"
        ],
        "HeadNote": "  Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 — Suit for recovery of interest under — Maintainability of ~ On facts, Staie Electricity Board placed supply orders on 31.3.1992 and 13.5,1992 ~ Supply completed by appellant on 410.1993 and last payment made on 3.3.1994 - Meanwhile, Act af 1993 came into force with effect from 23.9.1992 ~ On 10.1.1997, appellant filing suit for recovery of Rs.33.68 lacs on account of interest on delayed payments and future interest — Maintuinability of the suit — Held: Difference of opinion between the judges — Per Vi Gopala Gowda, J: Provisions of the Act are retroactive in nature; and non consideration of the said aspect renders the Modern Industries case and Purbanchal Cables & Conductors Pvt. Ltd. case as sub silentio~ Per Aran Mishra, J: Act of 1993 cannot be said to bv retrospective in operation or having retroactive operation — Supply order having been placed before the date of commencement of the Act, that is before 23.9.1992, the beneficial provisions of the Act regarding higher interest would not be applicable. "
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "LUDOVICO SAGRADO GOVEIA VS. CIRILA ROSA MARIA PINTO AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTEzNA==",
        "Citation": "[2016] 6 S.C.R. 440",
        "Case Type": "(CIVIL APPEAL /8756/2016)",
        "Date": "06 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9MdWRvdmljbyBTYWdyYWRvIEdvdmVpYSBfIENpcmlsYSBSb3NhIE1hcmlhIFBpbnRvIEFuZCBPcnMuXzE3MDExNjE5MzMucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 440",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "06 September 2016",
        "Petitioner:": "Ludovico Sagrado Goveia",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 855",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Cirila Rosa Maria Pinto And Ors.",
        "Case Type:": "CIVIL APPEAL /8756/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Multi-State Co-operative Societies Act",
            "2002"
        ],
        "HeadNote": "Multi-State Co-operative Societies Act, 2002 - s.126 - Initiation of recovery proceedings u/ss. 74 and 76 of Multi-State Co-operative Societies Act,1984 - Award - Dema11d notice by the Bank - Failure to pay the amounl - Award referred for execution - Six proclamation notices for sale by public auction - No bidders came forward - Sale of the mortgaged property by adopti11g the mode of selling property hy sealed tender - Sale confirmed in favour of succes4it! bidder (appellant) - Without availing the procedure provided under d7 (] 3) of Multi-State Co-operative Societies Rules, 2002, borrower filed writ petition seeking quashing of lhe award and the sale cerlificale - High Courl set aside the award and consequellt sale certificate on the ground that all'ard was liable to be executed 011ly in the manner provided under Arbirration and Conciliatio11 Act, 1996, 1984 Act havi11g bee11 repealed by the 2002 Act - On appeal, held: Proceedings under 1984 Act ll'ere saved by virtue of s.126(6) of 2002 Act - Thus the execution proceedings under 1984 Act were valid - Award and the consequent sale certificate could not have bee11 set aside - Multi-State Co-operatire Societies Act, 1984 - ss. 74 and 76 - 11ulti-State Co-operative Society Rules, 2002 - n:37{13) and (14)."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "SYSCON CONSULTANTS P. LTD. VS. M/S. PRIMELLA SANITARY PROD. P. LTD. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTMzNw==",
        "Citation": "[2016] 6 S.C.R. 456",
        "Case Type": "(CIVIL APPEAL /2910/2013)",
        "Date": "19 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS8yMDE2XzZfNDU2LTQ4NyBfMTcwMzMwODg5OC5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 456",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "19 September 2016",
        "Petitioner:": "Syscon Consultants P. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 885",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "M/s. Primella Sanitary Prod. P. Ltd. And Others",
        "Case Type:": "CIVIL APPEAL /2910/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Performance - Sale agreement - By defendant Nos. 1 to 6 with the plaintiff -"
        ],
        "HeadNote": " Specific Performance - Sale agreement - By defendant Nos. 1 to 6 with the plaintiff - Claiming to be absolute owners of the property in question and concealing the fact that the property was mortgaged with Bank and there was another heir (their sister) - However, the defendants 1 to 6 had agreed to give clear title to the plaintiff - Advance paid by the plaintiff - Thereafter defendants 1 to 6 communicated to the plaintiff their inability to sell the property as their sister claimed pre-emptive rights - Plaint(ff filed suit (suit No. 8811987) for specific performance of the contract - The sister and her husband also filed suit for declaration and injunction (Suit No. 10511987) in respect of suit property as well as other properties, against defendant Nos. 1 to 6 and the plaintiff - In recovery proceedings by the mortgagee Bank, the distress sale of the suit property was averted on plaintiff repaying the loan amount on the request of defendant Nos. 1 to 6 - Mortgage was redeemed - The sister initiated inventory proceedings for division of the property including suit property - Jn the inventory proceeding the court was not informed about the pending suit, nor the plaintiff was informed about the same - In the inventory proceedings sister and her husband obtained suit property - Writ petition by the sister challenging the proceedings of the Asstt. Registrar culminating in redemption of mortgage - Petition disposed of by High Court giving liberty to pursue their rights as per law - Plaintiff thereafter amended the suit (8811987) impleading sister and her husband as additional defendants (as defendant Nos. 7 and 8), also challenging inventory proceedings and sought compensation - Defendant Nos. 7 and 8 sold their property to defendant No. 9 - Trial court dismissed the suit of plaintiff and upheld the rights of defendant Nos. 7 and 8 - High Court decreed the suit to the extent of the share of defendant Nos. 1 to 6 - Appeal by the plaintiff, by the defendant Nos. 1 to 8and also by the purchaser of the property i.e. defendant No. 9 - Held: In view of the conduct of the parties, it is not a fit case to exercise discretionwy jurisdiction u/Art. 136 of Constitution - The plaintiff had throughout .been readft;and willing to perform its obligations under the agreement to sell - In view of the nature of the property, monetary compensation would not be an adequate alternative to specific performance - The plaintiff went to the extent of discharging the mortgage by paying a sum which was almost three times the amount of sale consideration - Defendant Nos. I to 8 had already given up on their rights in the suit property by not taking steps to avoid the distress sale at the instance of the Bank - Defendant Nos. 1 to 6 also failed to ·complete the sale even after clear title was made out, i.e. when the obstacle of mortgage was removed - The agreement became enforceable after clear title was made out - Even if undivided share of one of the other heirs of the property cannot be transferred, the remaining share of other heirs can be transferred - Art. 2177 of Portuguese Civil Code, 1867 does not prohibit alienation of undivided interest - No injustice is caused to defendant No. 9 eithe1~ as he purchased the property under litigation being fully aware of the same - Portuguese Civil Code, I867 -Art. 2177 - Constitution of India -Art. 136. "
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "RELIANCE GENERAL INSURANCE CO. LTD. VS. SHASHI SHARMA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTM0MQ==",
        "Citation": "[2016] 6 S.C.R. 488",
        "Case Type": "(CIVIL APPEAL /9654/2016)",
        "Date": "23 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9SZWxpYW5jZSBHZW5lcmFsIEluc3VyYW5jZSBDby4gTHRkLiBfIFNoYXNoaSBTaGFybWEgJiBPcnMuXzE3MDExNjg0NzMucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 488",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "23 September 2016",
        "Petitioner:": "Reliance General Insurance Co. Ltd.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 909",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Shashi Sharma & Ors.",
        "Case Type:": "CIVIL APPEAL /9654/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Compensation - Fatal accident - In motor accident"
        ],
        "HeadNote": "Compensation - Fatal accident - In motor accident - Of employee covered under Haryana Compassionate Assistance to the Dependants of the Deceased Government Employees Rules, 2006 - Compensation under Motor Vehicles Act granted after deducting the amount received by the claimants under 2006 Rules - High Court held that the amount paid under 2006 Rules could not have been deducted - On appeal, held: In the matter of determination of compensation under 1988 Act, the two cardinal principles are that it must be just and adequate and that no double benefit should be passed on to the claimants - The claimants· claim for the subject 'Pay and Wages' under 1988 Act, which is receivable under r.5(1) of the 2006 Rules, would result in double payment towards the same head - The harmonious approach for determining a just compensation payable under 1988 Act, is to exclude the amount received or receivable by the dependants of deceased Government employee, under 2006 Rules - Howeve1; claim towards loss of future escalation of income and other benefits, which are not covered under 2006 Rules can be pursued under 1988 Act - Similarly other benefits extended in terms of Sub-rule (2) to sub-rule (5) of r.5 of 2006 Rules would remain unaffected and cannot be allowed to be deducted - Motor Vehicles Act, 1988 - ss. 167 and 168 - Haryana Compassionate Assistance to the Dependants of the Deceased Government Employees Rules, 2006 - r.5.Words and Phrases: Words 'compensation' and 'just' - Meaning of. in the collfext of Motor Vehicles Act, 1988."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "SYEDA RAHIMUNNISA VS. MALAN BL (DEAD) BY L.RS. & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTM0NA==",
        "Citation": "[2016] 6 S.C.R. 512",
        "Case Type": "(CIVIL APPEAL /2875-2879/2010)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TeWVkYSBSYWhpbXVubmlzYSBfIE1hbGFuIEJsIChkZWFkKSBCeSBMLnJzLiAmIEFuci4gRXRjLl8xNzAxMTY4NTY0LnBkZg==",
        "SCR Citation:": "[2016] 6 S.C.R. 512",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Syeda Rahimunnisa",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 938",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Malan Bl (dead) By L.rs. & Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /2875-2879/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 — s.100, Or, XLI rr. 23, 23-A and 25 — Two suits by appellants against respondents [one for their eviction from the suit land (tenanted premises} and the other for money decree towards damages for use and occupation of suit land] — Three suits were filed by the respondents [first for declaration of their ownership by adverse possession against Government; second for injunction restraining Electricity Board for disconnecting electricity supply, and third against the Municipality] — Trial court decreed the suits of appellants holding that they have established land-lord and tenant relationship while the respondents have failed to establish their title over the suit land — Order of trial court affirmed by first appellate Court — High Court allowed the second appeals and remanded the cases to trial court for fresh trial — On appeal, held: The questions formulated by High Court cannot be regarded as satisfying the test of being ‘substantial questions of law’ within meaning of s.100 as they were neither debatable nor arguable — The concurrent findings on facts, on due appreciation of evidence by two courts, were binding on High Court - The High Court also did not have jurisdiction to remand the case for denovo trial — High Court neither formulated any question as regards the remand nor did any party raise this ground complaining about the proceedings in the lower courts — Power of appellate court to remand a case to subordinate court is contained in Or. XLI rr.23, 23-A and 25 — The Court is required to record reason as to why it has taken course to any out of the three rules for remanding the case - There is no error in the judgment of first appellate court which rightly upheld decree of trial court."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "SAMPELLY SATYANARAYANA RAO VS. INDIAN RENEWABLE ENERGY DEVELOPMENT AGENCY LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTQ3OA==",
        "Citation": "[2016] 6 S.C.R. 532",
        "Case Type": "(CRIMINAL APPEAL /867/2016)",
        "Date": "19 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TYW1wZWxseSBTYXR5YW5hcmF5YW5hIFJhbyBfIEluZGlhbiBSZW5ld2FibGUgRW5lcmd5IERldmVsb3BtZW50IEFnZW5jeSBMaW1pdGVkXzE3MDEyMzQxMjAucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 532",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "19 September 2016",
        "Petitioner:": "Sampelly Satyanarayana Rao",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 887",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Indian Renewable Energy Development Agency Limited",
        "Case Type:": "CRIMINAL APPEAL /867/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Jnsn•uments Act",
            "1881 : s. 138- Dishonour of post-dated cheques"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881 : s. 138- Dishonour of post-dated cheques given for repayment of loan installment and described as \"security\" in loan agreement, if covered uls. 138 - Held: ·Applicability of s.138 c depends on whether the cheque represents discharge of existing enforceable debt/liability or it represents advance payment without there being-subsisting debt or liability-Thus. i/bJJ the date of the cht;que. liability or debt exists , 'or the ainount becomes legally recoverable, s.138 is attracted and not otherwise.:_ In the instant case, loan was disbursed prioi· io the date of the cheques - Though, the word ;.security\" is used in the loan agreement, it, D however refers to the c7ieques towards repayment of installments of loan - Ther(ore, once the loan was advanced and the installment had fallen due on the date of the cheque as per the agreement. dishonour of such cheques would-fall u_uder s.138. ·• Criminal law - Quashing of complaint'- Held: While dealing with a quashing petition, the Court has ordinarily to proceed on the basis of averments in complaint-'- Defence of accused cannot be considered at this stage - Court considering the prayer for quashing does not adjudicate upon a disputed question of fad."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "T.S. DAS AND ORS. VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTQ5MA==",
        "Citation": "[2016] 6 S.C.R. 541",
        "Case Type": "(CIVIL APPEAL /2147/2011)",
        "Date": "27 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9ULnMuIERhcyBBbmQgT3JzLiBfIFVuaW9uIE9mIEluZGlhIEFuZCBBbnIuXzE3MDEyMzQ1MTgucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 541",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "27 October 2016",
        "Petitioner:": "T.s. Das And Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 994",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "CIVIL APPEAL /2147/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Armed Forces: Navy Act",
            "1957 - Navy (Pension) Regulations",
            "1964 - Regns. 92",
            "95 -"
        ],
        "HeadNote": "Armed Forces: Navy Act, 1957 - Navy (Pension) Regulations, 1964 - Regns. 92, 95 - Reservist Pension and Special Pension - Grant of - Applicants appointed as Sailors in Indian Navy prior to 03.07.1976 - Appointment letter to the effect that applicant engaged as Sailor for JO years active service and JO years on fleet service thereafter, if required - Applicants continued for a brief period beyond the initial term of I 0 years in active service - Meanwhile, discontinuation of Fleet Reserve Service because of the Government policy dated 03.07.1976 - Applicants discharged without drafting them to fleet reserve services and paid gratuity - Claim of applicallfs for the grant of special pension and reservist pension before the tribunal - Rejected by the tribunal - In another application, tribunal accepted to the claim of appellants for gram of reservist pension - On appeal, held: There is no provision either i11 the Act of 1957 or the Regulatio11s framed thereu11der, to suggest that drafti11g of such Sailors on Fleet Reserve Service was ''automatic\" after expiration of their active service/enrolment period - Effect of the Government Policy is to disband the establishment of the Reserve Fleet Service with effect from 03.07.1976 - Drafting of Sailors to the Reserve Fleet Service was dependellf 011 an express order to be passed by the competent Authority - Sailors did 11ot have a vested or accrued right for being placed in the Reserve Fleet Service - Hence, 110 right of the Sailors in active service was affected or taken away because of the Policy - Consequence of not placing the concerned Sailor to the Fleet Reserve Service may result in deprivation of Reservist Pe11Sion ~ However, applica11ts e111itled W..Special Pension u11der Regn. 95, bei11g a separate dispe11Sation for such Sailors, u11less discharged by way of punishme111 under Regn. 279 - Nonof the applicants entitled for Reservist Pension in terms of Regn. 92 - All Sailors appointed prior to 03.07.1976 and whose tenure of initial active service/empanelment period expired on or after 03.07.1976 eligible for Special Pension under Regn. 95, subject to fulfilling other requirements - Navy Ceremonial Conditions of Services and Miscellaneous Regulations, 1964 - Regn. 269."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "STATE OF U.P. & ORS. VS. DR. DINESH SINGH CHAUHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU2Mw==",
        "Citation": "[2016] 6 S.C.R. 571",
        "Case Type": "(CIVIL APPEAL /8047/2016)",
        "Date": "16 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBVLnAuICYgT3JzLiBfIERyLiBEaW5lc2ggU2luZ2ggQ2hhdWhhbl8xNzAxMjM2OTk1LnBkZg==",
        "SCR Citation:": "[2016] 6 S.C.R. 571",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "16 August 2016",
        "Petitioner:": "State Of U.p. & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 604",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Dr. Dinesh Singh Chauhan",
        "Case Type:": "CIVIL APPEAL /8047/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Medical Council of India Post Graduate"
        ],
        "HeadNote": "Education/Educational Institutions: Medical Council of India Post Graduate Medical Education c Regulatio11s, 2000 - Regn. 9 - Proviso to clause IV of Regn. 9 - Legality of - Held: Regn. 9 is a complete Code - Proviso to clause IV of Regn. 9 predicates that in determining the merit of candidates in-service of Government/public Authority, weightage in the marks may be given as an incentive @ 10% of the marks obtained for D each year of service in specified remote or difficult areas of the State upto the maximum of 30% of the marks obtained in NEET - Provision for determining inter-se merit of the candidates including by giving weightage of marks as incentive to eligible in-service candidates who have worked in notified remote or difficult areas in the State, is just and reasonable - Liberal interpretation does not provide for 30% reservation for in-service candidates, but only of giving a weightage in the form of i11centive marks as specified to the class of i11-service candidates, served in 11otified remote and difficult areas in the State - Mere hypothesis that the State Government may take a11 improper decision whilst notifying the area F as remote a11d difficult, cannot be the basis to hold that Regn. 9 and in particular proviso to Clause IV is unreasonable - Thus, the procedure evolved in Regn. 9 in general and the proviso to Clause (IV) in particular is just, proper and reasonable and also fulfill the test of Art. J.I, bei11g in larger public interest - Further, the State Governments across the country are not in a position to provide G health care facilities in remote and difficult areas in the State for want of Doctors - Provision in the form of granti11g weightage of marks was to give i11centive to the in-service candidates and to attract more graduates to join as Medical Officers in the State Health. Care Sector - On facts, High Court was justified in quashing the Government Order dated 28.02.2014 providing for reservation to in-service candidates, being violative of Regn. 9 as in force - However, the operative direction by the High Court is modified to the effect that admission process for Academic Year 2016-17 onwards to the Post Graduate Degree Course in the State should proceed as per Regn. 9 including by giving incentive marks to eligible in-service candidates in terms of proviso to Clause IV - Constitution of India - Art 14."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "ALAGAAPURAM R. MOHANRAJ & OTHERS VS. TAMIL NADU LEGISLATIVE ASSEMBLY REP. BY ITS SECRETARY & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU2Ng==",
        "Citation": "[2016] 6 S.C.R. 611",
        "Case Type": "(WRIT PETITION (CIVIL) /455/2015)",
        "Date": "12 FEBRUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9BbGFnYWFwdXJhbSBSLiBNb2hhbnJhaiAmIE90aGVycyBfIFRhbWlsIE5hZHUgTGVnaXNsYXRpdmUgQXNzZW1ibHkgUmVwLiBCeSBJdHMgU2VjcmV0YXJ5ICYgQW5vdGhlcl8xNzAxMjM3MDc2LnBkZg==",
        "SCR Citation:": "[2016] 6 S.C.R. 611",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "12 February 2016",
        "Petitioner:": "Alagaapuram R. Mohanraj & Others",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2016 INSC 166",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Tamil Nadu Legislative Assembly Rep. By Its Secretary & Another",
        "Case Type:": "WRIT PETITION (CIVIL) /455/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Arts.14",
            "19(/){g)",
            "21",
            "105",
            "194 - Members of State Legislative Assembly - Suspension for breach of · privileges -"
        ],
        "HeadNote": "Constitution of India - Arts.14, 19(/){g), 21, 105, 194 - Members of State Legislative Assembly - Suspension for breach of · privileges - First assembly resolution whereby suspension of nineteen members including petitioners, from the House for the remainder period of the current Session - Members allegedly obstructed proceedings of the assenibly - Thereafter, constitution of Privileges Committee which held that the actions of the petitioners amounted to breach of privilege, and recommended the action to be taken against them - Second Assembly Resolution passed whereby suspensiOn of the petitioners for ten days of the next session of the House - Members not to be paid their salaries or given other benefits - Writ petition challenging the second Resolution - Held: By preventing the legislator from participating in the proceedings of the House, though there is a curtailment of the petitioner-members' right of free speech in the Legislative Assembly to which they are entitled u!Art. 194 but the impugned order does not violate fundamental rights of petitioners guaranteed under!A'd. 19(/)(a). -· Right to participate in the proceedings of the legis/ptive. bodies is not a fundamental right falling u/Art. 19(/)(g) - Member of the. legislative assembly cannot be treated as pursuing an 'occupation' · u!Art. 19(/)(g) - Further, the only material relied upon by the Privileges Committee to identify all the members and recommend action against them for breach of privilege was the video recording - It was the legal obligation of the Committee to ensure that a copy of the video recording was supplied to the members·- Failure to supply a copy of the video recording or affording an opportunity to the petitioners to view the video recording resulted in the violation of the principles of natural justice-denial of a reasonable opportunity to meet the case - Thus, the second resolution passed by the State Legislative Assembly set aside - Tamil Nadu Legislative Assembly Rules - r.121(2) - Principles of natural justice. Arts. 105, 194, 19(l)(a) - Freedom of ~peech available to a member of the legislative body and freedom of speech inhering in a citizen - Scope and amplitude of - Held: Are totally different - Citizen has a right to enter the legislative body and exercise his freedom of speech after he gets elected to a legislative body - After the cessation of the membership of the legislative body, legislator would not continue to enjoy the freedom of speech contemplated u/Arts. 105 and 194. Judicial review - Scope of- In matters relating to action taken against members by the legislative bodies - Held: Is limited - Non-compliance with the principles of natural justice is one of the limited grounds."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "ANITA INTERNATIONAL VS. TUNGABADRA SUGAR WORKS MAZDOOR SANGH - AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU3MQ==",
        "Citation": "[2016] 6 S.C.R. 635",
        "Case Type": "(CIVIL APPEAL /6042-6048/2011)",
        "Date": "04 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9Bbml0YSBJbnRlcm5hdGlvbmFsIF8gVHVuZ2FiYWRyYSBTdWdhciBXb3JrcyBNYXpkb29yIFNhbmdoIC0gQW5kIE90aGVyc18xNzAxMjM3MjQ5LnBkZg==",
        "SCR Citation:": "[2016] 6 S.C.R. 635",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "04 July 2016",
        "Petitioner:": "Anita International",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 489",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Tungabadra Sugar Works Mazdoor Sangh - And Others",
        "Case Type:": "CIVIL APPEAL /6042-6048/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Recovery of Debts Due to Banks and Financial Institutions Act",
            "1993 - Recovery"
        ],
        "HeadNote": "Recovery of Debts Due to Banks and Financial Institutions Act, 1993 - Recovery proceedings under - Propriety of - Company ordered to be wound up by Company Court - Possession of the assets thereof taken by Official Liquidator - Lender-Bank sought permission of the Company Court by filing application in the pending company petition, to pursue the recovery proceedings against the Company under the 1993 Act - Company court by order dated 10.3.2000 granted the permission subject to the condition that no coercive steps are taken against the assets of the company during or after the conclusion of the proceedings before the Debt Recovery Tribunal - Recovery certificate was issued by the Tribunal - Recovery Officer thereupon proceeded with the sale of the properties of the Company - Objections thereto raised by the Workers ' Union of the Company and by the Official Liquidator were overruled by the Recovery Officer - Jn Writ Petitions challenging recovery proceedings, the High Court asked the writ petitioners to approach the Debt Recovery Tribunal - Recovery Officer sold the property in auction - Company applications were filed challenging the auction sale of the property by Recovery Officer - Ex Director of the Company also filed company application seeking setting aside of the auction sale - The applications were dismissed by the Company Court - The appeal against the order of the company Judge was allowed setting aside the auction sale and confirmation thereof - On appeal, held: The order dated 10.3.2000 passed by the Company Court, was having jurisdiction to pass the same and hence was binding on the Recovery Officer - The condition imposed by the Company Court could not have been violated by the Recovery Officer - Thus the sale made by the Recovery Officer was in violation of the order dated 10.3.2000 - The order is equally binding on the auction-purchaser. Judgment/Order - An order/judgment, until set aside by a competent court, would have the force of law - It is not open to the parties to the lis or third parties to disobey the order/judgment considering it, on their own, as void or non-est."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "M/S UMESH GOEL VS. HIMACHAL PRADESH COOPERATIVE GROUP HOUSING SOCIETY LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU3Nw==",
        "Citation": "[2016] 6 S.C.R. 703",
        "Case Type": "(CIVIL APPEAL /7916/2009)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS8yMDE2XzZfNzAzLTcyNyBfMTcwMzMwODkzMi5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 703",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "M/s Umesh Goel",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 457",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Himachal Pradesh Cooperative Group Housing Society Ltd.",
        "Case Type:": "CIVIL APPEAL /7916/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Partnership Act",
            "1932 - s.69(3"
        ],
        "HeadNote": " Partnership Act, 1932 - s.69(3) - Scope and ambit of - Whether the ban imposed u!s.69 against an unregistered firm can operate in the matter of arbitral proceedings by interpreting that the expression \"other proceedings\" in sub-section (3) of s.69 will include arbitral proceedings by equating the arbitral proceeding to a suit filed in a Court - Held: The ban imposed u!s.69 can have. no application to arbitral proceedings or arbitration award - Such proceeding will not come under the expression \"other proceedings\" in sub-section (3) of s.69 - Expressions couched in sub-section (3) cannot have independent existence - The \"other proceedings\" should be intrinsically connected with the \"suit\"which are banned under sub-sections (1) and (2) of s.69 - The provisions of sub- sections (1) and (2) have been impliedly incorporated in sub-section (3) - The arbitral proceedings cannot be treated as civil proceedings/suit for the purpose of s.69(3) by takii1g a cue from Limitation Act, Arbitration and Conciliation Act or Interest Act - Arbitration and Conciliation Act, 1996 - ss. 35 and 36 - Limitation Act, 1963 - s.14 - Interest Act, 1978 - s. 2(a). Interpretation of Statutes - A statutory provision has to be interpreted from the words that are expressly used - Court should not add or substitute any word to it. Words and Phrases - 'Court' - Meaning of "
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "INTERNATIONAL CONFEDERATION OF SOCIETIES OF AUTHORS AND COMPOSERS (CISAC) VS. ADITYA PANDEY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU4Mw==",
        "Citation": "[2016] 6 S.C.R. 728",
        "Case Type": "(CIVIL APPEAL /9412-9413/2016)",
        "Date": "20 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9JbnRlcm5hdGlvbmFsIENvbmZlZGVyYXRpb24gT2YgU29jaWV0aWVzIE9mIEF1dGhvcnMgQW5kIENvbXBvc2VycyAoY2lzYWMpIF8gQWRpdHlhIFBhbmRleSAmIE9ycy5fMTcwMTIzNzUxMy5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 728",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "20 September 2016",
        "Petitioner:": "International Confederation Of Societies Of Authors And Composers (cisac)",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 892",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Aditya Pandey & Ors.",
        "Case Type:": "CIVIL APPEAL /9412-9413/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Copyright Act",
            "1957 - ss. 2(d){v)",
            "13",
            "14(9) and 14(e)(iii) and 17 - Suit alleging"
        ],
        "HeadNote": "Copyright Act, 1957 - ss. 2(d){v), 13, 14(9) and 14(e)(iii) and 17 - Suit alleging infringement of copyrights in lyrics and musical work - Application for interim injunction - Disposed of by Single Judge and affirmed by Division Bench of High Court - On appeal, held: Per Prafulla C. Pant: Copyright to the author of literary work would not mean that such right of the producer of sound recording [who is author uls. 2(d){v) and has right to communicate his work to public uls. 14(e){iii)] is lost - Impugned order of High Court upheld - Per Ranjan Gogoi: The i11terim order of the Single Judge, upheld by Division Bench, strikes a reasonable note to find a workable solution during the pendency of the suit - Therefore, the same neetl1· to be upheld - Interlocutory injunction.Copyright - 'Assignment of copyright of a work' and 'licence to use the work' - Distinction between. Interlocutory Injuction - Scope of - Discussed. Words and Phrases: F Words 'copyright', 'author', 'sound recording', 'communication to the public' - Meanings of, in the context of Copyright Act, 1957."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "STATE OF WEST BENGAL AND OTHERS VS. CALCUTTA CLUB LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU4NA==",
        "Citation": "[2016] 6 S.C.R. 748",
        "Case Type": "(CIVIL APPEAL /4184/2009)",
        "Date": "04 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBXZXN0IEJlbmdhbCBBbmQgT3RoZXJzIF8gQ2FsY3V0dGEgQ2x1YiBMaW1pdGVkXzE3MDEyMzc2MDAucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 748",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "04 May 2016",
        "Petitioner:": "State Of West Bengal And Others",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2019 INSC 1111",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Calcutta Club Limited",
        "Case Type:": "CIVIL APPEAL /4184/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 366 (29A) - Sale of food and drinks to the permanent"
        ],
        "HeadNote": " Constitution of India - Art. 366 (29A) - Sale of food and drinks to the permanent members of incorporated club or any club - Exigibility to sales tax - Whether on the basis of 'doctrine of mutuality' such sale would not be exigible to sales tax or after insertion of Clause (29A) to Art. 366 of the Constitution by 46'\" Constitutional amendment 'doctrine of mutuality' has no applicability and such sale would amount to deemed sale - Held: In the decisions in *Fateh Maidan Club case and **Cosmopolitan Club case (which are post 46'\" amendment cases) 'doctrine of mutuality' was regarded as the base of imposition or non-imposition of sales tax - However, these decisions have not clearly expounded as to when a club can be held as acting as an agent of its members and thus not be construed as a party which sold the goods - The decisions have also not addressed the issue as to whether the fact of mutuality survives after the 46'\" amendment - The issue in the present case, therefore, has to be authoritatively decided by a Larger Bench - West Bengal Sales Tax Act, 1994 - s. 2(30).  "
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "NAVJOT SINGH SIDHU VS. OM PARKASH SONI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU4OA==",
        "Citation": "[2016] 6 S.C.R. 766",
        "Case Type": "(CIVIL APPEAL /10353/2016)",
        "Date": "26 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9OYXZqb3QgU2luZ2ggU2lkaHUgXyBPbSBQYXJrYXNoIFNvbmkgJiBPcnMuXzE3MDEyMzc2NzUucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 766",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "26 October 2016",
        "Petitioner:": "Navjot Singh Sidhu",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 990",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Om Parkash Soni & Ors.",
        "Case Type:": "CIVIL APPEAL /10353/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Election Laws - Election petition - Application u!Or. VI",
            "1: 16 and Or. Vil",
            "r.11 of"
        ],
        "HeadNote": "Election Laws - Election petition - Application u!Or. VI, 1: 16 and Or. Vil, r.11 of CPC by the returned candidate - Seeking dismissal of petition as no triable issues were disclosed in the pleadings - The Court held that three broad categories of a/legations (viz. Corrupt practice, seeking assistance of Gazetted Officer for furthering election prospects and action taken by Returning Officer on complaint regarding counting of votes) in the petition disclosed triable issues - On appeal, held: As regards allegation of corrupt practice, in respect of expenditure on advertisement in Newspapers all the material facts with full particulars as required uls. 83(1)(b) of Representation of People Act have been furnished and hence the same is required to go for full-fledged trial - But in respect of a/legation a/expenditure in public meetings full particulars of the material facts are lacking, and thus the allegation do not disclose the triable issues - The allegations as regards taking assistance of Gazetted Officer also requires full trial - Third allegation (as regards counting of votes) is not with regard to commission of corrupt practice and by ejjlux of time the issue has become academic, hence not required to go into - Representation of People Act, 1951 - s. 83(1J(b) - Code of Civil Procedure, 1908 - 01: VI, r.16, 01: VII, r.11."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "HIGH COURT OF PUNJAB & HARYANA & ORS. VS. JAGDEV SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU5Mw==",
        "Citation": "[2016] 6 S.C.R. 781",
        "Case Type": "(CIVIL APPEAL /3500/2006)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9IaWdoIENvdXJ0IE9mIFB1bmphYiAmIEhhcnlhbmEgJiBPcnMuIF8gSmFnZGV2IFNpbmdoXzE3MDEyMzc4NTkucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 781",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "High Court Of Punjab & Haryana & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 564",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Jagdev Singh",
        "Case Type:": "CIVIL APPEAL /3500/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Salary - Excess payment - Recovery in terms of undertaking -"
        ],
        "HeadNote": "Service Law - Salary - Excess payment - Recovery in terms of undertaking - Respondent availed revised pay scale and also gave undertaking under Pay Rules to refund any excess payment - Pay rules further revised - Recovery action against respondent for adjustment of excess payment - Propriety of - Held: While opting for the benefit of revised pay scale, respondent was clearly on notice of the fact that a future re-fixation or revision may warrant an adjustment of ,the excess payment made - Respondent had specifically furnished an undertaking to this effect while opting for revised pay scale, thus was bound by it - Therefore, plea that recovery from retired employees is impermissible, rejected - Recovery to be made in reasonable instalments - Judiciary - Haryana Civil Service (Judicial Branch) and Haryana Superior Judicial Service Revised Pay Rules 2001 - Haryana Civil Sen1ices (Judicial Branch) and Haryana Superior Judicial Service Revised Pay Rules 2003."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "JAYAM & CO. VS. ASSISTANT COMMISSIONER & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU5NA==",
        "Citation": "[2016] 6 S.C.R. 787",
        "Case Type": "(CIVIL APPEAL /8070-8073/2016)",
        "Date": "05 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9KYXlhbSAmIENvLiBfIEFzc2lzdGFudCBDb21taXNzaW9uZXIgJiBBbnIuXzE3MDEyMzc5MzAucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 787",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "05 August 2016",
        "Petitioner:": "Jayam & Co.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 1190",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Assistant Commissioner & Anr.",
        "Case Type:": "CIVIL APPEAL /8070-8073/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu Value Added Tax Act",
            "2006: s. 19(20) - Retrospectivity of",
            "validity"
        ],
        "HeadNote": "Tamil Nadu Value Added Tax Act, 2006: s. 19(20) - Retrospectivity of, validity - Input Tax Credit - Sub-section (20) of s.19 is altogether new provision introduced for determining the input tax in specified situatio1i, i.e., where goods are sold at a lesser price than the purchase price of goods - ITC is a form of concession granted by virtue of s.19 - When a concession is given by a statute. the legislature has power to make the provision stating the form and manner in which such concession is to be allowed - Sub-section (20) seeks to achieve that - There is no right inherent or otherwise vested with dealers to claim the benefit of ITC: but for s. 19 of the Act - Therefore, constitutionality of s.19(20) is upheld - However, amendment giving retro!>pective effect would seek to take away the vested right accrued in favour of dealers in respect of purchases and sales made between 1.1.2007 to 19.8.2010 and is, therefore, struck down."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "SASAN POWER LIMITED VS. NORTH AMERICAN COAL CORPORATION INDIA PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTU5OA==",
        "Citation": "[2016] 6 S.C.R. 809",
        "Case Type": "(CIVIL APPEAL /8299/2016)",
        "Date": "24 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TYXNhbiBQb3dlciBMaW1pdGVkIF8gTm9ydGggQW1lcmljYW4gQ29hbCBDb3Jwb3JhdGlvbiBJbmRpYSBQcml2YXRlIExpbWl0ZWRfMTcwMTIzODAxMC5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 809",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "24 August 2016",
        "Petitioner:": "Sasan Power Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1196",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "North American Coal Corporation India Private Limited",
        "Case Type:": "CIVIL APPEAL /8299/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - s. 45 - Execution of Agreement-I between appellant and American Company-NAC"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - s. 45 - Execution of Agreement-I between appellant and American Company-NAC - Two c years later. execution of Agreement-II between the appe(lant, respondent-NACC-lndia and American Company NAC - By the said agreement, American company assigned all its rights and obligations under Agreement I with the consent of the appellant to-respondent- lndian company - Dispute between appellant and respondent - · Request for arbitration before ICC in London, by respondent - Suit D by appellant - One of the prayer seeking declaration that arbitration agreemen( was null and void being contrary to Indian_ Law - Order passed whereby ICC stayed from proceeding with the arbitration - Applications by respondent seeking that dispute be referred to arbitration and sought vacation of injunction order - E Applications were allowed @nd suit was dismissed - Thereafter, appeal filed by the appellant - Dismissal by the High Court - O~ appeal, held: Per J. Clte/ameswar, J: It can be se.,en from the tenor . of ihe AGREEMENT-JI that it is a tripartite agteement - Consent given by the appellant is qualified - Appellant retained its right against the American company for the enforcement of obligations F and liabilities under AGREEMENT-I owed by the American company· to the appellant ~ Thus, the rights and obligations flowing out of AGREEMENT-II b_etween the three parties are interdependent - On examinatiqn of the fights and obligations 6f the American company under AGREEMENT-I and AGREEMENT-II, it is a dispute betWee1i G three parties of which one is an American company with a foreign element i.e. rights a~d obligations ofihe American company-Hence, the stipulation regarding the governing law cannot be said to be an agreement between only two Indian companies - So long as the obligations arising under the AGREEMENT-I subsists and theAmerican company is not discharged of its obligations under the AGREEMENT-L there is a foreign element' therein and the dispute arising therefrom -Autonomy of the parties in such a case to choose the governing law is well recognised in law - Further, in the AGREEMENT-II there is no discharge of the original contractee- American company s obligations - There are mutual obligations (arising out of AGREEMENT-I) still to be enforced - Transaction covered by AGREEMENT-JI is not an assignment-Also there cannot be any novation between American company and respondent - Further, for deciding whether the suit filed by appellant is maintainable or impliedly barred by s.45, the Court is required to examine only the validity of the arbitration agreement within the parameters set out in s.45, but not the substantive-contract of which the arbitration agreement is a part - Per Ahlwy Mwrolutr Sapre, J (Supplementing): NAC is an American company and being a party to Agreement-I as also to Agreement-II along with two Indian companies (appellant and respondent), a fortiori. Agreement-I and Agreement-II become an \"'international commercial arbitration\" within the meaning of s. 2(j) - Execution of Agreement-II did not result in substituting or rescinding or extinguishing Agreement-I - It recognized the existence of Agreement-I and resulted in its amendment by adding some nel;I' clauses and one party - It cannot be said that as a result of execution of Agreement-JI, novation of contract has come in to be inter se parties - Further. s. 45 shows that once it is found that the agreement is a legal and valid agreement, which is capable of being performed by the parties to the suit, the court has to pass an order by referring the parties to t!J.e arbitration in terms of the agreement - Trial court though allowed the application holding that the agreement was legal and proper and capable of being performed but did not pass any consequential order as required u/s. 45 by referring the parties to the arbitration and instead simply dismissed the suit - Thus, the order is modified to this extent."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "STATE OF H.P. & ORS. VS. RAJESH CHANDER SOOD ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYxMw==",
        "Citation": "[2016] 6 S.C.R. 851",
        "Case Type": "(CIVIL APPEAL /9750-9819/2016)",
        "Date": "28 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBILnAuICYgT3JzLiBfIFJhamVzaCBDaGFuZGVyIFNvb2QgRXRjLiBFdGMuXzE3MDEyMzg0NzAucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 851",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "28 September 2016",
        "Petitioner:": "State Of H.p. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 926",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Rajesh Chander Sood Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /9750-9819/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Himachal Pradesh Government Corporate Sector Employees Pension (family Pension",
            "Commutation of Pension and Gratuity) Scheme' 1999"
        ],
        "HeadNote": "Service law: Himachal Pradesh Government Corporate Sector Employees Pension (family Pension, Commutation of Pension and Gratuity) Scheme' 1999 - Pension scheme - Wilhdrawal of - Scheme of 1999 not financially viable - Repeal of 1999 Scheme vide Notification dated 02.12.2004 - Legalily of - Held: Notification dated 2.12.2004 is legal and constitulional - It cannot be said /hat the notification was unconstitutional, irrational, arbitrary or unreasonable - Scheme of 1999 created a contingent right in the employees of corporate bodies, who had opted for 'the 1999 Scheme ', immediately on its having been introduced; all those, who were deemed to have opted; and all those appointed after the introduction of 'the 1999 Scheme' - There was no employer and employees relationship between the State Government and employees -All the corporate bodies in which employees were/are engaged, are independent juristic entities - Thus, the claim raised by employees fm· pension, is not based on any right or obligation be/ween the parties - No right can· be stated to have been violated u/Arts. 14, 16, 21 and 300A - Further, the action of the State Government, was well within its authority and was based on due consideration - Repealing of the Scheme was a policy decision jailing in lhe realm of executive determination and 110 court has any role therein - Administrative law - Policy decision Scheme of 1999 - Cut-off date postulated by Slate Government, whereby some of the employees governed by 1999 Scheme (/hose who had retired prior lo 2.12.2004) 11•ere entitled lo draw pension under the 1999 Scheme, whereas others, who had not retired by the time the repeal notification was issued on 2.12.2004, were deprived of such benefits - Justification of - Held: Cut-off date has been upheld for extending better and higher pensionary benefits, based on the financial health of the employer - Cut-off date can therefore, legitimately be prescribed for extending pensionary benefits, if the funds available cannot assuage the liability, to all the existing pensioners - Thus, it is well within the authority of the State Government, in exercise of its administrative B . powers, to fix a cut-off date, for continuing the right to receive pens.ion in some, and depriving some others. c D E F G Scheme of 1999 - Right to pension under, whether a vested right - Held: As soon as the concerned employees came to be governed by 'the 1999 Scheme', a contingent right came to be vested in them, on the date when 'the 1999 Scheme' became operational, or to the direct entrants who entered service thereafter - Said contingent right created a right in the employees to claim pension, at the time of their retirement - Said right :would crystalise only upon the fulfillment of the postulated conditions, on having rendered, the postulated qualifying service - However, once such a contingent right was created, every such employee, could not be prevented from fulfilling the postulated conditions, to claim pension. Principle of estoppel/promissory estoppel - Applicability of - When original position (the rights enjoyed by the employees, under the Employees Provident Fund Scheme, 1995) available before 'the 1999 Scheme' was given effect to, has actually been restored - Held: Principle of estoppel/promissory estoppel is not applicable. Constitution of India - Art. 21 - 1999 Scheme, whether violative of Art. 21 - Held: Employees' Provident Funds Scheme, 1995, was sought to be replaced, by 'the 1999 Scheme'- 1999 Scheme' was an effort at the behest of the State Government, to provide still better retiral benefits - 1999 Scheme' was not a measure, aimed at providing basic human rights - Thus, 'the 1999 Scheme' cannot be treated as irreversible - Repealing of 'the 1999 Scheme 'cannot be deemed to have in any manner, violated the. right of the employees, u/Art. 21 - After the repeal notification dated 2.12.2004, the erstwhile Scheme of 1995, has been restored to such of the employees, who were impacted by the said repeal notification."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "STATE OF U.P. AND ORS. VS. Z.U. ANSARI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYyMA==",
        "Citation": "[2016] 6 S.C.R. 956",
        "Case Type": "(CIVIL APPEAL /9886/2016)",
        "Date": "30 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBVLnAuIEFuZCBPcnMuIF8gWi51LiBBbnNhcmlfMTcwMTIzODU0OC5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 956",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "30 September 2016",
        "Petitioner:": "State Of U.p. And Ors.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2016 INSC 934",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Z.u. Ansari",
        "Case Type:": "CIVIL APPEAL /9886/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Civil Services Regulations",
            "1975 - Regn. 351-A"
        ],
        "HeadNote": "Civil Services Regulations, 1975 - Regn. 351-A - Sanction under - For initiation of disciplinary proceedings - Granted by the Minister-in-charge of the concerned Department, and not by the Governor himself - Validity of the sanction - Held: Per T.S. Thakur, CJI: The power to direct disciplinary proceedings against an in- service or retired employee is an executive function to be discharged by the State Government - Jn terms of the Business of Uttar Pradesh (Allocation) Rules and U.P. Rules of Business, I 975, the said function stands allocated to the Ministercin-charge of the concerned department - The sanction so made was in law and in the constitutional scheme an order passed by the Governor of the State within the meaning of regn. 35JA and hence valid in law - Per V. Gopala Gowda, J: 1975 Regulations have been framed by the ·Governor in exercise of legislative power u/Art .. 309 of Constitution · - The same is distinct from his executive power under Art. I 66 of Constitution whereunder Business Transaction Rules were framed - The power under Regn. 351-A of 1975 Regulations can be delegated by the Governor , But such delegation cannot be under Business Transaction Rules - Jn the absence of any evidence to show that the Government had delegated his power to the Minister concerned, under Regn. 351-A to accord sanction, the sanction granted by the Minister cannot be said to be a valid sanction and hence cannot be sustained in law - Per Court: In view of difference of opinion, matter to be placed before appropriate Bench - Uttar Pradesh Business Transaction Rules, 1975 - Constitution of India - Arts, 154, 163, 166 and 309."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "GOVT. OF NCT OF DELHI AND ANOTHER VS. MAHENDER SINGH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTYyNw==",
        "Citation": "[2016] 6 S.C.R. 986",
        "Case Type": "(CIVIL APPEAL /9596/2016)",
        "Date": "22 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9Hb3Z0LiBPZiBOY3QgT2YgRGVsaGkgQW5kIEFub3RoZXIgXyBNYWhlbmRlciBTaW5naCBBbmQgT3RoZXJzXzE3MDEyMzg3MTEucGRm",
        "SCR Citation:": "[2016] 6 S.C.R. 986",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "22 September 2016",
        "Petitioner:": "Govt. Of Nct Of Delhi And Another",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 897",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Mahender Singh And Others",
        "Case Type:": "CIVIL APPEAL /9596/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 - s.2./(2) - Stay granted in respect of one of the lands covered by the s.4(1) notification of the 1894 Act - Effect on the other lands covered by the same notification - Jn the instant land acquisition proceedings, award was passed under the 1894 Act - After passing the award u/s.11 of the 1894 Act, no compensation was paid and possession was also not taken within five years prior to 01.01.2014, wh_en 2013 Act came into effect - Therefore, in terms of s.24(2) of the 2013 Act, the acquisition proceedings under 1894 Act in respect of respondents' land have lapsed - Since lapse u!s.24(2) is post-award, that would affect only the land referred to in the award and not the enlire land covered by the s.4(1) notification of the 1894 Act under which the proceedings for acquisition were initiated - Therefore, effect of stay cannot be extended to entire land - Land Acquisition Act, 1894 - ss.4(1), 6, 9, Jl, JJA.Land Acquisition Act, 1894 - s.JJA - Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 - s.24(2) - Difference between lapse ul s. JJA and lapse u!s.24(2) - Discussed."
    },
    {
        "volume": "2016Volume 6",
        "Case Name": "SAI BHASKAR IRON LTD. VS. A.P. ELECTRICITY REGULATORY COMMISSION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY0Mw==",
        "Citation": "[2016] 6 S.C.R. 995",
        "Case Type": "(CIVIL APPEAL /5542/2016)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA2L1BhcnQgSS9TYWkgQmhhc2thciBJcm9uIEx0ZC4gXyBBLnAuIEVsZWN0cmljaXR5IFJlZ3VsYXRvcnkgQ29tbWlzc2lvbiAmIE9ycy5fMTcwMTIzODk0OS5wZGY=",
        "SCR Citation:": "[2016] 6 S.C.R. 995",
        "Year/Volume:": "2016/ Volume 6",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Sai Bhaskar Iron Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 502",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "A.p. Electricity Regulatory Commission & Ors.",
        "Case Type:": "CIVIL APPEAL /5542/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh Electricity Regulatory Commission (Conduct of Business) Regulations",
            "1999: Regn. 45-B - Constitutional validity of"
        ],
        "HeadNote": "Andhra Pradesh Electricity Regulatory Commission (Conduct of Business) Regulations, 1999: Regn. 45-B - Constitutional validity of - Whether Regn. 45-B is ultra vires the provisions of s.26(9) of the Act of 1998 or ss.61 and 62(4) of the Act of 2003 - Held: Regn. 45-B deals with determination of fuel surcharge ..:. The provisions of s. 61 contain principles 011 which the Commission has to act- Since fuel surcharge is not defined in the Act, as such the Commission has specified in its wisdomformulafor its calculation in Regn. 45-B-Thefuel surcharge fOrmula in Regn. 45-B is in consonance with the factors provided under ss.61 and 62 of the Act of 2003 and also the provisions contained in s.26 of the Act of 1998 - Andhra Pradesh Electricity Reform Act, 1998 - s.26 - Electricity Act, 2003 - ss.55, 61, 62. Regn. 45-B, condition (1) - FSA formula - Exclusion of consumption by agricultural sector till completion of metering of agricultural services whether bad in law and contrary to the mandate of s.55(1) of the Act of 2003 - Held: The provision made in condition No.I of Regn.45-B cannot be said to be repugnant to s.55(1) as it deals with the licensees obligation to supply electricity after two years only on the basis of metered supply - In the prevailing conditions. in particular plight of agricultural sector and purpose of enactment, it is open to the Commission to make such a wholesome _,_~provision carved out in condition No. I - Thus, there is no violation of the provisions contained in s.55(1) of the Act of 2003 - The consequence of s. 55 of the Act of 2003 cannot be that if metering is not achieved within two years the consumption in agricultural sector cannot be provided within the purview of FSA formula ~ Andhra Pradesh Electricity Regulatory Commission (Transitory Provisions for Determination of Tariff) Regulations, 2004.Regn. 45-B - FSA has been determined under Regn.45-B as amended in 2003 for more than a decade - Regulations of 2005 do not deal with determination of fuel surcharge - Submission that FSA can be realised in terms of Regulations of 2005' cannot be accepted since Regulations of 2005 do not deal with FSA and there is a saving clause as provided in Regn.24 - Andhra Pradesh Electricity Regulatory Commission (Terms and Conditions for Determination of Tariff for Wheeling and Retail Sale of Electricity), Regulation, 2005.Electricity Act, 2003: c D E Lapse of Regulations of 1999 - Held: Regn. 2 of Regulations of 2004 provides that Regulations of 1999 as amended from time to time under the Act of 1998 shall apply as regulation under the Electricity Act, 2003 and shall remain in force or till new regulations are notified by the Commission under the Act of 2003 - Thus submission that the Regulations of 1999 as amended in 2003 being G the tariff regulation under the Act of 1998, ceased to have effect on 10. 6.2004 after one year from the date of coming into force of the said Act, by reason of proviso to s.61 of the Act of 2003 is untenable - Andhra Pradesh Electricity Regulatory Commission (Conduct of · Business) Regulations, 1999 - Andhra Pradesh Electricity H Regulatory Commission (Transitory Provisions for Determination F , s. 65 - Exclusion of farmers from meeting the fuel surcharge adjustment charges - Whether amounts to violation of s.65 - Held: s.65 enables the State Government to make a provision for subsidy to any consumer or class of consumers - State Government has to pay in advance in such manner the amount to compensate the person affected by the grant of subsidy - Considering the pathetic condition of farmers and inability to face the burden, the State Government, gave them certain concessions in the form of subsidy - However, the Commission had excluded them from meeting the fuel surcharge adjustment charges - Provision of s.65 relating to subsidy by the State Government is not at all attracted - The matter involved in the present case is not of subsidy but determination of fuel surcharge formula - Thus, the submission based upon the violation of the provision of s.65 is wholly unwarranted and is liable to be rejected as subsidy has not been included in the determination of fuel surcharge.of Tariffj Regulations, 2004 - Andhra Pradesh Electricity Reform Act, 1998. A Fuel surcharge - Determination of, taking variation in cost of rupee in account - Held: The fuel surcharge is determined as per the formula which takes into account the change in cost of rupeefor a period extending in the past beyond the relevant quarter. Andhra Pradesh Electricity Reform Act, 1998: s.26(2) - A/legation of discriminatory tariffs vis-a-vis agricultural section - Held: Differential treatment is permissible within the ken of the provisions of s.26 - As provided in s.26(8) in case consumers are similarly placed same tariff has to be applied - Agriculturists and consumers like appellants cannot be said to be similarly placed - Paying capacity is also one of the factors which can be used for protective discrimination under discriminatory tariffs as provided in s.26(7)(a). Tax/Taxation: Surcharge - Meaning of - 'Sur<;,harge' is basically over and above main levy and is in the form of additional charge - The nature of surcharge has to be considered as per intendment in which it has been used in the enactment. Administrative law: Judicial review - Fixingthe rate of fuel surcharge - Scope of interference - Discussed."
    }
]