[
    {
        "volume": "2016Volume 8",
        "Case Name": "G.T. VENKATASWAMY REDDY VS. STATE TRANSPORT AUTHORITY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNjQ=",
        "Citation": "[2016] 8 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /4480/1998)",
        "Date": "19 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Sharad Arvind Bobde, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9HLnQuIFZlbmthdGFzd2FteSBSZWRkeSBfIFN0YXRlIFRyYW5zcG9ydCBBdXRob3JpdHkgJiBPcnMuXzE3MDEyNTIxNDIucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "19 July 2016",
        "Petitioner:": "G.t. Venkataswamy Reddy",
        "Disposal Nature:": "Reference answered",
        "Netural Citation:": "2016 INSC 540",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "State Transport Authority & Ors.",
        "Case Type:": "CIVIL APPEAL /4480/1998",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1939: ss.48",
            "57(8)",
            "63"
        ],
        "HeadNote": " Motor Vehicles Act, 1939: ss.48, 57(8), 63 - Whether on the publication of an approved scheme the number of trips of the vehicles of the existing operators can be increased by granting the variation of a permit even when the existing operators are allowed to carry on their business as on the date of the publication of the scheme - Held: A close reading of the sub-section (8) of s.57 shows that an application for variation of any permit in the case of a stage carriage, for the purpose of increasing the number of trips as well as number of vehicles covered by the permit, mandatorily to be treated as an application for the grant of a new permit - s.57(8) is controlled by s. 68FF falling under Chapter IV-A, by virtue of the superseding effect of s.68B also falling under Chapter IVA - Once a scheme formulated under s. 68D gets approved, then all the permits in the route/area covered by the scheme get frozen by virtue of operation of s.68FF - The effect of s.68FF can be altered /modified/ cancelled only in the manner as provided for under s.68E and in no other manner - By virtue of that, either a grant of a new permit or the variation of an existing permit of private operator cannot be ordered in respect of an area or route covered by an Approved Scheme ..:. Increase in the number of trips or vehicles which were being run under the existing exempted permit under a Scheme will amount to grant of a new permit to operate one more Stage Carriage which is not permissible under s.68FF.  "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "DHAL SINGH DEWANGAN VS. STATE OF CHHATTISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNjg=",
        "Citation": "[2016] 8 S.C.R. 36",
        "Case Type": "(CRIMINAL APPEAL /162-163/2014)",
        "Date": "23 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9EaGFsIFNpbmdoIERld2FuZ2FuIF8gU3RhdGUgT2YgQ2hoYXR0aXNnYXJoXzE3MDEyNTIzMTAucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 36",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "23 September 2016",
        "Petitioner:": "Dhal Singh Dewangan",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 905",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Chhattisgarh",
        "Case Type:": "CRIMINAL APPEAL /162-163/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s . .J02 - Conviction and death sentence by courts below for causing death of wife and 5 daughter"
        ],
        "HeadNote": "Penal Code, 1860: s . .J02 - Conviction and death sentence by courts below for causing death of wife and 5 daughters - Prosecution case that on the fateful night, complaint lodged that sound of shouting heard ji-om the house of the appellant - When police reached his house, PW-6, mother of the appellant informed that she saw appellant attacking his wife and five daughters with a sharp edged object - Bodies of the deceased found in a room and appellallf lying in one corner of the same room in an unconscious state with iron knife lying near his hand -Appellant sent to hospital - Before the Magistrate, PW-6 did not directly attribute anything to the appellant - However, in the opinion of trial court, her version implicating the appellant as spoken to PWsl, 2, 3 and 5 was admissible u/s.6 of Evidence Act - Placing reliance on those witnesses as well as non-explanation on part of appellant as to how incident occurred, trial court held appellant guilty - High Court affirmed conviction - On appeal, held: Statement of PW-6 cannot be said to have been made so shortly after the incident so as to form part of transaction - Since spontaneity and continuity was lost, statements attributed to PW-6 by other prosecution witnesses do not satisfy the essential requirement of s.6 of Evidence Act - Further, the doctor who had examined appellant was not called as witness, nor any case papers of such examination were made available - The explanation that he knew nothing as he was unconscious, therefore, cannot be called, 'absence of explanation' or 'false explanation' - The extracts of General Diary were completely silent about any relevant features regarding the role of the appellant - Also, there was discrepancy as to seizure of cloths worn by him at the time of occurrence - The site map shows the house to be a single storey structure with a verandah and courtyard open to sky - Rooms were not locked and the possibility of anyoneother than the inmates of the house getting into the house cannot be ruled out - Prosecution did not gather the fingerprints either in the house or even on the iron knife which was allegedly used for committing the offence in question - The circumstances did not form a complete chain of circumstances as not to leave any reasonable ground for the conclusion inconsistent with the innocence of the appellant - Appellant entitled to acquittal - Evidence Act, 1872 - s.6. A Evidence Act, 1872: s. 6 - Rationale behind - Held: It is the spontaneity and immediacy of the statement in question which rules out any time for concoction - For a statement to be admissible u/ s.6, it must be contemporaneous with the acts which constitute the offence or at least immediately thereafter - Penal Code, 1860 - s.302."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "M/S. SHASUN CHEMICALS AND DRUGS LTD. VS. COMMISSIONER OF INCOME TAX-II, CHENNAI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNzM=",
        "Citation": "[2016] 8 S.C.R. 73",
        "Case Type": "(CIVIL APPEAL /9611/2016)",
        "Date": "16 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfNzMtODMgXzE3MDMzMDk5MTcucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 73",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "16 September 2016",
        "Petitioner:": "M/s. Shasun Chemicals And Drugs Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 879",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax-ii, Chennai",
        "Case Type:": "CIVIL APPEAL /9611/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961"
        ],
        "HeadNote": " Income Tax Act, 1961 - ss.35D, 36, 40A(9), 43B -Amortization of expenditure -Deduction of payment of bonus from business income - Assessee issued public shares in order lo raise funds to meet the capital expenditure for expansion of its existing units of production and for research and development - Assessee claimed amortization of expenditure incurred towards share issue expense u/s.35D of the Act - Furthermore, assessee claimed deduction u/s. 36 of the Act, regarding bonus paid to its employees - Claim disallowed by High Court - On appeal, held: Amortization of expenditure u/s.35D, is allowed for period of JO years @ 1110'\" of each - On facts, benefit was allowed for first two assessment years by assessing officer and therefore, it could not have been denied in subsequent block period - Payment of bonus is allowable deduction u/s.36(1){ii) and s.40A(9) has no application to it - s.43B(b) is also not applicable as this provision does not mention about bonus - Therefore, assessee entitled to benefit uls.35D and s.36. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "UNION OF INDIA & ORS. VS. DEVJEE MISHRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwNzU=",
        "Citation": "[2016] 8 S.C.R. 84",
        "Case Type": "(CIVIL APPEAL /823/2013)",
        "Date": "27 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSAmIE9ycy4gXyBEZXZqZWUgTWlzaHJhXzE3MDEyNTI1MjkucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 84",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "27 September 2016",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 918",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Devjee Mishra",
        "Case Type:": "CIVIL APPEAL /823/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Armed Force Personnel - Dismissal - Respondent worked as"
        ],
        "HeadNote": "Service Law: Armed Force Personnel - Dismissal - Respondent worked as Corporal in Air Force - Over stayed the leave period- Departmental action taken - In court martial proceeding, respondent accepted guilt -· Dismissed from service - Respondent filed writ petition and stated that he never accepted guilt and was forced to make confession - High Court quashed the orders of dismissal on ground that he ll'as 1101 a habitual deserter,· that he 11e1•er accepted his guilt; that he was pressurized by his superiors to plead guilty; and that he was iflegaffy confined in a cell in violation of s.107 of Air Force Act and Arts. 21, 22 of the Constitution of India - On appeal, held: The records prove that re5pondent overstayed.the leave period after his marriage and respondent had faced action for similar misconduct in the past also - Court martial proceedings revealed that respondent voluntarily adi.;-itted his guilt on charges with fi1/l understanding and in 5pite of opportunity given to him to reconsider his stand and to defend himself, he did not change his confession and also declined to have a civil advocate - Confession was, there.fore, justly recorded in court martial proceedings by the officials - In reply affidavit to writ application, authorities unambiguously denied that respondent was forced to· give confession - However, same was not taken into consideration by High Court - Further, the document attached along with writ petition substantiating that respondent was pressurized by his superiors was not a part of court martial proceedings in the first place and no explanation was given for the same - Also, no reason given by High Court as to how s.107 of Air Force Act vitiated the enquiry against the respondent - High Court committed manifest error in interfering with the impugned decision of Competent authority - Air Force Act, 1950 - ss.39(a) (b), 161, 107 - Constitution of India - Arts. 21, 22."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "SECURITIES & EXCHANGE BOARD OF INDIA VS. BURREN ENERGY INDIA LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMzE=",
        "Citation": "[2016] 8 S.C.R. 101",
        "Case Type": "(CIVIL APPEAL /361/2007)",
        "Date": "02 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9TZWN1cml0aWVzICYgRXhjaGFuZ2UgQm9hcmQgT2YgSW5kaWEgXyBCdXJyZW4gRW5lcmd5IEluZGlhIEx0ZC4gJiBPcnMuXzE3MDEyNTYwNjIucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 101",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "02 December 2016",
        "Petitioner:": "Securities & Exchange Board Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1089",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Burren Energy India Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /361/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations",
            "1997 - Regns. 22(7)",
            "2(1)([) - Acquisition of 26.01%"
        ],
        "HeadNote": "Securities and Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997 - Regns. 22(7), 2(1)([) - Acquisition of 26.01% of the share capital in the target company on the date of Share Purchase Agreement by the acquirer - On the same date appointment of directors i11 the target company by the acquirer company and the company acting in concert - SEEi held that this amounted to violation of Regn. 22(7) since the appointment was made during the offer period-date of execution of share purchase agreement - Tribunal held them not liable for violating Regn. 22(7) - On appeal, held: Concluded agreement is not contemplated to be the starting point of th<' rJjfer period - But such a consequence must naturally follow once the offer period commences from the date of entering into a Memorandum of Understanding-agreement, falling short of a binding contract - If the offer period can be triggered of by an understanding that is yet to fructify into an agreement, the same can be said to have commenced/started ji·om the date of a concluded agreement-share purchase agreement - Order passed by the tribunal is set aside and that of the Adjudicating Officer is restored."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "M/S. SURYACHAKRA POWER CORPORATION LIMITED VS. ELECTRICITY DEPARTMENT, REP. BY ITS SUPERINTENDING ENGINEER, PORT BLAIR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMzM=",
        "Citation": "[2016] 8 S.C.R. 108",
        "Case Type": "(CIVIL APPEAL /5958/2015)",
        "Date": "22 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfMTA4LTExNCBfMTcwMzMwOTk1NC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 108",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "22 September 2016",
        "Petitioner:": "M/s. Suryachakra Power Corporation Limited",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 899",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Electricity Department, Rep. By Its Superintending Engineer, Port Blair And Others",
        "Case Type:": "CIVIL APPEAL /5958/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003 - s.125"
        ],
        "HeadNote": " Electricity Act, 2003 - s.125 - Special limitation period - Applicability of s.5, Limitation Act, 1963 - Appeal before Supreme c Court. beyond 120 days' limitation period uls. 125, Electricity Act - Condonation ojdelay sought 011 the ground that the delay ll'as mai11ly on account of time taken in prosecuti11g review petition before the Appellate Tribunal for Electricity and also because Limitation Act, 1963: G H s.l./ - Exclusio11 of time o.f prosecuting the case bonatide in Court 1101 having j11risdictio11 - E111itleme111 - Held: The lll'o main ingredients j(1r al/racting s.1-1 are (i) prosecution of another civil proceedings with due diligence (ii) such prosecutio11 has to be in good faith - In the .facts of the present case there was lack of good faith and 110 due diligence 011 the part ~f appellant in conductingits case - Therefore, appellant 11ot entitled to benefit u/s.14 - Delay/ !aches. A Applicability of s.14 when s.5 1101 applicable - Held: Principles under s.14 can be applied even whe11 s.5 is 1101 applicable. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "JOSE @ PAPPACHAN VS. THE SUB-LNSPECTOR OF POLICE, KOYILANDY & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxMzY=",
        "Citation": "[2016] 8 S.C.R. 115",
        "Case Type": "(CRIMINAL APPEAL /919/2013)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Kb3NlIEAgUGFwcGFjaGFuIF8gVGhlIFN1Yi1sbnNwZWN0b3IgT2YgUG9saWNlLCBLb3lpbGFuZHkgJiBBbm90aGVyXzE3MDEyNTYyNTQucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 115",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Jose @ Pappachan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 941",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "The Sub-lnspector Of Police, Koyilandy & Another",
        "Case Type:": "CRIMINAL APPEAL /919/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 - Death of appellant's wife by hanging"
        ],
        "HeadNote": "Penal Code, 1860: s.302 - Death of appellant's wife by hanging - Prosecution case that appellant alo11g with his brother murdered his wife - Conviction of appellant only u/s.302 - Acquilla/ of appellant and brother-accused u/s.498-A - Conviction challenged by appella11t - Held: The evidence of witnesses when considered in conjunction with the testimony of the doctor did not link the appellant directly or indirectly with the actual act leading to the unnatural death of the deceased - The circumstantial evidence adduced by the prosecution fell short of the require111e11t i11 law to return a .finding of guilt against the appellant ll'ithout any element of doubt whatsoever - The fact that both the accused persons were exonerated of the charge of cruelty u/s. 498A and that the co- accused, who allegedly had assisted the appellant in the perpetration of the crime had been fully acquitted by the courts below of all the charges also weakens the prosecution case - The facts and circumstances admit of a reasonable doubt in favour of appellant - Benefit of doubt grarited to him. Criminal jurisprudence: Suspicion of commission of crime - Held: Suspicion however grave cannot take the place of proof - Prosecution in order to succeed on a criminal charge cannot afford to lodge its case in the realm of \"may be true\" but has to essentially elevate it to the grade of \"must be true\"."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "GURPAL SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNTM=",
        "Citation": "[2016] 8 S.C.R. 139",
        "Case Type": "(CRIMINAL APPEAL /1145/2016)",
        "Date": "02 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9HdXJwYWwgU2luZ2ggXyBTdGF0ZSBPZiBQdW5qYWJfMTcwMTI1Njk1OC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 139",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "02 December 2016",
        "Petitioner:": "Gurpal Singh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 1090",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1145/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 and s.307 - Family dispute over land between informant"
        ],
        "HeadNote": "Penal Code, 1860: s.302 and s.307 - Family dispute over land between informant and appellant who were brothers - On the fateful day, when son of the informant was working in fields, appellant started abusing him - Informants son came home and complained to the informant - Informant went to the terrace of his house and summoned appellant - Appellant and his son responded to his call and proclaimed that they would continue to do same - Thereafter appellant rushed downstairs and brought his gun and opened fire which hit the informant on the side of his head - Wife of the informant and friends of the informant rushed to the terrace - On seeing them, appellant fired towards them which hit one of the friends resulting in his death and injury to another - Conviction of appellant by courts below and acquittal of co-accused-son - Conviction challenged - Held: Evidence of eye-witnesses was E consistent, coherent and reliable - Medical evidence also proved prosecution case beyond doubt - Acquittal of co-accused has no bearing on the inculpatory involvement of the appellant - The involvement of appellant in the crime was proved beyond doubt - However, the facts do not lead to the inference that the appellant had the intention of eliminating any one of those fired at, though he F had the knowledge of the likely fatal consequences thereof - In view of the fact situation and also the time lag in between, conviction of the appellant moderated to one uls. 304 Part 1 and 307 and the sentence is reduced to the period already undergone."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "TIN PLATE DEALERS ASSOCIATION PVT. LTD. & ORS. VS. SATISH CHANDRA SANWALKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNTc=",
        "Citation": "[2016] 8 S.C.R. 145",
        "Case Type": "(CIVIL APPEAL /589/2010)",
        "Date": "07 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9UaW4gUGxhdGUgRGVhbGVycyBBc3NvY2lhdGlvbiBQdnQuIEx0ZC4gJiBPcnMuIF8gU2F0aXNoIENoYW5kcmEgU2Fud2Fsa2EgJiBPcnMuXzE3MDEyNTcxMTAucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 145",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "07 October 2016",
        "Petitioner:": "Tin Plate Dealers Association Pvt. Ltd. & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 959",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Satish Chandra Sanwalka & Ors.",
        "Case Type:": "CIVIL APPEAL /589/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Companies Act",
            "1956: ss.397",
            "398",
            "53 - Company petition maintainability of"
        ],
        "HeadNote": "Companies Act, 1956: ss.397, 398, 53 - Company petition maintainability of - Company petition ll'as filed by the respondents No. 1-7 (Sanwalka group) against the appellants No.2-5 (Gupta group) - CLB held petition maintainable - Shares were allotted lo the respondents after the forfeiture of the same in hands of the appellants - Plea of appellants that shares 11•ere held by the respondents as beneficiary holders on behalf of appellants and respondents failed to comply with the notice 10 pay the unpaid value of forfeited shares - Held: Share certificates discloses that the allotment was fresh and independent - Certificates do not contain any stipulation or condition that the same are being held either on account of a third person or as beneficiary on behalf of any third person - Shares were held by the respondents in their own right without any E connection with the forfeited shares held by the appellants - Also, compliance of call notice in terms of s.53 was not proved by the appellants and its comfor,it with clauses <~f Articles of Association of the company - Therefore. company petition maintainable. ss.397, 398 - Oppression and mismanagement - Respondent- Sanwalka group filed company petition alleging oppression by the appellants-Gupta group and questioning the act of removal of lll'o members of respondent-Sanwalka group from the Board of Directors and induction of two others of appellant-Gupta group in their place - Held: Satisfaction that oppression has been committed has to be reached in the facts of each case - Facts of the present case demonstrate a series of unacceptable decisions and actions 011 the part of the appellants-Gupta group.s.205(3) - Issue of bonus shares - Held: Proviso of s.205(3) permits issue of bonus shares out of revaluation reserves of a company - Also, Articles of Association of the company to permit and contemplate such an action - In the present case, the Articles of Association do not empower the Directors to issue bonus shares out of revaluation reserves - When the Articles of the company do not confer such power in the Board, exercise thereof on the basis that the Act so provides would be impermissible - Enabling provisions under the Act would require incorporation in the Articles of a company.Company Law: c D Issue of ordinary equity shares - Held: Power of the Board of Directors to issue fresh shares is an adjunct of its extensive powers under the Companies Act, 1956 - Fundamental fair play is expected from the Board of Directors in making fair and proportionate distribution/allotment of such shares - Issue of ordinary equity shares should be proportionate lo the share holdings of the members of the company - Companies Act, 1956 - s.I72(2) rlw s.41. E Issue of ordinary equity shares in lieu of preference shares - Conversion of preference shares to equity shares - Held: Resolution of the Board relating to the conversion of preference shares into equity shares proceeded m1 basis that dividends l1111•e not been paid and shareholder agreed to accept equivalent equity shares, is unreliable - Just and proper to strike down the conversion of preference shares into equity shares and revert the preference shares to earlier status - Companies Act, 1956 - s.87(2){a)."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "BENSON VS. STATE OF KERALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNjE=",
        "Citation": "[2016] 8 S.C.R. 166",
        "Case Type": "(CRIMINAL APPEAL /958/2016)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9CZW5zb24gXyBTdGF0ZSBPZiBLZXJhbGFfMTcwMTI1NzIwMS5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 166",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Benson",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 944",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Kerala",
        "Case Type:": "CRIMINAL APPEAL /958/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.42? - Concurrent running of subsequent"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.42? - Concurrent running of subsequent sentence with previous sentence - Appellant of having committed various offences - Tried separately c charged and sentenced in each of the offences - Plea of appellant for concurrent running of sentences - Held: Court has the power and discretion to issue a direction that the subsequent sentence shall run concurrently with the previous sentence - Whether or not a direction ought to be issued in a given case would depend upon the D nature of the offence or offences committed and the fact situation - On facts, sentence imposed on appellant in each of the present cases to run concurrently with the sentence imposed upon the appellant in another crime committed by him which is currently operative - However; this benefit limited in respect of substantive sentences and not on default sentences and sentences of fine."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "VIVEK BATRA VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNjQ=",
        "Citation": "[2016] 8 S.C.R. 177",
        "Case Type": "(CRIMINAL APPEAL /2491/2014)",
        "Date": "18 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9WaXZlayBCYXRyYSBfIFVuaW9uIE9mIEluZGlhIEFuZCBPdGhlcnNfMTcwMTI1NzI5MS5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 177",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "18 October 2016",
        "Petitioner:": "Vivek Batra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 971",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "CRIMINAL APPEAL /2491/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988 - s.19 and ss. 7",
            "JO",
            "11",
            "13 and 15 - Public Servant"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988 - s.19 and ss. 7, JO, 11, 13 and 15 - Public Servant - Offence of criminal misconduct - Assets disproportionate to the known sources of income - Petition C chaf/enging sanction for prosecution of appellant u!s.13 of the Act - Dismissed by High Court - Propriety - Held: Sanction cannot be held invalid only for the reason that in the administrative notings, different authorities have opined differently before the competent authority took the decision in the matter - There was proper application of mind on the part of the co1i1petent authority before D the sanction was accorded - No reason to interfere with impugned order of High Court - Government of India (Allocation of Business) Rules, 1961- rr.3(3), (4) - Central Vigilance Commission Act, 2003 - s.8 (g)"
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "LALITA RAMESH LASE & ORS. VS. JAIRAJ KANTILAL SONAWALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNjg=",
        "Citation": "[2016] 8 S.C.R. 185",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /10706/2014)",
        "Date": "16 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9MYWxpdGEgUmFtZXNoIExhc2UgJiBPcnMuIF8gSmFpcmFqIEthbnRpbGFsIFNvbmF3YWxhICYgT3JzLl8xNzAxMjU3MzkyLnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 185",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "16 December 2016",
        "Petitioner:": "Lalita Ramesh Lase & Ors.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2016 INSC 1154",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Jairaj Kantilal Sonawala & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /10706/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bombay Tenancy and Agricultural Land Act",
            "1948 - s. 70(B"
        ],
        "HeadNote": "Bombay Tenancy and Agricultural Land Act, 1948 - s. 70(B) - Status of protected tenant - Issue as regards petitioners and others claiming to be tenant in respect of certain plots - Applications uls. C 70(B) allowed by the Tehsildar, however, when the matter reached before the High Court, the claim of the petitioners of being protected tenant, was negated - Meanwhile, amendment applications filed by the petitioners seeking that duration of cultivating possession be enhanced from 20-22 yrs to 40-45 yrs was allo·wed - On appeal, held: Applications filed by the petitioners were in a cyclostyled form D which did not adequately contain the particulars of the lands - There was mis-match between the gut numbers and the survey numbers provided by the petitioners - There were inconsistencies in the chart submitted -Amendment applications did not contain the required endorsements to indicate the dates on which those had E been submitted and taken on record - Thus, the petitioners failed to prove their claim of protected tenants - Order passed by the High Court does not call for interference."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "VOLUNTARY HEALTH ASSOCIATION OF PUNJAB VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNzI=",
        "Citation": "[2016] 8 S.C.R. 192",
        "Case Type": "(WRIT PETITION (CIVIL) /349/2006)",
        "Date": "08 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Wb2x1bnRhcnkgSGVhbHRoIEFzc29jaWF0aW9uIE9mIFB1bmphYiBfIFVuaW9uIE9mIEluZGlhIEFuZCBPdGhlcnNfMTcwMTI1NzU0NS5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 192",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "08 November 2016",
        "Petitioner:": "Voluntary Health Association Of Punjab",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 1013",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /349/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pre-Conception and Pre-Natal Diagnostic Techniques (Prohibition of Sex Selection) Act",
            "1994"
        ],
        "HeadNote": " Pre-Conception and Pre-Natal Diagnostic Techniques (Prohibition of Sex Selection) Act, 1994 - Pre-Conception and Pre-Natal Diagnostic Techniques (Prohibition of Sex Selection) Rules, 1996 - Proper implementation of the Act and the Rules Sought by filing writ petition u/Art. 32 of the Constitution - Supreme Court by its order dated ./.3.2017 issued certain directions and further directed the States to file their respective status reports - From time to time also issued directions - Held: Despite the Scheme of the Act and purpose of the various provisions and also the Rules framed under the Act, the dropping of sex ratio still remains a social affliction and a disease - Therefore. in addition to the directions issued earlier; certain directions issued.  "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "MONTECARLO LTD. VS. NTPC LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxNzg=",
        "Citation": "[2016] 8 S.C.R. 224",
        "Case Type": "(CIVIL APPEAL /10143/2016)",
        "Date": "18 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Nb250ZWNhcmxvIEx0ZC4gXyBOdHBjIEx0ZC5fMTcwMTI1NzcyMS5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 224",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "18 October 2016",
        "Petitioner:": "Montecarlo Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 976",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Ntpc Ltd.",
        "Case Type:": "CIVIL APPEAL /10143/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tenders - Judicial review - Invitation for bids for development and operation of coal mines"
        ],
        "HeadNote": "Tenders - Judicial review - Invitation for bids for development and operation of coal mines - Respondent-NTPC found the bid by technically non-responsive as appellant did not have c appellant necessary experience of drilling for blasting purposes - Appellant invoked jurisdiction of High Court challenging the determination made by respondent - Plea of appellant that the tender documents required experience of a bidder only in drilling, not drilling for . blasting purposes - High Court held that the assessment of the D . respondent-NTPC was correct as it did not affect public interest but subserved the public purpose - On appeal, held: Owner or the employer of a project, having authored the tender documents, is the best person to understand and appreciate its requirements and interpret its documents - Constitutional Courts must defer to this understanding and appreciation of tender documents unless there E is malafide or perversity in understanding - Technical evaluation or comparison by the court thus is impermissible - Principle to understand ordinary instrument relatable to contract has to be treated differently than tender documents relating to technical works and projects - In the instant case, tenders and offers are invited for F highly technical subjects - It is to check and ascertain that technical ability and the financial feasibility have sanguinity and are workable and realistic - It requires technical expertise - Therefore, respondent should be allowed to carry out technical evaluation freely - No infirmity in the judgment and order passed by the High Court."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "MOHD. JALEES ANSARI AND OTHERS VS. CENTRAL BUREAU OF INVESTIGATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAxODE=",
        "Citation": "[2016] 8 S.C.R. 247",
        "Case Type": "(CRIMINAL APPEAL /546/2004)",
        "Date": "11 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Nb2hkLiBKYWxlZXMgQW5zYXJpIEFuZCBPdGhlcnMgXyBDZW50cmFsIEJ1cmVhdSBPZiBJbnZlc3RpZ2F0aW9uXzE3MDEyNTc4MjAucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 247",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "11 August 2016",
        "Petitioner:": "Mohd. Jalees Ansari And Others",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 402",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Central Bureau Of Investigation",
        "Case Type:": "CRIMINAL APPEAL /546/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Terrorist and Disruptive Activities (Prevention) Act",
            "1987: ss. 3",
            "4",
            "5 and 6 - Prosecution under and also under ss. 302",
            "307",
            "324",
            "326 and 436 of !PC; ss. 3 and 4 of Explosive Substance Act",
            "1908; s.9B of Explosives Act",
            "1884"
        ],
        "HeadNote": "Terrorist and Disruptive Activities (Prevention) Act, 1987: ss. 3, 4, 5 and 6 - Prosecution under and also under ss. 302, 307, 324, 326 and 436 of !PC; ss. 3 and 4 of Explosive Substance Act, 1908; s.9B of Explosives Act, 1884; ss. !50 and 151 of Railways Act,1989 and s.4 of Prevention of Damage to Public Property Act, 1984; all rlw s. 120-B !PC - Of 16 accused- For serial bomb-blast in different trains - Case registered by CBI - Confessional statements of the accused recorded - Confessions of A-1, A-5, A-8, A-9, A-JO, A-11 and A-13 were recorded in crimes other than the present cases - A-6 since escaped from custody, his case was separated - Designated Court convicted A-1 to A-5 and A-7 to A- 16 - A-12 since was found to be a juvenile, his case was also separated - Appeal by A-1 to A-5, A-7 to A-11 and A-13 to A-16 - Held: The confessional statements of A\"l, A-2, A-3, A-4, A-7, A-14, A-15 and A-16 are admissible in law - Their statements are further corroborated by the confessions of other co-accused - Therefore, the prosecution case is established against them and hence their conviction affirmed - Confessions of A-5, A-8, A-9, A-10, A-11 and A-13 cannot be relied upon as substantive pieces of evidence - As regards A-5 and A-11, even without referring to their confessions, their role in the conspiracy is fully established and hence their conviction is affirmed - The prosecution has failed to prove the involvement of A-8, A-9, A-10 and A-13 in the present cases and hence their conviction is set aside - Penal Code, 1860 - ss. 120-B, 302, 307, 324, 326 and 436 - Explosive Substance Act, 1908 - ss. 3 and 4 - Explosives Act, 1884 - s.9B - Railways Act,1989 - ss. 15 0 and 151 - Prevention of Damage to Public Property Act, 1984 - s.4.s.15 r/w Rule 15 of Terrorist and Disruptive Activities (Prevention) Rules, 1987 - Confessions under - Reliability on - Held: Confessions recorded u/s 15(1) in accordance with statutory requirements and conditions u/1; 15 is admissible against the maker: co-accused, abettor or a conspirator; subject to conditions stipulated in Proviso to s. 15(1) - Such statement can form the basis of B conviction as against the maker of such confession - But extent of reliability of such confession as against the co-accused should be treated with caution. A c D s.20A(J) - Cognizance of offence under TADA - Need for prior approval of District Superintendence of Police before recording of offence under TADA by Police - Held: The provision for prior approval is absolute imperative, in absence of which further proceedings taken under TADA would be completely invalid and of no consequence."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "HARPAL SINGH @ CHHOTA VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMDQ=",
        "Citation": "[2016] 8 S.C.R. 334",
        "Case Type": "(CRIMINAL APPEAL /2539/2014)",
        "Date": "21 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Arjan Kumar Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9IYXJwYWwgU2luZ2ggQCBDaGhvdGEgXyBTdGF0ZSBPZiBQdW5qYWJfMTcwMTMxOTAzMC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 334",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "21 November 2016",
        "Petitioner:": "Harpal Singh @ Chhota",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1045",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /2539/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "I860: ss.364A",
            "395",
            "4I2",
            "47I",
            "I20B- Conspiracy and abduction for"
        ],
        "HeadNote": " Penal Code, I860: ss.364A, 395, 4I2, 47I, I20B- Conspiracy and abduction for ransom and detaining victim under threat to cause death or hurt - Conviction by courts below - Challenged - Held: Evidence of victim as a whole was truthful - His elaborate testimony not only projected the stage-wise developments following his abduction till his release, the same remained unshaken substantially even by his cross-examination - Evidence adduced vis-a-vis the stage-wise recovery of the currency notes, fire-arms, the Honda City car etc. from the successive disclosures made by the accused persons also established their complicity in the offence - Apart from the fact that there was nothing convincing on record to even infer any false implication of the accused persons, the mere omission on the part of the victim to mention at the first instance the name of appellant, having regard to the charge of conspiracy and the concerted steps, to actualise the same was of no fatal bearing on the prosecution case, more particularly he having named/identified him at the trial as one of the perpetrators of the offence - In this perspective, the omission on the part of the investigating agency to hold the TIP is not fatal, in the facts and circumstances of the case - In the face of overall evidence on record, the purported deficiencies do not at all detract from the veracity of the prosecution case - Having regard to the proved facts, the prosecution was able to prove the charges levelled against the appellants - No interference with the conviction order called for.s. I 20-B - Conspiracy - Elements of - Held: Conspiracy requires an act i.e. actus reus and an accompanying mental state i.e. mens rea - Whereas the agreement constitutes the act, the intention to achieve the unlawful objectives of the agreement comprises the required mental state - Qua a charge of conspiracy, it is not necessary that all the conspirators should know eachand every detail of the plot so long as they are co-participators in A the main object thereof and it is also not necessary that all of them should participate from the inception of the stratagem till the end, the determinative factor, being unity of object or purpose and their participation at different stages. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "LOK PRAHARI THR. ITS GNRL. SECY, S N SHUKLA VS. STATE OF UP AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMDY=",
        "Citation": "[2016] 8 S.C.R. 363",
        "Case Type": "(CIVIL APPEAL /11004/2016)",
        "Date": "21 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Mb2sgUHJhaGFyaSBUaHIuIEl0cyBHbnJsLiBTZWN5LCBTIE4gU2h1a2xhIF8gU3RhdGUgT2YgVXAgQW5kIE9yc18xNzAxMzE5MTczLnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 363",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "21 November 2016",
        "Petitioner:": "Lok Prahari Thr. Its Gnrl. Secy, S N Shukla",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 1043",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Up And Ors",
        "Case Type:": "CIVIL APPEAL /11004/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Vidhayak Nidhi scheme - Constitutional Validity of"
        ],
        "HeadNote": " Vidhayak Nidhi scheme - Constitutional Validity of - Introduction of Scheme which provided for annual budgetary grants to Members of Legislative Assembly and Legislative Council of the State of U.P. - For facilitating development work in their constituencies - Validity of challenged by filing writ petition - In the alternative prayed that the money allocated under the Scheme to be utilized only for meeting the expenditure on schemes which are sanctioned under the district plans pursuant to the provisions u/Art. 243ZD of the Constitution and the U.P. District Planning Committee Act, 1999 - High Court relying on Bhim Singh's case [wherein members of Parliament Local Area Development Scheme' (MPLAD) was held to be constitutionality valid] held the Vidhayak Nidhi Scheme as constitutionally valid - Hoowever; as regards the allegations 'lack of accountability' and 'misuse of funds', High Court granted liberty to the petitioners lo give representation to Government after formulating their suggestions - Pursuant to the representation, orders were passed by the Rural Development Department and the Department of Planning of the State - On appeal, held: The Vidhayak Nidhi Scheme does not per se violate Art. 2../JZD or the U.P. District Planning Committee Act, 1999 - However, the guidelines formulated by the State Government are not in conformity with the spirit and underlying purpose of Parts IX and IXA of the Constitution in terms as held in Bhim Singh's case - Direction to State to include certain safeguards which form a part of MP LAD Scheme - Constitution of India - Parts IX and IXA, Art. 243ZD - Uttar Pradesh District Planning Committee Act, 1999. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "HARBEER SINGH VS. SHEESHPAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMDg=",
        "Citation": "[2016] 8 S.C.R. 380",
        "Case Type": "(CRIMINAL APPEAL /1624-1625/2013)",
        "Date": "20 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9IYXJiZWVyIFNpbmdoIF8gU2hlZXNocGFsICYgT3JzLl8xNzAxMzE5MjU1LnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 380",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "20 October 2016",
        "Petitioner:": "Harbeer Singh",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 977",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Sheeshpal & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1624-1625/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "197 3 - s. 161 and Explanation to s.162 - Murder - On"
        ],
        "HeadNote": "Code of Criminal Procedure, 197 3 - s. 161 and Explanation to s.162 - Murder - On account of previous enmity - Four accused Chance Witnesses - Interested Witnesses - Prosecution case, that c - while driving Jeep, accused persons with intention to kill the victim hit him and dragged him from one place to another - Victim died on the spot - There was delay in recording the statement of witnesses - Trial court convicted the accused persons and sentenced them to life imprisonment - High Court however, acquitted all the accused D persons - On appeal, held: Prosecution was not able to prove its case beyond all reasonable doubt since the eye-witnesses were interested in the complainant and hence unreliable, while most other prosecution witnesses ll'ere chance witnesses - Evidence of the eye witnesses both as to fact of the alleged conspiracy and murder of the deceased, did not inspire confidence; there were inconsistencies E and improvements in the deposition of the prosecution witnesses made over their statements recorded - Further, there was unexplained delay in recording the evidence of certain prosecution witnesses as well as many important and basic lapses in investigation that made the prosecution case suspicious - No ground to interfere F with the judgment passed by High Court - Penal Code, 1860 - ss. 302, 149, I 20B. G Constitution of India -Art.136 - Scope of - Interference in criminal appeal against acquittal - Supreme Court not to interfere with the judgment of the High Court unless High Court has acted perverse~y or improperly."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "MAHAVIR SINGH VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMDk=",
        "Citation": "[2016] 8 S.C.R. 394",
        "Case Type": "(CRIMINAL APPEAL /1141/2007)",
        "Date": "09 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfMzk0LTQwOSBfMTcwMzMxMDAwNy5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 394",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 November 2016",
        "Petitioner:": "Mahavir Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1014",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1141/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 - Appellant-accused alongwith other co-accused charged u/ss. 302, 147, 1./8 and 149 !PC - Trial court acquitted all the accused in view of contradictory statements c of PWs, conflict befll'een ocular and medical evidence, delay in recording statements of witnesses, non-availability of proper site plan and absence of authenticated ballistic expert report - High Court partly allowing the appeal of the State convicted the appe/lant- accused uls. 302 - On appeal, held: In the facts of the case there D was no .compelling and substantial reason for the High court to interfere with the order of acqui1tal, as the prosecution miserably failed to establish the guilt of the accused beyond doubt - Mere sei::ure of gun and cartridges, enmity between the parties, and altercation and exchange of heated words between the rival groups cannot establish the guilt beyond reasonable doubt - Appellant- E accused is acquitted. F G Criminal trial - Contradict01y statements - Held: It is natural for human beings to state variant statements due to time gap - But if the stalements go to defeat !he case of the prosecution, such contradictions are material and the court has to be mindful of such statements. Evidence - Ocular evidence vis-a-vis medical evidence - Ocular testimony has greater evidentimy value vis-a-vis medical evidence - But when medical evidence makes the oral testimony improbable, ocular evidenc_e may be disbelieved. Witnesses: Interested witness - Evidentiary value - The evidence of interested witness needs to be scrutinized with utmost care - It can only be relied upon, if the evidence has ring of truth to it, is cogent,credible and trustworthy - A contradicted testimony of an interested witness cannot be usually treated as conclusive. A Chance Witness - Evidentimy value - Though evidence of chance witness is qcceptable. yet such witness has to reasonably explain his presence at 1he place of occurrenc:e. Appeal -Appeal against acquiual - Held: There are no fetters 011 the powers of' appellate court to revieH'. re-appreciale and reconsider the evidence. on facts as ivell as /all' - But the court is required lo be cautious in interfering with m1 appeal unless there are compelling and substanlial grounds to inte1fere ll'ith the order of acquittal. Investigation - Investigating office1~ dealing ll'ith a murder case. is expected to be diligent. truthfitl and fair in his approach - His pe1for111a11ce should always be in conformity with the police manual -A default and breach of duty may prove fatal to prosecution case. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "M/S. WELSPUN PROJECTS LTD. (FORMERLY KNOWN AS M/S. MSK PROJECTS INDIA LTD.) VS. DIRECTOR, STATE TRANSPORT, PUNJAB AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMTM=",
        "Citation": "[2016] 8 S.C.R. 410",
        "Case Type": "(CIVIL APPEAL /4944-4945/2016)",
        "Date": "08 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfNDEwLTQxOCBfMTcwMzMxMDA0Mi5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 410",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "08 November 2016",
        "Petitioner:": "M/s. Welspun Projects Ltd. (formerly Known As M/s. Msk Projects India Ltd.)",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1005",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Director, State Transport, Punjab And Anr.",
        "Case Type:": "CIVIL APPEAL /4944-4945/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Municipal Corporation Act",
            "1978"
        ],
        "HeadNote": " Punjab Municipal Corporation Act, 1978 - ss.2(35), 97(2) and 157 - House tax assessment - Notice to appellant-company - Company informed that it was not the owner of the premises in question since it was only handling the project of State Transport Depart111ent on B. 0. T basis (Build, Operate and Transfer basis) - State Transport Authorities informed that the co111pany was liable to pay the tax - 'Funjab lnji·astructure Regulatory Authority held that State 1l·amport Authorities were liable to pay the tax - High Court, in appeal, held that the liability ll'as on the Company - On appeal, held: The rights and obligations between the Transport Authority and the Company are governed by 'Co11cessio11 agreements' between them and Lease Deeds - As per the Lease Deeds, the Company iras not liable to pay any fees, rent, tax or any other charge in respect of the premises except lease rental of Rs. 1 - Even if the company as a tenant is liable uls. 2(35) rlw s.97(2), yet in view of s. 157(1), the Government is e111powered to exempt such tax - Thus the company not liable to pay any house tax under the Act. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "SHYAM PAL VS. DAYAWATL BESOYA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMTU=",
        "Citation": "[2016] 8 S.C.R. 419",
        "Case Type": "(CRIMINAL APPEAL /988-989/2016)",
        "Date": "28 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9TaHlhbSBQYWwgXyBEYXlhd2F0bCBCZXNveWEgJiBBbnIuXzE3MDEzMTk1MjIucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 419",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "28 October 2016",
        "Petitioner:": "Shyam Pal",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 1001",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Dayawatl Besoya & Anr.",
        "Case Type:": "CRIMINAL APPEAL /988-989/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence/Sentencing - Concurrence of sentence"
        ],
        "HeadNote": "Sentence/Sentencing - Concurrence of sentence - Two complaints u/s. J 38 of Negotiable instruments Act - Against appellant-accused in respect of two transactions - Conviction under both the cases - Sentence of simple imprisonment for JO months and fine of Rs. 6,50, 0001- as compensation - Default sentence ll'as six months imprisonment - Appellate court upheld the conviction and sentence - In Revision High Court upheld the order of conviction and sentence - However. reduced the default sentence from 6 months to 3 months - Plea of the accused that the sentences D should have run concurrently rejected by High Court - On appeal, held: s . ./27 Cr.P. C. provides for concurrent sentence - in the present case, both !he cases in respect of two transactions though undertaken at different points of time, should be deemed as a singular transaction - Therefore, in the facts of the case, the accused is  entitled to benefit uA . ./27 O:P.C. - Sentences of JO months simple imprisonment in !he 111•0 complaint cases would run concurrently - Code of Criminal Procedure, 197 3 - s../27 - Negotiable instruments Act, J88J - s.J38."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "STATE BANK OF PATIALA VS. MUKESH JAIN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMTY=",
        "Citation": "[2016] 8 S.C.R. 427",
        "Case Type": "(CIVIL APPEAL /210/2007)",
        "Date": "08 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9TdGF0ZSBCYW5rIE9mIFBhdGlhbGEgXyBNdWtlc2ggSmFpbiAmIEFuci5fMTcwMTMxOTU5My5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 427",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "08 November 2016",
        "Petitioner:": "State Bank Of Patiala",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1007",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Mukesh Jain & Anr.",
        "Case Type:": "CIVIL APPEAL /210/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitisation and Reconstruction of Financial Assets and Enforcement of"
        ],
        "HeadNote": "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 - ss. 13(4), 17 and 34 - Suit against proceedings initiated uls. 13(4) - lnvolving debt less C than Rs. 10 lakhs - Whether the suit is not maintainable in view of bar u!s. 34 or is it maintainable in view of s. 1 (4) of DRT Act which debars the jurisdiction of the Tribunal in respect of debts below Rs. JO lakhs - Held: The jurisdiction of civil court is barred in respect of action taken under the SARFAESl Act and the remedy available is before the Tribunal under DRT Act - As per s. I (4) of DRT Act, D provisions of DRT Act would not apply where the amount of debt is less than Rs. JO /akhs - But the aggrieved debtor cannot be left without any remedy - Therefore the provision uls. 1 (4) of DRT Act can be interpreted in such a manner which would not adversely affect legal remedy to a debtor - Bar uls. 1( 4) can be interpreted as E limited to the original jurisdiction of the Tribunal - Tribunal will have the jurisdiction to entertain the case in re~pect of proceedings under. the Act (where the amount involved is less than Rs. JO lakhs) in exercise of its appellate jurisdiction u/s. 17 - Recovery of Debts Due to Banks and Financial institutions Act, 1993 - s. 1 (4)."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "STATE BANK OF INDIA & ORS. VS. NEELAM NAG & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMTk=",
        "Citation": "[2016] 8 S.C.R. 436",
        "Case Type": "(CIVIL APPEAL /4715/2011)",
        "Date": "09 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9TdGF0ZSBCYW5rIE9mIEluZGlhICYgT3JzLiBfIE5lZWxhbSBOYWcgJiBBbnIuXzE3MDEzMTk2NzgucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 436",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 November 2016",
        "Petitioner:": "State Bank Of India & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Neelam Nag & Anr.",
        "Case Type:": "CIVIL APPEAL /4715/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judgment/Order - Modification/correction - To be treated as ."
        ],
        "HeadNote": "Judgment/Order - Modification/correction - To be treated as . part of the judgment reported in [2016] 5 SCR 278- Word \"Neelam C Nag\" in the cause title to be read as \"Neelam Nag & Am: - Word \"respondent\" in the judgment to be read as \"respondent No. l \""
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "ROBUST HOTELS PVT. LTD. & ORS. VS. EIH LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMjM=",
        "Citation": "[2016] 8 S.C.R. 437",
        "Case Type": "(CIVIL APPEAL /11886-11887/2016)",
        "Date": "07 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Sb2J1c3QgSG90ZWxzIFB2dC4gTHRkLiAmIE9ycy4gXyBFaWggTGltaXRlZCAmIE9ycy5fMTcwMTMxOTc5MS5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 437",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "07 November 2016",
        "Petitioner:": "Robust Hotels Pvt. Ltd. & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1107",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Eih Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /11886-11887/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interlocutory order - Breach of - Technical Services Agreement between EIH-"
        ],
        "HeadNote": "Interlocutory order - Breach of - Technical Services Agreement between EIH-respondent no. 1 and BHEL wherein EIH was to provide technical knowledge and skill required for operation of hotel constructed by BHEL - ElH paid BHEL, Rs. 15.21 Crores by way of financial accommodation - Termination of the said agreement, and BHEL to refund the said amount - BHEL took financial assistance from IFCl and TFCl - Issuance of advertisement by TFCI for sale of hotel project of BHEL - ElH informing TFCI about the agreements between EIH and BHEL that till the said amount was not refunded, ElH would have exclusive right over the hotel - Thereafter, suit by EIH against BHEL and others seeking declaration that Technical Services Agreement is valid, legal and subsisting as also sought permanent injunction restraining BHEL and others from selling - Meanwhile, grant of temporary injunction to ElH and OB hotels by the High Court - Two years later, on initiation of proceeding by lFCl under SARFAESl Act, RB Hotels purchased the hotel unit of BHEL - Thereafter, impleadment of RB hotel - Interim application by ElH, seeking restraining of RB from having construction of hotel unit or taking steps in derogation of rights of EIH under Technical Services Agreement - Single Judge dismissed the application, however. Division Bench issued certain directions - Thereafter, suit as also interim applications filed by ElH and OB Hotels praying for a declaration that Deed of Transfer entered into between the financial institutions and RB Hotels, and the certificate of sale of immovable property as illegal and, null and void; as also for perpetual injunc_tion - Dismissal of interim application by the High Courts, however, suit by ElH and OB Hotels pending - On appeal, held: It is not open either a party to the /is or to any third party to determine at their own that an order passed by a Court is valid or void - Party to the lis or the third party who considers an order passed by a court as voidable or non est, ll(USI approach the court of competent jurisdiction for setting aside the said order - Injunction ordained that while dealing with the hotel unit the rights of the applicant be disclosed - However, the financial institutions sold the hotel contrary to the order passed by the High Court without disclosing the rights of the applicant as provided by B the Agreement - Financial institutions who had executed the deed of transfer in favour of R Hotels and were parties to suit, were bound by the said interim injunction which was only to the effect that the liability of BHEL to repay the amount of Rs. 15.21 Crores up to particular date was to be communicated and recognised to C any subsequent purchaser - Object was that anyone purchasing the hotel unit should be aware of the liability and said liability should also be adverted and taken care of - There is no error in the directions issued by Division Bench of the High Court - lnterim order passed by the High Court, directing for deposit of Rs. 15. 12 Crores has done substantial justice between parties, which need no 0 interference by this Court in exercise of its jurisdiction u!Art. 136 - Furthermore, the Hotel has already commenced its operation and contracts have been made with third parties for the operation of the hotel and bookings are also made - Taking into consideration the overall circumstances as also that the last suit by EIH and OB E hotels, are yet to he adjudicated, orders passed by the Single Judge and Division Bench, refusing to grant interim injunction, cannot be faulted - Constitution of India - Art. 136 - Code of Civil Procedure, 1908."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "DOKISEELA RAMULU VS. SRI SANGAMESWARA SWAMY VARU & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyMjg=",
        "Citation": "[2016] 8 S.C.R. 459",
        "Case Type": "(CIVIL APPEAL /11306/2016)",
        "Date": "29 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Eb2tpc2VlbGEgUmFtdWx1IF8gU3JpIFNhbmdhbWVzd2FyYSBTd2FteSBWYXJ1ICYgT3RoZXJzXzE3MDEzMTk4NjcucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 459",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "29 November 2016",
        "Petitioner:": "Dokiseela Ramulu",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1072",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Sri Sangameswara Swamy Varu & Others",
        "Case Type:": "CIVIL APPEAL /11306/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land laws and Agricultural Tenancy: Andhra Pradesh (Andhra Area) Estates (Abolition and Conversion into Ryotwari) Act",
            "1948"
        ],
        "HeadNote": "Land laws and Agricultural Tenancy: Andhra Pradesh (Andhra Area) Estates (Abolition and Conversion into Ryotwari) Act, 1948 - ss. 3 and 11 - Suit by appellant claiming to be cultivating tenant of the suit land much prior to Notification u/s. 3' of the Act and thus, was a 'Ryotwari Pattadar' of the land - Also sought for injunction so as to restrain the erstwhile landlord (respondent No. 1 - Diety) from interfering with his possession - Estate Officer, Devasthanam also filed a suit asserting that diety-respondent No. 1 was the absolute owner of the land and the appellant was cultivating the land as its tenant and on coming into force of Endowments Act, 1987, the rights of the appellant would stand automatically terminated by virtue of s. 82 thereof - Suit of the appellant was decreed and that of respondent No. 1 was dismissed - Held: The Revenue Estate where the property in question was situated was duly declared 'Inam Estate' by Notification u/s 3 - It was proved that the appellant was in continuous possession of the land well before the notified date - Thus, appellant automatically became entitled to \"Ryotwari Patta\" - s. 82 of Endowments Act is inapplicable in the present case - Andhra Pradesh Charitable and Hindu Religious Institutions and Endowments Act, 1987 - s. 82."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "CHIEF SECRETARY TO THE GOVT., CHENNAI TAMILNADU AND OTHERS ETC. VS. ANIMAL WELFARE BOARD AND ANOTHER ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNDE=",
        "Citation": "[2016] 8 S.C.R. 477",
        "Case Type": "(REVIEW PETITION (CIVIL) /3769/2016)",
        "Date": "16 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9DaGllZiBTZWNyZXRhcnkgVG8gVGhlIEdvdnQuLCBDaGVubmFpIFRhbWlsbmFkdSBBbmQgT3RoZXJzIEV0Yy4gXyBBbmltYWwgV2VsZmFyZSBCb2FyZCBBbmQgQW5vdGhlciBFdGMuXzE3MDEzMjAxMTkucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 477",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "16 November 2016",
        "Petitioner:": "Chief Secretary To The Govt., Chennai Tamilnadu And Others Etc.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra,Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Animal Welfare Board And Another Etc.",
        "Case Type:": "REVIEW PETITION (CIVIL) /3769/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Arts. 254(1) & 25 and VII Schedule",
            "List II Entries 14 and 15"
        ],
        "HeadNote": "Constitution of India - Arts. 254(1) & 25 and VII Schedule, List II Entries 14 and 15; List III. Entry 17 - Repugnancy between Jallikattu Act, 2009 and Prevention of Cruelty to Animals Act, 1960 - Supreme Court in A. Nagaraja's case held that rights of 'Bulls' guaranteed ulss. 3 and 11 of 1960 Act cannot be taken away and D that 2009 Act is repugnant to 1960 Act and hence void being violative of Art. 254(1) - Review petition on the ground that 2009 Act since would come within ambit of Entries 14 and 15 of List II of VII Schedule, the same cannot be repugnant to the 1960 Act and that Jallikattu being a socio-cultural event being associated with religion, E has the protection of Art. 25 - Held: When a 'bull' is tamed for the purpose of an event (Ja/likattu), the fundamental concept runs center to the welfare of the animal which is basic foundation of 1960 Act - There is frontal collision and inconsistency between 1960 Act and 2009 Act - 2009 Act is not covered by Entries 14 and 15 of List II - The activity 'Jal/ikattu 'squarely falls within Entry 17 F of List Ill and therefore has to be tested on the anvil of r~pugnancy - Jallikattu also cannot be associated with right of freedom of religion guaranteed u/Art. 25 - Tamil Nadu Regulation of Ja/likattu Act, 2009 - ss. 2(c) and 3 - Prevention of Cruelty to Animals Act, 1960 - ss. 3 and 11. Legal Authority - Persuasive authority - While dealing with law and legal principles, reference to cultural ethos, ancient texts and international perceptions are not unwarrantable, as far as they, do not run counter to constitutional and statutory thought and principle."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "STATE OF KARNATAKA VS. STATE OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNTE=",
        "Citation": "[2016] 8 S.C.R. 499",
        "Case Type": "(CIVIL APPEAL /2453/2007)",
        "Date": "09 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9TdGF0ZSBPZiBLYXJuYXRha2EgXyBTdGF0ZSBPZiBUYW1pbCBOYWR1ICYgT3JzLl8xNzAxMzIwMzU0LnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 499",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 December 2016",
        "Petitioner:": "State Of Karnataka",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1210",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /2453/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Arts. 262(2)",
            "131",
            "136 - Inter-State River Water Dispute -"
        ],
        "HeadNote": "Constitution of India - Arts. 262(2), 131, 136 - Inter-State River Water Dispute - Adjudication of - Jurisdiction of Supreme Court - Order passed by the Cauvery Water Disputes Tribunal on sharing of river water - Challenge to -Appeals by special leave u/ Art. 136 filed by the States of Karnataka, Kerela and Tamil Nadu before this Court - Plea that Art. 262(2) read with s. 11 ands. 6 of the 1956 Act bars the jurisdiction of this Courtto adjudicate upon any water dispute - Held: Appeals by States of Karnataka, Kerela and Tamil Nadu are maintainable - Supreme Court has jurisdiction to hear the appeals - Once a water dispute, as defined u!Art. 262(1) read with provisions of the 1956 Act is adjudicated by the tribunal, it loses the nature of dispute - Person aggrieved can always have his remedy invoking the jurisdiction u/Art. 136 - Founding fathers did not want the award or the final order passed by the tribunal to remain immune from challenge - That is neither the express language of Art. 262(1) nor it is impliedly stated - Also, the legislative intendment of s. 6(2) is clear that the Parliament did not intend to create any kind of embargo on the jurisdiction of this Court - Section 6 cannot be interpreted in an absolute mechanical manner and the words \"same force as on order or decision\" cannot be treated as a decree for the purpose for excluding the jurisdiction of this Court - Thus, on basis of the exposition of the principles of law relating to fiction, the intendment of th{! legislature and the ultimate purpose and effect of the provision, s. 6(2) does not bar the iurisdiction conferred on this Court u!Art. 136 - Inter-State River Water Disputes Act, 1956 - ss. 2(c), 6(2), 11.Inter-State River Water Disputes Act, 1956 - ss. 11, 2(c), 6(2) - Inter-State River Water Dispute - Issuance of interim order whereby the State of Karnataka directed to release 2000 cusecs of water to State of Tamil Nadu, to continue."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "MUKARRAB ETC. VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNzE=",
        "Citation": "[2016] 8 S.C.R. 557",
        "Case Type": "(CRIMINAL APPEAL /1119-1120/2016)",
        "Date": "30 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9NdWthcnJhYiBFdGMuIF8gU3RhdGUgT2YgVS5wLl8xNzAxMzIwODgxLnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 557",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "30 November 2016",
        "Petitioner:": "Mukarrab Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1084",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /1119-1120/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Juvenile Justice (Care and Protection of Children) Act",
            "2000"
        ],
        "HeadNote": "Juvenile Justice (Care and Protection of Children) Act, 2000 - s. 7 A - Claim of juvenility by the appellants - Admissibility and reliability of medical opinion - Appellants involved in many c cases for various offences - Instant incident occurred in 1994 - Conviction of appellants along with others u/s. 3021149 and s. 148 and sentenced accordingly -·Claim of juvenility raised by the appellants for the first time before Supreme Court - On direction of Supreme Court, report submitted by the trial court that the appellants were major on the date of the incident - On perusal thereof. issuance D of direction to conduct ossification test - Report of medicial board that age of both the appellants between 35-40 years on the date of. examination - Held: Age determination using ossification test does not yield accurate and precise conclusions after the examinee crosses the age of 30 years, as in the instant case - A blind and mechanical E view regarding the age of a person cannot be adopted solely on the . basis of the medical opinion by the radiological examination~ Thus, the opinion of the medical board in determining the age of the appellants cannot be relied upon, so as to give benefit under the provisions of the Act -In the absence of other cogent evidence, the plea of juvenility of the appellants, rejected-Juvenile Justice Rules, F 2007 - r. 12 - Penal Code, 1860 - ss. 3021149 and s. 148."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "M/S ALCON ELECTRONICS PVT. LTD. VS. CELEM S.A. OF FOS 34320 ROUJAN, FRANCE & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyNzY=",
        "Citation": "[2016] 8 S.C.R. 577",
        "Case Type": "(CIVIL APPEAL /10106/2016)",
        "Date": "09 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfNTc3LTU5MyBfMTcwMzMxMDA3Ny5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 577",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 December 2016",
        "Petitioner:": "M/s Alcon Electronics Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1120",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Celem S.a. Of Fos 34320 Roujan, France & Anr.",
        "Case Type:": "CIVIL APPEAL /10106/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": " Code of Civil Procedure, 1908- ss. 13, 44A(3) - When foreign iudgment not conclusive - Interlocutory order of an English court - Dismissal of the application challenging its jurisdiction, alongwith . a direction for payment of costs - Execution of, by Indian Court - Held: To be conclusive an order or decree must liave been obtained after following the due judicial process by giving. reasonable notice and opportunity to all the proper and necessary parties to put forth their case - When once these requirements are fulfilled, the executing Court cannot enquire into the validity, legality or otherwise of the· ;udgment - On facts, the order passed by the English Court does not fall under any of the exceptions to s. 13 and it is a conclusive one - Said order falls within the definition of 'Order' and therefore, it is a judgment and thus. becomes a .. decree\" as per Explanation to s. 44A(3) and the same is executable - Further, the costs imposed on the basis of the indemnity is not a penalty or tax - Thus, Explanation II to Section 44A does not re.fer to the costs as contemplated uls. 35\"_ Although the interest on costs are not available due to exclusion of s. 35(3), it does not mean that Indian Courts are powerless to execute the decree for interest on costs ~ Thus, the execution petition filed by the respondents for execution of the order passed by the English Court is maintainable. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "MUTHURAMALINGAM & ORS. VS. STATE REPRESENTED BY INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyODI=",
        "Citation": "[2016] 8 S.C.R. 594",
        "Case Type": "(CRIMINAL APPEAL /231-233/2009)",
        "Date": "09 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9NdXRodXJhbWFsaW5nYW0gJiBPcnMuIF8gU3RhdGUgUmVwcmVzZW50ZWQgQnkgSW5zcGVjdG9yIE9mIFBvbGljZV8xNzAxMzIxMDU5LnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 594",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 December 2016",
        "Petitioner:": "Muthuramalingam & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1118",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Represented By Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /231-233/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.147",
            "148",
            "324",
            "307",
            "302 - Gruesome attack -"
        ],
        "HeadNote": "Penal Code, 1860: ss.147, 148, 324, 307, 302 - Gruesome attack - Murder of 8 family members - 21 accused - Conviction C and sentence of life imprisonment for each count and sentence of imprisonment for 10 years ordered to run consecutively - On appeal, held: Prosecution case was well established by the testimonies of eye-witnesses and duly corroborated wherein factum of unlawful assembly was proved -Accused-appellants caused the death of eight persons in a barbaric and brutal manner wherein merciless killing D of a child of only 1 1/2 years was also involved - Therefore, conviction is upheld - However, life sentences so awarded cannot be directed to run consecutively."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "BOARD OF CONTROL FOR CRICKET VS. CRICKET ASSOCIATION OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyODg=",
        "Citation": "[2016] 8 S.C.R. 606",
        "Case Type": "(CIVIL APPEAL /4235/2014)",
        "Date": "18 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Cb2FyZCBPZiBDb250cm9sIEZvciBDcmlja2V0IF8gQ3JpY2tldCBBc3NvY2lhdGlvbiBPZiBCaWhhciAmIE9ycy5fMTcwMTMyMTE1Mi5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 606",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "18 July 2016",
        "Petitioner:": "Board Of Control For Cricket",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2018 INSC 686",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Cricket Association Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /4235/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SPORTS: Cricket administration - Recommendations made by Lodha Committee for streamlining the working of the BCCI"
        ],
        "HeadNote": " SPORTS: Cricket administration - Recommendations made by Lodha Committee for streamlining the working of the BCCI - The Committee was assigned task to recommend such changes in the Rules and Regulations of BCCI as would safeguard the interest of public at large in the sport of cricket, improve the ethical standards and discipline in the game, streamline and promote efficiency in the management of BCCJ, provide accessibility and transparency and prevent conflict of interest - Contention of BCCI that the Committee failed to follow principles of natural justice and made its recommendations unilaterally and therefore, report and recommendation deserved to be rejected - Held: The report submitted by the Committee is recommendatory in nature and does not ipso facto oblige BCCJ to accept the changes suggested therein unless so directed by the Court - That being so, any grievance based on the alleged violation of the principles of natural iustice and failure of the Committee to put the recommendations proposed to be made before the BCCI for its re5ponse did not constitute any substantive or procedural infirmity that could vitiate the report or the recommendations or call for a remand to the Committee - Principles of Natural Justice. Recommendations of the Committee whether have tendency to violate Art.19(1)(c) or any other provision of the Constitution - Held: There is no violation of Art.19(1){c) - The recommendations do not affect the composition of the State Cricket Associations in any manner - Citizens who have come together to form the State Associations continue to associate as before with no change in their internal composition - However, right under Art.19(J)(c) does not extend to guarantee to the ciiizt,;s the concomitant right to pursue their goals and objects uninhibited by any regulatory or other control - Constitutio11 of India - Art.19(J)(c).  "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "GUJARAT MARITIME BOARD VS. L&T INFRASTRUCTURE DEVELOPMENT PROJECTS LTD. AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAyOTQ=",
        "Citation": "[2016] 8 S.C.R. 692",
        "Case Type": "(CIVIL APPEAL /9821/2016)",
        "Date": "28 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9HdWphcmF0IE1hcml0aW1lIEJvYXJkIF8gTCZ0IEluZnJhc3RydWN0dXJlIERldmVsb3BtZW50IFByb2plY3RzIEx0ZC4gQW5kIEFub3RoZXJfMTcwMTMyMTIzNi5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 692",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "28 September 2016",
        "Petitioner:": "Gujarat Maritime Board",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 927",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "L&t Infrastructure Development Projects Ltd. And Another",
        "Case Type:": "CIVIL APPEAL /9821/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Writs: Constitution of India - Art.226 -"
        ],
        "HeadNote": "Writs: Constitution of India - Art.226 - Writ Jurisdiction in contractual matters -Unconditional performance bank guarantee - Invocation of - Discretionary jurisdiction of High Court - Scope of - High Court restrained the appellant-guarantee from invoking an unconditional bank guarantee executed by the D first respondent - Held: Bank guarantee is an independent and separate contract betv\"een the guarantor-bank and the appellant- guarantee - Existence of any dispute between the parties to the contract not a ground to issue order of injunction to restrain enforcement of bank guarantee - Between the guarantor-bank and the appellant-guarantee, there was a written demand for invoking E the bank guarantee in pursuant to any breach of covenants - Decision of appellant as to breach was binding on bank to honour the payment under the guarantee - Justifiability of such decision is a different matter between the appellant and the first respondent - High Court not to go in that question u/Art. 226 as disputed question of facts are involved - Jurisdiction."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "UNION OF INDIA VS. RAJASTHAN HIGH COURT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMDY=",
        "Citation": "[2016] 8 S.C.R. 705",
        "Case Type": "(CIVIL APPEAL /717/2006)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfNzA1LTcxOCBfMTcwMzMxMDEzOC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 705",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1122",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Rajasthan High Court & Ors.",
        "Case Type:": "CIVIL APPEAL /717/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 226"
        ],
        "HeadNote": " Constitution of India - Art. 226 - Jurisdiction under - In public interest - Invoked suo moto by the High Court - On the basis of a news report with regard to a breach of security at Sanganer Airport - Thereafter by a Circular dated 1.5.2002 issued by Bureau of Civil Aviation Security, Union Government exempted certain categories of \"VVIPs/V!Ps\" from pre-embarkation security checks at civil airports in the country - Registrar General of the High Court addressed a communication to the Union Government requesting to exempt the Chief Justice of the High Court from pre- embarkation security checks - Subsequently, the Chief Justices of the High Courts were also included in the list of exempted persons - The High Court by the impugned order directed the Union Government to include the Chief Justices and the Judges of the High Courts in the list of persons exempted from pre-embarkation security checks by amending circular dated 1.5.2002 - The High Court also formulated certain suggestions for framing a National Security Policy - On appeal, held: The High Court, by invoking its iurisdiction u/Art. 226 suo moto and by issuing the directions, has transgressed the wise and self-imposed restraii1ts on the power of iudicial review - The High Court by formulating suggestions for framing National Security Policy travelled far beyond the legitimate domain of Judicial Review - Judicial Review is concerned with the legality of executive action and court can interfere only where there is breach of law or a violation of the Constitution - Matters of security ought to be determined by the authorities of the Government - Formulation of security policy is based on information and inputs which are not available to the court - Court is not an expert in such matters - There was also no occasion for the High Court to direct exclusion of the Chief Justices from security check as the Union Government had already exempted the Chief Justicesiwn sec}lrity check - Moreover, the cause for which suo moto writ petition was registered, found no place in the ultimate directions - Judicial Review - Judicial Discipline/Restraint. Pursuant to a report in a newspaper regarding breach at security at Sanganer Airport, Jaipur, Rajasthan High Court took suo moto cognizance of the report and a public interest petition was registered. During pendency of the petition, by a Circular dated 1.5.2002 issued by Bureau of Civil Aviation Security exempted certain categories of VVIPsNIPs from pre-embarkation security checks at civil airports in the country. Thereupon Registrar General of the Rajasthan High Court requested the Ministry concerned to exempt the Chief Justice of the High Court from pre-embarkation security checks. The Ministry declined to accede to the request. However, subsequently the Chief Justices of the High Courts were also included in the list of exempted persons. Thereafter, the High Cowi disposed of the petition directing inclusion of the Chief Justices and Judges of High Court in the list of persons exempted from pre-embarkation security checks. The High Court also formulated certain suggestions for formulating a National Security Pol icy and further directed the Government to consider it. Hence the present appeal. In the Transfer Petition (wherein transfer of Special Appeal before High Court was sought) also High Court while issuing notice to Bureau of Civil Aviation Security, made certain observations which were unrelated to the issue involved. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "BISMILLAH BE (DEAD) BY LRS. VS. MAJEED SHAH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMTE=",
        "Citation": "[2016] 8 S.C.R. 719",
        "Case Type": "(CIVIL APPEAL /11865-11866/2016)",
        "Date": "29 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Arjan Kumar Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9CaXNtaWxsYWggQmUgKGRlYWQpIEJ5IExycy4gXyBNYWplZWQgU2hhaF8xNzAxMzIxNDYzLnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 719",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "29 November 2016",
        "Petitioner:": "Bismillah Be (dead) By Lrs.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1073",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Majeed Shah",
        "Case Type:": "CIVIL APPEAL /11865-11866/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction: Suit for eviction u/ss.12(1)(a)",
            "12(1)(c)",
            "12(1)(e) and 12(1)(m) of MP. Accommodation Control Act"
        ],
        "HeadNote": "Rent Control and Eviction: Suit for eviction u/ss.12(1)(a), 12(1)(c), 12(1)(e) and 12(1)(m) of MP. Accommodation Control Act - Tenant-defendant denied relationship of landlord and tenant with the plaintiff and challenged derivative title of the plaintiff - Suit dismissed on the ground that there was no landlord tenant relationship between the plaintiff and defendant - The order upheld in first and second appeal - On appeal, held: Though the tenant is entitled to challenge the derivative title of the land-lord in an action brought by the assignee/vendee against the tenant, but once the assignee/vendee proves his title to the demised property, the original tenancy devolves on the assignee/ vendee and the assigneelvendee acquires the status of new land- lord - In the present case, the plaintiff has proved her title to the suit property as well as the relationship of landlord and tenant with the defendant - Matter is remanded to the trial court for deciding the suit afresh on merits - Cost of Rs.50001- imposed - Madhya Pradesh Accommodation Control Act, 1961 - ss. 12(1)(a), 12(1)(c), 12(1)(e) and 12(1)(111)."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. ISLAMUDDIN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMTg=",
        "Citation": "[2016] 8 S.C.R. 729",
        "Case Type": "(CIVIL APPEAL /11826/2016)",
        "Date": "29 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9EZWxoaSBEZXZlbG9wbWVudCBBdXRob3JpdHkgXyBJc2xhbXVkZGluICYgT3JzLl8xNzAxMzIxNTM3LnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 729",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "29 November 2016",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1078",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Islamuddin & Ors.",
        "Case Type:": "CIVIL APPEAL /11826/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation",
            "Resettlement Act",
            "2013 - s. 24(2) -"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation, Resettlement Act, 2013 - s. 24(2) - Acquisition proceedings under Land Acquisition Act, 1894 - Lapse of - Declaration - Entitlement to - Held: Since compensation has not been paid, owners are entitled to declaration u/s. 24(2). Locus Standi - Acquisition proceedings - In respect of land in Delhi - Challenged - By the purchaser of the land - Plea of State that the purchaser had no locus to challenge the proceedings as the purchase/transfer of land after Notification uls. 4(1) of Land Acquisition Act, 1894 was void - Held: Under Delhi Lands (Restrictions on Transfer) Act, 1972, restriction on transfer is only after the Declaration u/s. 6(1) of 1894 Act- In the present case, the transfer was prior to s. 6(1) Declaration, though after s. 4(1) Notification - Hence the transfer was not void - Therefore, owners cannot be non-suited for having no locus standi - Land Acquisition Act, 1894 -ss. 4(1) and 6(1)-Delhi Lands (Restrictions on Transfer) Act, 1972 - ss. 3 and 4."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "PRESIDENT, VIDYA PRASARAK SAMITHI, RAMDURG VS. DEPUTY COMMISSIONER, BELGAUM DISTRICT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMjE=",
        "Citation": "[2016] 8 S.C.R. 735",
        "Case Type": "(CIVIL APPEAL /11992/2016)",
        "Date": "09 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9QcmVzaWRlbnQsIFZpZHlhIFByYXNhcmFrIFNhbWl0aGksIFJhbWR1cmcgXyBEZXB1dHkgQ29tbWlzc2lvbmVyLCBCZWxnYXVtIERpc3RyaWN0ICYgT3JzLl8xNzAxMzIxNjI0LnBkZg==",
        "SCR Citation:": "[2016] 8 S.C.R. 735",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 December 2016",
        "Petitioner:": "President, Vidya Prasarak Samithi, Ramdurg",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1117",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Deputy Commissioner, Belgaum District & Ors.",
        "Case Type:": "CIVIL APPEAL /11992/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government Grant: Government Land - Grant of - Propriety - Rival claims by two"
        ],
        "HeadNote": "Government Grant: Government Land - Grant of - Propriety - Rival claims by two educational institutions (appellant and respondent No. 3) - In respect of Government land for use of the same as playground for their respective institutions - Grant of land in favour of the appellant - Confirmed by the appellate authorities and Single Judge of High Court - Division Bench set aside the orders whereby the land was granted - On appeal, held: Division Bench rightly concluded that the land in question had already been sold by the Government to respondent No. 3 and once the ownership of the land vested in it, the same could not have been granted in favour of appellant."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "GURCHARAN SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMjU=",
        "Citation": "[2016] 8 S.C.R. 741",
        "Case Type": "(CRIMINAL APPEAL /1135/2016)",
        "Date": "02 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9HdXJjaGFyYW4gU2luZ2ggXyBTdGF0ZSBPZiBQdW5qYWJfMTcwMTMyMTcwMy5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 741",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "02 December 2016",
        "Petitioner:": "Gurcharan Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1092",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1135/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.306/34 - Abetment to suicide"
        ],
        "HeadNote": "Penal Code, 1860: ss.306/34 - Abetment to suicide - Suicide by consuming pesticide by mother and two daughters - Suicide note attributing harassment to the appellant and other in-laws family members - Prosecution case was that the deceased-mother was deprived of share in the in-laws property and was ill treated, harassed and intimidated by them after disappearance of her husband - Trial court held the appellant and one of the co-accused guilty - High Court affirmed the same - On appeal, Held: The basic ingredients of s.306 are suicidal death and the abetment thereof - To constitute abetment, the intention and involvement of accused to aid or instigate the commission of suicide is imperative - In the instant case, there was neither any proximate nor remote act of omission or commission on the part of the appellant and his family members to be a direct or indirect cause compelling the deceased- mot her and her daughters to take the extreme step of self- elimination - In the suicide note, there was no reference of any specific incident in support of the allegation - The materials on record do not suggest even remotely any act of cruelty, oppression, harassment or inducement so as to persistently provoke or compel the deceased to resort to self-extinction being left with no other alternative - The ingredients of the offence of s.306 having not been proved, appellant is entitled to acquittal."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "M/S. HCL LNFOSYSTEM LTD. VS. CENTRAL BUREAU OF INVESTIGATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMjc=",
        "Citation": "[2016] 8 S.C.R. 755",
        "Case Type": "(CRIMINAL APPEAL /751/2016)",
        "Date": "09 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfNzU1LTc3MiBfMTcwMzMxMDE3Mi5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 755",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 August 2016",
        "Petitioner:": "M/s. Hcl Lnfosystem Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 585",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Central Bureau Of Investigation",
        "Case Type:": "CRIMINAL APPEAL /751/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988"
        ],
        "HeadNote": " Prevention of Corruption Act, 1988 - ss. 3(1), 4, 13(J)(d) rlw 13(2) - Jurisdiction of Special Judge appointed u/s. 3(1) to deal with all cases relating to NRHM (National Rural Health Mission) scam under the PC Act - If can continue proceedings against the appellant, not a public servant, named as co-accused with the sole public servant who died before framing of charges, in absence of any independent charge under the PC Act and for offences, though related to the scam but, not under the PC Act - Held: As rightly observed by High Court, charges were yet to be framed and from the material placed on record, framing of charges under the PC Act was not ruled out - Hence, appellants contention that the sole public servant having died before framing of charges, the appellant could not be tried by the Special Judge, pre-mature at this stage - Further, the Special Court was constituted not only to deal with the cases of PC ACt but also other cases relating to the NRHM Scam - No prejudice caused to trial before the Special Judge duly appointed to deal with non-PC cases when the object of doing so was to try connected cases before same Court - Non-PC Act cases could also be allowed to be tried by the Special Judge u/s.26, Cr,P.C - Code of Criminal Procedure, 1973 - ss.26137814071482 - Penal Code, 1860 - ss.120(B)/409/420 - Criminal Trial. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "M/S HARISH CHANDRA & COMPANY VS. STATE OF U.P. THR. SUPERINTENDING ENGINEER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzMzM=",
        "Citation": "[2016] 8 S.C.R. 773",
        "Case Type": "(CIVIL APPEAL /8829/2016)",
        "Date": "08 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfNzczLTc4OSBfMTcwMzMxMDIxOC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 773",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "08 September 2016",
        "Petitioner:": "M/s Harish Chandra & Company",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 859",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of U.p. Thr. Superintending Engineer",
        "Case Type:": "CIVIL APPEAL /8829/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration Act",
            "1940 - s.30- Grounds for setting aside award"
        ],
        "HeadNote": " Arbitration Act, 1940 - s.30- Grounds for setting aside award - Jurisdiction of Court - High Court set aside the award u/s.30 on ground of legal misconduct by arbitrator in passing the award, c holding that he travelled beyond the terms of the agreement - Held: An award can be set aside only on the grounds specified in sub- clause (a), (b) and (c) of s.30 and on no other ground - High Courts finding that since the arbitrator passed an award contrary to clause - 26 of the agreement and hence travelled beyond the terms of agreement, untenable in law - This factual objection was raised · D for the first time in appeal in the High Court and hence could not have been gone into by High Court - Award being a reasoned one ;ms neither perverse nor any finding of the arbitrator was against · any provision of law or in contravention of any clause of the agreement so as to constitute a case of legal misconduct on part of E arbitrator within meaning of s.30. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "PRINCIPAL SECRETARY, GOVERNMENT OF KARNATAKA AND ANOTHER VS. RAGINI NARAYAN AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNDI=",
        "Citation": "[2016] 8 S.C.R. 790",
        "Case Type": "(CIVIL APPEAL /8895/2012)",
        "Date": "20 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9QcmluY2lwYWwgU2VjcmV0YXJ5LCBHb3Zlcm5tZW50IE9mIEthcm5hdGFrYSBBbmQgQW5vdGhlciBfIFJhZ2luaSBOYXJheWFuIEFuZCBBbm90aGVyXzE3MDEzMjIzMjAucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 790",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "20 September 2016",
        "Petitioner:": "Principal Secretary, Government Of Karnataka And Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 891",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Ragini Narayan And Another",
        "Case Type:": "CIVIL APPEAL /8895/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Trust: Appointment of Donor Trustee"
        ],
        "HeadNote": "Trust: Appointment of Donor Trustee - Respondent-Plaintiff's husband was the original Donor Trustee - Original Trust Deed c amended in 1994, registered on 30.01.1995, provided that after the life time of respondent's husband, either his senior most lineal descendant or a member of his family nomin(lted by him or his wife, shall be the Donor Trustee - Suit by Respondent, relying on this amendment, for a declaration that she is the Donor Trustee of the D Trust after the death of her husband - Appellant-State government and respondent No.2 (States appointee as Donor Trustee) contended that the said amendment being without the approval of the State Government is inoperative - Trial Court decreed suit in favour of respondent - High Court upheld the decree passed by Trial Court - On appeal, held: There was approval of the State E Government to the 1994 Amendment in terms of documents relied on by the appellant-State govt. and respondent No.2 itself- Further, the 1994 amendment mentioned that after the lifetime of respondent's husband, either his senior most lineal descendant or a member of his family or his wife was to succeed, and if this mode of succession F fails, then the State Government were to exercise the powers of Donor Trustee - The mode of succession did not fail as at the time of death of original Donor Trustee, respondent was his wife and thus was validly nominated as Donor Trustee."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "GOVT. OF BIHAR AND ORS. ETC. ETC. VS. DAYANAND SINGH ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNDg=",
        "Citation": "[2016] 8 S.C.R. 803",
        "Case Type": "(CIVIL APPEAL /9921-9923/2016)",
        "Date": "29 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Hb3Z0LiBPZiBCaWhhciBBbmQgT3JzLiBFdGMuIEV0Yy4gXyBEYXlhbmFuZCBTaW5naCBFdGMuIEV0Yy5fMTcwMTMyMjQ0My5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 803",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "29 September 2016",
        "Petitioner:": "Govt. Of Bihar And Ors. Etc. Etc.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 931",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Dayanand Singh Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /9921-9923/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reservation - In Judicial Service - Role/power of Executive vis-a-vis Judiciary"
        ],
        "HeadNote": "udicial Service: Reservation - Service rules amended by appellant-State government providing for reservati0'!1 of posts in iudicial services in favour of backward classes - High Court, by impugned order, quashed the impugned Rules mainly on the ground that the amendments were not preceded by appropriate consultation with the High Court as contemplated u/Arts. 233 and 234 - On appeal, held: The consultation which preceded the amendments certainly fell short of the requisite standards of consultation necessary in the context - Impugned Rules declared illegal and unconstitutional - There is a huge number of vacancies in the iudicial services in the appellant-State, however, in view of pendency of the present litigation, the process for filling up of vacancies with respect to recruitment process which had started in the interregnum but was put on hold, be taken up expeditiously - Bihar Superior Judicial Service Rules, 1951 - r.4A - Bihar Civil Services (Judicial Branch) (Recruitment) Rules, 1965 - r.3A - Constitution of India - Arts. 233 and 234. Reservation - In Judicial Service - Role/power of Executive vis-a-vis Judiciary - Constitutional imperatives and limitations - Discussed - Held: Under the scheme of the Constitution, Executive is not the only authority to formulate a policy for reservation - It is under a constitutional obligation to consult the High Court, both for framing and giving effect to such policy."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "ASHOK KUMAR & ANR VS. STATE OF BIHAR & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNTI=",
        "Citation": "[2016] 8 S.C.R. 815",
        "Case Type": "(CIVIL APPEAL /9092/2012)",
        "Date": "21 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Bc2hvayBLdW1hciAmIEFuciBfIFN0YXRlIE9mIEJpaGFyICYgT3JzXzE3MDEzMjI1NTgucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 815",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "21 October 2016",
        "Petitioner:": "Ashok Kumar & Anr",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 1205",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Bihar & Ors",
        "Case Type:": "CIVIL APPEAL /9092/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Bihar Civil Court Staff (Class III and Class IV) (Amendment) Rules",
            "2001"
        ],
        "HeadNote": " Service Law: Bihar Civil Court Staff (Class III and Class IV) (Amendment) Rules, 2001 - rr.5,6, 7, 10 - Promotion through selection - Selection Criteria - Eighty five marks a/located for written examination and fifteen for interview - Select list not approved - Fresh selection process with a/location of marks for written exam and interview in the ratio of 90:10 - Appellants participated in the fresh process of selection but were unsuccessful and subsequently, they challenged the selection process - Propriety - Held : Appellants appeared in an examination without any objection to process of selection - They cannot subsequently turn around and contend that the selection process was unfair or that there was a lacuna therein, merely because result is not palatable - Principle of estoppel would operate - Constitution of India - Art. 309 - Principle of estoppel. Applications were invited for promotion to Class III posts from amongst Class IV employees of the Civil Court. Eighty five marks were fixed for the written examination and fifteen for the interview. Appointment committee submitted list of selected candidates to High Court. High Court declined to approve the select list and issued a communication requiring holding of fresh written examination carrying ninety marks and interview often marks. Appellants participated in the fresh process of selection but were unsuccessful and subsequently, they challenged the selection process.  "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "PRATAP SINGH YADAV VS. HARYANA URBAN DEVELOPMENT AUTHORITY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNTg=",
        "Citation": "[2016] 8 S.C.R. 827",
        "Case Type": "(CIVIL APPEAL /10418-10419/2016)",
        "Date": "28 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9QcmF0YXAgU2luZ2ggWWFkYXYgXyBIYXJ5YW5hIFVyYmFuIERldmVsb3BtZW50IEF1dGhvcml0eSAmIEFuci5fMTcwMTMyMjY4NC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 827",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "28 October 2016",
        "Petitioner:": "Pratap Singh Yadav",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 998",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Haryana Urban Development Authority & Anr.",
        "Case Type:": "CIVIL APPEAL /10418-10419/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986 - Allotment of plot in favour of appellant - Deposit of 25% of the tentative price of the plot - Subsequently application by appellant for surrender of the plot and the allotment in his favour"
        ],
        "HeadNote": "Consumer Protection Act, 1986 - Allotment of plot in favour of appellant - Deposit of 25% of the tentative price of the plot - Subsequently application by appellant for surrender of the plot and the allotment in his favour -Application allowed - Refund of amount by respondent - Acceptance of the said amount by appellant without protest - Thereafter, complaint by appellant seeking direction against the respondent for restoration of the plot or for allot111ent of an alternative plot alongwit~ compensation of Rs.2,00,0001- - Complaint allowed by the District Foru111 - Howeve1; the State Com111ission dis111issed the complaint - National Commission upheld the said order - On appeal, held: Subsequent developments took place whereby conveyance deed was executed, plot was transferred to the appellant, building plan was approved by the Estate Officer, occupation certificate was placed on record and no due certificate was issued by the Estate Officer - These are vitiated by reason of complicity of the officials working in HUDA and named in the report - HUDA directed to take disciplinary action against those found responsible and to punish the111 in accordance with law - Even though the appellant has been a beneficiary of a so called fraudulent allotment yet in view of the facts and circumstances of the case demolition of the house and restoration of the plot to HUDA at this stage would be harsh for hi111/them - Thus, the allotment is allowed to continue subject to the appellant depositing the prevalent price of the plot at the rate of Rs. 18,000/- per square meter within the stipulated period - In case the needful is not done, the order passed by National Com111issio11 and the Stale Commission would be affirmed."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "NATHIYA VS. STATE REP. BY INSPECTOR OF POLICE, BAGAYAM POLICE STATION, VELLORE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNjE=",
        "Citation": "[2016] 8 S.C.R. 835",
        "Case Type": "(CRIMINAL APPEAL /1015/2010)",
        "Date": "08 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfODM1LTg0NyBfMTcwMzMxMDI0Ni5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 835",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "08 November 2016",
        "Petitioner:": "Nathiya",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1008",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Rep. By Inspector Of Police, Bagayam Police Station, Vellore",
        "Case Type:": "CRIMINAL APPEAL /1015/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 r/w s. 34 - Murder - allegedly paramour of appellant-wife of victim",
            "illicit relationship"
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 rlw s. 34 - Murder - Prosecution case that accused no. 2 allegedly paramour of appellant-wife of C victim - Victim as also informant had knowledge of the illicit relationship - Victim confided to the informant that few days prior to the incident his wife tried to kill him as also appellant and accused no. 2 conspired to murder him and grab his property - Intervening night dead body of the victim seen floating in the well - Charge sheet against appellant and accused no. 2 - Conviction u!s. 302134 D and sentenced accordingly - Said order upheld by the High Court - On appeal, held: Materials on record admit of substantial doubt vis-a-vis the complicity of the appellants in the crime - Having regard to the circumstantial evidence adduced, it would be wholly unsafe to sustain their conviction - Thus, they are entitled to the benefit of E doubt - Evidence. Evidence - Circumstantial evidence - Examination of. to judge the culpability of the accused - Principles reiterated. Criminal trial - Conviction on a criminal charge - In a criminal trial, suspicion, howsoever grave, cannot substitute proof "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "ZORAWAR SINGH AND ANR. VS. GURBAX SINGH BAINS AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNzE=",
        "Citation": "[2016] 8 S.C.R. 848",
        "Case Type": "(CRIMINAL APPEAL /2530/2014)",
        "Date": "07 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9ab3Jhd2FyIFNpbmdoIEFuZCBBbnIuIF8gR3VyYmF4IFNpbmdoIEJhaW5zIEFuZCBPcnMuXzE3MDEzMjI5NzgucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 848",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "07 November 2016",
        "Petitioner:": "Zorawar Singh And Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1207",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Gurbax Singh Bains And Ors.",
        "Case Type:": "CRIMINAL APPEAL /2530/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.173"
        ],
        "HeadNote": "Code of Criminal Procedure, 197 3 - s.17 3 - It was earlier directed by the Supreme Court that a case be registered u/s.302 !PC and further investigation be carried out - Also, Chief Secretary of the State was to inquire into the matter and submit report - Appropriate investigation subsequently undertaken and report filed u!s. 173 CrPC - Concerned court directed to bestow due attention to the report u/s.173 in accordance with law and with the directions passed by the Supreme Court - Penal Code, 1860 - s.302. D Zorawar Singh and Anr. v. Gurbax Singh Bains and Ors. (2015) 2 SCC 572 - referred to."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "STATE OF U P AND ORS VS. ALL U P CONSUMER PROTECTION BAR ASSOCIATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNzQ=",
        "Citation": "[2016] 8 S.C.R. 851",
        "Case Type": "(CIVIL APPEAL /2740/2007)",
        "Date": "21 NOVEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9TdGF0ZSBPZiBVIFAgQW5kIE9ycyBfIEFsbCBVIFAgQ29uc3VtZXIgUHJvdGVjdGlvbiBCYXIgQXNzb2NpYXRpb25fMTcwMTMyMzA5NS5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 851",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "21 November 2016",
        "Petitioner:": "State Of U P And Ors",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1047",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "All U P Consumer Protection Bar Association",
        "Case Type:": "CIVIL APPEAL /2740/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986",
            "Deficiency of infrastructure in the adjudicatory fora"
        ],
        "HeadNote": "Consumer Protection Act, 1986 - Effective implementation of the Act - Deficiency of infrastructure in the adjudicatory fora - C Constitution of Justice Arijit Pasayat Committee to look into deficiencies - Interim report by the Committee to the effect that the cons11111er fora did not function effectively due to a poor organizational set up, grossly inadequate infrastructure, absence of adequate and trained manpower and lack of qualified members in the adjudicating bodies - Suggestions given to the Central D Government and State Government - Failure of State Governments to respond to the suggestions - Held: Systemic overhaul of the entire infrastructure is necessary if the Act is not to beco111e a dead letter - Findings of the Com111ittee in the interim report are entitled to deference - Though powers relating to the appointments and E ad111inistration of the State fora lie with the State Govern111ent, vesting of the rule making power in the State Governments may result in a lack of uniformity of rules across the country, both in regard to the ter111s and conditions of service and appointment - It would result in wide variation in standards and great deal of subjectivity, and bureaucratic and political interference - In view thereof. directions F issued to the Centre Govern111ent to fra111e model Rules relating to administration, selection and appointment of me111bers, infrastructure etc., at al/ levels of consumer fora - ss. 24B,6(1)(b),JO(l)(b), 30. This Court issued several directions as regards the deficiency of infrastructure in the adjudicatory fora under the Consumer Protection Act, 1986. A Committee presided by Justice Arijit Pasayat was constituted to look into deficiencies in the working of the fora. The Committee assessed the prevailing conditions in different States. Thereafter, the Committee submitted an Interim Report to the effect that the consumer fora did not function as effectively as expected due toa poor organizational set up, grossly inadequate infrastructure, absence of adequate and trained manpower and lack of qualified members in the adjudicating bodies. The suggestions were given to the Central Government and the State Governments. The State Governments failed to respond to the suggestions for streamlining the state of affairs."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "VIKAS YADAV VS. STATE OF U.P. AND ORS. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzNzk=",
        "Citation": "[2016] 8 S.C.R. 872",
        "Case Type": "(CRIMINAL APPEAL /1531-1533/2015)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfODcyLTkzNSBfMTcwMzMxMDI3Ny5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 872",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Vikas Yadav",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 943",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of U.p. And Ors. Etc. Etc.",
        "Case Type:": "CRIMINAL APPEAL /1531-1533/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Fixed term sentence - Imposition of",
            "actual incarnation for a specific period permissibility"
        ],
        "HeadNote": " Sentence/Sentencing: Fixed term sentence - Imposition of, permissibility - Held: It is within the domain of judiciary to direct that convict shall suffer actual incarnation for a specific period- Fixed term sentence cannot be said to be unauthorised in law. Principle of sentencing - Held: The appellate court cannot impose a sentence beyond the competence of the trial court - If the D trial court has no jurisdiction to impose a particular sentence, the High Court as a \"Court of error\" cannot pass a different harsher sentence. Sentencing in multiple offences - Concurrent or consecutive - In the instant case, trial court imposed life sentence and directed E all the sentences to run concurrent - High Court declined to enhance the sentence from imprisonment for life to death, but imposed a fixed term sentence - Whether a person sentenced to undergo imprisonment for life when visited with the 'term sentence' should suffer them consecutively or concurrently - Held: High Court did F not direct that the sentence u/ss.201/34 !PC shall run first and, thereafter, the fixed term sentence will commence - As the High Court has not done it, it is held inappropriate in the appeal preferred by the appellants to do so - Therefore, sentence imposed for the offence punishable ulss. 201/34 !PC to run concurrently with the sentence imposed for other offences by the High Court \"\"\"' Penal G Code, 1860 - ss  .201/34.Fixed term sentence - lmposition of - Honour killing - Nitish Katara case - High Court imposed a fixed term sentence i.e. 25 years for offence uls.302 !PC -Appellant's plea that the court can either impose sentence of imprisonment for life or sentence of death but it is not permissible to impose any other fixed term sentence - Held: The circumstantial evidence by which the crime was established, clearly led to one singular conclusion that the anger of the accused persons on the involvement of the sister with the deceased, was the only motive behind crime - Crime was committed in planned and cold blooded manner with a motive that emanated from unwarranted superiority based on caste feeling that blinded the thought of choice available to a sister - The factum of \"honour killing\" was a seminal ground for imposing the fixed term sentence of twenty-five years for the offences under ss. 302/34 IPC on the two accused persons, who though highly educated had not cultivated the ability to abandon the depricable feelings and attitude prevailing for centuries - Even after murdering the victim-deceased, the accused displayed their vengeance by destroying the body of the deceased which demonstrated the criminal tendency for they had neither respect for human life nor any concern for the dignity of a dead person - The brutality displayed by accused persons clearly exposed depraved state of mind - Imposition of fixed term on appellants cannot be found fault with. A B C D Code of Criminal Procedure, 1973: s.433-A - Exercise of power under, scope - Held: Statutory power uls. 433-A can be curtailed when the Court is of the considered opinion that the fact situation deserves a sentence of incarnation which be for a fixed E term so that power of remission is not exercised - Sentence/ Sentencing. Constitution of India: Arts. 71 and 161 -Judicial review, scope - Held: The courts cannot embark upon the power to be exercised by the Executive Heads of the State under Art. 71 and Art.161 of the Constitution. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "RAMESH AND OTHERS VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzODI=",
        "Citation": "[2016] 8 S.C.R. 936",
        "Case Type": "(CRIMINAL APPEAL /2526/2014)",
        "Date": "22 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9SYW1lc2ggQW5kIE90aGVycyBfIFN0YXRlIE9mIEhhcnlhbmFfMTcwMTMyMzMwMC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 936",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "22 November 2016",
        "Petitioner:": "Ramesh And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1049",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /2526/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.302",
            "34",
            "498-A - Dowry death - 100% burn injuries - Dying declaration"
        ],
        "HeadNote": "Penal Code, 1860: ss.302, 34, 498-A - Dowry death - 100% burn injuries - Dying declaration - Four accused - Dying declaration was recorded before the Magistrate after the doctor certifying fitness of the victim - Trial court did not believe the testimony of Magistrate on the ground that in his cross-examination he stated that he could not say whether the deceased was semi- conscious at the time of making statement - Trial court also relied . upon the testimony of PW-4 brother of deceased to the effect that the appellant was with him at the time of incident - Acquittal by trial court - High Court relied upon the dying declaration and convicted the appellants - Appeal against conviction - Held: In view of the specific certification by the Doctor about the fitness of the deceased that she remained fit while recording the statement, the mere fact that she had suffered 100% burns would not, ipso facto, lead to the conclusion that the deceased was unconscious or that she was not in a proper state of mind to make a statement - Magistrate had taken due precautions and in/act medical officer remained present when the dying declaration was being recorded - There was no reason to discard the dying declaration - Moreover, records show that it was appellant-husband who took the victim to the hospital and got her admitted and, therefore, version of PW-4 was wrongly accepted by trial court - High Court rightly held that PW-4 appeared to have been won over by appellant - No reason to interfere with the order of conviction. Evidence: Dying declaration made to magistrate - Evidentiary value, discussedCode o.f Criminal Procedure, 197 3: s.378 - Appeal against order of acquittal - Scope of interference - Held: The appellate court is within its power to reappreciate or review the evidenceon which the acquittal is based - On reconsideration of the evidence A on record, if the appellate court finds the verdict of acquittal to be perverse or against the settled position of law, it is duly empowered to set aside the same - On the other hand, if the trial court had appreciated the evidence in right perspective and recorded the findings which are plausible and the view of the trial court does B not suffer from perversity, simply because the appellate court comes to a different conclusion on the appreciation of the evidence on record, it will not substitute its findings to that of findings recorded by the trial court - All precautions were taken by concerned authorities before and while recording her statement - After the completion of her statement, the Doctor made an endorsement to c the effect that the deceased remained fit during the recording of her statement and it is only thereafter the Magistrate (PW-11) appended his signature categorically stating that the statement recorded by him was true version of what the deceased had spoken and he had stated in unambiguous terms that she was fit to make D statement and remained fit till her statement was recorded. Witnesses: Hostile witness - Peculiar behaviour of witnesses turning hostile - Situations when witnesses retract their statements before the court and turn hostile - Discussed."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "HDFC SECURITIES LTD. & ORS. VS. STATE OF MAHARASHTRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzODc=",
        "Citation": "[2016] 8 S.C.R. 968",
        "Case Type": "(CRIMINAL APPEAL /1213/2016)",
        "Date": "09 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9IZGZjIFNlY3VyaXRpZXMgTHRkLiAmIE9ycy4gXyBTdGF0ZSBPZiBNYWhhcmFzaHRyYSAmIEFuci5fMTcwMTMyMzQxNC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 968",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "09 December 2016",
        "Petitioner:": "Hdfc Securities Ltd. & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1119",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Of Maharashtra & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1213/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Art.227 - Criminal complaint filed by respondent no.2 u/s.156(3) alleging execution of unauthorised trades in her account without her consent by the appellants"
        ],
        "HeadNote": "Constitution of India: Art.227 - Criminal complaint filed by respondent no.2 u/s.156(3) alleging execution of unauthorised trades in her account without her consent by the appellants - Magistrate directed registration of FIR against the appellants and ordered for a report after investigation - Registration of FIR u/ ss.409, 420, 465, 467 rlw s.34 and 120-B, !PC - Writ petitions for quashing the FIR - High Court dismissed the writ petitions on the ground that same was premature and there was no need for exercising the powers either under Art.227 or uls.482 Cr.P.C. - On appeal, held: In the instant case, a fact finding investigation was directed - Appellants approached the High Court even before the stage of issuance of process - Jn particular, the appellants challenged the order passed by the Magistrate uls.156(3), Cr.P. C. - This order u/s.156(3), Cr.P. C. requiring investigation by the police, cannot be said to have caused an injury of irreparable nature which, at this stage, requires quashing of the investigation - The stage of cognizance would arise only after the investigation report is filed before the Magistrate - Therefore, at this stage, the High Court correctly held that filing of the petitions u/Art.227 or u/s.482, Cr.P.C., at this stage are nothing but premature - Further, the High Court correctly concluded that the inherent powers of the Court uls.482, Cr.P.C. should be sparingly used - High Court's order affirmed - Code of Criminal Procedure, 1973 - ss.482, 156(3)."
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "SITA RAM VS. BALBIR @ BALI .",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzOTA=",
        "Citation": "[2016] 8 S.C.R. 984",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /374/2014)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS8yMDE2XzhfOTg0LTEwMTQgXzE3MDMzMTAzMDYucGRm",
        "SCR Citation:": "[2016] 8 S.C.R. 984",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "Sita Ram",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1151",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Balbir @ Bali .",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /374/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court - Willful and deliberate violation of order of Supreme Court and obstruction in administration of justice - Cancellation of bail of respondent-accused"
        ],
        "HeadNote": " Contempt of Court - Willful and deliberate violation of order of Supreme Court and obstruction in administration of justice - Cancellation of bail of respondent-accused by Supreme Court order dated 24.10.2013 - Despite multiple non-bailable warrants issued by trial court respondent-accused could not be arrested - Contempt 0 petition filed - Respondent-accused failed to enter appearance despite service of notice - Senior Superintendent of Police (SSP) on being asked by the Court, stated in his affidavit that as per the statement of the son of the accused he was admitted in a hospital and also produced Medical Certificate dated 7.2.2015 - The Court E directed personal appearance of SSP and Medical Director of the Hospital - The Court further directed enquiry as to whether the accused continued to avoid arrest and escaped with or without the help of the ho~pital - As per Enquiry Report the accused remained admitted in the hospital for a total 527 days on three occasions viz. F From 15.11.2013 to 25.12.2013, from 31.12.2013 to 9.4.2014, and from 11.4.2014 to 1.5.2015 - The Court further issued notice to the Managing Director of the hospital - Held: In the facts of the case, it is evident that the prolonged admission without any justifiable medical reason till action was taken by the Court, in contempt jurisdiction, was essentially to defeat the order dated 24.10.2013 G passed by Supreme Court and repeated non-bailable warrants issued by the trial court - The accused, by disobeying the order of the Court is liable for committing civil contempt and by defiance of the order so passed has obstructed administration of justice and thus further liable for criminal contempt - Hospital was the party to the attempts on part of the accused to defeat the order passed by theCourt by providing protection and asylum to the accused and thereby obstructed administration of justice - Therefore, the Medical Director and the Managing Director of the hospital are liable for contempt of court - However, one more opportunity is given to all three contemnors - The conduct exhibited by concerned police officials in not ensuring compliance of orders passed by trial court calls for strict administrative action - The Court expressed dissatisfaction regarding the conduct of the SSP. "
    },
    {
        "volume": "2016Volume 8",
        "Case Name": "SHARAT BABU DIGUMARTI VS. GOVT. OF NCT OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAzOTU=",
        "Citation": "[2016] 8 S.C.R. 1015",
        "Case Type": "(CRIMINAL APPEAL /1222/2016)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9TaGFyYXQgQmFidSBEaWd1bWFydGkgXyBHb3Z0LiBPZiBOY3QgT2YgRGVsaGlfMTcwMTMyMzY1OC5wZGY=",
        "SCR Citation:": "[2016] 8 S.C.R. 1015",
        "Year/Volume:": "2016/ Volume 8",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Sharat Babu Digumarti",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1131",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Govt. Of Nct Of Delhi",
        "Case Type:": "CRIMINAL APPEAL /1222/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.292 - Offence relating to obscene material in electronic form",
            "IT Act"
        ],
        "HeadNote": "Penal Code, 1860: s.292 - Offence relating to obscene material in electronic form - Proceedings uls.67 of IT Act dropped against appellant, but proceedings uls.292 not dropped - High c Court declined to interfere on the ground that there was sufficient material showing appellant :S- involvement to proceed against him for commission of offence punishable u/s.292 - Whether appellant who has been discharged uls. 67 of IT Act could be proceeded ul s.292 - Held: Obscenity pertaining to electronic record falls under the scheme of IT Act - IT Act is a special law - Special law shall D prevail over the general law - Therefore, the special provisions having overriding effect cover a criminal act and the offender, and the appellant in the instant case would get out of the net of s.292 - Criminal proceedings lodged against appellant quashed - Obscene Books and Pictures Act, 1856 - Obscene Publications Act, 1925 - E Informatfon Technology Act, 2000 - ss.2(1)(t), 67A, 678, 69, 79, 81."
    }
]