[
    {
        "volume": "2016Volume 9",
        "Case Name": "CELLULAR OPERATORS ASSOCIATION OF INDIA AND OTHERS VS. TELECOM REGULATORY AUTHORITY OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NDM=",
        "Citation": "[2016] 9 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /5017/2016)",
        "Date": "11 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9DZWxsdWxhciBPcGVyYXRvcnMgQXNzb2NpYXRpb24gT2YgSW5kaWEgQW5kIE90aGVycyBfIFRlbGVjb20gUmVndWxhdG9yeSBBdXRob3JpdHkgT2YgSW5kaWEgQW5kIE90aGVyc18xNzAxMzI2MDMzLnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "11 May 2016",
        "Petitioner:": "Cellular Operators Association Of India And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 410",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Telecom Regulatory Authority Of India And Others",
        "Case Type:": "CIVIL APPEAL /5017/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Telecom Consumers Protection (Ninth Amendment) Regulations",
            "2015 - Validity"
        ],
        "HeadNote": " Telecom Consumers Protection (Ninth Amendment) Regulations, 2015 - Validity of - As per the amendment of the Regulations every originating cellular mobile telephone service provider was made liable to credit the calling consumer with one rupee for each call drop, upto a maximum three call drops per day - Validity of the amendment challenged - High Court upheld its validity - On appeal, held: The amending Regulation is ultra vires the Telecom Regulatory Authority of India Act, 1997 as it does not carry out the purpose of the Act - It is violative of the fundamental rights of the service providers as provided in Art. 14 and 19(1)(g) of the Constitution - The Regulation is also liable to be struck down on the ground that it amounts to interference with the licence conditions of the service providers without authority of law and also because it completely avoids the adjudicatory process - Telecom Regulatory Authority of India Act, 1997 - Constitution of India - Arts. 14 and 19(l)(g) - Quality of Service Regulations, 2009. Constitution of India: Arts. 14, 19(1)(g) and 19(6) - Constitutional validity of Telecom Consumers Protection (Ninth Amendment) Regulations, 2015 - Held: In order to pass Constitutional muster u/Art.14, the Regulation should not be manifestly arbitrary - So far as Art.19(1)(g) is concerned, u!Art. 19(6), the State has to conform to two separate and independent tests i.e. test of 'reasonable restriction' and test of 'public interest' - The test of reasonable restriction is distinct from the test of the law being in general public interest - In the present casij though the Regulation might have been brought in the interest of general public, it is manifestly arbitrary and therefore violative of Art. 14 and is an unreasonable restriction on the fundamental right of the service providers granted u/Art. l 9(1)(g) and the same has been framed without intelligent care and deliberation. Arts.19(l)(g) and 19(6) - A proper balance between the freedoms guaranteed u/Art. 19(1)(g) and the control permitted u/Art. 19(6) must be struck in all cases before the impugned law can be B said to be a reasonable restriction in the public interest. "
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "THE ELECTRICITY DEPARTMENT, REP. BY ITS SUPERINTENDING ENGINEER, PORT BLAIR AND ANR. VS. MIS SURYACHAKRA POWER CORPORATION LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NDk=",
        "Citation": "[2016] 9 S.C.R. 68",
        "Case Type": "(CIVIL APPEAL /1652/2015)",
        "Date": "22 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9UaGUgRWxlY3RyaWNpdHkgRGVwYXJ0bWVudCwgUmVwLiBCeSBJdHMgU3VwZXJpbnRlbmRpbmcgRW5naW5lZXIsIFBvcnQgQmxhaXIgQW5kIEFuci4gXyBNaXMgU3VyeWFjaGFrcmEgUG93ZXIgQ29ycG9yYXRpb24gTGltaXRlZF8xNzAxMzI2MjU1LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 68",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "22 September 2016",
        "Petitioner:": "The Electricity Department, Rep. By Its Superintending Engineer, Port Blair And Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 896",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Mis Suryachakra Power Corporation Limited",
        "Case Type:": "CIVIL APPEAL /1652/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Power Project Agreement (PPA) - Delay in execution of project - Increase in various cost components",
            "viz.",
            "illleresl during construction (JDC); financing charges (FC); and incidental expenses during construction (IEDC) incurred for the delay"
        ],
        "HeadNote": "and expenses - Power Project Agreement (PPA) - Delay in execution of project - Increase in various cost components, viz., illleresl during construction (JDC); financing charges (FC); and incidental expenses during construction (IEDC) incurred for the delay, suo moto allowed in appeal by Appellate Tribunal - Propriety of- Held: Appellants are on solid grou111;f in contending that an increase in D JDC, FC and IEDC was allowed in appeal by the Appellate Tribunal. suo moto - Appeal allowed only to this limited extent - On other points, it is dismissed"
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "RAJENDRA KUMAR MESHRAM VS. VANSHMANI PRASAD VERMA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NTI=",
        "Citation": "[2016] 9 S.C.R. 74",
        "Case Type": "(CIVIL APPEAL /3797/2015)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9SYWplbmRyYSBLdW1hciBNZXNocmFtIF8gVmFuc2htYW5pIFByYXNhZCBWZXJtYSBBbmQgQW5yLl8xNzAxMzI2Mzg0LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 74",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Rajendra Kumar Meshram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 942",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Vanshmani Prasad Verma And Anr.",
        "Case Type:": "CIVIL APPEAL /3797/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Representation of People Act",
            "1951 - ss.33(5)",
            "36(2)(b)",
            "87",
            "JOO(l)(a) and JOO(l)(d) - Election"
        ],
        "HeadNote": "Election Laws: Representation of People Act, 1951 - ss.33(5), 36(2)(b), 87, JOO(l)(a) and JOO(l)(d) - Election of appellant to a constituency of Madhya Pradesh Legislative Assembly - Election petition filed by respondent No. J - High Court held that appellant had not filed the electoral roll (or certified copy thereof) of his constituency, therefore the returning officer had committed an illegality in D accepting the nomination of appellant - High Court came to the conclusion that election of appellant was liable to be declared void uls.JOO(J)(a) along with s.JOO(l)(d)(i) - On appeal, held: High Court ought to have found out whether improper acceptance of the nomination had materially affected the result of the election - Without dealing with that question/issue, it was not empowered to declare E the election of appellant-returned candidate as void - To declare election void uls.JOO(l)(a), it must be established that the returned candidate is not a voter of any assembly constituency of the State - Election petition filed by the respondent-election petitioner itself stated that the appellant-returned candidate was a registered voter F of a constituency - There was no pleading at all to the effect that appellant was not a voter - Therefore, order of High Court unsustainable - Election of appellant-returned candidate was valid"
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "M/S CENTROTRADE MINERALS & METAL INC. VS. HINDUSTAN COPPER LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0NTQ=",
        "Citation": "[2016] 9 S.C.R. 83",
        "Case Type": "(CIVIL APPEAL /2562/2006)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS8yMDE2XzlfODMtMTEwIF8xNzAzMzEwMzQwLnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 83",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "M/s Centrotrade Minerals & Metal Inc.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1214",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Hindustan Copper Ltd.",
        "Case Type:": "CIVIL APPEAL /2562/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - s. 48 - Dispute resolution by two-tier arbitration system - Validity"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - s. 48 - Dispute resolution by two-tier arbitration system - Validity of - Parties entered into a contract containing arbitration clause - Subsequently dispute between the parties - Appellant company invoked arbitration clause - Appointment of arbitrator by Indian Council of Arbitration, who gave NIL award - Thereafter, invocation of second part of the arbitration clause by the appellant company - Award passed by arbitrator in London in accordance with the Rules of Conciliation and Arbitration of the International Chamber of Commerce - Application u!s. 48 by the appellant company seeking enforcement of the said award - Validity of two tier arbitration - Held: Resolving of disputes by two tier arbitration system was valid under the Indian law and not contrary to the public policy - Arbitration clause in the agreement between the parties does not violate the fundamental or public policy of India by the parties agreeing to a second instance arbitration - Parties to an arbitration agreement have the autonomy to decide not only on the procedural law to be followed but also the substantive law. "
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "MOHAMMED ZUBAIR CORPORAL NO. 781467-G VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0Nzg=",
        "Citation": "[2016] 9 S.C.R. 111",
        "Case Type": "(CIVIL APPEAL /8643/2009)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Nb2hhbW1lZCBadWJhaXIgQ29ycG9yYWwgTm8uIDc4MTQ2Ny1nIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDEzMjc5MDMucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 111",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "Mohammed Zubair Corporal No. 781467-g",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1141",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /8643/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Armed Forces Regulation",
            "1964 - Regn. 425 - Air Force Rules",
            "1969 - r. 15(2j(g)(ii) - Growth of hair etc. by Air Force Personnel -Airman in the Indian Air Force",
            "discharged from service since he asserted his right to retain a beard on religious grounds since he is a Muslim"
        ],
        "HeadNote": "Armed Forces Regulation, 1964 - Regn. 425 - Air Force Rules, 1969 - r. 15(2j(g)(ii) - Growth of hair etc. by Air Force Personnel -Airman in the Indian Air Force, discharged from service since he asserted his right to retain a beard on religious grounds since he is a Muslim - Said order upheld by the High Court - On appeal, held: Maintenance of identity is a crucial element in the safety and security of the Forces - No material produced to indicate that the appellant professes a religious belief that would bring him within the ambit of Regn. 425(b) which applies to \"personnefwhose religion prohibits ~the cutting off the hair or .shaving off the face of its members\" - Thus, the Commanding Officer acted within his iurisdiction in the interest of maintaining discipline of the Air Force- Appellant having been enrolled as a member of the Air Force was necessarily required to abide by the discipline of the Force - Regulations and policies in regard to personal appearance are not intended to discriminate (]gains! religious beliefs nor do they have the effect of doing so - Their object and purpose is tp ensure uniformity, cohesiveness, discipline and order, indispensable to every armed force of the Union - Thus, the order of High Court upheld - Constitution of India - Art. 33 - Armed Forces.Appellant was enrolled as Airman in the Indian Air Force. He filed an application seeking permission to keep a beard on religious grounds since he is a Muslim. He was granted provisional permission. Thereafter, the appellant was directed to shave off his beard in view of the subsequent policy of the Air Force. The appellant, however, asserted his right to retain a beard. Eventually, he was discharged from service. The appellant then filed a writ petition. The Single Judge of the High Court dismissed the petition holding that maintaining a beard was not an integral part of the religion professed by the appellant. The said order was upheld by the Division Bench. Hence, the instant appeals."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "NATIONAL CAMPAIGN ON DALIT HUMAN RIGHTS & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0ODI=",
        "Citation": "[2016] 9 S.C.R. 122",
        "Case Type": "(WRIT PETITION (CIVIL) /140/2006)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice L. Nageswara Rao\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9OYXRpb25hbCBDYW1wYWlnbiBPbiBEYWxpdCBIdW1hbiBSaWdodHMgJiBPcnMuIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDEzMjgwMDMucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 122",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "National Campaign On Dalit Human Rights & Ors.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 1140",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /140/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act",
            "1989 - Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Rules",
            "1995 - Implementation"
        ],
        "HeadNote": "Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, 1989 - Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Rules, 1995 - Implementation of- Sought by filing petition u!Art. 32 of Constitution - Seeking directions to the authorities concerned to enforce the provisions of the Act and Rules - Held: The constitutional goal of equality for all the citizens can be achieved only when the rights of Scheduled Castes and Scheduled Tribes are protected - Though the Act is comprehensive enough to deal with the social evil, there has been failure on the part of the authorities concerned in complying with the provisions of the Act and the Rules - Therefore, the Central and the State Governments are directed to strictly enforce the provisions of the Act and the Rules - National Commissions for Scheduled Castes and for Scheduled Tribes are also directed to discharge their duties - National Legal Services Authority is requested to formulate appropriate schemes to spread awareness and provide free legal aid to members of the Scheduled Castes and Scheduled Tribes - Constitution of India - Preamble; and Arts. 15, 17, 39A, 46, 338 and 338A."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "RAM NARESH RAWAT VS. SRI ASHWINI RAY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0ODk=",
        "Citation": "[2016] 9 S.C.R. 141",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /771/2015)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9SYW0gTmFyZXNoIFJhd2F0IF8gU3JpIEFzaHdpbmkgUmF5ICYgT3JzLl8xNzAxMzI4MTkxLnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 141",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "Ram Naresh Rawat",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2016 INSC 1215",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Sri Ashwini Ray & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /771/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Madhya Pradesh Industrial Employment (Standing Orders) Act",
            "I961 - ss. 63(c)",
            "21(1)",
            "3(c) - Madhya Pradesh Industrial Employment (Standing Orders) Rules",
            "1963 - Fixation of pay in the regular pay scale - Entitlement to increments - Classification of . petitioners-daily wage employees as 'permanent employees' by standing order"
        ],
        "HeadNote": "Service law: Madhya Pradesh Industrial Employment (Standing Orders) Act, I961 - ss. 63(c), 21(1), 3(c) - Madhya Pradesh Industrial Employment (Standing Orders) Rules, 1963 - Fixation of pay in the regular pay scale - Entitlement to increments - Classification of . petitioners-daily wage employees as 'permanent employees' by standing order - Thereafter. petitioners sought pay scale attached to the said posts - Claim allowed by the courts below as also this Court - However. fixation of the pay at the minimum of the regular pay-scale attached to the respective posts - Contempt petition by the petitioners that the . pay fixation __, not as per the order of this Court - Petitioners sought fixation of pay in the regular pay scale as also increments and other emoluments attached to the said post - Held: Though a 'per111anent e111ployee' has right to receive pay in the graded pay-scale, at the same time, he would be getting only minimum of the said.pay-scale with no increments - Only the regularisation in service which would entail grant of increments etc. in the pay-scale - In some cases the State Government while fixing the pay scale, granted increments as well, however. the benefit wrongly given, would not form the b·asis of claiming the same relief - Right to equality u!Art. 14 is not in negative terms - Constitution of India - Article 14."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "C.I.T. & ANR VS. MIS YOKOGAWA INDIA LTD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0OTE=",
        "Citation": "[2016] 9 S.C.R. 163",
        "Case Type": "(CIVIL APPEAL /8498/2013)",
        "Date": "16 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9DLmkudC4gJiBBbnIgXyBNaXMgWW9rb2dhd2EgSW5kaWEgTHRkXzE3MDEzMjgyNzUucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 163",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "16 December 2016",
        "Petitioner:": "C.i.t. & Anr",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1152",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Mis Yokogawa India Ltd",
        "Case Type:": "CIVIL APPEAL /8498/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s.JOA (as amended) - Deduction or Exemption"
        ],
        "HeadNote": "lncome Tax Act, 1961: s.JOA (as amended) - Deduction or Exemption - Held: The introduction of the word 'deduction' in s. l OA ' by the amendment, clearly enunciates the legislative decision to alter its nature from one providing for exemption to one providing for deductions - Though s.lOA, as amended, is a provision for deduction, the stage of deduction would be while computing the gross total income of the eligible undertaking under Chapter IV of the Act and not at the stage of computation of the total income under Chapter Vl"
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "PRAMOD JAIN AND OTHERS VS. SECURITIES AND EXCHANGE BOARD OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0OTU=",
        "Citation": "[2016] 9 S.C.R. 178",
        "Case Type": "(CIVIL APPEAL /9103/2014)",
        "Date": "07 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Anil R. Dave",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9QcmFtb2QgSmFpbiBBbmQgT3RoZXJzIF8gU2VjdXJpdGllcyBBbmQgRXhjaGFuZ2UgQm9hcmQgT2YgSW5kaWFfMTcwMTMyODM2Mi5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 178",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "07 November 2016",
        "Petitioner:": "Pramod Jain And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1003",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Securities And Exchange Board Of India",
        "Case Type:": "CIVIL APPEAL /9103/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations",
            "1997 - s.27 - Hostile takeover of shares - Public Offer - Withdrawal"
        ],
        "HeadNote": "Securities Exchange Board of India (Substantial Acquisition of Shares and Takeovers) Regulations, 1997 - s.27 - Hostile takeover of shares - Public Offer - Withdrawal of - On the ground that due to delay on the part of SEBI in taking decision on the draft C letter of offer (DLO), the target company siphoned off its coffers, depleted its valuable fixed assets and eroded its net worth substantially and thereby the very object of the offer got defeated - SEBI rejected the application for withdrawal - Securities Appellate Tribunal upheld the order of SEBI - On appeal, held: There was D undue delay on the part of SEBI in dealing with DLO - But the delay by itself is not enough to justify withdrawal of the offer unless the case falls under regn.27 - The present case, does not fall under regn. 27 - Under the scheme of the Regulations there is no bar on the target company to take decision about its assets, if the statutory procedure has been complied with and if the decision is otherwise E valid - Thus there is no justification for automatic withdrawal from public offer without clearprejudice to the acquirer to the extent of rendering the carrying out of public offer impossible - In the facts of the present case, the request for withdrawal from public offer was not justified."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "H.D. SIKAND (D) THROUGH LRS. VS. CENTRAL BUREAU OF INVESTIGATION AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MDE=",
        "Citation": "[2016] 9 S.C.R. 205",
        "Case Type": "(CRIMINAL APPEAL /729/2011)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9ILmQuIFNpa2FuZCAoZCkgVGhyb3VnaCBMcnMuIF8gQ2VudHJhbCBCdXJlYXUgT2YgSW52ZXN0aWdhdGlvbiBBbmQgQW5yLl8xNzAxMzI4NDQwLnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 205",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "H.d. Sikand (d) Through Lrs.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1146",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Central Bureau Of Investigation And Anr.",
        "Case Type:": "CRIMINAL APPEAL /729/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Appeal: Murder case - Acquittal by High Court - Appeal against acquittal - Case totally dependant on circumstantial evidence - Prosecution failed to pass the test as laid down in Sharad Birdhichand Sarda's case"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "RASHTRIYA COLLIERY MAZDOOR SANGH, DHANBAD VS. EMPLOYERS IN RELATION TO MANAGEMENT OF KENDUADIH COLLIERY OF MIS BCCL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1MDQ=",
        "Citation": "[2016] 9 S.C.R. 220",
        "Case Type": "(CIVIL APPEAL /11003/2016)",
        "Date": "21 NOVEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9SYXNodHJpeWEgQ29sbGllcnkgTWF6ZG9vciBTYW5naCwgRGhhbmJhZCBfIEVtcGxveWVycyBJbiBSZWxhdGlvbiBUbyBNYW5hZ2VtZW50IE9mIEtlbmR1YWRpaCBDb2xsaWVyeSBPZiBNaXMgQmNjbCAmIE9ycy5fMTcwMTMyODUyMi5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 220",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "21 November 2016",
        "Petitioner:": "Rashtriya Colliery Mazdoor Sangh, Dhanbad",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1044",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Employers In Relation To Management Of Kenduadih Colliery Of Mis Bccl & Ors.",
        "Case Type:": "CIVIL APPEAL /11003/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Dispute - Absorption or regularization - 88 workmen worked as Tyndals at Colliery - Industrial dispute seeking employment - Modified award. by the Industrial Tribunal"
        ],
        "HeadNote": "Industrial Dispute - Absorption or regularization - 88 workmen worked as Tyndals at Colliery - Industrial dispute seeking employment - Modified award. by the Industrial Tribunal wherein issuance of direction to the management that as and when they intend to employ regular workmen, preference ·would be given to these workmen - Said order attained finality - Thereafter, workmen sought D implementation of order passed by the High Court - However, no vacancy had arisen ever since the order of the High Court - Undertaking by the management that if vacancy arises in future and post is advertised, for which workmen apply, they would be considered- On appeal, held: Judgment of the High CEighty eight workmen worked as Tyndals at the Colliery of the first respondent. Colliery Mazdoor Sangh raised an Industrial dispute seeking employment of88 workmen. The tribunal passed an award.The management was directed to form a panel of the workmen in . A accordance with seniority and to absorb or regularize them either in the work of Tyndal/suitable category within one year. The first respondent filed a writ petition. The High Court modified the award, directing the management that as and when they intend to employ regular workmen, preference would be given to these workmen. The said order attained B finality. Thereafter, the Union representing workmen filed a writ petition seeking implementation of order passed by the High Court. The High Court disposed of the writ petition as no vacancy had arisen ever since the last order. The management gave an undertaking that if vacancy arises in future and post is .advertised, for which workmen apply, they would be considered for the post. Thereafter, Review petition was also c disposed of on similar terms. Hence the present appeal."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "ASOKE KUMAR CHAUDHURI AND OTHERS VS. KUNAL SAHA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NDE=",
        "Citation": "[2016] 9 S.C.R. 227",
        "Case Type": "(CRIMINAL APPEAL /1163/2016)",
        "Date": "29 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Bc29rZSBLdW1hciBDaGF1ZGh1cmkgQW5kIE90aGVycyBfIEt1bmFsIFNhaGEgQW5kIEFub3RoZXJfMTcwMTMyOTI1Ni5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 227",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "29 November 2016",
        "Petitioner:": "Asoke Kumar Chaudhuri And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1076",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre,Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Kunal Saha And Another",
        "Case Type:": "CRIMINAL APPEAL /1163/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 201",
            "120-B and 219 - Death of complainant's wife due to medical negligence"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 201, 120-B and 219 - Death of complainant's wife due to medical negligence - Negligence being of civil nature, award of damages - Criminal complaint against the members of the Inquiry Committee of State Medical Council including the appellants - Allegation that they committed offence u!s 2011120-B by entering into conspiracy to save delinquent doctors - Mep1bers of the Committee ignored the report of the experts and helped the delinquent doctors to go scot-free - Petition u!s. 482 by appellants seeking quashing of the proceedings - Dismissed by High Court - On appeal, held: Approach of the High Court was unsustainable - Matter not dealt in proper perspective - Even if the allegations in the complaint are taken as true and at their face value, it would not constitute offence u!s. 201 and s. 120-B - Allegations contained in the complaint do not make out any case u/ s. 201 - Conspiracy, if at all, was to save the delinque11t doctors in disciplinary proceedings taken against them, thus, s.1208 not applicable - Provisions of s. 219 also does not apply since the departmental proceedings into the report given by the Committee cannot be treated as 'judicial proceedings' -Also in the departmental proceedings, evidence could not be or would not have been taken on oath."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "STATE OF HIMACHAL PRADESH VS. SANJAY KUMAR @ SUNNY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NDM=",
        "Citation": "[2016] 9 S.C.R. 237",
        "Case Type": "(CRIMINAL APPEAL /1231/2016)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBPZiBIaW1hY2hhbCBQcmFkZXNoIF8gU2FuamF5IEt1bWFyIEAgU3VubnlfMTcwMTMyOTM2Ny5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 237",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "State Of Himachal Pradesh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1149",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Sanjay Kumar @ Sunny",
        "Case Type:": "CRIMINAL APPEAL /1231/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.376(2)(j)",
            "506 - Rape of 9 years old girl - Respondent-accused paternal uncle of the prosecutrix - Incident not disclosed by prosecutrix to anyone - Fact of rape came to knowledge of mother 3 years after the incident when she complained of stomach ache and was shown to the gynecologist"
        ],
        "HeadNote": " Penal Code, 1860: ss.376(2)(j), 506 - Rape of 9 years old girl - Respondent-accused paternal uncle of the prosecutrix - Incident not disclosed by prosecutrix to anyone - Fact of rape came to knowledge of mother 3 years after the incident when she complained of stomach ache and was shown to the gynecologist - Reporting to police thereafter - Conviction ulss. 376(2)(j), 506 by trial court based on testimony of prosecutrix, her mother and medical evidence - Acquittal by High Court - States appeal against acquittal - Held: The version of prosecution and her mother was in sync with each other - High Court was swayed by the delay in reporting the matter - The ground reality is that it is not easy to lodge a complaint of this nature exposing prosecutrix to the risk of social stigma which unfortunately prevails in our society - Person accused was none other than her own uncle - Decision to lodge FIR becomes difficult and hard when accused happens to be a family member - Evidence brought on record contained positive proof, credible sequence of events and factual truth linking the respondent with rape of the prosecutrix - Conviction recorded by trial court restored and respondent awarded rigorous imprisonment for 12 years. Crime against women: Rape victim - Proof of offence - Held: The testimony of a victim in cases of sexual offences is vital and unless there are compelling reasons which necessitate looking for corroboration of a statement, the courts should find no difficulty to act on the testimony of the victim of a sexual assault alone to convict the accused - The victim of rape is not an accomplice and her evidence can be acted upon without corroboration - She stands at a higher pedestal than an injured witness does - It is only when the court finds it difficult to accept her version, it may seek corroboration from some evidence which lends assurance to her version - Penal Code, 1860. "
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "SWARAJ ABHIYAN - (I) VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NTA=",
        "Citation": "[2016] 9 S.C.R. 257",
        "Case Type": "(WRIT PETITION (CIVIL) /857/2015)",
        "Date": "11 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Td2FyYWogQWJoaXlhbiAtIChpKSBfIFVuaW9uIE9mIEluZGlhICYgT3JzLl8xNzAxMzI5NDY4LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 257",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "11 May 2016",
        "Petitioner:": "Swaraj Abhiyan - (i)",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2016 INSC 411",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /857/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public interest litigation - Non-disclosure of full facts about the drought like situation or drought by the States of Bihar",
            "Gujarat and Haryana - Said issue matter of grave humanitarian distress"
        ],
        "HeadNote": "Public interest litigation - Non-disclosure of full facts about the drought like situation or drought by the States of Bihar, Gujarat and Haryana - Said issue matter of grave humanitarian distress - · Writ petition filed seeking declaration of drought in some districts or parts thereof in nine States - Also sought direction to declare drought in most parts of the State of Bihar, Gujarat and Haryana and to provide essential relief and compensation to people affected by drought - Held: Each of the three States-Bihar, Gujarat and Haryana have their own unique method of determining whether there is a drought or not - Final decision to declare drought is of the State Government but the resources available with the Union of India can be effectively used to assist the State Governments - Union of India to maintain a delicate and fine balance between federalism and its constitutional responsibility - Strong case made out for reconsidering the declaration of a drought in Bihar and Haryana and in more parts of Gujarat - Delayed declaration of drought affects common person - Several districts in the three States facing varying degrees of drought, however, no preparatory steps taken to tackle a possible disaster - Due to ostrich-like attitude of the State Governments, this Court compelled to make comment about their concern - Issuance of certain directions - Union of India to constitute a National Disaster Response Force as also to establish a National Disaster Mitigation Fund within the stipulated period - Union of India to formulate a National Plan at the earliest and with immediate concern as also update and revise the Drought Management Manual - Government of India to insist 011 the use of modern technology to make an early determination of a drought or a drought like situation - Officials lo review the apparent drought situation with all the available data and if so advised persuade the State Government to declare a drought in whichever district, taluka, tehsil or block is necessary - State Government to keep in mind thhumanitarian factors in matters pertaining to drought and Government of India in updating and revising the Manual - Disaster Management Act, 2005 - ss. 36, 44, 47, 48, 11 - Constitution of India - Art. 32. Public interest litigation - Entertaining of PIL - Instant writ petition pertaining to declaration of drought like situation or drought by the States of Bihar, Gujarat and Haryana - Said matter is of grave humanitarian distress - Petition to be treated as one filed in public interest and not to be taken as an adversarial contest - Over the years, public interest litigation appears to be degenerating into a no-holds barred adversarial litigation, which it is not meant to be - Public interest litigation is necessary in a welfare State - Welfare State cannot function effectively if it cannot hear to the underprivileged and needy people - Public interest litigation presents the Court with an issue based problem concerning society - Solutions to the problem within the legal framework and the directions are described as judicial activism - Judicial activism."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "SWARAJ ABHIYAN - (II) VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA1NTI=",
        "Citation": "[2016] 9 S.C.R. 295",
        "Case Type": "(WRIT PETITION (CIVIL) /857/2015)",
        "Date": "13 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Td2FyYWogQWJoaXlhbiAtIChpaSkgXyBVbmlvbiBPZiBJbmRpYSAmIE9ycy5fMTcwMTMyOTU4MC5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 295",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "13 May 2016",
        "Petitioner:": "Swaraj Abhiyan - (ii)",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2016 INSC 426",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /857/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public Interest Litigation - Food security to persons affected by the drought - Drought or drought like conditions prevailing in some parts of the country"
        ],
        "HeadNote": "Public Interest Litigation - Food security to persons affected by the drought - Drought or drought like conditions prevailing in some parts of the country - Monitoring and Implementation of the National Food Security Act - Need to ensure food security to the said persons - Non-implementation of the Act by some of the States - Held: No Mandamus can be issued to the State Governments to implement the NFS Act beyond what is required by the terms and provisions of the statute - This Court can direct the State to faithfully implement the provisions of the NFS Act - No direction can be issued to make available edible oils and dal/lentil to needy people - It is not the statutory or constitutional obligation 011 the State- Without edible oils and dalllentil the fundamental right of the people in drought affected areas guaranteed u/Art. 21 is not violated- Though Art. 47 which directs the State to raise the level of nutrition and the standard of living of the people, is not enforceable being a Directive Principle, there is considerable moral force and authority to persuade the State Governments and the Government of India to attempt at ensuring that the people in drought affected areas, are provided adequate food grains and a cooking medium - Mechanism for enforcing several provisions of the NFS Act has not been established or constituted - It is high time that machinery under NFS is put in place othenvise enactment of social legislation would have no meaning at all - In view thereof. issuance of directions by this Court for effective implementation of the statute - Each of the States to establish an internal grievance mechanism and appoint or designate for each district a District Grievance Redressal Officer - States to constitute a State Food Commission for the purpose of monitoring and reviewing the implementation of the NFS Act - States in which drought has been declared or might be declared in the future, all households to be provided with their monthly entitlementof food grains in terms of the NFS Act regardless of whether they B C D E fall in the category of priority household or not or they have a ration card or not - States of Bihar. Haryana and Uttar Pradesh to make adequate provision for the supply of eggs or milk or any other nutritional substitute for children under the Mid-Day Meal Scheme - Constitution of India - Arts. 32, 21, 47 - National Food Security Act, 2013 - ss. 2(14), JO, 14, 15, 16. National Food Security Act, 2013 - Implementation of- Held: Union of India usually brings into force a statute without putting in place the implementation machinery - Mechanism for enforcing several provisions of the NFS Act not established or constituted, which is totally strange - Delayed approach in execution enables some State Governments to take it easy and implement the law whenever it is co11ve11ient to do so."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "SWARAJ ABHIYAN - (ILL) VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3MzY=",
        "Citation": "[2016] 9 S.C.R. 311",
        "Case Type": "(WRIT PETITION (CIVIL) /857/2015)",
        "Date": "13 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Td2FyYWogQWJoaXlhbiAtIChpbGwpIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDEzMzcxMDkucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 311",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "13 May 2016",
        "Petitioner:": "Swaraj Abhiyan - (ill)",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2016 INSC 426",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /857/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public interest litigation - Mahatama Gandhi National Rural Employment Guarantee Scheme - Implementation"
        ],
        "HeadNote": "Public interest litigation - Mahatama Gandhi National Rural Employment Guarantee Scheme - Implementation of- Prayer sought that Government of India and State Government to ensure adequate budgetary provision is made for financial implementation of the Scheme and that the State Government not to place any budgetary limit under the Scheme if employment is sought over and above 100 days; that the informal capping of funds through labour budget and agreed to budget process to be done away with; that there is delayed release of payments both for wages and materials; and effective monitoring of the scheme - Held: There is no informal capping of funds although it does appear that Government of India is not prone to easily release funds for the projects under the Scheme - There has been unconscionable delay on the part of the Government of India in release of funds both under the wage and material component - When rights of lakhs of people are affected by delayed payment of the legitimate dues, there is clear constitutional breach committed by the State - Further, not clear as to existence of Centre Employment Guarantee Council and State Employment Guarantee Council - In view thereof. issuance of directions by this Court - State Governments to present a realistic budget and thereafter, Government of India to release to State Governments. adequate funds under the Scheme in a timely manner - Government of India to ensure that compensation for delayed payment beyond 15 days made to workers - State Governments and Government of India to make all efforts to encourage needy persons to come forward and take advantage of the Scheme - Government of India to constitute Central Employment Guarantee Council and State Governments to establish State Employment Guarantee Council within the stipulated period - NREG Act being a social welfare and social justice legislation, Government of Indiao ensure faithful implementation of its provisions - Constitution of India - Art. 32 - Mahatama Gandhi National Rural Employment Guarantee Act, 2005 - ss. 3(1), 3(3), 7, JO, JI, 14(6)."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "SWARAJ ABHIYAN - (IV) VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3NTc=",
        "Citation": "[2016] 9 S.C.R. 331",
        "Case Type": "(WRIT PETITION (CIVIL) /857/2015)",
        "Date": "13 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Td2FyYWogQWJoaXlhbiAtIChpdikgXyBVbmlvbiBPZiBJbmRpYSAmIE9ycy5fMTcwMTMzNzQ2MS5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 331",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "13 May 2016",
        "Petitioner:": "Swaraj Abhiyan - (iv)",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 426",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /857/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public interest litigation - Issues as regards relief for crop loss",
            "establishing fodder banks",
            "crop loan re-structuring or restructuring bank loans - Prevailing drought or drought like situation"
        ],
        "HeadNote": "Public interest litigation - Issues as regards relief for crop loss, establishing fodder banks, crop loan re-structuring or restructuring bank loans - Prevailing drought or drought like situation - Prayer that the relief or subsidy extremely low and only where crop Joss is 33% and above, relief subsidy to be adequate and to be given timely - Also sought effective management of the Fodder Banks in the drought affected areas and establishment of Fodder Banks where no such bank established; and deferment of arrears and restructuring of loans for the drought affected farmers - Held: Quantum of monetary relief given to a farmer is a matter of policy - Issues regarding establishing fodder banks or restructuring bank loans is to be decided by expert, even then there is likely to be difference of opinion between the experts - In view thereof, there cannot be any judicially manageable standards for determining issues of policy and it would be hazardous if not dangerous for the Court to venture into such areas in which the court lacks expertise - Implementation of the economic and fiscal policy or policy impacting on drought effected persons and its_ monitoring to be seen - In the process thereof, Union of India and State Governments to set up committees or ombudsmen to see the faithful implementation of the polices - Issuance of direction to the concerned authorities in Union of India, State Governments and Reserve _Bank of India and other banks to religiously implement their policies - As regards, appointment of Court Commissioners to oversee the implementation of various directions issued, there is no need for now - Applying theprinciple of continuing mandamus, petition ought not be disposed of but should be kept pending to ensure that the directions that have been given are complied with by the Government of India as well as the State Governments - Direction to Union of India to file a status report stating the action taken by the Government of Indion the various directions - Doctrines/principles - Principle of continuing mandamus - Constitution of India - Art. 32. Constitution of India - Mandamus - Principle of continuing mandamus - Held: Is an integral part of our constitutional iurisprudence - Jn many public interest petitions, this Court has continued to monitor the implementation of its orders and monitor the investigations into alleged offences where there has been some apparent resistance by the Government of India."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "GOVINDASWAMY VS. STATE OF KERALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA3Njk=",
        "Citation": "[2016] 9 S.C.R. 342",
        "Case Type": "(CRIMINAL APPEAL /1584-1585/2014)",
        "Date": "15 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Hb3ZpbmRhc3dhbXkgXyBTdGF0ZSBPZiBLZXJhbGFfMTcwMTMzNzc0Ni5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 342",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 September 2016",
        "Petitioner:": "Govindaswamy",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 870",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of Kerala",
        "Case Type:": "CRIMINAL APPEAL /1584-1585/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.302 & 376 - Conviction of appellant- accused uls. 302 - If justified - Appellant convicted for raping and murdering the victim by dropping/pushing her out of the running train"
        ],
        "HeadNote": "Penal Code,1860 - ss.302 & 376 - Conviction of appellant- accused uls. 302 - If justified - Appellant convicted for raping and c murdering the victim by dropping/pushing her out of the running train - As per medical evidence, the death of deceased was occasioned by a combination of injury no. 1 and 2 and complications arising therefrom including a~piration of blood into air passages resulting in anoxic brain damage on account of the deceased having D been kept in a supine position for purpose of sexual assault - Held: Appellant is liable for injury no. 1 however not for injury no.2 which was occasioned by the fall of deceased from the running train as in terms of evidence of witnesses the deceased herself jumped out of the train - To hold an accused liable uls. 302 an intention to cause death or knowledge, is required on his part, that his act was likely E to cause death - However, as deposed by the Doctor, the illlention of the appellant in keeping the deceased in a supine position was only for the purpose of sexual assault - Requisite knowledge that in the circumstances such an act may cause death, also cannot be attributed to the appellant - Hence, offence uls. 302 not made out against appellant - Conviction u/s. 302 set aside and altered to one F u/s. 325 along with RI for 7 years - Penal Code, 1860 - ss. 3941 3971447. G H Penal Code, 1860 - s.376 - Rape - As per the DNA typing, the seminal stain on victim '.1· vaginal swab and vaginal smear belonged to the appellant- Fur1he1; blood of victim found in clothing of the appellant, i.e. pants. underwear and shirt - Offence committed on deceased after she suffered extreme injuries occassioned by fall from running train - Held: There can be no manner of doubt that it is the appellant who had committed the o,ffence uls. 376 in a most brutal and grotesque manner - Conviction of appellant confirmed uls.376 and hence life sentencg awarded by trial court anconfirmed by High Court, upheld."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "UNION OF INDIA & ANR. VS. M/S MEGHMANI ORGANICS LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4MDE=",
        "Citation": "[2016] 9 S.C.R. 353",
        "Case Type": "(CIVIL APPEAL /1679/2010)",
        "Date": "07 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS8yMDE2XzlfMzUzLTM3MiBfMTcwMzMxMDM3My5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 353",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "07 October 2016",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Referred Issue Answered",
        "Netural Citation:": "2016 INSC 960",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "M/s Meghmani Organics Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1679/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Anti Dumping: Customs Tariffs (Identification",
            "Assessment and Collection of Anti-Dumping Duty on Dumped Articles and for Determination of Injury) Rules",
            "1995 - r. 7 - Interpretation"
        ],
        "HeadNote": " Anti Dumping: Customs Tariffs (Identification, Assessment and Collection of Anti-Dumping Duty on Dumped Articles and for Determination of Injury) Rules, 1995 - r. 7 - Interpretation of - Plea of Union of India and Designated Authority that the Reliance Industries case diminishes the rule of confidentiality statutorily provided under r. 7 - Held: Ordinary meaning of the words used in r. 7 are clear and there is no requirement to depart from the golden rule of interpretation i.e., the rule of Literal Construction - Reliance Industries case did not go into the details of the relevant Rules including r. 7 - Observations made therein in respect of rule of confidentiality as spelt out in r. 7 does not diminish the scope of r. 7 as provided - Further, reasons or findings of Designated Authority cannot be equated with the information supplied by a party claiming confidentiality in respect thereto - Hence, r. 7 does not empower the DA to claim any confidentiality in respect of reasons for its finding given against a party - Customs Tariff Act,1975 - ss.9A, 9B - General Agreement on Tariffs and Trade 1994 - Arts. V. VI - Treaties - Interpretation of Statutes. "
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "RAVINDRA RAMCHANDRA WAGHMARE VS. INDORE MUNICIPAL CORPORATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4MjQ=",
        "Citation": "[2016] 9 S.C.R. 373",
        "Case Type": "(CIVIL APPEAL /11307/2016)",
        "Date": "29 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9SYXZpbmRyYSBSYW1jaGFuZHJhIFdhZ2htYXJlIF8gSW5kb3JlIE11bmljaXBhbCBDb3Jwb3JhdGlvbiAmIE9ycy5fMTcwMTMzODcxMS5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 373",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "29 November 2016",
        "Petitioner:": "Ravindra Ramchandra Waghmare",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1075",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Indore Municipal Corporation & Ors.",
        "Case Type:": "CIVIL APPEAL /11307/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Municipal Corporation Act",
            "1956: s.305 - Rapid Transport System - BRTS corridor scheme for improvement of public transport system - Widening of public roads for BRTS corridor"
        ],
        "HeadNote": "Madhya Pradesh Municipal Corporation Act, 1956: s.305 - Rapid Transport System - BRTS corridor scheme for improvement of public transport system - Widening of public roads for BRTS corridor - Action taken by Municipal Corporation u/s.305 for removal of building projecting beyond regular line of public street - Propriety of. challenged by land owners - Held: The opening part of s.305(1) and latter part after clause (b) make it clear that a building or a part of the portion which projects into the periphery of regular line of public street can be removed - The provisions of s.305 cast a mandate upon the Corporation to remove whatever is projecting beyond the regular line of public street - No fault in action taken by Corporation. s.305 - Deemed vesting - Held: The vesting takes place, as soon as the building is removed or notice is served for the building to be set back - As soon as the building or the projecting part is removed or when the Corporation issues a notice when such re- building shall be set back or to the front line, the line added by such action by setting back or removal, shall henceforth without any further formalities, be deemed to be a part of public street and shall vest in the Corporation - Vesting does not depend upon the volition of the owner - Considering the deeming fiction in s.305 and y'!_stinf{ provision, de jure and de facto possession automatically vest in the Corporation on the happening of the exigencies as provided in s.305 - Municipalities - Expropriatory legislation - Interpretation of statute. C D E F G s.305 - No specific provision for taking over possession - Held: By deeming fiction, vesting takes place, as such there was no necessity of specific provision for taking over of the possession that is implicit in the deeming part and vesting of the property bylegal fiction. ss.305, 306, 387 - Compensation - Relevant provisions in the Act - Held: s.387 provides for procedure in case compensation determined u/s.306 is not acceptable - Dissatisfied claimants can resort to s.387 which require determination of dispute by Panchayat/ arbitration, and in case arbitration fails, parties can approach the District Court ll'hich shall follow the procedure provided in Land Acquisition Act, 1894 - The provision of s.387 is very wide and covers all the cases in ll'hich an agreement is not arrived at with respect lo compensation or damages which are under the Act directed to be paid - s.387 would cover the provisions of compensation payable under ss.305 and 306 of the Act of 1956 - ss.305 and 306 use the expression 'reasonable compensation has to be paid· which would mean, reasonable on the principle acceptable in accordance with law - Land Acquisition Act, 1894. ss.305, 78, 79 - Public street - Acquisition whether can be resorted u/ss. 78, 79 - Held: The language of s.305 is plain, simple and clear - The exigencies when the notice can be issued including the vesting part and deeming fiction are very clear - There is no omission or lacunae, much less casus omissus in the provisions contained in s.305 of the Act - lf the provision as lo public street is made dependent upon the acquisition of land. the very purpose behind the provisions of s.305 would be frustrated - Development plan once prepared is binding upon the Development Authorities in the planning area as well as on the Municipal Corporation and the local authorities and all concerned including owners - lf the land falls in a regular line of public street. 110 construction can be raised and no projection can be made by 011•11er whereas it can be removed or set back, as the case may be - 111 case acquisition is resorted to under ss. 78 and 79, public street can never be widened and the entire purpose of preparation of Development Plan shall stand defeated.s.305 - Removal of building falling in regular line of public street - Applicability of Maxim \"Generalia specialibus non derogant and Generalibus specialia derogant\" - Held: Recourse to the provisions of acquisition under ss. 78 and 79 is clearly ousted by the special provision contained in s.305 of the Act of 1956-,- Being a special provision with respect to maintaining a regular line of a public streetwhich has been carved out by the Legislature under s.305 of the Act of 1956, it would prevail upon the general provisions with respect to acquisition of land as provided in ss. 78 and 79 thereof - Madhya Pradesh Town and Country Planning Act, 1973 - s.56 - Maxims. A ss.305, 306, 387 - Computation of compensation - Held: The provisions of ss.305 and 306 cannot be read in isolation - They B have to be read with wholesome provision of s.387 and what is contemplated under s. 387 has to be taken to be the principle of reasonable compensation even in ss.305 and 306 - The principles laid down in ss.305, 306 and 387 are quite reasonable - Reasonable compensation is payable by the Corporation for building or part C thereof excluding the land under proviso to s.305(1) and compensation for inclusion of land in public street is payable under s.306(3) of the Act- There is no ground to read down the provisions - Holl' the compensation is to be worked out at the appropriate stage, is the outcome of the authorities concerned and the job of the arbitrator/District Court, as the case may be - Appellants are at D liberty to raise the question with respect to the adequacy of compensation and how the provision of s.387 has to be interpreted and what would be the just compensation at the appropriate stage of datermination of compensation. s.387 - Compensation - s.387(5) empower the Corporation to take possession after determination of compensation by arbitrator or by District Court - Applicability of s.387(5) in case of deemed vesting - Held: The provisions contained in s.387(5) would be applicable only to the acquisition resorted to under ss. 78 and 79, and not to a case which is covered by the special provisions contained in s.305 where the vesting is deemed to be by operation of law and as soon as there is deemed vesting, the area shall vest in the Corporation and it shall be deemed to be a part of public street - Thus, the provision of s.387(5) is not attracted when it is deemed to be part of the public street on vesting in the Corporation. E F Compensation - Delayed payment of compensation - BRTS G corridor project - When no time limit is fixed for payment of compensation, it has to be all'arded within a 'reasonable time' - Law envisages speedy action without unreasonable delay and that is what is expected of the concerned authorities, in respect of the obligation imposed on them to be discharged - Municipalities."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "STATE OF UTTAR PRADESH AND OTHERS VS. DHIRENDRA PAL SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4Mjk=",
        "Citation": "[2016] 9 S.C.R. 463",
        "Case Type": "(CIVIL APPEAL /10866/2016)",
        "Date": "15 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBPZiBVdHRhciBQcmFkZXNoIEFuZCBPdGhlcnMgXyBEaGlyZW5kcmEgUGFsIFNpbmdoXzE3MDEzMzg3OTMucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 463",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "15 November 2016",
        "Petitioner:": "State Of Uttar Pradesh And Others",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 1029",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Dhirendra Pal Singh",
        "Case Type:": "CIVIL APPEAL /10866/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Pension and gratuity - Withholding of - Propriety",
            "in absence C of departmental enquiry or any proceedings u!Art. 351A",
            "UP Regulations"
        ],
        "HeadNote": "Service Law: Pension and gratuity - Withholding of - Propriety, in absence C of departmental enquiry or any proceedings u!Art. 351A, UP Regulations - Respondent, an Assistant Store Superintendent with the Irrigation Department of appellant-State - Discrepancies in the stock of the Departmental Store- Part of respondents pension and gratuity withheld on the ground of alleged misconduct committed D by him resulting in loss to the public exchequer - Recovery order quashed by High Court - On appeal, held: Admittedly, no departmental enquiry was initiated against the respondent for the misconduct, if any, nor any proceedings were drawn as provided in Art.351A - The document which was the basis of enquiry and was relied upon by the State authorities itself reflected that the document E showing discrepancy in the stock was dated about more than five months after the retirement of the respondent-Therefore, High Court ;ustified in quashing the recovery order - UP Civil Service Regulations - Art. 351A. Payment of Gratuity Act, 1972 - s. 7(3-A) - Interest on delayed F payment of gratuity not to be given if the delay is due to the fault of employee and the employer has obtained permission in writing, from the controlling authority, for the delayed payment on this ground - Held: On facts, appellants-employer had not sought any permission from controlling authority - Further, there was no delay on part of G employee as he made representations where after he filed a suit with respect to withheld amount of gratuity and pension - Direction given for payment of interest @ 6% p.a. on unpaid amount of pension and interest @ 8% p.a. on unpaid amount of gratuity."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "GOLLA RAJANNA ETC. ETC. VS. THE DIVISIONAL MANAGER AND ANOTHER, ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4Mzc=",
        "Citation": "[2016] 9 S.C.R. 469",
        "Case Type": "(CIVIL APPEAL /11114-11119/2016)",
        "Date": "23 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Hb2xsYSBSYWphbm5hIEV0Yy4gRXRjLiBfIFRoZSBEaXZpc2lvbmFsIE1hbmFnZXIgQW5kIEFub3RoZXIsIEV0Yy4gRXRjLl8xNzAxMzM4ODg0LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 469",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "23 November 2016",
        "Petitioner:": "Golla Rajanna Etc. Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1054",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "The Divisional Manager And Another, Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /11114-11119/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Workmen s Compensation Act",
            "1923: s.30 - Appeals - Limited jurisdiction of High Court - Disability due to accident - Compensation awarded to appellants C by Workmen s Compensation Commissioner reduced by High Court making a fresh assessment with respect to percentage of disability"
        ],
        "HeadNote": "Workmen s Compensation Act, 1923: s.30 - Appeals - Limited jurisdiction of High Court - Disability due to accident - Compensation awarded to appellants C by Workmen s Compensation Commissioner reduced by High Court making a fresh assessment with respect to percentage of disability - On appeal, held: Under the Scheme of the Act, the Workmen s Compensation Commissioner is the last authority 011 facts, therefore, the High Court had 110 competence to re-appreciate the evidence D and record its own findings on percentage of disability for which also there was no basis. Scope of appeal - Parliament has restricted the scope of appeal only to substantial questions of lmv, the Act being a welfare legislation."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "ABHIJIT PAWAR VS. HEMANT MADHUKAR NIMBALKAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4NDI=",
        "Citation": "[2016] 9 S.C.R. 475",
        "Case Type": "(CRIMINAL APPEAL /1225/2016)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9BYmhpaml0IFBhd2FyIF8gSGVtYW50IE1hZGh1a2FyIE5pbWJhbGthciAmIEFuci5fMTcwMTMzODk2OS5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 475",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Abhijit Pawar",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1212",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Hemant Madhukar Nimbalkar & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1225/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.202 - Persons residing at a place beyond the area in which the Magistrate exercises his iurisdiction - Issuance of summons"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.202 - Persons residing at a place beyond the area in which the Magistrate exercises his iurisdiction - Issuance of summons - Held: The procedure stipulated C in s.202 is mandatory which imposes an obligation on the Magistrate to ensure that before summoning an accused, who resides beyond his jurisdiction, the Magistrate shall make necessary inquiries into the case himself or direct investigation - Jn the instant case, complainant was aggrieved with the news published in a newspaper and filed complaint against the accused persons who were D described as Printer and Publisher, Managing Director, Chairman of the newspaper - A perusal of summoning order showed that no inquiry was conducted as contemplated in s.202 - Magistrate did not look into the matter in terms of the provisions of s. 7 of the Press Act and applying his mind whether there is any declaration qua E accused persons under the said Act and, if not, on what basis they were to be proceeded with along with the editors - Magistrate directed to take up the matter afresh - Press and Registration of Books Act, 1861."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "HARSH KUMAR SHARMA, IFS VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4NjM=",
        "Citation": "[2016] S.C.R. 495",
        "Case Type": "(CIVIL APPEAL /11231-11232/2016)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9IYXJzaCBLdW1hciBTaGFybWEsIElmcyBfIFN0YXRlIE9mIFB1bmphYiAmIEFuci5fMTcwMTMzOTM2NS5wZGY=",
        "SCR Citation:": "[2016] S.C.R. 495",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Harsh Kumar Sharma, Ifs",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1130",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CIVIL APPEAL /11231-11232/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Promotion - Result of promotion order - Kept in sealed cover by DPC"
        ],
        "HeadNote": "Service Law - Promotion - Result of promotion order - Kept in sealed cover by DPC - In view of criminal case against the appellant-employee (which was registered on direction of High Court in a Public Interest Litigation in respect of construction of golf course in a forest area) - Original application by the employee seeking opening of sealed cover and giving effect thereto - Administrative Tribunal allowed the application - High Court set aside the order of the Tribunal - On appeal, held: As per the Office Memorandums, the employee in respect of whom prosecution for criminal charge is pending, his assessment for promotion has to be kept in a sealed cover and is not to be given effect to - In the present case charge- sheet was filed before the meeting of DPC was held - Therefore, there is no fault in the action of resorting to sealed cover procedure - However, as per the Office Memorandum every sealed cover has to be reviewed in three months and no sealed cover can be operative after two years - In the present case no review has been done - Moreover, the persons involved in the main case (Public Interest Litigation) stand discharged and the public servants involved therein also stand promoted - Therefore, the appellant-employee could have been given ad-hoc promotion - Respondents are directed to consider the appellant for ad-hoc promotion."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "HARSHITA BHASIN VS. STATE OF WEST BENGAL & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA4OTM=",
        "Citation": "[2016] 9 S.C.R. 510",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /4754/2014)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9IYXJzaGl0YSBCaGFzaW4gXyBTdGF0ZSBPZiBXZXN0IEJlbmdhbCAmIE9yc18xNzAxMzM5ODc3LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 510",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Harshita Bhasin",
        "Disposal Nature:": "I.A Disposed Off",
        "Netural Citation:": "2016 INSC 1129",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of West Bengal & Ors",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /4754/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Family Law - Petition by husband - Under guardian and Wards Act",
            "1890 seeking custody of Children - Filed before Court in Gautam Budh Nagar",
            "U.P. - Habeas Corpus petition filed by wife before Calcutta High Court"
        ],
        "HeadNote": "Family Law - Petition by husband - Under guardian and Wards Act, 1890 seeking custody of Children - Filed before Court in Gautam Budh Nagar, U.P. - Habeas Corpus petition filed by wife before Calcutta High Court - High Court refusing interim custody to wife, by way of temporary arrangement directed the husband to bring the two children (aged 8 years and 5 years) on a fortnightly basis to Kolkata on a Sunday and allow the wife to meet them between 11 a.m. and 4 p.m. - This court confirming the temporary arrangement as directed by the High Court, disposed of the Special Leave Petition - Interim application by husband for modification of the visitation orders on the ground that the minor children had to face inconvenience - Parties agreed to an arrangement that the children shall travel to Kolkata once in a month and the wife would travel to Delhi once in a month - Husband directed to pay Rs. 40, 0001- towards travel and stay expenses of the wife by depositing the same in the bank account of wife by seventh day of every month - Guardians and Wards Act, 1890."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "HIRAL P. HARSORA AND ORS. VS. KUSUM NAROTTAMDAS HARSORA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5MTA=",
        "Citation": "[2016] 9 S.C.R. 515",
        "Case Type": "(CIVIL APPEAL /10084/2016)",
        "Date": "06 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9IaXJhbCBQLiBIYXJzb3JhIEFuZCBPcnMuIF8gS3VzdW0gTmFyb3R0YW1kYXMgSGFyc29yYSBBbmQgT3JzLl8xNzAxMzQwMjg4LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 515",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "06 October 2016",
        "Petitioner:": "Hiral P. Harsora And Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 955",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Kusum Narottamdas Harsora And Ors.",
        "Case Type:": "CIVIL APPEAL /10084/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Women from Domestic Violence Act",
            "2005 - s. 2(q) and its proviso - Constitutional validity of s. 2(q)"
        ],
        "HeadNote": "Protection of Women from Domestic Violence Act, 2005 - s. 2(q) and its proviso - Constitutional validity of s. 2(q) - Held; The object of the Act is to provide various remedies to women who suffer c from domestic violence - Preamble of the Act also makes it clear that the Act is to redress violence, whether physical, sexual, verbal, emotional or economic - The definition of 'respondent' in s.2(q) is not based on any intelligible dijferentia having any rational relation to the object sought to be achieved by the Act - The microscopic difference between male and female, adult and non adult, regard D being had to the object sought to be achieved by the Act, ·is neither real nor substantial nor does it have any rational relation to the object of the legislation - Rather the words 'adult male person' are contrary to the object - Therefore, the words, 'adult male' before the word 'person' in s., 2 (q) are struck down as these words E discriminate between persons similarly situated and being contrary to the object to be achieved by the Act ...:. Applying the principle of severability, on striking down the expression 'adult male', the rest of the Section is left intact and can be enforced to achieve the object of the legislation without the offending words - The proviso to s.2(q) . has been provided only to carve out an exception to a situation .of F 'respondent' not being an 'adult male',... Once 'adult male' is struck down, the proviso has no independent existence, having been rendered otiose - Constitution of India - Art. · 14 - Doctrine of severability."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "ANITA KUSHWAHA VS. PUSHAP SUDAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA5MzM=",
        "Citation": "[2016] 9 S.C.R. 560",
        "Case Type": "(TRANSFER PETITION (CIVIL) /1343/2008)",
        "Date": "19 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Sharad Arvind Bobde, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Bbml0YSBLdXNod2FoYSBfIFB1c2hhcCBTdWRhbl8xNzAxMzQwODAwLnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 560",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "19 July 2016",
        "Petitioner:": "Anita Kushwaha",
        "Disposal Nature:": "Referred Issue Answered",
        "Netural Citation:": "2016 INSC 1186",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Pushap Sudan",
        "Case Type:": "TRANSFER PETITION (CIVIL) /1343/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution .of India: Arts.32",
            "142 - Transfer petition - Whether Supreme Court has power to transfer a civil or criminal case pending in any court in the State of Jammu and Kashmir to a Court outside that State and vice versa"
        ],
        "HeadNote": "Constitution .of India: Arts.32, 142 - Transfer petition - Whether Supreme Court has power to transfer a civil or criminal case pending in any court in the State of Jammu and Kashmir to a Court outside that State and vice versa - Held: The provisions of s.25, CPC and that of s.406, . Cr.P.C. as applicable to the rest of India, cannot be invoked by any litigant seeking transfer of any case to or from the State of Jammu and Kashmir - It is equally true that Jammu and Kashmir Code of Civil Procedure, 1977 and Jammu and Kashmir Code of Criminal Procedure, 1989 also do not have any provision empowering the Supreme Court to direct transfer 'of any case civil or criminal from any Court in the State to a Court outside that State or vice versa - Resort to the Central or State Codes of Civil and Criminal Procedures for directing transfer of cases to or from the State is, therefore, ruled out - The fact that there is no such enabling provision for transfer from or to the State of Jammu and Kashmir does not detract from the power of a superior court to direct such transfer, if it is of the opinion that such a direction is essential to subserve the interest of justice - If access to justice is a facet of the right to life guaranteed under Art.21, a violation actual or threatened of that right would justify the invocation of poivers under Art.32 - Any such exercise would be legitimate, as it would prevent the violation of the fundamental right of the citizens guaranteed under Art. 21 - Apart from that, even Art. 142 can be invoked to direct transfer of a case from one court to the other where the Court is satisfied that denial of an order of transfer from or to the Court in the State of Jammu and Kashmir will deny the citizen his/her right of access to justice - The provisions of Arts. 32, 136 and 142 are, therefore,wide enough to empower Supreme Court to direct such transfer in A appropriate situations - Code of Civil Procedure, 1908 - s.25 - · Code of Criminal Procedure, 1973 - s.406. Arts.14, 21 - Access to justice - Held: ls .indeed a facet of right to life guaranteed under Art. 21 ~Access to justice may as well be the facet of the right guaranteed under Art. 14 which guarantees equality before law and equal protection of laws to 110t only citizens but non-citizens also - Citizens inability to access courts or any other adjudicatory mechanism provided for determination of rights .and obligations is bound to result in denial of the guarantee contained in Art.14 both in relation to equality before law as well as equal protection of laws. Access to justice - Principles of - Held: State must provide an effective adjudicatory mechanism; the mechanism so provided must /;Je reasonably accessible in terms of distance; the process of adjudication must be speedy; and the litigants access to the adjudicatory process must be affordable. B c D Code of Civil Procedure, 1908: s.1 - Code of the Criminal . Procedure, 1973 - s.l - General application of CPC and Cr.P.C to the State of Jammu and Kashmir - Held: CPC and also Cr.P.C, as applicable to the rest of the country specifically exclude the E application thereof to the State of Jammu and Kashmir."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, MADRAS VS. M/S. ADDISON & CO. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTExOTA=",
        "Citation": "[2016] 9 S.C.R. 591",
        "Case Type": "(CIVIL APPEAL /7906/2002)",
        "Date": "29 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice L. Nageswara Rao\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS8yMDE2XzlfNTkxLTYxNCBfMTcwMzMxMDQwNC5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 591",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "29 August 2016",
        "Petitioner:": "Commissioner Of Central Excise, Madras",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 621",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "M/s. Addison & Co. Ltd.",
        "Case Type:": "CIVIL APPEAL /7906/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: s.11-B and its proviso - Refund - Unjust enrichment - Refund claim in respect of turnover discount on the basis of credit notes - Maintainability"
        ],
        "HeadNote": " Central Excise Act, 1944: s.11-B and its proviso - Refund - Unjust enrichment - Refund claim in respect of turnover discount on the basis of credit notes - Maintainability of - Held: Maintainable - Turnover discount shall not be disallowed only because they are not payable at the time of each invoice - ·However, assessee who did not bear the burden of the duty, though entitled to claim deduction on the basis of credit notes raised ·by him towards turnover disCXJunt is not entitled for refund as he would be unjustly enriched. s.ll-B(2), proviso - Word 'buyer' - Connotation of- Held: A plain reading of Clauses (d), (e) and (/) of the proviso to s.11-B (2) shows that refund to be made to an applicant should be relatable only to the duty of excise paid by the three categories of persons menti01{e_d therein i.e. the manufacturer, the buyer and a .class of applicants notified by the Central Government - Clause (e).to the proviso refers to the buyer which is not restricted to the first buyer from the manufacturer - The buyer ·mentioned therein can be a buyer downstream as well - It might be difficult to identify who hadactually borne the burden but such verification would definitely assist the Revenue in finding out whether the manufacturer or buyer who makes an application for refund are being unjustly enriched. s.12-B - Statutory presumption under - Held: There is a statutory presumption u/s.12-B that the duty has been passed on to the ultimate consumer. "
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "RAJA AND OTHERS VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTExOTc=",
        "Citation": "[2016] 9 S.C.R. 615",
        "Case Type": "(CRIMINAL APPEAL /1767/2011)",
        "Date": "04 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9SYWphIEFuZCBPdGhlcnMgXyBTdGF0ZSBPZiBLYXJuYXRha2FfMTcwMTQwNzMyNS5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 615",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "04 October 2016",
        "Petitioner:": "Raja And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 946",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1767/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.376(g)/366/392 rlw. s.34 - Prosecutrix alleged gang rape by appellants - Inconsistencies in FIR and the deposition of prosecutrix"
        ],
        "HeadNote": "Penal Code, 1860 - ss.376(g)/366/392 rlw. s.34 - Prosecutrix alleged gang rape by appellants - Inconsistencies in FIR and the deposition of prosecutrix - Appellants acquitted by trial court - Acquittal reversed by High Court - Appellants pleaded false implication as they declined to oblige the prosecutrix qua her de111and for financial help - On appeal, held: View taken by the trial court is overwhelmingly possible - In contrast, findings of High Court are decipherably strained in favour of the prosecution by overlooking many irreconcilable inconsistencies, anomalies and omissions rendering the prosecution case unworthy of credit - Prosecution failed to prove the charges - Appellants entitled to benefit of doubt. Appeal - Appeal against acquittal - Interference by appellate court - Scope of - Discussed. Evidence - Evidence of prosecutrix in cases of rape, molestation and other physical outrages - Veracity of - Held: Generally, the testimony of a victim of rape or non-consensual physical assault ought to be accepted as true and unble111ished - However, it would still be subject to judicial scrutiny lest a casual, routine acceptance thereof results in unwarranted conviction of the person charged - Svidence Act, 1872 - ss.113A, 113B ands. l J.IA - Criminal Trial. c D E F Hostile witness - Extent of acceptability - Discussed."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "MUNICIPAL CORPORATION OF DELHI VS. NORTH DELHI POWER LTD. (NOW TATA POWER DELHI DISTRIBUTION LTD.) AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTExOTk=",
        "Citation": "[2016] 9 S.C.R. 633",
        "Case Type": "(CIVIL APPEAL /5653/2014)",
        "Date": "10 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice L. Nageswara Rao\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9NdW5pY2lwYWwgQ29ycG9yYXRpb24gT2YgRGVsaGkgXyBOb3J0aCBEZWxoaSBQb3dlciBMdGQuIChub3cgVGF0YSBQb3dlciBEZWxoaSBEaXN0cmlidXRpb24gTHRkLikgQW5kIEFuci5fMTcwMTQwNzQyNC5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 633",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "10 August 2016",
        "Petitioner:": "Municipal Corporation Of Delhi",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 590",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "North Delhi Power Ltd. (now Tata Power Delhi Distribution Ltd.) And Anr.",
        "Case Type:": "CIVIL APPEAL /5653/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Municipalities - Property tax - Delhi Mw1icipal Corporation Act",
            "1957 - s.119(1) and ss.114/120(l)(c)/169 - Exemption of government land from property tax"
        ],
        "HeadNote": "Municipalities - Property tax - Delhi Mw1icipal Corporation Act, 1957 - s.119(1) and ss.114/120(l)(c)/169 - Exemption of government land from property tax - Lm1d in question initially stood transferred to the government then to the Distribution Company as licensee and then to the Holding Company - Ownership, if continued to vest in the government and thus exempted from property tax or in the Distribution Company/Holding Company making them liable to pay tax - Held: Under the scheme contemplated by Delhi Electricity . Reforms Act and Rules framed therein, assets (including land) of erstwhile Delhi Vidyut Board initially stood transferred and vested absolutely in the government and then undertakings were transferred to generation, transmission and distribution companies - Thereafter shares of these companies were allotted to the Holding Company, Delhi Power Company Ltd., a wholly owned government company - Land and land rights were also transferred to the Holding Company - Hence, it is clear that transfer of all assets including land to the government was a transitory step as it was the Holding Company which was to be in total control - Thus, land belongs to the Holding Company and not the government and hence not exempted from tax uls.119(1) - High Court's order remanding matter back to the Deputy Assessor and Collector, MCD confirmed with direction to consider provisions of DMC Act, Delhi Electricity Reforms Act, Transfer Scheme Rules and the distribution licence issued u/s.20, Delhi Electricity Reforms Act to decide matter pertaining to incidence of tax - Delhi Electricity Reforms Act, 2000 - ss.14, 15 & 20 - Delhi Electricity Reforms (Transfer Scheme) Rules, 2001 - rr. 314/5(5)/9112(1).Delhi Electricity Reforms (Transfer Scheme) Rules, 2001 - Schedules 'F' and 'G' - Distribution undertakings as set out inSchedule 'F' and Holding Company as set out in Schedule 'G' - If any conflict between the two as regards the ownership of land which stood transferred to the Holding Company - Held: No contradiction in Schedule 'F' and 'G' pertaining to ownership of land - Only the land which was exclusively and primarily used for purpose of business by transferee on date of transfer, as referred to in proviso to items I to III in Part I of Sch. 'F ', not forming part of assets transferred to Distribution Company, would be subject matter of a licence by the government in favour of transferee - All other lands would be part of land transferred to the Holding Company as contemplated in Sch. 'G '. c Delhi Electricity Reforms (Transfer Scheme) Rules, 2001 - Ownership of land transferred - Determination on basis of cabinet decision - Held: Cabinet decision dated 6.1.2001 to the effect that the land belongs to the government was much prior to the statutory scheme and hence; cannot be taken into consideration to reach a D different conclusion.Delhi Electricity Reforms (Transfer Scheme Rules), 2001 - r.12(1) - Adjudicatory powers of Government - Scope of - r. 12(1) provided that in case of any dispute, difference or issue with regard to transfer under the Rules, decision of the Govt. shall be final and binding on all parties - Held: Stand of the Government that land continues to vest in it would not amount to a decision by Government in resolving a dispute between parties to the Transfer Scheme - r. 12(1) not applicable in the instant case as the adjudication of dispute involves interpretation of provisions of the statute and rules - Division Bench s findings that Government is not the owner of land, upheld. Delhi Municipal Corporation Act, 1957 - s. l 20(l)(c) - Incidence of property taxes - Held: s. 120(l)(c) contemplates t_hat a person having right to let out un-let land is liable to pay tax - Since, G the distribution license empowers the Distribution Company to let out land, notwithstanding the fact it is a licensee under Sch. 'F' of Transfer Scheme Rules, it would still be liable to pay tax - Matter remanded back to Deputy Assessor and Collector of MCD to decide incidence of tax."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "STATE OF BIHAR VS. RAJBALLAV PRASAD@ RAJBALLAV PP. YADAV@ RAJBALLABH YADAV",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEyMDg=",
        "Citation": "[2016] 9 S.C.R. 652",
        "Case Type": "(CRIMINAL APPEAL /1141/2016)",
        "Date": "24 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBPZiBCaWhhciBfIFJhamJhbGxhdiBQcmFzYWRAIFJhamJhbGxhdiBQcC4gWWFkYXZAIFJhamJhbGxhYmggWWFkYXZfMTcwMTQwNzU1MS5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 652",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "24 November 2016",
        "Petitioner:": "State Of Bihar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1061",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Rajballav Prasad@ Rajballav Pp. Yadav@ Rajballabh Yadav",
        "Case Type:": "CRIMINAL APPEAL /1141/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail -- Grant of - Challenge to - Respondent-accused was facing trial",
            "wherein he was charged for committing offences under IPC",
            "POCSO Act and the Immoral Traffic Act"
        ],
        "HeadNote": "Bail -- Grant of - Challenge to - Respondent-accused was facing trial, wherein he was charged for committing offences under c !PC, POCSO Act and the Immoral Traffic Act - During investigation, respondent had allegedly absconded and there were complaints against him of intimidating witnesses -Thereafter, respondent surrendered and filed bail application - Trial Court dismissed it - High Court, however, granted bail - On appeal, held: The paramount D consideration is, whether there are any chances of the accused person fleeing from justice or reasonable apprehension that the accused person would tamper with evidence/trial if released on bail - These aspects were not dealt with by the High Court appropriately with the seriousness it deserved - This constitutes a E sufficient reason for interfering with the exercise of discretion by the High Court - Order of High Court set aside - Penal Code, 1860 - ss. 376, 420134, 366-A, 370, 370-A, 212, 120-B - Protection oj Children from Sexual Offences Act, 2012-ss.4, 6, 8, 29-Immoral Traffic Act, 1956 - ss.4, 5, 6 - Code of Criminal Procedure, 1973 - ss.82, 83."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "CENTRE FOR PUBLIC LITIGATION VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEyMzA=",
        "Citation": "[2016] 9 S.C.R. 673",
        "Case Type": "(WRIT PETITION (CIVIL) /355/2011)",
        "Date": "23 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9DZW50cmUgRm9yIFB1YmxpYyBMaXRpZ2F0aW9uIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDE0MDc4NTIucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 673",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "23 September 2016",
        "Petitioner:": "Centre For Public Litigation",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 908",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /355/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public Interest Litigation - Writ petition u/Art. 32 inter alia . seeking independent investigation into alleged administrative and financial irregularities of Industrial Finance Corporation of India (IFCJ)"
        ],
        "HeadNote": "Public Interest Litigation - Writ petition u/Art. 32 inter alia . seeking independent investigation into alleged administrative and financial irregularities of Industrial Finance Corporation of India (IFCJ) - Held: IFCI has a huge financial commitment to the Union c Government in terms of loans.· grants and guarantees - There is a vital element of public interest in ensuring that a full, fair and objective scrutiny is carried out by an independent regulatory - Object and purpose of such an enquiry is to scrutinize serious allegations levelled in regard to the investments made by IFCI - D Directions issued to the Union Ministry of Finance and Union Ministry of Corporate Affairs to ensure that a proper scrutiny is carried out in respect of the allegations which form subject matter of these proceedings - Companies Act, 1956. · Industrial Finance Corporation of India (IFCI), established as a statutory Corporation under the Industrial Finance Corporation oflndia E Act, 1948 was converted into a Company after the repeal of the said Act in 1993. In or about December 2009, there were several complaints alleging gross irregularities in certain investments made and generally in regard to the accountability ofIFCl to the Government oflndia. Before this Court, the writ petitioners sought diverse reliefs, including independent F investigation, in relation to the conduct of business and affairs ofIFCI."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "SRI MAIREMBAM PRITHVIRAJ @ PR!THVIRAJ SINGH . VS. SHRI PUKHREM SHARATCHANDRA SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEyMzM=",
        "Citation": "[2016] 9 S.C.R. 687",
        "Case Type": "(CIVIL APPEAL /2649/2016)",
        "Date": "28 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice L. Nageswara Rao\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9TcmkgTWFpcmVtYmFtIFByaXRodmlyYWogQCBQciF0aHZpcmFqIFNpbmdoIC4gXyBTaHJpIFB1a2hyZW0gU2hhcmF0Y2hhbmRyYSBTaW5naF8xNzAxNDA3OTM1LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 687",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "28 October 2016",
        "Petitioner:": "Sri Mairembam Prithviraj @ Pr!thviraj Singh .",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1000",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Shri Pukhrem Sharatchandra Singh",
        "Case Type:": "CIVIL APPEAL /2649/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Election Laws: Legislative Assembly election - Only two candidates contesting",
            "constituency - Election petition",
            "returned candidate - Alleging false declaration as regards his educational qualification and improper acceptance of his nomination"
        ],
        "HeadNote": "Election Laws: Legislative Assembly election - Only two candidates contesting the election in the constituency - Election petition by the candidate who lost the election, challenging the election of returned candidate - Alleging false declaration as regards his educational qualification and improper acceptance of his nomination - Election petitioner also sought that he should be declared elected - High Court declared the election of the returned candidate as void - However, the High Court refused to declare the election petitioner as elected - Cross-appeal by the election petitioner and the returned candidate - Held: The informatio11 provided by the returned candidate in Form 26 regarding his educational qualification would amount to false declaration - The false declaration regarding educational qualification is of substantial character - Mere finding . that there has been an improper acceptance of the ·nomination is not sufficient for a declaration that the election is void uls. JOO(l}(d) - There has to be further proof and pleading that the result of the returned candidate was materially affected - But such proof is not required if there are only two candidates bf the fray - Jn the present case, it was not necessmy for the election petitioner to prove that result of the election, in so far as it concerned the returned candidate has been materially affected by the improper acceptance of his nomination as there were only two candidates contesting the election - The High Court in exercise of its discretionary powe1; rightly refused to declare the election petitioner as elected after the election of the returned candidate was declared void - The election petitioner since had contested the election on behalf of Nationalist Congress Party and after result of the election having joined Bhartiya Jania Party was not entitled for such declaration - Representation of the People Act, 1951 - ss.JOO(l)(d),36(4), 53(2) and 80A. High Court - Inherent powers - Exercise of - While hearing election petition - Held: High Court hearing an election petition is not an 'authority• and it remains the High Court while trying an election petition - Inherent powers of High court are not taken away while adjudicating election disputes - Representation of the People Act, 1951 - ss. 53(2) and 80A."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "ARVIND KUMAR VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEyNDU=",
        "Citation": "[2016] 9 S.C.R. 712",
        "Case Type": "(CIVIL APPEAL /7165/2016)",
        "Date": "08 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9BcnZpbmQgS3VtYXIgXyBTdGF0ZSBPZiBVLnAuICYgT3JzLl8xNzAxNDA4MTI3LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 712",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "08 August 2016",
        "Petitioner:": "Arvind Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 579",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /7165/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "U.P. Imposition of Ceiling on Land Holdings (Amendment) Act",
            "1976 - s.31(2) - Abatement of ceiling proceedings - Notice uls. 10(2) of the 1960 Act (the Principal Act) served on tenure-holder"
        ],
        "HeadNote": "U.P. Imposition of Ceiling on Land Holdings (Amendment) Act, 1976 - s.31(2) - Abatement of ceiling proceedings - Notice uls. 10(2) of the 1960 Act (the Principal Act) served on tenure- c holder for proposing to declare the land in question as surplus land - Objections filed by appellants (legal heirs of tenure-holder) - Mean11'hile, Prescribed Authority under the Act passed order dated 13.1.1975 declaring the entire land ll'hich was the subject matter of notice, as surplus - Appeal against tliis order dismissed on D 13.12.87 - Writ petition by appellants also dismissed - Plea of appellants tliat on a correct construction of s.31, 1976 Amendment Act the entire proceedings had abated and hence, the appellate authority had no jurisdiction to pass order dated I 3.12. 87 - Held: There are two pre-requisites for application of s. 31 ( 2) which provides for abatement of appeal against order determining surplus land- E First, there should be an order determining the surplus land under the Principal Act before 17.1.1975, second, 11'ilh regard to such surplus land the prescribr!d authority was required to re-determine surplus land u/s. 9, 1974 Amendment Act - Clearly, the order determining the surplus land in the present case was made four F days before 17.1.1975, tints the first pre-requisite was met - Second pre-requisite was also 111e1t as the prescribed authority was required to re-determine surplus land uls. 9, 1974 Amendment Act but that was never done as tl1ere was no order re-determining surplus land - Language of s.31 (2) also makes it clear that e1•ery appeal preferred against such orders and pending immediately before 10.10.1975 G shall be deemed to have abated on the said date and thus the appeal in the present case having been filed prior to 10.10.1975, stood abated on the said date - U.P. Imposition of Ceiling on Land Holdings Act, 1960 - U.P. Imposition of Ceiling on Land Holdings (Amendment) Act, 1972 - s.19 - U:P. Imposition of Ceiling on Land H Holdings (Amendment) Act, 1974 - s.9 .U.P. Imposition of Ceiling 011 Land Holdings (A111end111ent) Act, 1974 - s.9 - Requirement to redetermine surplus land - No discretion vested in prescribed authority - Held: Such requirement is not discretionary as the ve1'.V expression \"may at any time within a period of two years ... \"·occurring in s.9. 1974 Amendment Act also occurs in s.31(3), 1976 Amendment Act and thus on a correct reading of the .5ub.-section, the presaibed authority, in every case, is required to re-determine surplus land if an order determining surplus land was made prior to.10.10.1975 ."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "WORKMEN RASTRIYA COLLIERY MAZDOOR SANGH VS. BHARAT COKING COAL LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEyNTA=",
        "Citation": "[2016] 9 S.C.R. 736",
        "Case Type": "(CIVIL APPEAL /13953/2015)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Xb3JrbWVuIFJhc3RyaXlhIENvbGxpZXJ5IE1hemRvb3IgU2FuZ2ggXyBCaGFyYXQgQ29raW5nIENvYWwgTHRkLiAmIEFuci5fMTcwMTQwODI0MC5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 736",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Workmen Rastriya Colliery Mazdoor Sangh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 937",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Bharat Coking Coal Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /13953/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disptttes Act",
            "1947 - s.JO(l)(d) -Award of Industrial Tribunal directing regularization of workmen - Modified by High Court",
            "directing that preference be given to the workmen in questio11. when regular workmen are employed"
        ],
        "HeadNote": "Industrial Disptttes Act, 1947 - s.JO(l)(d) -Award of Industrial Tribunal directing regularization of workmen - Modified by High Court, directing that preference be given to the workmen in questio11. when regular workmen are employed - No appeal filed D against judgment of High Court - Years later, the workmen in question initiated a second round of litigation - Held: Relief of reinstatement cannot be given to the workmen in question, since such relief was denied in the judgment of High Cottrt which was not challenged - Distinction from case of another set of workmen, E where the award passed by the Tribunal for reinstatement was modified by the High Court but the High Court judgment was set aside by Supreme Court in appeal and the award of Tribunal was ~ restored- However, in order to render full, final and complete justice in the instant case, respondents directed to deposit an amount of Rs.2 /akhs as compensation lo each workman in question. F On a reference under the Industrial Disputes Act, 1947, the Tribunal had delivered an award in 1996 directing regularization of the workmen in.question. The High Court, however, modified the award in 2004 directing that .as and when regular workmen are employed, preference be given to the workmen in question. No appeal was filed G againstthejudgment of High Court. In 2011, the workmen in question initiated a second round of litigation before the High Court in writ proceedings which were dismissed. Hence, the present appeal."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "RAMVILAS (DEAD) THR. LRS. & ANR. VS. KARIM KHAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEyOTE=",
        "Citation": "[2016] 9 S.C.R. 742",
        "Case Type": "(CIVIL APPEAL /2078/2008)",
        "Date": "01 DECEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9SYW12aWxhcyAoZGVhZCkgVGhyLiBMcnMuICYgQW5yLiBfIEthcmltIEtoYW4gJiBBbnIuXzE3MDE0MDg5NTMucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 742",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "01 December 2016",
        "Petitioner:": "Ramvilas (dead) Thr. Lrs. & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1085",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Karim Khan & Anr.",
        "Case Type:": "CIVIL APPEAL /2078/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mortgage - Mortgage by conditional sale - When not - A transaction",
            "though",
            "ostensibly of sale when can be regarded.as mortgage - Intention of the parties"
        ],
        "HeadNote": "Mortgage - Mortgage by conditional sale - When not - A transaction, though, ostensibly of sale when can be regarded.as mortgage - Intention of the parties to be gatheli!d from the language c of the deed interpli!ted in the light of surroundi11g circumstances - Whether the sale deed i11 question, I;xhibit D/1 executed i11 favour of appella111s-defendants was 011ly a mortgage as a security for repayment of loa11 taken by respo11dent-plai11tiff and it was 11ever the intelllion of parties to sell the land - Held: I11 Exhibit D/1 Sale D Deed, 110 co11ditfon is incorporated illdicati11g that it would co11Slitute mortgage by co11ditional sale - Exhibit DI 1 Sale Deed was executed only as a security for the loan and it was never the intention of the parties lo convey the suit property - Since ihe 1st respondelll- plaintiff paid back the loan amount as is evident from Agreement- Exhibit P/2, Courts below rightly recorded concurrent findings of E fact that Exhibit D/1 Sale Deed is not binding on the 1st respondent- plaintiff - Inadequacy of sale consideration yet another circumstance to indicate that the 1st respondentcplaintiff could not have intended to sell the property to appellants-defendants - Transfer of Properry Act, 1882 - s.58(e)."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "STATE OF JAMMU AND KASHMIR VS. VICHAR KRANTI INTERNATIONAL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzMDI=",
        "Citation": "[2016] 9 S.C.R. 750",
        "Case Type": "(CIVIL APPEAL /10286/2016)",
        "Date": "21 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBPZiBKYW1tdSBBbmQgS2FzaG1pciBfIFZpY2hhciBLcmFudGkgSW50ZXJuYXRpb25hbCAmIEFuci5fMTcwMTQwOTExMS5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 750",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "21 October 2016",
        "Petitioner:": "State Of Jammu And Kashmir",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 980",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Vichar Kranti International & Anr.",
        "Case Type:": "CIVIL APPEAL /10286/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art.226 - Public Interest Litigation government school teachers",
            "issued blanket direction with respect to government doctors as well 011 the basis that the impugned circular also covered services of government doctors - Propriety"
        ],
        "HeadNote": "Constitution of India - Art.226 - Public Interest Litigation - High Court while setting aside a circular applicable to governme/11 C school teachers, issued blanket direction with respect to government doctors as well 011 the basis that the impugned circular also covered services of government doctors - Propriety of - Held: The circular in question was issued by the Education Department of the State and applied exclusively to officials in schools engaging in private D assignments outside school hours - It had no application to governmelll doctors - Regulation of private practice by government doctors is the subject mailer for separate rules which were neither under challenge before High Court nor did the High Court had the benefit of evaluating the rules before it proceeded to decide the case - Matter remanded back to High Court for afresh consideration E of the issue - In addition, High Court also directed to consider the more fundamental and basic issue of availability of infrastructure and facilities in government hospitals across the appellant-State and take remedial actions as necessitated - Jammu and Kashmir Government Employees (Conduct) Rules, I 97 I - r. I 0 - Jam mu and F Kashmir Public Men and Public Serva111s Declaration of Assets and Other Provisions Act, 1983 - s. 16(2j(b) - Jammu and Kashmir Govem111e111 Doctors (Relaxation of Restrictions on Private Practice) Rules, 1987 - Sen1ice law - Education service/Medical service - Hospitals - Hospital Administration.The respondents filed a writ petition challenging a circular dated 11 August 2005 issued by the Government of Jammu and Kashmir in its Education Department. The circular adverted to the provisions of Rule I 0 of the Jammu and Kashmir Government Employees (Conduct) Rules, 1971 which prohibited a government servant from taking up any assignment without the permission of the competent authority. The HighCourt disposed of the writ petition by setting aside the circular. In the present appeal, the State contended that it was not aggrieved by the directions of the High Court in their application to teachers, insofar as the circular dated 11 August 2005 was set aside. The grievance of the State was that the High Court issued a blanket direction erroneously on the basis that the circular of 11 August 2005 also covered the services of government doctors."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "KHOKAN GIRI @ MADHAB VS. STATE OF WEST BENGAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzODk=",
        "Citation": "[2016] 9 S.C.R. 759",
        "Case Type": "(CRIMINAL APPEAL /1399/2007)",
        "Date": "01 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9LaG9rYW4gR2lyaSBAIE1hZGhhYiBfIFN0YXRlIE9mIFdlc3QgQmVuZ2FsXzE3MDE0MTA3NzMucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 759",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "01 December 2016",
        "Petitioner:": "Khokan Giri @ Madhab",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1086",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre,Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of West Bengal",
        "Case Type:": "CRIMINAL APPEAL /1399/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872 - ss.1331114 - Confessional statement of accomplice - Admissibility and appreciation of - Murder of elderly couple at their flat - Robbery"
        ],
        "HeadNote": "Evidence Act, 1872 - ss.1331114 - Confessional statement of accomplice - Admissibility and appreciation of - Murder of elderly couple at their flat - Robbery - Conviction of appellant and three others u/ss.3021341120B and s.394, !PC based upon the confessional statement of an accomplice (PW3) - PW3 gave confession soon after his arrest - Plea of appellant that High Court wrongly gave undue importance to the testimony of PW3 and based the conviction of appellant thereupon, in absence of independent corroborative evidence in material particulars - Held: As a matter of practice, the evidence of accomplice should not be accepted without corroboration in material particulars - Furthe1; such corroboration must connect the accused with the crime and also this corroboration must be from an independent source - On facts, it is found that the trial court convicted the appellant along with other accused persons after finding that there was sufficient corroborative material 011 record - High Court did this exercise all over again discussing the said corroborative material and found that the statement of PW3 got fi1ll corroboration jiwn different independent witnesses along with the circumstances established by those witnesses - Thus, no error found in the impugned judgment of High Court affirming the conviction of appellant - Penal code, 1860 - ss.302/34/120B and 394."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "SALAM SAMARJEET SINGH VS. HIGH COURT OF MANIPUR AT IMPHAL.& ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTEzOTk=",
        "Citation": "[2016] 9 S.C.R. 771",
        "Case Type": "(WRIT PETITION (CIVIL) /294/2015)",
        "Date": "07 OCTOBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9TYWxhbSBTYW1hcmplZXQgU2luZ2ggXyBIaWdoIENvdXJ0IE9mIE1hbmlwdXIgQXQgSW1waGFsLiYgQW5yLl8xNzAxNDEwOTAwLnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 771",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "07 October 2016",
        "Petitioner:": "Salam Samarjeet Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "High Court Of Manipur At Imphal.& Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /294/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judiciary Judicial Service - Selection - Change in selection criteria in the midst of selection process by adding an additional eligibility condition/requirement"
        ],
        "HeadNote": "Judiciary  Judicial Service - Selection - Change in selection criteria in the midst of selection process by adding an additional eligibility condition/requirement - Permissibility - Manipur Judicial \" Services Grade-I - Selection for appointment to the post of District Judge (Entry Level) - Respondent-High Court prescribed cut-off/ minimum qualifying marks for viva-voice (interview) only a few days before viva-voice - Petitioner, lone candidate declared unsuccessful in viva-voice - Whether such prescription 'of minimum qualifying marks for viva-voice during the course of selection process amounted to change in the criteria by adding an additional requirement, as initially (i.e. before the commencement of selection process) minimum qualifYing marks were prescribed only for written examination and not for viva-voice - In view of difference of opinion, matter referred to appropriate Bench - Manipur Judicial Service Rules, 2005 - Service law - Selection."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "RAJENDER BANSAL & ORS. VS. BHURU (D) THR. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0MTY=",
        "Citation": "[2016] 9 S.C.R. 800",
        "Case Type": "(CIVIL APPEAL /8194/2016)",
        "Date": "18 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9SYWplbmRlciBCYW5zYWwgJiBPcnMuIF8gQmh1cnUgKGQpIFRoci4gTHJzLiAmIE9ycy5fMTcwMTQxMTIwMi5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 800",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "18 October 2016",
        "Petitioner:": "Rajender Bansal & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 972",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Bhuru (d) Thr. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /8194/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Haryana Urban (Control of Rent and Eviction) Act",
            "1973 - Applicability of to suit pending before civil court w.r.t area which within the sweep of rent legislation during pendency of the same suit"
        ],
        "HeadNote": "Haryana Urban (Control of Rent and Eviction) Act, 1973 - Applicability of to suit pending before civil court w.r.t area which within the sweep of rent legislation during pendency of the c came suit - Whether after the applicability of the Rent Act to. the premises in question, the Civil Judge ceases to have jurisdiction - Held: Rights of the parties get crystallised on the date of the institution of the suit - If during the pendency of the suit, Rent Act beco111es applicable it would not take away the jurisdiction of civil court - In D order to oust the jurisdiction of civil court there must be a specific provision in the Act taking away the jurisdiction of the civil court - Under the sche111e of the Rent Act, 1973, no protection provided to the ex-tenants and no provision 111ade for excluding the jurisdiction of civil courts in respect of pending cases, expressly or impliedly - Further, on facts, wherein the appellants-landlords had filed suit E after ter111inating the tenancy, the respondents-tenants had not onZv sublet the premises but had also not paid rent for 14 years - It il'ill be travesty of justice if the appellants/landlords are deprived of the fruits of the decree passed in their favour - Decree passed by trial court restored - Transfer of Property Act, 1882 - s. l 06 - Rent F Control and Eviction."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "BOARD OF CONTROL FOR CRICKET IN INDIA VS. CRICKET ASSOCIATION OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0NDE=",
        "Citation": "[2016] 9 S.C.R. 819",
        "Case Type": "(CIVIL APPEAL /4235/2014)",
        "Date": "21 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Cb2FyZCBPZiBDb250cm9sIEZvciBDcmlja2V0IEluIEluZGlhIF8gQ3JpY2tldCBBc3NvY2lhdGlvbiBPZiBCaWhhciAmIE9ycy5fMTcwMTQxMTcwNi5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 819",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "21 October 2016",
        "Petitioner:": "Board Of Control For Cricket In India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 983",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Cricket Association Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /4235/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court - Directions - Breach of. by BCCI - Justice Lodha Committee appointed by Supreme Court - Recommendations by the Committee endorsed in the final judgment and order of Supreme Court dated 18'"
        ],
        "HeadNote": "SPORTS: Cricket administration - Recommendations made by Lodha Committee for streamlining the working of the BCCI - The Committee was assigned task to recommend such changes in the Rules and Regulations of BCCI as would safeguard the interest of public at large in the sport of cricket, improve the ethical standards and discipline in the game, streamline and promote efficiency in the management of BCCJ, provide accessibility and transparency and prevent conflict of interest - Contention of BCCI that the Committee failed to follow principles of natural justice and made its recommendations unilaterally and therefore, report and recommendation deserved to be rejected - Held: The report submitted by the Committee is recommendatory in nature and does not ipso facto oblige BCCJ to accept the changes suggested therein unless so directed by the Court - That being so, any grievance based on the alleged violation of the principles of natural iustice and failure of the Committee to put the recommendations proposed to be made before the BCCI for its re5ponse did not constitute any substantive or procedural infirmity that could vitiate the report or the recommendations or callor a remand to the Committee - Principles of Natural Justice. Recommendations of the Committee whether have tendency to violate Art.19(1)(c) or any other provision of the Constitution - Held: There is no violation of Art.19(1){c) - The recommendations do not affect the composition of the State Cricket Associations in any manner - Citizens who have come together to form the State Associations continue to associate as before with no change in their internal composition - However, right under Art.19(J)(c) does not extend to guarantee to the ciiizt,;s the concomitant right to pursue their goals and objects uninhibited by any regulatory or other control - Constitutio11 of India - Art.19(J)(c).One State One Vote - Recommendation of conversion of clubs A and associations without a territory from full members to associate members - Propriety of - Held: The fact that clubs including the Railways Sports Promotion Board, Association of Indian Universities and Services Sports Control Board do not represent any region nor do they receive any monetary benefit is a good reason for converting 8 their full membership to associate membership - However, they shall continue to be associated with the growth and promotion of the game, the right to vote remaining confined to full members, representing definite geographical regions or territories - Recommendation made by the committee regarding the conversion of the status of these clubs and associatidns are, therefore, sound C and are accepted. One State One Vote - State of Maharashtra and Gujarat - Three clubs from each State - Recommendation made by Committee that BCCI should choose one of the clubs to represent the entire State - Submission that choice of one of the clubs to represent the entire State was fraught with difficulty and would ignore the historical perspective and the fact that these clubs had made substantial contribution to the development and promotion of cricket in this counfly - Held: The only reasonable and rational ansrver to the problem within the broad principle of One State One Vote would be to allow the full membership of BCCI to rotate among the three clubs on an annual basis - During the period one of the associations would exercise rights and privileges of a full membe1; the other two associations would act as associate members of BCCI - This rotational arrangement would give each member a right to vote at its turn without violating the broader principle of One State One Vote recommended by the Committee - This would also respect the historical aspect in which these associations grew to promote the game and form BCCI as a national body - This arrangement of rotational membership shall continue till such time the clubs/ Associations come together to form a single entity, if such a unification was to ever become a reality. D E F G Recommendation as to the upper age limit of any office bearer - Reasonableness of - Held: The upper limit of 70 years is not an unusual or unacceptable norm and, therefore, not unreasonable so as to warrant interferenceRecommendation that Ministers and Government Officials should be ineligible for any post in State Associations or in the ECCi - Held: The Committee has taken the view that the game would be better managed, promoted and developed if politicians and civil servants who otherwise occupy positions of responsibility in the Government that call for their complete and unstinted attention and commitll1ent are made ineligible from holding any post in the State associations or the ECCi - There is no compelling reason to reject the recol/1mendation which disqualifies Ministers and Public Servants from holding offices in the State Associations or ECCi. Recommendations made by the Committee for inclusion of a nominee of the Accountant General of the State in the Governing Body of the State Associations and a nominee of the Comptroller & Auditor General of India (C&AG) as Member of the Apex Council in ECCi - Held: The nominees recommended by the Committee would act as conscience keepers of the State Association and ECCi in financial matters and matters related or incidental thereto which will no way adversely impact the pe1formance or working of the ECCi for the promotion and development of the game of cricket - There is no reason to reject the said recommendation. Recommendation made by the Co111111ittee regarding the formation of Players Association and financial assistance to it - Formation of Association is not challenged by ECCi or any other Association - The question is whether the association needs to be financially supported by the ECCi - Held: Recommendation requiring financial support to the players association cannot be rejected especially when the extent of such support is left to the ECCi to be decided on a fair and objective view of its financial resources and commitments.Recommendations relating to the ECCi being under the purview of Right to Information Act and to carry out a suitable amendment to this effect and the Parliament to legalize belting in cricket - Held: Public at large has right to know and demand G information as to the activities and functions qf the ECCi especially when it deals with fimds collected in relation to those activities as a trustee of 1Fherein the beneficiary happens to be the people of this coumry - Law Co111111issio11 to examine the issue and make suitable recommendation to Government - Right to information Act - H Legislation.Recommendation as to the broadcast/ tele_casti17g of sporting events hosted by the ECCi - Held: The Co1111i1ittee s concern is about the excessive exploitation of the commercial space granted to the broadcaster and in the process affecting the viewers ' ability to view the game in the best possible way - It is left to the ECCi to examine the 111atter from all possible angle and to take a considered decision having regard to the recommendation made by the Committee and the feasibility of any modification in the existing contracts. A Recommendation made by the Committee that the Governing Council of the IPL ought to be reconstituted so as to comprise three ex-officio 111embers of the ECCi namely; the Secretary, the Treasurer and the CEO, two representatives of the Members of ECCi to be elected by the General Body, two nominees of the IPL franchisees and one nominee each to be nominated by the C&AG and ji-om the Players' Association - Held: The Co111mittee does not appear to have addressed the question of conflict of interest in the event IPL franchisees place two nominees in the Governing Council keeping in view the fact that the Governing Council takes important decisions like players retention policy and in posting of umpires.for IPL matches etc. - There is pri111a facie a possibility of conflict of interest arising out of the franchisees representation in the Governing Council - Matter is left to the Co111111ittee to n-examine. 8 c D E Recommendation proposing a cap on the number of terms for which an officer bearer can serve and the optimum period for which one can be a member of the apex council and also providing for cooling off period between two terms - Held: The Committee was iustified in recommending the length of a term in office - A three F year term recommended by the Co111mittee is reasonable - So also, the prescription of cooling off period between two ter111s cannot be faulted - Similarly, an opti111um period of 9 years as a member of the apex council cannot also be termed as unreasonable - Grounds for disqualification like unsoundness of mind, the member becoming G a minister or holding a membership in any sporting body also 111eet the requirement of reasonableness and do not call for interference from the court.Recommendation as to overhaul of the existing Committees of the ECCi on the ground that they do not have clearly defined termsof reference - Held: The Committee has on the basis of a thorough consideration and deliberation with all concerned recommended that the BCCI ought to adopt an approach that would institutionalize the management of its administrative affairs rather than such affairs being run on an ad-hoc basis - There is no compelling reason to reject the recommendation made by the Committee, especially when the objective underlying the said recommendation is not only laudable but achievable through the medium of the change recommended by the Committee"
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "V. LAVANYA & ORS. VS. STATE OF TAMIL NADU REPRESENTED BY ITS PRINCIPAL SECRETARY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0Njk=",
        "Citation": "[2016] 9 S.C.R. 835",
        "Case Type": "(CIVIL APPEAL /10700/2016)",
        "Date": "09 NOVEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9WLiBMQVZBTllBICYgT1JTLiBfIFN0YXRlIE9mIFRhbWlsIE5hZHUgUmVwcmVzZW50ZWQgQnkgSXRzIFByaW5jaXBhbCBTZWNyZXRhcnkgJiBPcnMuIF8xNzAxNDEyMzk0LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 835",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "09 November 2016",
        "Petitioner:": "V. LAVANYA & ORS.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1016",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Tamil Nadu Represented By Its Principal Secretary & Ors.",
        "Case Type:": "CIVIL APPEAL /10700/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Selection - Selection Criteria - National Council for Teacher Education (NCTE) Guidelines for conducting Teacher Eligibility Test (TET) - Appointment of Secondary Grade Teachers and B. T. Assistants in the State of Tamil Nadu - State Government granted relaxation of 5% marks in TET to candidates belonging to SC",
            "ST. Backward Classes",
            "De-notified Communities and Person with Disability"
        ],
        "HeadNote": "Service Law: c Selection - Selection Criteria - National Cou,ncil for Teacher Education (J!CTE) Guidelines for conducting Teacher Eligibility Test (TET) - Appoint111ent of Secondary Grade Teachers and B. T. Assistants in the State of Ta111il Nadu - State Govern111ent granted relaxation of 5% marks in TET to candidates belonging to SC, ST. Backward Classes, De-notified Communities and Person with D Disability etc. - Challenged - Contradiction in decisions of the Madras Bench and Madurai Bench of the Madras High Court - The Madras Bench_dismissed the writ appeals and writ petitions · challenging the policy decision of the Government whereas, the Madurai Bench quashed the relaxation given to the reserved E category candidates - On appeal, held: The framers of the NCTE guidelines took note of the huge socio-economic disparity existing in the nation and accordingly, by virtue of clause 9 of NCTE guidelines enabled the respective State Government/authorities to • provide relaxation to the candidates belonging to socially backward classes - Therefore, State Governi11e.nt cannot be faulted for F discharging its constitutional obligation for upliftment of socially and economically backward communities by providing 5% rela~ation to candidates belonging to reserve category - It was an affirmative action taken by State Government granting relaxation for TET and hence the view taken by the Madurai Bench is not sustainable - G Right of Children to Free and Compulsory Education Act, 2009 - s.23 - Constitution of India - Arts. J 4, 15,, 16, 335.Estoppel - Selection of Teachers - Relaxation of qualifying marks for Teacher Eligibility Test (TET) - In the earlier round of litigation, Govern111ent of Tamil Nadutook-a stand that it would_. nor grant relaxation of 111arks in TET - Plea of appellants thaGovernment cannot approbate and reprobate at the same time by changing its stand - Held: It is well settled that there can be no question of estoppel against the Government in the exercise of its legislative, sovereign or executive powers - It is a matter of State policy to frame and prescribe selection norins with regard to services and posts connected with the affairs of the State - Courts cannot interfere with the policy decisions of the State especially when the policy decision is taken in public interest to further the advancement of reserved categories - Constitution of India - Art. 162 and proviso to Art.309. Selection - Of teachers - State Government provided c relaxation of 5% marks in TET for candidates belonging to socially backward classes and the under privileged, after the selection process of teachers had commenced - Plea of appellants that it resulted in altering the criteria of selection after the commencement of selection process - Held: State Government had not changed the D rules of selection insofar as appellants were concerned - State Government merely widened the ambit of TET so as to reach out to those candidates belonging to the deprived section of the society who were not able to compete - It is ji-ee to take such actions suitable to the socio-economic conditions prevalent in the State - It was in the interest of reserved category candidates so that more candidates E can take part in the selection process - Therefore, this did not amount to change in the selection after the selection process commenced."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "VINESHKUMAR MAVJIBHAI PARMAR VS. DETHALI GOPALAK VIVIDH KARYAKARI SAHAKARI MANDALI LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0NzY=",
        "Citation": "[2016] 9 S.C.R. 866",
        "Case Type": "(CIVIL APPEAL /3888/2015)",
        "Date": "16 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9WSU5FU0hLVU1BUiBNQVZKSUJIQUkgUEFSTUFSIF9EZXRoYWxpIEdvcGFsYWsgVml2aWRoIEthcnlha2FyaSBTYWhha2FyaSBNYW5kYWxpIEx0ZC4gQW5kIE9ycy4gXzE3MDE0MTI1NjkucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 866",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "16 November 2016",
        "Petitioner:": "VINESHKUMAR MAVJIBHAI PARMAR",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1031",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Dethali Gopalak Vividh Karyakari Sahakari Mandali Ltd. And Ors.",
        "Case Type:": "CIVIL APPEAL /3888/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Agricultural Produce Market Committees: Gujarat Agricultural Produce Markets Act",
            "1963 (the Markets Act) - ss.9",
            "10 and 11 - Gujarat Co-operative Societies Act",
            "1961 (the Societies Act) - ss.107",
            "108(3)(b) and 110"
        ],
        "HeadNote": "Agricultural Produce Market Committees: c Gujarat Agricultural Produce Markets Act, 1963 (the Markets Act) - ss.9,10 and 11 - Gujarat Co-operative Societies Act, 1961 (the Societies Act) - ss.107,108(3)(b) and 110 - Plea of appellant that members of the Managing Committees of co-operative societies (Officers of the Society) cannot participate in the election process of Agricultural Produce Marketing Committee constituted under the D Markets Act, when liquidation proceedings uls. l 07 of the Societies Act are pending against them - Held: The legislature of Gujarat by s.11 (1) of the Markets Act conferred on officers of a class of Credit Societies (dispensing agriculture credit) to have an additional function of electing melnbers of the market committees - Further, E Legislature expressly provided under the Societies Act for the curtailment of certain rights of the officers of societies facing liquidation proceeding~ - However, at the same time it also declared that such officers cease to be officers of the Society only when a final order of winding up is passed - Therefore, merely because the F officers of Credit Society facing liquidation are disabled from enforcing certain rights attached to the office, it.does not necessarily follow that they are disabled from perforn1_il}g every function entrusted by law - Debarring managing committee members from discharging their statutory obligation under the Markets Act would G be productive of public mischief - Such an interpretation of the statute must be avoided - Agriculture Produce Market Rules,] 965 - r. 7 - Co-operative Societies."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "H.P. STATE ELECTRICITY BOARD LTD. VS. MARESH DAHIYA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE0ODM=",
        "Citation": "[2016] 9 S.C.R. 879",
        "Case Type": "(CIVIL APPEAL /10913/2016)",
        "Date": "18 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9ILnAuIFN0YXRlIEVsZWN0cmljaXR5IEJvYXJkIEx0ZC4gXyBNYXJlc2ggRGFoaXlhXzE3MDE0MTI2NTcucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 879",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "18 November 2016",
        "Petitioner:": "H.p. State Electricity Board Ltd.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 1041",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Maresh Dahiya",
        "Case Type:": "CIVIL APPEAL /10913/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Misconduct - Charges of willful absence from official duty and disobedience of orders of superiors - Disciplinary action"
        ],
        "HeadNote": "Service Law: Misconduct - Charges of willful absence from official duty and disobedience of orders of superiors - Disciplinary action - c Respondent compulsorily retired from service - He filed writ petition - High Court set aside the order of compulsory retirement - On appeal, held: The delinquent employee has a right to receive a copy of the inquiry officer '.s report before the Disciplinary Authority arrives at its conclusions with regard to the guilt or innocence of D the employee with regard to the charges levelled against him - That right is a part of employee '.s right to defend himself - On facts, there was violatiOn of principle of natural justice at the level of Disciplinary authority when opinion was formed to punish the - '-delinquent with dismissal without forwarding the inquiry report to him and before_ obtaining his comments on the inquiry report - E Disciplinary Authority to proceed with the inquiry from the stage in which fault was noticed i.e. stage under r.15 of CCS (CCA) Rules, 1965 - CCS (CCA) Rules, 1965 - r. 14 and 15 -Administrative Law - Principles of Natural Justice."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "ASHOK KUMAR & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1MjY=",
        "Citation": "[2016] 9 S.C.R. 897",
        "Case Type": "(CIVIL APPEAL /10831/2016)",
        "Date": "29 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Bc2hvayBLdW1hciAmIE9ycy4gXyBVbmlvbiBPZiBJbmRpYSAmIEFuci5fMTcwMTQxMzQ0NS5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 897",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "29 November 2016",
        "Petitioner:": "Ashok Kumar & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1079",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /10831/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: Compensation - All relevant facets i.e. location of the land in village Masoodabad",
            "notifications for acquisition under the 'Act' as well as the quantification of compensation awarded by the Land Acquisition officer",
            "Reference Court and High Court are the same as in the Supreme Court decision in Suresh Prasad case"
        ],
        "HeadNote": "Land Acquisition Act, 1894: Compensation - All relevant facets i.e. location of the land in village Masoodabad, notifications for acquisition under the 'Act' as well as the quantification of compensation awarded by the Land Acquisition officer, Reference Court and High Court are the same as in the Supreme Court decision in Suresh Prasad case - Therefore, appellants· granted same compensation i.e. Rs.24 lacs per acre along with other statutory benefits under the Act including interest as payable in terms of the above decision. Compensation -All relevant facets i.e. location of the land in village, Bamnoli, notifications for acquisition under the 'Act' as well as the quantification of compensation awarded by the Land Acquisition officer, Reference Court and High Court are the same as in the Supreme Court decision in Charan Singh case - Therefore, appellants granted same co111pensation i.e. Rs.25 lacs per acre for land in Block 'A' and Rs. 22 lacs per acre for land in Block 'B' along with other statuto1y benefits under the Act including interest as payable in terms of the above decision. Compensation - All relevant facets i.e. location of the land in village Bijwasan, Pochanpur and Bharthal, notifications for acquisition under the 'Act' as well as the quantification of compensation awarded by the Land Acquisition officer, Reference Court and High Court are the same as in the Supreme Court decision in Impulse India case - Therefore, appellants granted same compensation i.e. Rs.21 lacs per acre for land in Block 'A' and Rs.19 lacs per acre for land in J!lock 'B' along with other statutory benefits under the Act including interest as payable in terms of the above decision."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "ALL INDIA POWER ENGINEER FEDERATION & ORS. VS. SASAN POWER LTD. & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1MzM=",
        "Citation": "[2016] 9 S.C.R. 901",
        "Case Type": "(CIVIL APPEAL /5881-5882/2016)",
        "Date": "08 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9BbGwgSW5kaWEgUG93ZXIgRW5naW5lZXIgRmVkZXJhdGlvbiAmIE9ycy4gXyBTYXNhbiBQb3dlciBMdGQuICYgT3JzLiBFdGMuXzE3MDE0MTM1NDYucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 901",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "08 December 2016",
        "Petitioner:": "All India Power Engineer Federation & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1114",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Sasan Power Ltd. & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /5881-5882/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ELECTRICITY ACT",
            "2003: ss. 61 to 63 - Commercial Operation Date (COD) - Determination of- Procurement of power from generating companies - Sasan Power Ltd. was incorporated as a special purpose vehicle by Power Finance corporation the nodal agency for procuring power - Power Purchase Agreement (PPA)"
        ],
        "HeadNote": "ELECTRICITY ACT, 2003: ss. 61 to 63 - Commercial Operation Date (COD) - Determination of- Procurement of power from generating companies - Sasan Power Ltd. was incorporated as a special purpose vehicle by Power Finance corporation the nodal agency for procuring power - Power Purchase Agreement (PPA) dated 7.8.2007 executed between Sasan Power Ltd. and procurers of generation and sale of electricity - Article 6 r/w Schedule 5 provided for preconditions to be satisfied for declaration of 'COD' namely readiness to commence commercial operations - This happens only when the pe1formance test by operating the gene1·ating unit at 98% of the contracted capacity as existing on the effective date on a continuous running basis for 72 hours is certified by an independent engineer by giving a final test certificate to the said effect - The date for commissioning the first unit was fixed under the PPA as 7.5.2013 - However, under Schedule 11 thereof. this date was preponed to 27.11.2012 - As Sasan kept postponing this date, the commissioning tests for generating Unit No.3 commenced from 20.3.2013 - Various emails were exchanged from 27.3.2013 to 30.3.2013 between Sasan and WRLDC, a statutory authority under the Act of 2003 - It was the case of Sasan that though they were ready to deliver electricity on 31.3.2013 at 95% of the contracted capacity of 620 MW of the unit, they could not do so as WRLDC did not give them the necessary green signal to go ahead - They relied heavily upon the independent engineer's test certificate dated 30.3.2013 to show that a COD took place on the following day - Petition was filed by WRLDC before the CER Commission challenging the veracity of certificate issued by the independent engineer - Commission arrived at the conclusion that COD had not been achieved on 31.3.2013 but had only beenachieved tater on 16.8.2013 - Appellate Tribunal set aside the finding of Commission holding that though COD had not been achieved on 31.3.2013 in accordance with the PPA but that the procurers under the PPA had waived their right to demand performance at 95% and that the pe1formance of unit no.3 which was only roughly 17% of its contracted capacity was accepted by all the procurers and that, therefore, there was a waiver of this essential condition which would then entitle the generator to treat 31.3.2013 as the-date on which commercial operation of unit no.3 commenced - Challenged - Held: A perusal of the emails exchanged between the parties show that the parties did not intend to amend any of the provisions of the PPA - The two emails sent by the lead procurer to Sasan read together do not amount to waiver of the right mentioned in clause 6.3.1 - There is no .such clear intention that can be spelled out on a reading of the two emails - All that can be spelled out is that the first email of 31.3.2013 categorically stated that the test result is not as per Article 6.3.1, and is not acceptable - The last sentence of this very email then refers to clause 6.3.4 and to a de-rated capacity of 101.38 MW - Thereafter, email of 2..1.2013 expands on the said last sentence of the earlier email by referring to Article 6.3.4 and Article 11 proviso - This is akin to a 'without prejudice' acceptance of de-rated power, being a non-acceptance of the test certificate dated 30.3.2013 coupled with a desperate attempt to somef10w get whatever power is available - But this does not amount to a clear and unequivocal intention to relinquish a known right - There is no waiver - Appellate Tribunal is wholly incorrect in accepting the case of waiver and is equally incorrect in absolving the, independent engineer for the test cer.tificate given by him on 30.3.2013.ss. 61 to 63 - Electricity tariff- Variation in - Effect on public interest - Held: The moment electricity tariff gets affected, the consumer interest comes in and public interest gets affected - Under s.61, the appropriate commission, when ·it specifies terms and G conditions for determination of tariff, is to be guided inter alia by the safeguarding of the consumer interest and the recovery of the cost of electricity in a reasonable manner.WAIVER: H Waiver of right - Held: Waiver is an intentional relinquishmentof a known right - Waiver must be ~pelled out with crystal clarity for there must be a clear intention to give up a known right - Therefore, unless there is a clear intention to relinquish a right that is fully known to a party, a party cannot be said to waive it. Waiver of provision of contract if any element of public interest is involved - Held: Such waiver will not be given effect to if it is contrary to such public interest - If there is any element of public interest involved, the court steps in to thwart any waiver which may be contrary to such public interest - Judicial review - Electricity Act, 2003. Contract Act, 1872: s.63 -Applicability of- Held: If on facts there is a waiver of a provision of the PPA by one of the parties to the PPA, then s.63 of the Contract Act will operate in order to give effect to such waiver - Waiver."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "MOHD. HASHIM VS. STATE OF UP & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1NDA=",
        "Citation": "[2016] 9 S.C.R. 953",
        "Case Type": "(CRIMINAL APPEAL /1218/2016)",
        "Date": "28 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Nb2hkLiBIYXNoaW0gXyBTdGF0ZSBPZiBVcCAmIE9ycy5fMTcwMTQxMzYyNC5wZGY=",
        "SCR Citation:": "[2016] 9 S.C.R. 953",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "28 November 2016",
        "Petitioner:": "Mohd. Hashim",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1066",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Up & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1218/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Probation of Offenders Act",
            "1958 - s.4 - Powers of Court to release certain offenders on probation of good conduct - Extension of such benefit",
            "only when offences under which conviction is done does not prescribe for minimum sentence"
        ],
        "HeadNote": "Probation of Offenders Act, 1958 - s.4 - Powers of Court to release certain offenders on probation of good conduct - Extension of such benefit, only when offences under which conviction is done does not prescribe for minimum sentence - Held: Minimum sentence means a sentence which must be imposed without leaving any discretion to the court - Howeve1~ if the legislation prescribes a minimum sentence but grants discretion, the Courts, for reasons to be recorded in writing, may mvard a lower sen~ence or not award a sentence of imprisonment - A provision that gives discretion to the · Court not to award minimum sentence cannot be equated with a provision which prescribes minimum sentence - On facts, offences under which respondents were convicted do not prescribe minimum sentence, hence, the provisions of the PO Act would apply - Howeve1; before exercising power uls. 4 of the PO Act, the Court has to keep in view the nature of offence and the conditions incorporated therein - Matter accordingly remitted to the appellate court (Sessions Judge) for disposal in accordance with law - Dow1y Prohibition Act, 1961 - s.4 - Penal Code, 1860 - ss. 323 and 498-A."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "KARMA DORJEE & ORS VS. UNION OF INDIA AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1NDQ=",
        "Citation": "[2016] 9 S.C.R. 968",
        "Case Type": "(WRIT PETITION (CIVIL) /103/2014)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9LYXJtYSBEb3JqZWUgJiBPcnMgXyBVbmlvbiBPZiBJbmRpYSBBbmQgT3JzXzE3MDE0MTM3MTYucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 968",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Karma Dorjee & Ors",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 1123",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India And Ors",
        "Case Type:": "WRIT PETITION (CIVIL) /103/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public Interest Litigation - Human rights - Racial discrimination - Writ petition seeking mandamus to the Union Government and the States to formulate a mechanism to deal with racial atrocities against people from the North-Eastern States"
        ],
        "HeadNote": "Public Interest Litigation - Human rights - Racial discrimination - Writ petition seeking mandamus to the Union Government and the States to formulate a mechanism to deal with racial atrocities against people from the North-Eastern States - Held: Monitoring of instances of racial discrimination involving - citizens from the north-eastern States involves a111ong other things issues pertaining to law enforcement - However, involvement of law enforcement machinery alone not sufficient to resolve the problem- Mind-sets have to be changed - Sensitivity and inclusion have to be fostered -- The Govern111ents, both at the Centre and the States have a non-negotiable obligation to take positive steps to give effect to India s co111111itment to racial equality - In order to enhance a sense of security and inclusion, Union Government in the Ministry of Home Affairs to take proactive steps to monitor the redressal of issues pertaining to racial discrimination faced by citizens from the North-east --'For that purpose, a regular exercise of monitoring and redressal be carried out by a Committee-consisting of (i) Joint Secretary (North-east), MHA; and (ii) tll'o other members, nominated by the Union Government (one of whom should be a· public figure) - Functions to be performed by the Committee, enumerated - Constitution of India - Arts. 15, 32 and 51A(e) - International Convention on the Elimination of All Forms of Racial Discrimination - Arts.2 and 5 - Protection of Human Rights Act, 1993 - Penal Code, 1860 - ss.153A, 153B and 505(2).The petitioners are Advocates who initiated these proceedings in public interest for guidelines to be set down to curb acts of discrimination prevalent in society against persons from the north-eastern States. The petitioners alluded to various factual instances reported in media since 2009, not with a view to seeking the intervention of the court in specificlines to bring about a systemic approach to addressing the problem ."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "LOKESH KATARA AND ANR. VS. HONBLE HIGH COURT OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1NDk=",
        "Citation": "[2016] 9 S.C.R. 983",
        "Case Type": "(WRIT PETITION (CIVIL) /758/2016)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9Mb2tlc2ggS2F0YXJhIEFuZCBBbnIuIF8gSG9uYmxlIEhpZ2ggQ291cnQgT2YgR3VqYXJhdF8xNzAxNDEzODE4LnBkZg==",
        "SCR Citation:": "[2016] 9 S.C.R. 983",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Lokesh Katara And Anr.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2016 INSC 1126",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Honble High Court Of Gujarat",
        "Case Type:": "WRIT PETITION (CIVIL) /758/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Alternative remedy - Writ Petition u/Art. 32 .:.. Writ petitioners _ working as Systems Officers and Systems Assistants",
            "on contractual basis",
            "challenged advertisement by respondent-High Court inviting applications for these posts"
        ],
        "HeadNote": "Alternative remedy - Writ Petition u/Art. 32 .:.. Writ petitioners _ working as Systems Officers and Systems Assistants, on contractual basis, challenged advertisement by respondent-High Court inviting ·C applications for these posts - Also sought mandamus for incorporating a provision in the recruitment rules for absorption of petitioners and similarly placed persons - Held: Writ petition dismissed since the petitioners have a remedy available of moving the High Court on the judicial side u/Art. 226 - Constitution of D- India - Arts.32 and 226."
    },
    {
        "volume": "2016Volume 9",
        "Case Name": "STATE BANK OF INDIA VS. SANTOSH GUPTA AND ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1NTY=",
        "Citation": "[2016] 9 S.C.R. 985",
        "Case Type": "(CIVIL APPEAL /12237-12238/2016)",
        "Date": "16 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA5L1BhcnQgSS9TdGF0ZSBCYW5rIE9mIEluZGlhIF8gU2FudG9zaCBHdXB0YSBBbmQgQW5yLiBFdGMuXzE3MDE0MTM5MTUucGRm",
        "SCR Citation:": "[2016] 9 S.C.R. 985",
        "Year/Volume:": "2016/ Volume 9",
        "Date of Judgment:": "16 December 2016",
        "Petitioner:": "State Bank Of India",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1157",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Santosh Gupta And Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /12237-12238/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002 - ss. !3(1) & (4)",
            "17A and 18B - Application of the Act - To the State of Jammu and Kashmir"
        ],
        "HeadNote": "Securitisation and Reconstructi01~ of Financial Assets and Enforcement of Security Interest Act, 2002 - ss. !3(1) & (4), 17A and 18B - Application of the Act - To the State of Jammu and Kashmir - Whether within legislative competence of Parliament as the Act in pith and substance relates to 'transfer of property' not 'banking' and the same is in direct conflict with s.140 of Transfer of Property Act of Jam mu and Kashmir; and whether ss.17 A and 18B of the Act being the provisions relatable to administration of ;ustice (which is purely a State subject) would also be ultra vires Parliament-:- Held: State of Jammu and Kashmir is an integral part of Union of India - By the Constitution Application to Jammu & Kashmir Order, 1954, the State adapts all the provisions of the Constitution of India together with certain amendments and modifications - Art. 246 and Entries 45 and 95 of List I of VII Schedule have also been made applicable to State of Jammu and Kashmir - Recovery of debts by banks fall within Entry 45 of List I of VII Schedule - The Act is relatable to Entry 45 of List I - Any enactment made under the State List would have to give wiry to the Act by virtue of application of Art. 246 of the Constitution of India - Entire Act in pith and substance is referable to Entry 45 List I rlw Entry 95 List I - The Act does not deal with 'transfer of property' - The transfer of property by way of sale or assignment, is only one of several measures of recovery of a secured debt owing to a bank - It is not correct to first dissect an Act into various parts and then refer those parts to different Entries in the legislative Lists - ss.17 A and 18B are also referable to Entry 45 and expressly to Entry 95 of List I - The Act as a whole including ss.17A and 18B is referable to Entries 45 and 95 of List I - Therefore the Act as a whole would operate in the, State of Jammu and Kashmir - By virtue of Art. 246 rlw s.5 of Jammu and Kashmir Constitution, s.140 of Jammu and Kashmir Transfer of Property Act has to give way to the i111pugned Act - The impugned Act is well within legislative co111petence of Parliament - Constitution of India - Arts. 1, 246 and 370, Schedule VII List I Entries 45 and 95 - Constitution of Ja111111u and Kash111ir - ss. 3 and 5 - Jammu and Kashmir Transfer of Property Act, I977 - s. 140 - Security Interest (Enforcement) Rules, 2002 - r.8(5) proviso. Constitution of lndia: Arts. 368 proviso, 370(1){d), Vil Schedule, State List - Whether the subject 111entioned in the State List as originally adopted by State c of Jammu and Kash111ir, were frozen and can never be delegated or conferred on the Parliament so long as Art. 370 remains - Held: Proviso to Art. 368 as applicable, to the State of Jammu and Kashmir allows any constitutional a111endment to be applied to the State with its concurrence - The amendment would include either 'addition' or 'subtraction' in the State List\"- The 'expression 'modifications' D occurring in Art. 370(1)(d) would not onty mean 'to limit or restrict' but even 'to extend or enlarge' - The word 'modification' must be given widest meaning. E F Art. 368 proviso and Art.370 - Constitutional amendment - Application of - To the State of Jammu and Kashmir - Held: As per Art. 370 once a matter from either the Union List or the Concurrent List is specified by a Presidential order, no further concurrence of State is needed - A constitutional amendment is different from an ordinary law - The language of Art. 368 proviso is different from the language of Art. 370 and have to be applied according to their terms."
    }
]