[
    {
        "volume": "2016Volume 10",
        "Case Name": "JINDAL STAINLESS LTD. & ANR VS. STATE OF HARYANA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1NzE=",
        "Citation": "[2016] 10 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /3453/2002)",
        "Date": "11 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Sharad Arvind Bobde, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Shiva Kirti Singh, Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMC9QYXJ0IEkvSmluZGFsIFN0YWlubGVzcyBMdGQuICYgQW5yIF8gU3RhdGUgT2YgSGFyeWFuYSAmIE9yc18xNzAxNDE0MjM1LnBkZg==",
        "SCR Citation:": "[2016] 10 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 10",
        "Date of Judgment:": "11 November 2016",
        "Petitioner:": "Jindal Stainless Ltd. & Anr",
        "Disposal Nature:": "Referred Issue Answered",
        "Netural Citation:": "2016 INSC 1019",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Of Haryana & Ors",
        "Case Type:": "CIVIL APPEAL /3453/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Arts.301. 304 · Taxes simpliciter are not within the contemplation o( Part XIII of the Constitution-· Word 'Free' used in Art. 301 does not mean \"free from taxation\" - Only such taxes as are discriminatory in nature are prohibited by Art.304(a)"
        ],
        "HeadNote": "Constitution of India: Arts.301. 304 · Taxes sirnpliciter are not within the contemplation o( Part XIII of the Constitution-· Word 'Free' used in :ln.301 does not mean \"free .fim11 taxation\" - Only such taxes as al'(' discriminalorr in nature are prohihired ''Y Art.304(a) - hfi>ll01r.1· that lny o( a no11-di.1·criminalon· tax would 110! co11stit11fe an infi·action of/lrt.301 -·Decisions o/thi.1· Court in Atiabari. Automobile Transport and .Jindal case.1· and all otherjudgmenrs that /bl/ow these pm11011nce111e11/s are to the extent o{ s1.1ch reliance overruled - Entry fox. (Per maiority) Art.30-'l{a).(h) - Clm1ses (a) and (h) of Art.301 to he read disiw1ctivelv. (Per majoritvj Art.304(a). (h) /I /ei:r that 1·iolates Art.304(a} cannot he sm·ed ei·e11 i( the pmcedure ul·lrt.31N(h) or the pro1·iso thereunder is satisfied. (Per majority) B c D E F Cm11pen.1·atorv tax thenrv - Held: Th{' Compensatorv Jax theory evolved in Automobile Transport case and suhsequemly modified i11 Jinctars case hos no juristic basis and is rejected. (Per maf o ri I)') ilrr . .l(M - .1 tax 011 entn· ofp,oods into a local area fbr use, sale or consumption therein is pennissihle even H'hen similar good' are nor produced wi1hi11 the taxing Stale - Art.301/ (a) .fi\"mrns upon disai111i11ation (of a hostile nature in the protectio12ist sense) and not 011 mere differentiation - Therefore. incentives. set-offs etc . . ~ra111ed to a specified class of dealers (or a limited period ·of rimin a non-hostile fashion with a view to developing economical!)' backward areas would not violate ;lrt.304(a) - The question i,·hether the levies in the present case indeed satisfl' this test is !efi to he determined hv the i·egular benches hearing the matters. (Per majoritv) B llrt.304 - States are well within their right to design their fiscal legislations lo ensure that the lax hurden on good1· imported .fi·o111 other States and good~ produced within the State fall equallv - Such measures if taken would 1101 contravene Art. 304(a) - The q11es1irm · H·hether the le Pies in the present case indeed satislr this C test is left to he deter111ined by the regular benches hearing the matters. (Per majoritv) D r~ Sch. VJJ Dst II Entry 52 - E1111y Tax - 1/1e questions whether the entire State can he notified as a local area and whether entrv tax can he levied on ,<_?,oods entering the landmass of India fimn another countrv left open to he determined in appropriate proceeding,.1·. (Per majoritv) Sovereignll' - Power to tax - Held: ft is essential attrihute of s0Fereig11tv - Exercise o( s01·ereign power is however subject to co11stit11tional li111i1atio11 - Poirer to le1y taxes heing a sovereign pmver controlled 011/p /Jv Constitution, limitation on that poiver must /Jc express. (Per T S. Thak111; CJ/for himself and for A.K. Sikri and A.M. Khamrilkar. J.1.) Arts.245, 246 and 304(a) - State· power to levy tax - Held: Crmstiwtionallr vested pmver to /epy tax can he regulated or controlled onlv hv specific Constitutional limitations, if any - F Applving this principle to the case at ha11d, there is 110 specific limitation on the State'.· power to few taxes on the import of goods .fi\"om other States except the one re/erred to in Art.304(a) - That limira1io11 is confined to lev.v of discriminatory taxes within the comprehension of Art.304(a) - So long as taxes are 11011- G discriminarorr and. therefi1re, consistent with Art.304(a}, there is no limitation leave alone any express limitation on the States· legislative power to levv any tax 011 the import ofgood1ji·o111 another State - The pmver to /e1y a tax in terms of Arts.245 and 246 read v.oith E11t1T 52 of Us! Ii no/ heing in dispute in the cases at hand, theahsence of am• specific limitatio11 forhidding the exercise of' such /!ower whether fiJr the sake o(fi-'ee rrade, commerce and i11tercourse or othenvise simplr 111ea11s that the Stare legislatures are ,fl-ee to le1~v laxes that are non-discriminatorr in nature (Per T S. Thak111; CJl j(Jr himself and for A.K. Sikri and A.M Khanwilkm; JJ.) A An.301 - Whether unreasonah!y high rate of' tax could hy i1sel/'co11.1·tit11te restriction offensh·e to ,.Jrt.301 - Held: Taxes whether high or 1011· do not constiture restricrion.1· on the freedom of' trade and co11m1erct' - Mert' .fact that a tax casts a heavy hurden is no reason .fin· holding that it is a restriction on the .fi'eedom of trade and commerce - Any such excessive tax hurden may he open to challenge under Part 111 of the Constitution hut the extent of /Jurden mmld not h1• itselfjustifi• the levv being srruck dmn1 as a restriction rnntrm:i· to Art.301 of the Constitution. (Per 'l: S. Thakw; CJlfor hi111sell a11d for A.K. Sikri and A.M. Khanwi!km; JJ.) B c Arrs.301, 304(h) .. ls the Entrv fox levied hy the States in D the present hatch of cases violatiFe of' Art.301 of the Constiflltion and in particular have the impugned State enactments relating to rntrv tax to he tested wirh reference to hoth Arrs. 304(a} and 304(h) .for deter111i11ing their rnlidity - Held: The re.1·n·ictio11s referred to in ilrt.304(h) ore nr!/l~fiscal in nature - Constirutiona! validizv of anv taxing statute has, theref{1re, to he tesred only on the anvil of' Art. E 304(a) and if the /cnr is found to he 11011-discriniinatory, it can he declared to he crmstitutional!]' valid without the legislation having to go through the test or the process envisaged /Jy Art.304(/1) - Should, howeve1; the statute fc.1il the test of non-discrimination under .'1rt.304(a) it must he struck drn1:n fiJl· the same cannot he sustained F e'en if it had gone through 1he process stipulated hy Art.304(h) - That is hccause H'hat is constitutionally impermissible in terms of' . lrr.304!a) cannot he validated and sanctioned through the medium of Art. 304 (h) - ,.f. fiscal statute shall he open to challenge only under Art.304(a) ·withow being suhjected to the te.1·1 of Art.304(h) either G in rerms of rhe exis1ence of puh!ie interest or reasono/1lene.1·s of' the lev' - Court ought to examine whether the differentiation made is intended or inspired hv an element of' zmf'avoura/Jle hias in favour of the good1· produced or manufactured in rhe Stote as against those imported fiwn outside. (Per T. S. Thakw: CJl for himself and for/J. K. Sikri and A. M. Kharzwilkar; J.J.) Arts.3()1, 3()2, 3()3 and 3()4-Scope of-Held: A plain reading of Art.3()] 11'011ld show that fi·eedom of trade, commerce and intercourse is hr no means absolute, the same being subject to the other provisions of' Part Xiii ol the Constitution - The ahsolute character of the .fi\"eedom of trade, commerce and intercourse is lost hy reason of 11rt.302 itself empowering Parliament to impose such restrictions as it may consider necessarv in puhlic interest - Art.303, in turn. places restrictions 011 the legislative powers of the Parliament and of the States - A conjoint reading of Cl. (I) and (2) of Art.303 show.· that 1-vhile Parliament/Legislature of' a State shall have no power to make a lmr imposing restriction on trade, .commerce and intercourse, hy giving or authorizing the giving of any preference to one State over the otho; such /imitation on the legislative power ol Parliament shall not extend to giving of any preference or making or authori::.ing any discrimination il it is declared hy law that a situation has arisen out of scarcity ofgoodv that makes it necessarv to do so - Government ol india Act, 1935 - s.297. (Per 1: S. l71ak11r, CJ! for hi111sell and for A.K. Sikri and A.M. Khanwilkw; JJ.) Art.301 - !merpretation of - Held: Art.301 hegin.1· with the phrase 'Suhject to other provisions ol thi.1· Part.' - 171is phrase gives an initial indication as to what to expect - The position of this phrase should he taken into consideration - Even hefi1re the declaration of.fi\"eedom of Trade. Commerce and intercourse, it is heing suhjected to limitations - Further the opening words ol Art.301, namely, 'suhject to the provisions of' this part· require that all the Articles of' the Part Xiii have to he read together so as to understand the width and meanini~ o(the Part )(]JJ - 'Suhject to' is the dominant expression so far as Art.301 is concerned - It indicates suhservience to atleast Arts.302. 303 and 304 - Arts.302 to 304 embody a restatement ofpov.·ers uhlrt.246 r/w the State List under the VII Schedule - Each restated power hv itself overrides the freedom of trade in Art.301. (Per N. V Ramana, J.) Art.301 - Legislative intent behind enactment - Held: The Co11stirution-maker.1· desired free flow ol trade and commerce in India as they realized that economic unity and integration of' the country provided the main sustaining force for the stahility andprogress of the political anJ economic unity of the nation, and that the count1}' shouldfimction as one sin;;le economic '1111i(v without harriers on internal trade -- A rt. 30 I was incorporated in the Co11sti111rio11, in order to ensure that the State Legislat11re.1· suhjected to local and regional pulls did not create trade harriers in fi1t11re. (Per f?. Ramnnathi, J.) A B Art.301 - Entrr tax - J,evy. if violative of Art.301 - Held: l:'mrv tax is not collected at the hehest of m1111ir'ipality or a pa11chayat attached to a checkpost - It is payahle hr the asses.1·ee hv filing !heir re111rn.1· - Imposition of En!!)' taY is not merely \"on movement or transport of goods\": consideratio11 o{Ent1T 52, /,ist fl of Seventh C Schedule shows tho! ta.rnhle event in the case of enlry tax is entrv of'gornl' into the local area where if is to he used. consumed or sold !herein -- !(the goods mcreir e!7ler inw a local area and then move 10 another destination heyonJ that local area, no tax can he levied 1111der Entrr 52 -- fo attract a levv under Entry 52. Ust 11. the good· ]) must come w rest in the local area where they are taxed in the sense 1/wl their firrther mo1•e111ent and transport stands terminated and the goods are supposed to he used, consumed or sold in thal local area - Since rn11:r tax is leviahle at the termination of the movement of' trade and the good1· have entered the local area fiJr the purpose or use, {'0/1S11111ption or sale. the levv of entry tax does not restrict E .flow of'trade, co1111nerce or intercourse and is not violative of Art.301 of' the Constitution. (Per R. Banumathi, J.) Arts. 30/ lo 304 - interpretation ol- Held: Art.301 ought not to he read as .fi'eedom .fi'mn tax lent'.' - Tax legislation.1· can he challenged on the ground that they in/i'inge the Fundamental l?ight.1· 1111der Part Ii 1 hut that does not however mean that there is fi'eedom fi·o111 toxation or that tax is per se a restriction on Fundamental Rights or ji·eedom of' trade. commerce and intercourse - Taxes nre levied i11 puhlir: interest and hence. cannot he considered a restriction per se on the enjoyment of' a11v fi-eedom contemplated hy the Constitution. (Per R. Ba1111111athi. J.) Art.303 - Whether use of' the expression \"hy virtue of any entrr relating to trade and commerce\" appearing in Art.303 are· wide enough to include entries relating to levy of' laxes also - Held: 'f/1c consfit11tio11ol scheme is s11ch that a taxing enflJ is disti11ctfi·om Gother entries und levy of tax is possihle onZv if there is an entry vrhich authorises the competent legislature to levy the same - The entries relating to Trade. and Commerce hy themselves are 1101 sufficient to empower the legislature to lev)' ta.~es. (Per T S. 77wkw; C.!Jj(Jr himself andfor A.K. Sikri and A.M Khanwilkm; JJ.) ll Art. 303 - Scope of - Held: Art.303 is m1 exception to Art. 302, inasmuch as it limits the power co11ceded to the Parliament under Art. 302 to impose restrictions onji-eedom of Trade, Commerce and fnterco11rse in puh!ic interest - The power exercised hy Art.302 cwmol he so exercised as to give preference to one State over a11other except under a situation covered by Art. 303(2) namely situation arising fi·o111 scarcity of good1· in any part of the territory of India. (Per T S /7wlw1~ CJ!j(H himself and for A.K.Sikri and A.M. Khanwilkar, JJ) c J) F Art.304(a) - Whether Art.304(a) is violated if the goods suhjected to levy of entr)' tax are not produced or manufactured within the State le1ying the fax - Held: 771e essence of the guarantee in Art.304(a) lies in the same or similar good1· heing treated similarZv in the maffer of taxation - 771e guarantee is not violated if the goods suhjected to levy of Entrr tax are not produced or manufactured 1dthi11 the State levvi11g the tax - ?his is hecause there is no question of anr discrimination if goods ji\"Oln outside the State are not al a disadvantage vis-a-vis good1· produced or 111am1factured within that State (Per T S lliakw: CJ! /(Jr himself andfilr A.K.Sikri and A.M. Khanwilkm: JJ.) Art.304(a) - Whether Art.304(h) treats taxes as a restriction so that anv such levy mayfctllfoul of Art.301 - Held: Art.304(u) far .fi·o111 freafinp, raxes as a restriction per se, .1pecifical11• recognises the State legislature:' povo,>er to impose the same on good~ imported fimn other States or Union Territories - ft is true that the source of .power avai!ahle to the State legislature to levv a tax is frmnd in Ci .-lrts.245 and 246 of the Constitution but, the availabi!i~J' of such power .frir raxinp, goods imported fi·om other Stares or Union Territories is c!earlv recognised hy Art.304(a) - The expression 'ma)' ,r,y law impose· is certainlv nor a restriction 011 the pov.-'er 10 tax. (Per T S. Thakur, CJJ for himself and for A.K.Sikri and A.M. Kh«mv-:ilkm: JJ.)Art.304(a) - !11te1pretatio11 al- J,evv al enfrJ tax ·when good~ A similar to those imported are 1101 produced - Held: Art.304(a) imposes two conditions: .firstly, that a law 111av impose 011 goods i111ported fi'om other States, 'any tax' to which \"'similar goods 111mwfi1crured or produced' in that State are subject - This clearly implies that the good1· imported .fimn other States nwv he suhjected B tn a tax Vl·here similar good\" are in fact, manufactured or produced in the i111por1i11g State and are suhjected to tax - Jn other words, (a) the good1· importedfi·om other States must be similar to (h) the good1· 1111111u/\"acl11red or produced in the importing State and (c) the goods so locallr m1111u/i.1ctured or produced must he suhject to tax - The sr'{\"(md condition is the tax that is imposed on imported goods should no! discriminare hctwee11 the imported goods and goods mm111/i1ct11red or produced in the importing State. (Per SA. Bohde, c J.) Art.3(N(a) - Leμ.islative intention hehind enactment - Held: The inte11tio11 of\" the 11rt.304(a) is that ivhere a tax exists on goods imported into a Stale, there should he no discrimination het1ree1z such a tax and u tax 011 similar good1· nw1111f\"actured or produced in the importing State - The effect ol such a co11struction is that the imported goods cannot he taxed where similar goods are not 111111111/\"actured or produced in the importing State and are there(rJre, nor suhjected to similar tax and that seems to he the clear intention of this Article - This interpretation would also .fi1rther economic prop,ress and the unhindered availahility of\" goodv in States which dn not have 111an11/\"acturing capacities and may not he ahle to de'(: lop it. having regard to lack of natural resources or other ,;;eo,f!,raphicc;l limitations. (Per SA. Bohde, J.) Arr. 304(a} - Compensatmy tax theorv - Held: Since, in the matter o/\" levr of\" taxes the compensatory rhemy is no more relevant. the State Legislatures arefi·ee to exercise their taxing powers without 1hc 11eed of declaring and showing that taxes imposed hy them 011 outside goods are f(Jr the henc/\"it of concerned traders or 11111mdil{\"fl/rers - But such tax must he, in essence, 11011-discriminatorv, hoth, in the ultimate tax /Jurden and in 111achine1y provisions. (Per Shirn Kirti Singh, J) An.304(a) - interpretation of'- Held: Art.304(a) should heinterpreted keeping in mind the ha lanced ·development of the cou111rv. tt11ich is an impor/anf part o( economic integration - Art.3(M(a) is not a limitation on the legislature of a State to impose such tax 011 goods imported - The onlv condition envisaged under Art.304 (a) is, same tax is imposahle on the good1· importedfi'0711 other States as v.dl as good1· if manufaC!ured in that State It is not correct to say that since goods· heing taxed are not produced in the Slate, the power to levy a tax gets ohlitera/ed, that is lo say, that A rt. 3 () .. f (a) does nor lwr levr of tm· if the gooll.1· are not nwnufactured or prod11ced within the State. (Per N. V. Ramana, J.) Art. 30,1 - Wonil' \"mav hy law\" - lnrerpretation of- State· pott·er ro levv tax · Held: The wordy \"may hy lm..v\" is an option ,f!,iven to the Sia/es in case it decides to levy any lax on the good1· importedfi·o111 other States ·· The source of legislalive poiver resides in Art.245 rlw Arl.246 - This power is not suhject to any implied limitation ·· The plain reading would show that in a given situatio11, the State may hy choice decide not to levv any tax imported from other Stares or opt to levv taxes 011 certain goods imported fi'om other States. (Per NV. Ramana, J.) Art.304(a) - Difference in the rate of tax 011 goodv locally 11w1111factured a11d those imported - Whether fall foul of Art.304(a} - Held: Every differentiation is not discrimination -'Any difference in the rate of tax on good1· locally manufactured and those imported, such difj{!rence nor heing discriminat01:v does not fall foul under Al't.30-i(a) - Any incentivelhenefits of concession in the rate of tax given to the local 11wmifact11rers/producers in order to encourage the local 111anufauurers/production in the State cannot he said to he discriminarorv - Any difference in the rate of'tax on goocf.1· locally nw1111/{1ctured and those imported. such difference not heing discriminatorv does not fall foul of Art. 304(a}. (Per R. Banumathi, .J.) Ci H Art.304 (a) and (h} - Whether Cl. (a) and (hj have to he read conjunctivelv - Held: Cl. (a) and (h) o/Art.304 deal with two distinct suhjects and mus/, thaefore, he u11derstood to he independent of each other ... While Cl. (a) deals entirelv vvith imposition of taxes on go(}(/.1· importedji·om othel' States, Cl. (h} deals with imposition of rcasonahle restriction in puhlic i11terest - The use of the word 'and'hl•t1we11 cl. (o) and (h) does 11ot admit of an interpretation that may A impose an ol!ligation 11pon the legislat11re to necessarily impose a lax and a re.1·trie1ion together - The word 'and' can mean 'or' as irell as 'and· depemlin.~ upon the con/ext in which the law enacted In• the legisla!ure uses the some. (Per T S. Thakw; CJ! f(>r himself cmdji>r .1.K Sikri and .1.M. Kha11wil!a11: .!.!.) B Art.301(a}, (h) - Use of 11·ord 'and' afier semicolon - ln!erpretation of: in the context o(Ar!.304 - Held: It ivifl have to he read as 'or· rTeatin,t; u disjunctive reading of' Art.304(a} und ,.Jr1.3M(h! indicminp, thar the State Legislature can exercise ils poH·er cilher under 11rl.304(a) or Art.3M(h! or hoth. (Per R. Bammwthi, c ./) Ar!.30 1 /(h). proviso - Requirement of' Presidential sanction in /erms u( pm1·i.1·0 - Held: Clause (h) dealing 1vith reaso11ah/e rcs1riuiom· mus/ 11ecessarilv applv to restriction.· other tha11 those h1· 11·av of/axes - !tfi.Jl!ows that.for /e1y of't(LlCS prior Presidenlial .1·m1c1io11 in rer111s u( proviso under Art.304(h) is whollv w111ecessarv. (Per 7: S. Thakur, C.JJ .for himself and/or A.K. Sikri and A.M. Klwnwilkm; JJ.) Art.304(h) - Restrictions mentioned u/Art.304(h} do not include tax. (Per N. V Ramano, .!.) D E .1rt.304(h! ·- Applicahilitv ol- Held: Applica/Jle 011~v to 11011- fiscal laH·.1· ond nor 10 /ax laws - Arr.301(h) deals with 11011~/iscal i<'.~is/a1io11 i111posi11g rcaso1111h/e res1riclio11s i11 puhlic inreresl and lrn /a11·1· arl' 1101 included under //n.304(hi. (Per R. Banw11arhi, .!.) .·ln.3114(h) - Presiclenrial assent - .Judicial review - Held: Art.3114(/J) re/ares 10 11011~/isca/ laws of' the Srares -- The assen/ of' !he f'residen/ envisaged in proviso ro Arr.304(h) v.,·011/cl he some1vhar akin to rhe assent conternplated in Art254 - Such assents are not judicial!v reviewahle. (Per R. 13a11umathi . .!.) F Arls.304(a), (h} - l\"ocal area - When the entry tax is levied In· the Entl)' Tax //ct enacted In· the State Legislature, the term 'a local area' co111emplated hy Entry 52 may cover the 'whole Srate' or 'a local area' as notified in the legislation - From the point of view of entn· tax. !he Sra1e is a compendium of local areas and 11·here thelocal areas contemplated hy the Act cover the entire State, the diffi:rence hctwee11 the State and 'a local area' practically disappears. (Per R. Ban11111athi, J.) Taxi11g power of the Unio11 and the States - Held: Are 11111t11alzv excl11si1•e - While the Parliament ca11no1 legislate 011 the sub;ects re.1·e1Tedfor the States. the States ca1111ot similarZv tre.1pass onto the taxil1g prrwers of the Union - If the Constitutional scheme does not al!mt· !he Parlia111e111 lo usurp the taxing powers of\" the Slate f,L',t,:islat11re1·. such process of usurpation cannot also he permitted lo lake place in the garh of making U11ion executive :1· concurrence cm essential pre-req11isitefor any taxing !egis!ation.(Per 'l: S. 11wklll; CJ! for himself a11dfi1r A.K.Sikri and A. M. K!zanv.:ilkar, JJ.) Part XIII - Diffr;rence hetween Part XIJI and s.297 of Governmelll of India Act, 1935 - Held: 17ie essence offf\"eedom of trade. commerce a11d intercourse as recognized in 1935 Act and in !he Co11slit11tio11 under !,art XIJJ is same - The onlv difference is that 1he principles enunciated in s.297 were extended to Union Govern111ent and Union Parlia111el7/ and to the territory IVhich had after 111e1y,er hecome port of India - Government of India Act, 1935 - s.]97. (Per T S. Thak111; CJI for himself and for A.K.Sikri and A. /If Kha1111·ilkw~ JJ.) Par! XII! - 'fo.r laH\".\" - The co11111wn thread in Port XIII is the achievcmrnl ol economic 1111itv and paril}' which does not altogether preclude differentiation .fin· j11s1ifiahle and rational reasons wherever 11ece.1·rnn· - The heurt and soul of Part XIII is to dissolve hostile discri111inalio11 H\"ilhin the territo1T ol India - Part Xlll does not contempla!e lax !mvs within i/.1· amhit except to the extent of Ar1.3(N(a) of\" !he Constitution. (Per N. V Romana. J.) G H l'art Xi JI - There is a vital difference he tween mere \"dif/erenliation' and 'discriminalion' - fr is discrimination not differentiarion that is sought to he prevented rhrough Part XIII - Ar1.304(a) prorects jimn discrimination (for protectionis111) and not mere diff'erentialion. (Per N. V Ramona. J.) Sevemh Schedule Ust ff Entrv 52 - Concept of Compensatory lax ewJ!ved in Automobile case - Held: The nomenclawre of ·cmnpensa10rv · ascri hed to the taxes levied hy the State Govemment1111der E11trr 52 . .Ust II pursuant to Automobile is wnmrranted - The concept of' compensaton· tax was evolved 50 years hack through judicial pronou11ceme11ts - lt has withstood the test of\" time and thus, any suhsc>quent judicial pro1101111cement like the instant case should 1101 prejudice the in1ere.1·t o(lhe parties inl'Olved - State Go1•erm11ents should not suffer mJV loss of revenue solely hecause <~/\"judicial i11rerpre1ations and innovation.1· in Automobile case and the cases 'llhsequent lo ii·· Suhject ro passing the muster of .lrt.304(a), e11trv lax let\"ied hv the States under Enll} 52. Ust 11 even though termed a.1· rnmpensatory lax docs notfall.fiml o/Art. 301 - ft is not neces.1·m)' tlzal the 111011ey realized hy the levy should he put into a separate Fund or that the lev1• should he proportionate to the expe11dit11re - There is no har to suhsumption ol the reve1n1e realized ji·om regulatorr!co111pensatorv taxes into the Consolidated Fund of' the Stiltc as thei· are 110 differenrfimn other taxes of a general nature - Mnrem·c1: the quantum of' expenditure incurred in achievi11g the ohjecl hehind a compensatorv le1•v ca11not he inquired into. (Per R. !Ja111111w1hi, J.) A Seventh Schedule Ust fl EntrJ' 52 - Import of goods and customs clearance and the entry of good1· into the local areas - fo.Yah!e event f-feld: The 11vn events are disti11c/ - ]11 the case o/' r:11.1·101n.1· d11t1', the /Uxahle ei·ent is entrv of' good1· i11to the territorv of Indio .. 1he /a.rnhle e1·ent ullder Em1y 52, List JI is the entrv ol .!!.nods ill to !oral area ./or conswnplioll, use or sale therein - The 1n·o taxahle events are distinct in lavv and there is 110 overlap - Ullder our Constitution, there is no overlapping ill the taxing power J71e Constitution gives indepe11dellt powers o/ taxation to the Unioll and the Siates - The /axing power of' the Ullion and of' the States ill'!' mutually e.Yclusive · This avoid1· the dilficul1ie.1··which have arisell 1111der other Federal Constitutions. (Per R. Banumathi, .J.) Se1·enth Schedule List JI Enny 52 -- Entrv tax levied In· W1rious States termed as a 'co111pensatorv 1ax' 1vhe1herfa/l.fi)//l of'Art.301 -- f-leld: EllflY lax ji1/li11p, wit hill the domain ol Entrr 52, List 11, is a /(fX simplicitcr. even though hy nome11clat11re it is termed as a ·compenrn1orv tax· - Suhiect to passing the muster of Art. 304(a), enn:r lax levied hv the States under Emrv 52, List JI even though lel\"lned as C!il11pell.1·otm:i- tax does not fall.fi)U/ of' Art. 301. (PerR. Ba1111mathi, J.) Seventh Schedule List I a11d 11 -· Taxation entries are to he .fimnd 01111• in Usts I a11d II. indicating that in our Co11stilutio11al schcnw. ta.rntirm pm1•ers o/ the Centre and the States are 11111/uallv exclusi1·e - There are 110 Entries in the Concurrent List which gives poi1·cr o/ la:rntion This heing the case, the moment the levy contained in a !axing slalute transgresses inlo a prohihitedfield, it is liahle to he .1·truck down. (Per N. V Ramano, J.) /17/erpretation of' Statutes: c D F G Interpretation which is hoth textual and c;ontextual has always heen found to he more acceptahle ~ An interpretation that makes the texlllal motch the contextual meaning of' the provision is preferred hy courts over one that prefers 011e at the cost of' tlze othe1: (Per 7'. S. Thak111: CJ.I.for himself' and.for A.K.Sikri and A.M. Kha11wilka1; .IJ) An i111e1pretation that supports and p11m10tes federalism tt'hile upholding the Central supremacy as contemplated hy some ol the :1rticles 11111st he prelerred. (Per T S. Thakw; CJ! for himself' and for ,LK.Sikri. and A.M. Khanwilkm; JJ.) Ce11/re-Sta1c relationship in legislative and fiscal matters - Harmonious relationship - Held: A narrow interpretation that may have the potential or tendency to subvert the delicate halance which the .fi\"m11ers of' the Consritution had in mind while distrihuting legislatiFe husinesses including the sovereign power to levy taxes 11111st he amided and a construction that is most heneficial for a harmonious relationship between different limhs of' the State i1ll'l11di11.'-' that het1veen rhe Cemre and the States or Stales inter se adopred. (Per T S. lhalun; CJ! for himself' and for A.K.Sikri and . .J.M. Khanwilkw: ./J.J Constitution of India - fVhile interpreting the Constitution. the emphasis must he rm reading it as a whole. and in a manner that the intent and object of' no part ol the Co11stitlltio11 is defeated - In this regard. there 111u.1·t he a holistic approach toward~ the provisions of the Constiturion. ff'er R. Bammwthi, .!.) Proviso - Interpretation ol - Held: Proviso is i11fended toe.rploin rhe main op1n1rin.'.; /Jar! of rhc .·lrticle -- Jr is never used or 13 A ifllcrprctcrl as expanding rlre operative part of\" the provision. (Per .Y r-: /? m nwru. .!. ! .J11diciol Rei·iew· Poll er of Srate to erul(\"t tax laiu· l\"egislatil'e p1H1·ers especial/· taxin:' povt·crs cannot he tested hr implication - L'n/rss B rlrcrc is nprcss li111itation 011 tl1c JHJ11·er of the State to enact the S111t1' hm, ir not the p1rn·i11ce of' the Courr to curtail the power of\" rlw Srore hy i111erprctaril·c pmcess. (Per N. V Ramano, ./.) fo.ri!lr:wrion: c !:\"sscnlial chara!\"fcristics of\" a tux -- Jr is imposed undi'I\" a ,·tofu/on poircr \"i1ho111 rhe taxpayer· <:onsent and the pav1111-'11f is rn/im·ed h1· /mr: it is an imposition nwdcfor puhlic purpose without 1cfi.'!\"!'11r·c ro onr spi'l\"iol hcm:fir lo he conferred rm the payer of\" rhe lo.\".\" ond ii is pon of the co111mon huf\"den. (Per R. Bamonathi, .!.) fo_y,\"\"J(1xotwn: Pwpose o( imposing la.\" and essenrial elcmenr.· o/ tm lli,1·1 ·11ssed. r !-'er 1V V Rm1w11a, .J.) l111pnsition o/: propriel' - Held: f fi.~lr1i'.rnrhi111nt r11le of tux //!/Jou.eh .\"111/<'s on' c:1np01n'n·d lo lox under 1he Constil//lion, it does no1 11ecc.1·1m·il1· . 111ea11 rha1 tin\"\" . should la.\" al exorbitant rates -- A rcsponsii>I<' gm·r.,.11111c111 in a demo1;rarT should ahw1vs strive lo keep raxes as low os possihlc so Iha! no hean' burden is placed 011 tire i11dh\"iduals. (Per ;V. 1 '. l?m1w1w, J.) E Unjust f'nrid11nenl The co11cep1 o( u11j11sl enric/r111c11r is applicahlc fiJr considering ( l11les.1· rhe assessees estahlish 1hat ther iwn' nor pusscd 1111 1he rax lmrden lo rhc cn11.rn1ne1\"s, they ca111101 11/ukc a clai111 .for refinul and 1111j111·1h enrich 1/remselves. (Per I?. Hu1111111mlri . .!)"
    }
]