[
    {
        "volume": "2016Volume 3",
        "Case Name": "KEDAR MISHRA VS. THE STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzkzNw==",
        "Citation": "[2016] 3 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /3778-3780/2016)",
        "Date": "12 APRIL 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9rZWRhciBtaXNocmFfdGhlIHN0YXRlIG9mIGJpaGFyICYgb3JzLl8xNjk5MzQwOTk0LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "12 April 2016",
        "Petitioner:": "Kedar Mishra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 304",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "The State Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /3778-3780/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bihar Land Reforms (Fixation of Ceiling Area and Acquisition of Surplus Land)"
        ],
        "HeadNote": "Bihar Land Reforms (Fixation of Ceiling Area and Acquisition of Surplus Land) Rules, 1963: r19 ~ Right of Pre- emption— Pre- emption application filed by appellant-co-sharer dismissed for non- compliance of rule 19 and Form L.C.13 since deposit of amount for filing of pre-emption cases was not made under the prescribed head — Held: Though amount was deposited under wrong head, the fact remains that the amount was deposited to the credit of the treasury — A party cannot be denied right of adjudication of the matter on merits merely because of some inadvertent mistake - Mentioning a wrong head cannot be ground to dismiss the pre- emption application of the appellant at threshold — Bihar Land Reforms (Fixation of Ceiling Area and Acquisition of Surplus Land) Act, 1961 — s.16(3) — Land laws."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "RAGHAVENDRA SWAMY MUTT VS. UTTARADI MUTT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mzk0OA==",
        "Citation": "[2016] 3 S.C.R. 11",
        "Case Type": "(CIVIL APPEAL /3190/2016)",
        "Date": "30 MARCH 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9yYWdoYXZlbmRyYSBzd2FteSBtdXR0X3V0dGFyYWRpIG11dHRfMTY5OTM0MTQ4Ni5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 11",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "30 March 2016",
        "Petitioner:": "Raghavendra Swamy Mutt",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 291",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Uttaradi Mutt",
        "Case Type:": "CIVIL APPEAL /3190/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 ~ ss. 100",
            "96; Or. XLT",
            "r 5(3)",
            "Or. XL",
            "r 1",
            "2"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 ~ ss. 100, 96; Or. XLT, r 5(3), Or. XL, r 1, 2 — Second appeal — Formulation of substantial question of law — On facts, the High Court not admitting second appeal as no substantial question of law formulated and vacated the interim order passed in IA — Whether the High Court could entertain IA seeking interim relief — Held: High Court cannot admit a second appeal without examining whether it raises any substantial question of law for admission and thereafter, it is obliged to formulate the substantial question of law — Solely because the Court has the jurisdiction to pass an ex parte order, it does not empower it not to formulate the substantial question of law for the purpose of admission, defer the date of admission and pass an order of stay or grant an interim relief - It is not the scheme of CPC after its amendment in 1976 ~ Thus, the High Court rectified its mistake by vacating the order passed in IA and was the correct approach adopted by the High Court."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "ITC LIMITED GURGAON VS. COMMISSIONER OF LT. (TDS) DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDAxOQ==",
        "Citation": "[2016] 3 S.C.R. 23",
        "Case Type": "(CIVIL APPEAL /4435-37/2016)",
        "Date": "26 APRIL 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9sdGMgbGltaXRlZCBndXJnYW9uX2NvbW1pc3Npb25lciBvZiBsdC4gKHRkcykgZGVsaGlfMTY5OTM0NzQwMy5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 23",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "26 April 2016",
        "Petitioner:": "Itc Limited Gurgaon",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 342",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Commissioner Of Lt. (tds) Delhi",
        "Case Type:": "CIVIL APPEAL /4435-37/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s.192 - Applicability of —"
        ],
        "HeadNote": "Income Tax Act, 1961: s.192 - Applicability of — Held: If an employee receives income chargeable under a head other than the head “salaries”, then s.192 does not get attracted at all — In the instant case, assessee was engaged in the business of hotels and paying tips collected from customers to its employees but not deducting taxes thereon — Assessing Officer erred in treating the receipt of the tips as income under the head ‘salary’ in the hands of the various employees and in holding that assessee is liable to deduct tax at source from such payments u/s.192 of the Act — As income from tips would be chargeable in the hands of the employees as income from other sources, such tips being received from customers and not from the employer, 5.192 is not attracted — The payments received by the employees have no reference whatsoever to the contract of employment and are received from the customer, the employer only being a conduit in a fiduciary capacity in between the two."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "VERHOEVEN, MARIE-EMMANUELLE VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDAyOA==",
        "Citation": "[2016] 3 S.C.R. 48",
        "Case Type": "(WRIT PETITION(CRIMINAL) /178/2015)",
        "Date": "28 APRIL 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS92ZXJob2V2ZW4sIG1hcmllLWVtbWFudWVsbGVfdW5pb24gb2YgaW5kaWEgJiBvcnMuXzE2OTkzNDc3MjAucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 48",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "28 April 2016",
        "Petitioner:": "Verhoeven, Marie-emmanuelle",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2016 INSC 354",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /178/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Extradition Act",
            "1962:Applicability of the Act to a foreign State —"
        ],
        "HeadNote": "Extradition Act, 1962:Applicability of the Act to a foreign State — Scope of judicial review — Held: Whether the Extradition Act is to be made applicable to a foreign State or not is entirely a political decision to be taken by the Government of India and there must be judicial abstinence in this regard ~ There is no doubt that this is an area that cannot be the subject matter of judicial review — Extradition Act, 1870. s.2(d) — Binding extradition between India and Chile — Extra- dition Treaty entered into on 26\" January 1897 between United Kingdom of Great Britain and Ireland with the Republic of Chile is still in force and binding on India and Chile — The provisions of the Act (other than Chapter IIT thereof) are applicable to the Republic of Chile in respect of the offences specified in the Extradition Treaty. s.2(e) — Request made by Embassy of a foreign State — Held: It is as good as a request made by foreign State itself . 3.34-B — Applicability of - Petitioner, a french national accused of conspiracy in the assassination of Chilean Senator — Requisition made by Embassy of Chile through the Note Verbale of 22™ September, 2015 for the arrest of the petitioner — That Note Verbale was acted upon by the Government of India and an application was moved before the Additional Chief Metropolitan Magistrate, Patiala House Courts, New Delhi who granted the prayer for the provisional arrest of the petitioner — Legality — Held: There was no illegality or irregularity in the procedure adopted for the provisional arrest of the petitioner — On the basis of a request made by Chile as contained in the Note Verbale of 22\" September, 2015, the petitioner could have been validly detained and placed under provisional arrest u/s.34-B of the Act, on a reciprocal basis, Extradition Treaty or no"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "J. RAMESH KAMATH & ORS. VS. MOHANA KURUP & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDAzMw==",
        "Citation": "[2016] 3 S.C.R. 103",
        "Case Type": "(CRIMINAL APPEAL /445/2016)",
        "Date": "04 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9qLiByYW1lc2gga2FtYXRoICYgb3JzLl9tb2hhbmEga3VydXAgJiBvcnMuXzE2OTkzNDc4NzEucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 103",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "04 May 2016",
        "Petitioner:": "J. Ramesh Kamath & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 371",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Mohana Kurup & Ors.",
        "Case Type:": "CRIMINAL APPEAL /445/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: 8.482 — Quashing of proceedings --"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: 8.482 — Quashing of proceedings -- Complaint against respondents-office bearers of the Association that they misappropriated funds' of the Association and misused their position as office bearers of the Association — Settlement between the parties — Compounding petition in view of settlement — High Court quashed the criminal proceedings on the ground that in compounding petition, a stand was taken by both the parties that there was no misappropriation of funds of Association and the offences were purely personal in nature —- Held: The allegations levelled against respondents-accused could not be treated as purely of a personal nature — It is also not possible to acknowledge the position adopted by the complainants, and the then members of the Association, that no misappropriation had been committed by the accused — Such a statement could not have been made after the investigation had been completed, and charges were framed, which were pending trial before a court of competent jurisdiction - The basis on which the impugned order was passed, was incorrectly determined as of a personal nature — It is not the case of the accused, that the final report does not contain adequate material to substantiate the charges ~ Impugned order set aside — Complaint case restored on the file of Chief Judicial Magistrate."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "STAR SPORTS INDIA PVT. LTD. VS. PRASAR BHARTI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDAzOA==",
        "Citation": "[2016] 3 S.C.R. 118",
        "Case Type": "(CIVIL APPEAL /5252/2016)",
        "Date": "27 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdGFyIHNwb3J0cyBpbmRpYSBwdnQuIGx0ZC5fcHJhc2FyIGJoYXJ0aSAmIG9ycy5fMTY5OTM0ODAyOC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 118",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "27 May 2016",
        "Petitioner:": "Star Sports India Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 435",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Prasar Bharti & Ors.",
        "Case Type:": "CIVIL APPEAL /5252/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sports Broadcasting Signals (Mandatory Sharing with Prasar Bharati) Act",
            "2007 —"
        ],
        "HeadNote": "Sports Broadcasting Signals (Mandatory Sharing with Prasar Bharati) Act, 2007 — ss. 3, 2 (b), 2th) — Sports Broadcast Signals (Mandatory Sharing with Prasar Bharti) Rules, 2007 — rr. 5, 2(b), 3 - Mandatory sharing of certain sports broadcasting signals — Obligations of a Television Broadcasting Organisation - Scope of — Appellant shared live broadcast signal of a sporting event-world feed with Prasar Bharati — Inclusion of certain enhancing “features” such Hawk-eye, ball delivery speed reference, umpire naming graphics, player statistics, score cards, match summary graphics, replay graphics etc — Such features contained logos of the event sponsors known as “On-Screen Credits” — Logos of advertisers contained in the ‘world feed’ shared by appellant with Prasar Bharti, if amounts to advertisement - Held: Logos are commercials of the sponsors which would be treated as not onlv advertisements but commercial advertisements — Word ‘its’ in s, 3 cannot be given limited meaning by confining it to advertisements only of broadcasting service provider — Signals to be shared with Prasar Bharati by content rights owner or holder are to be the best feed that is provided to broadcast service provider in India and has to be ‘free from commercial advertisements — ICC which included those advertisements/logos, the feeds have to be without those logos/ advertisements — If advertisements are also to be included in the signals, there has to be sharing of the revenue — When live broadcasting signal is shared containing advertisements, those advertisements have much larger viewership because of its telecasi/ broadcast on Prasar Bharati, revenue thereof is to be shared between the Broadcaster and Prasar Bharti."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "SATISH SHETTY VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA0OQ==",
        "Citation": "[2016] 3 S.C.R. 145",
        "Case Type": "(CRIMINAL APPEAL /1358/2008)",
        "Date": "03 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zYXRpc2ggc2hldHR5X3N0YXRlIG9mIGthcm5hdGFrYV8xNjk5MzQ4NTEyLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 145",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "03 June 2016",
        "Petitioner:": "Satish Shetty",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 436",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1358/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 — ss. 498A",
            "306 — Dowry Prohibition Act",
            "1961"
        ],
        "HeadNote": "Penal Code, 1860 — ss. 498A, 306 — Dowry Prohibition Act, 1961 — Cominission of suicide by 25 year old women within two and a half years of marriage — Victim having 10 month old son and a pregnancy of twenty week — Acquittal of husband and his parents for offences punishable u/ss. 3, 4, 6 of the 1961 Act and ss. 498A ~ and 304B — However, the High Court convicted the husband u/s. 498A with rigorous imprisonment of three years and u/s. 306 with RI for five years — On appeal, held: There was good explanation for the delay in lodging the FIR — Victim's closest relation-mother was a poor helpless lady and deceased had left behind children, thus, the factum of delay to be dealt with sympathetically — Judgment of the trial court suffered from such gross errors in approach and appreciation that it could not be saved on the principle that if two views are possible, there should be no interference with a judgment and order of acquittal — Further, since the High Court recorded a finding against the husband of causing cruelty to the deceased for his conviction u/s. 498-A, all the essential ingredients for raising’ of presumption u/s. 113A clearly made out - High Court gave good reasons on the basis of facis brought on record through evidence for exercising the discretion of invoking the presumption u/s. 113A ~ Husband failed to rebut the presumptions raised against him w/s. 113A ~ Thus, the order passed by the High Court is upheld - Evidence Act, 1872 — s. 113A."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "HARYANA STATE & ANR. VS. GRAM PANCHAYAT VILLAGE KALEHRI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA1NA==",
        "Citation": "[2016] 3 S.C.R. 159",
        "Case Type": "(CIVIL APPEAL /2516/2008)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9oYXJ5YW5hIHN0YXRlICYgYW5yLl9ncmFtIHBhbmNoYXlhdCB2aWxsYWdlIGthbGVocmlfMTY5OTM0ODcxMy5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 159",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Haryana State & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 451",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Gram Panchayat Village Kalehri",
        "Case Type:": "CIVIL APPEAL /2516/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: s. 100 — Second appeal — Substantial question of law"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: s. 100 — Second appeal — Substantial question of law — Issue as regards ownership rights and proper interpretation of documents to prove the ownership rights over the suit land — Dismissal of second appeal in imine since the appeal did not involve substantial question of law — On appeal, held: Where the court is required to properly interpret the nature of the documents, it only involves legal issue based on admitted documents, thus the appeal involved substantial questions of law — High Court was upon obligation to decide the legality and correctness of such findings — High Court could do so only when it had first admitted the appeal and framed substantial questions of law as required u/s, 100 — Thus, the High Court committed jurisdictional error in dismissing the appeal in limine — Matter remanded to the High Court for deciding the second appeal afresh on merits. Or, 27 » 5B - Suit against the Governnient or a public officer ~ Duty of court to assist in arriving at a settlement — On facts, no endeavour inade by Court or by parties to arrive at a settlement — Only on failure of settlement being reported, case should have been finally decided on merits."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "JAGDISH VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA2OQ==",
        "Citation": "[2016] 3 S.C.R. 166",
        "Case Type": "(CRIMINAL APPEAL /411/2008)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9qYWdkaXNoX3N0YXRlIG9mIGhhcnlhbmFfMTY5OTM0OTEzMy5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 166",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Jagdish",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 456",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /411/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 — ss. 304 Part H and 323 — Prosecution case that free fight between relatives joined by other people to stop the fight"
        ],
        "HeadNote": "Penal Code, 1860 — ss. 304 Part H and 323 — Prosecution case that free fight between relatives joined by other people to stop the fight — As a result death af Z and simple injuries to three persons - Conviction of appellant along with others for the offences punishable w/s. 304 Part If and s. 323 and sentenced accordingly - Upheld by the High Court - On appeal, by the appellant, held: Overwhelming evidence of three eye-witnesses proved beyond reasonable doubt that the appellant was involved in the incident and gave lathi blows causing injuries to the deceased — Findings by the courts below that incident did take place as alleged by the prosecution and appellant was present on the spot along with other accused — Non-finding of the blood stains on the spot has no effect on the prosecution case — Thus, the courts below justified in holding that the prosecution was able to prove the case beyond reasonable doubt against the appellant. Evidence ~ Appreciation of, by the Supreme Court — When conviction based on concurrent findings of two courts — Held: Supreme Court cannot appreciate the entire evidence de novo in a routine manner while hearing the criminal appeal — It is only when the impugned finding though concurrent in nature is wholly arbitrary, unreasonable or/and perverse to the extent that no judicial mind of average capacity can ever record such conclusion — On facts, no arbitrariness or/and unreasonableness noticed in the concurrent finding of the two courts below to persuade Supreme Court to re- appreciate the entire evidence."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "MAHIMAN SINGH VS. STATE OF UTTARAKHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA3Mw==",
        "Citation": "[2016] 3 S.C.R. 173",
        "Case Type": "(CRIMINAL APPEAL /957/2015)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tYWhpbWFuIHNpbmdoX3N0YXRlIG9mIHV0dGFyYWtoYW5kXzE2OTkzNDkyNjMucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 173",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Mahiman Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 466",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Uttarakhand",
        "Case Type:": "CRIMINAL APPEAL /957/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985 - ss. 20",
            "42",
            "43 and 50 - Search and recovery of contraband goods from the appellant - Conviction and sentence u/s.20 by the courts below -"
        ],
        "HeadNote": " Narcotic Drugs and Psychotropic Substances Act, 1985 - ss. 20, 42, 43 and 50 - Search and recovery of contraband goods from the appellant - Conviction and sentence u/s.20 by the courts below -On appeal, held: Courts below rightly held that the prosecution able to prove their case against the appellant beyond reasonable doubt - Evidence adduced by the prosecution sufficient to warrant the appellant's conviction - Requirements of ss. 42, 43 and 50, complied with at the time of search made from the appellant - Search made in public place, in the presence of gazetted officer and done after giving an offer to the appellant as required under the Act; and the quantity of the contraband recovered from the appellant commercial in nature - Also affidavit relied upon by appellant of M not proved in evidence in as much as M neither examined nor cross-examined - Thus, the conviction by courts below upheld. Witness - Non-examination of - Effect - Held: On facts, evidence adduced by the prosecution was found sufficient to warrant the conviction - In that case, non-examination of one or two witnesses though cited initially would not adversely affect the prosecution case in any manner - Thus, the conviction could be sustained on the evidence adduced. Evidence - Appreciation of, by Supreme Court again in the appeal - Held: Courts below concurrently recorded a finding against the appellant after appreciating the evidence as also absence of any kind of extreme perversity and arbitrariness in the findings of the High Court - Thus, such exercise cannot be undertaken at this stage. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "STATE OF HARYANA VS. HUSSAIN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA4Mw==",
        "Citation": "[2016] 3 S.C.R. 181",
        "Case Type": "(CRIMINAL APPEAL /1131/2007)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdGF0ZSBvZiBoYXJ5YW5hX2h1c3NhaW5fMTY5OTM0OTUwMy5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 181",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "State Of Haryana",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 447",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Hussain",
        "Case Type:": "CRIMINAL APPEAL /1131/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 380",
            "457 and 460 - T"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 380, 457 and 460 - Theft and house breaking by night - Prosecution case that assailants committed house breaking by night and theft in the dwelling house, resulting in death of complainant's husband and injuries to the complainant - Conviction of respondents for commission of offence u/ss. 380, 457 and 460 and sentenced accordingly __:.However, acquittal by High Court - On appeal, held: View taken by the High Court there were infirmities in the prosecution case which are fatal is based on appreciation of evidence and was taken within its jurisdiction - High Court gave cogent reasons in support of its view - There is no infirmity or perversity in the reasoning of High Court - High Court also held that the accused have undergone four years' jail sentence partly as under trial and remaining after conviction by the trial court - Thus, the order passed by the High Court does noi call for interference - No need to undertake the exercise of appreciating the whole evidence in the instant appeal. Appeal -Appeal against acquittal - Re-appreciation of evidence by Supreme Court - Held: When the view taken by the High Court while reversing the judgment of the trial court appears _to be just and reasonable which is also supported by cogent. reasoning then re-appreciation of evidence not required - It is _only when the High Court fails to record any reason or fails to appreciate the evidence or records any material finding, wholly perverse or against any provision of law. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "GREATER NOLDA IND. DEV. AUTHORITY VS. SAVJTRI MOHAN (DEAD) THROUGH LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA5MA==",
        "Citation": "[2016] 3 S.C.R. 187",
        "Case Type": "(CIVIL APPEAL /5372/2016)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Anil R. Dave",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9ncmVhdGVyIG5vbGRhIGluZC4gZGV2LiBhdXRob3JpdHlfc2F2anRyaSBtb2hhbiAoZGVhZCkgdGhyb3VnaCBscnMuICYgb3JzLl8xNjk5MzQ5NzI4LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 187",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Greater Nolda Ind. Dev. Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 467",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Savjtri Mohan (dead) Through Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /5372/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - ss. 4(1)",
            "17(4) ands. 6(1) r!w 17(1) - Land acquisition"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - ss. 4(1), 17(4) ands. 6(1) r!w 17(1) - Land acquisition for planned industrial development - Invocation of urgency clause - Challenge to, by the land owners - High Court set aside the Notifications - On appeal, held: Even though invocation of urgency clause was uncalled for, relief of setting aside the acquisition was not granted having regard to the development already undertaken on substantial part of the land - Also filing of prompt petitions by an individual is not the only consideration for grant of relief of quashing acquisition when almost entire land has already been developed - Further, after passing of award, compensation was already disbursed - In terms of Savitri Devi's case respondents entitled to increased compensation by 64. 7% and allotment of I 0% developed Abadi land subject to maximum of 2500 sq. meters. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "COMMITTEE OF MANAGEMENT ANURAGI DEVI DEGREE COLLEGE & ANR. VS. STATE OF U.P. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA5NA==",
        "Citation": "[2016] 3 S.C.R. 198",
        "Case Type": "(CIVIL APPEAL /1894/2016)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9jb21taXR0ZWUgb2YgbWFuYWdlbWVudCBhbnVyYWdpIGRldmkgZGVncmVlIGNvbGxlZ2UgJiBhbnIuX3N0YXRlIG9mIHUucC4gJiBhbnIuXzE2OTkzNTAwODgucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 198",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Committee Of Management Anuragi Devi Degree College & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 472",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of U.p. & Anr.",
        "Case Type:": "CIVIL APPEAL /1894/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Educational Institutions - Requisite recognition or affiliation"
        ],
        "HeadNote": "Educational Institutions - Requisite recognition or affiliation - Admission of students - On facts, non-grant of affiliation to appellant-College by the University as the Schedule for the same was over - However, admission of students by college without having the necessary affiliation for the academic session 2015-2016 even after expiration of its temporary affiliation - Held: Benefit could not be extended as the appellant have not maintained the time schedule fixed by the State Government - University to consider the application for affiliation, if not considered already, and, if the affiliation is granted, the students who had been granted admission would be treated as students as admitted for the academic session which would be covered by the affiliation to be granted in fi1ture"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "MAHESHWAR PERI & OTHERS VS. HIGH COURT OF JUDICATURE AT ALLAHABAD THROUGH REGISTRAR GENERAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDEwNA==",
        "Citation": "[2016] 3 S.C.R. 213",
        "Case Type": "(CRIMINAL APPEAL /549/2016)",
        "Date": "30 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tYWhlc2h3YXIgcGVyaSAmIG90aGVyc19oaWdoIGNvdXJ0IG9mIGp1ZGljYXR1cmUgYXQgYWxsYWhhYmFkIHRocm91Z2ggcmVnaXN0cmFyIGdlbmVyYWxfMTY5OTM1MDgyMC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 213",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "30 June 2016",
        "Petitioner:": "Maheshwar Peri & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 480",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "High Court Of Judicature At Allahabad Through Registrar General",
        "Case Type:": "CRIMINAL APPEAL /549/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971 - s. 20 - Suo motu "
        ],
        "HeadNote": "Contempt of Courts Act, 1971 - s. 20 - Suo motu initiation of contempt proceedings - Period of limitation - Publication of article authored by the third appellant in a magazine wherein names of judges allegedly involved in the case incorporated - Application by advocate before the High Court for initiating contempt proceedings on its own motion since the article caused insult to the higher judiciary - Petition placed before the Single Judge and thereafter, the Chief Justice - Four years later matter listed before the Division Bench of the High Court - High Court initiated suo motu action, and name of the petitioner was not to be shown in the cause list - On appeal, held: Article having been published in 2008 . and the High Court having initiated the suo motu action only in 2015, the same is hit by the limitation of one year - Action uls. 15 was initiated suo motu by the High Court - It was said that the name of the petitioner is not to be shown in the cause list - Apparently, it can only he suo motu because the application filed by the advocates, is without the consent in writing of the Advocate General - Only application other than by the Advocate General, contemplated uls. 15, is the motion made by any person with the consent in writing of the Advocate General - Constitution of India - Arts.129 and 215. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "R.K. ROJA VS. U.S. RAYUDU AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDExOQ==",
        "Citation": "[2016] 3 S.C.R. 221",
        "Case Type": "(CIVIL APPEAL /5540/2016)",
        "Date": "04 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9yLmsuIHJvamFfdS5zLiByYXl1ZHUgYW5kIGFub3RoZXJfMTY5OTM1MTMxMi5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 221",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "04 July 2016",
        "Petitioner:": "R.k. Roja",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 491",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "U.s. Rayudu And Another",
        "Case Type:": "CIVIL APPEAL /5540/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - 01: 7 r 11 - Rejection of plaint"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - 01: 7 r 11 - Rejection of plaint - On facts, election petition by respondent challenging the election of the appellant - Application u!Or. 7 r 11 by appellant for rejection of the petition by way of counter affidavit - Non consideration of the same since there was no formal application and court proceeded with the trial - Subsequently, formal application for rejection of the petition by appellant - Non-disposal of the same and posted along with the main petition as also denial of opportunity to the appellant to file written statement - On appeal, held: Application u/01: 7, r. 11 can be filed at any stage - Court has to dispose of the same before proceeding with the trial court - There is no point in proceeding with the trial of the case - Petition is only to be rejected at the threshold - Appellant entitled to file the application for rejection before filing his written statement and in case, the application is rejected, appellant is entitled to file his written statement thereafter - Procedure adopted by the court not warranted under law - Thus, the impugned order is set aside - Since the application does not come within the purview of any of the situations u/01: 7 r 11 (a) to (j), application is rejected - Appellant given an opportunity to file written statement in the Election Petition within the stipulated period"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "AJAY GUPTA VS. RAJU @ RAJENDRA SINGH YADAV",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDEyNA==",
        "Citation": "[2016] 3 S.C.R. 225",
        "Case Type": "(CIVIL APPEAL /5862/2016)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9hamF5IGd1cHRhX3JhanUgQCByYWplbmRyYSBzaW5naCB5YWRhdl8xNjk5MzUxNTEzLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 225",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Ajay Gupta",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 499",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Raju @ Rajendra Singh Yadav",
        "Case Type:": "CIVIL APPEAL /5862/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963 - ss.4",
            "5 - Expiry of prescribed period when court is closed - On facts",
            "last date for filing the suit was 31.12.2010"
        ],
        "HeadNote": "Limitation Act, 1963 - ss.4, 5 - Expiry of prescribed period when court is closed - On facts, last date for filing the suit was 31.12.2010, which was last day of winter vacation for court - Next day-01.01.2011 was a non-working Saturday - Disposal of application filed u/Or. 7 r. 11 on the ground that 01.01.2011 was non-working Saturday, thus, the suit filed on 03. 01.2011 is within limitation - Held: Jn terms of s. 4, in case the prescribed period for any suit expires on a day when the court is closed, the suit may be instituted when the court reopens - Further in terms of s. 5 no court or tribunal can extend the period of limitation for filing a suit - 01.01.2011 was not a holiday for the Registry- It was a non-working Saturday for the Judges to enable them to write judgments and regular hearing of cases not heard on a non-working Saturday - There is no question of any confusion, though such confusion also cannot save limitation to file a suit - Even for part of the day the registry was not closed - Even if any cause. beyond the control of the plaintiff is shown also, the only extension is what is permitted ul s. 4 the period coming under court holiday - Thus, the impugned order is set aside - Application u/Or. 7 r 11 is allowed and suit is dismissed"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "VELUGUBANTI HARI BABU VS. PARVATHINI NARASIMHA RAO & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDEzNw==",
        "Citation": "[2016] 3 S.C.R. 228",
        "Case Type": "(CIVIL APPEAL /6198/2016)",
        "Date": "13 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS92ZWx1Z3ViYW50aSBoYXJpIGJhYnVfcGFydmF0aGluaSBuYXJhc2ltaGEgcmFvICYgYW5yLl8xNjk5MzUyMDM1LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 228",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "13 July 2016",
        "Petitioner:": "Velugubanti Hari Babu",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 524",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Parvathini Narasimha Rao & Anr.",
        "Case Type:": "CIVIL APPEAL /6198/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: s. 11"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s. 11 - When an application u/s. 11 is filed, it is for the Chief Justice or his designate to decide whether there is an arbitration agreement and whether the party who has made u request before him is a party to such an agreement - In the instant case, High Court ought to have decided the questions itself and given a finding as to whether the MoU dated 27.05.2013 was a valid and genuine document or it was a forged and fabricated document and then depending upon the findings, appropriate directions, if necessary, should have been passed for disposal of the application finally - Unfortunutely. it was not done - Matter remitted to High Court to decide the question of legality, validity and genuineness of agreement/Mou in question. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "RAKESH KUMAR & ETC. ETC. VS. UNITED INDIA INSURANCE COMPANY LTD. & ORS. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE0Ng==",
        "Citation": "[2016] 3 S.C.R. 237",
        "Case Type": "(CIVIL APPEAL /6199-6202/2016)",
        "Date": "13 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9yYWtlc2gga3VtYXIgJiBldGMuIGV0Yy5fdW5pdGVkIGluZGlhIGluc3VyYW5jZSBjb21wYW55IGx0ZC4gJiBvcnMuIGV0Yy4gZXRjLl8xNjk5MzUyMzU2LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 237",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "13 July 2016",
        "Petitioner:": "Rakesh Kumar & Etc. Etc.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 525",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "United India Insurance Company Ltd. & Ors. Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /6199-6202/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: s.166 - Compensation"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: s.166 - Compensation - Fatal accident - Award of compensation by Tribunal - Insurer was held liable to pay compensation as the driver of the offending vehicle was holding a valid and effective driving licence - High Court accepted the insurer s appeal and exonerated the insurer on the ground that the driver of the offending vehicle did not possess a valid licence to drive the vehicle - Appeal by owner - Held: The driver of the offending vehicle proved his driving licence in his evidence and the insurer failed to adduce any evidence to prove that the driving licence was either fake or invalid - Therefore, insurer was liable to pay the compensation"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "PRAGATI MAHILA SAMAJ & ANR. VS. ARUN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE1MQ==",
        "Citation": "[2016] 3 S.C.R. 243",
        "Case Type": "(CIVIL APPEAL /6498/2016)",
        "Date": "19 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9wcmFnYXRpIG1haGlsYSBzYW1haiAmIGFuci5fYXJ1biAmIG9ycy5fMTY5OTM1MjUwMy5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 243",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "19 July 2016",
        "Petitioner:": "Pragati Mahila Samaj & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 542",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Arun & Ors.",
        "Case Type:": "CIVIL APPEAL /6498/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Termination from service of respondent no. 1 lecturer"
        ],
        "HeadNote": " Service law: Termination from service of respondent no. 1 lecturer - High Court quashed the termination order holding. that since the appointment was made on the basis of selection and interview, it has to be held as permanent - Held: Appointment to post of lecturer was part time in nature - Appointment being temporary as well as for fixed period. respondent no.I had no right to claim status of permanent employe.e in service - There was no iustification for High Court to hold that respondent no. I was appointed on permanent basis and that termination order )1•as bad in law.  "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "SUKHRAM VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE1NA==",
        "Citation": "[2016] 3 S.C.R. 254",
        "Case Type": "(CRIMINAL APPEAL /224/2012)",
        "Date": "25 JULY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdWtocmFtX3N0YXRlIG9mIGhpbWFjaGFsIHByYWRlc2hfMTY5OTM1MjY0Ny5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 254",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "25 July 2016",
        "Petitioner:": "Sukhram",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 553",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /224/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.311-A - "
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.311-A - Power of the Magistrate to order person to give specimen signatures or handwriting - Alleged incident of misappropriation of funds took place during 1983~86 - Trial court discarded the opinion of handwriting expert on the ground that the direction given by Executive Magistrate to the witnesses to give handwriting specimen was not warranted as Executive Magistrate did not have authority to enquire into or try the offence -·Trial court held that in absence of legal evidence, it cannot be held that the accused had entered into conspiracy of committing forgery and cheating and acquitted the appellant and others - High Court found appellant guilty of forging loan applications and convicted him u/s.468 - Whether the Judicial Magistrate/Executive Magistrate was authorized to take specimen writing and signatures of the said accused during the investigation of the case when no matter was pending before either of them - Held: s.311-A of Cr.P.C. was introduced by Act No. 25 of 2005 w.e.f 23.06.2006 with respect to the powers of the Magistrate to order the person to give specimen signatures or handwriting; but no such powers were there prior to the year 2006 - In the instant case, the occurrence was of the year 1983- 1986 and, therefore, the authority of the Executive Magistrate to take specimen signatures of witnesses during the course of investigation cannot be disputed - Even otherwise, there is clear oral evidence of these witnesses denying their signatures in the loan application and other documents - High Court rightly reversed the judgment of acquittal and found the appellant guilty of the offences u/ss. 468 and 471 - Evidence Act, 1872 - s. 73 - Identification of Prisoners Act, 1980 - s.5 - Penal Code, 1860 - ss. 468 and 471."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "STATE OF GUJARAT VS. JAYRAJBHAIPUNJABHAIVARU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE2NA==",
        "Citation": "[2016] 3 S.C.R. 265",
        "Case Type": "(CRIMINAL APPEAL /1236/2010)",
        "Date": "11 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdGF0ZSBvZiBndWphcmF0X2pheXJhamJoYWlwdW5qYWJoYWl2YXJ1XzE2OTkzNTI4NzEucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 265",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "11 July 2016",
        "Petitioner:": "State Of Gujarat",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 509",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Jayrajbhaipunjabhaivaru",
        "Case Type:": "CRIMINAL APPEAL /1236/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence Act",
            "1872 - s. 32 -Dying declaration - Death of wife by sustaining 90%"
        ],
        "HeadNote": " Evidence Act, 1872 - s. 32 -Dying declaration - Death of wife by sustaining 90% burn injuries - Statement/dying declaration made by wife before polic<; officer and Executive Magistrate as also oral dying declaration before her father - Conviction of husband uls. 302 and sentenced to rigorous life imprisonment by the trial court - However, acquittal by the High Court - On appeal, held: There were two sets of evidence, one the statement made before police officer and Executive Magistrate wherein deceased did not name her husband or her family members and other the oral dying declaration made by the deceased before her father who deposed about the cruelty and ill behavior meted out to the deceased at her matrimonial home - On a careful scrutiny of the materials on record, it is found that both the statements before the police officer and Executive Magistrate are consistent, reliable and fully corroborated - There is no contradiction as to the role of the husband- It becomes very clear that there was no involvement of husband in the commission of offence - Conviction could not be placed on the sole testimony of the father of deceased - Thus, order passed by the High Court upheld - Penal Code, 1860 - s. 302. Dying declaration - Reliance upon - Held: Courts below need to be extremely careful while dealing with a dying declaration since maker not available for cross-examination - Mechanical approach in relying upon a dying declaration is extremely dangerous - Court to consider and weigh all the attendant circumstances and come to the independent finding whether dying declaration was properly recorded and was voluntary and truthful - Dying declaration should be of such a nature as to inspire full confidence of the Court in its correctness - Further, in case of more than one dying declaration, the intrinsic contradictions in those dying declarations are extremely important - It cannot be that a dying declaration which supports the prosecution alone can be accepted while the other innocent dying declarations have to be rejected - However, the courts below are fully entitled to act on the dying declarations and make them the basis of conviction, where dying declarations pass all the said tests - Once the court is convinced that dying declaration is so recorded, it may be acted upon and made a basis of conviction."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "TARA SFNGH & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDE2OA==",
        "Citation": "[2016] 3 S.C.R. 278",
        "Case Type": "(WRIT PETITION(CRIMINAL) /190/2014)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS90YXJhIHNmbmdoICYgb3JzLl91bmlvbiBvZiBpbmRpYSAmIG9ycy5fMTY5OTM1MzAyNC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 278",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Tara Sfngh & Ors.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2016 INSC 477",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /190/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India -Arts. 32",
            "72 and 161"
        ],
        "HeadNote": "Constitution of India -Arts. 32, 72 and 161 - Power of Supreme Court to grant remission u/Art. 32 - On facts, conviction of petitioner under NDPS Act and sentenced to rigorous imprisonment for more than JO years and fine of Rs. 1 lakh - Petitioners seeking issuance of writ of mandamus to authorities to grant remission - Held: Constitutional power to grant remission u/Arts. 72 and 161 is quite different than the statutory power of remission uls. 433A A Cr PC - Petitioners do not have a right to seek remission under the Code because of s. 32A of the NDPS Act - Relief could always be sought either u/Art. 71 or 161, as the case may be, as it is in a different domain - Further, it cannot be said that when a pardon or remission can be given u/Art. 72 or 161 by the constitutional authority, this Court can exercise the similar power u/Art. 32 - Invocation of Art. 32 can be only when there is violation of any fundamental right or where the Court takes up certain grievance falling in the realm of public interest litigation - Narcotic Drugs and Psychotropic Substances Act, 1985 - ss. 21, 32A - New Punjab Jail Manual, 1996 - Chapter XIX"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "BUNGA DANIEL BABU VS. MIS SRI VASUDEVA CONSTRUCTIONS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDIyMQ==",
        "Citation": "[2016] 3 S.C.R. 293",
        "Case Type": "(CIVIL APPEAL /944/2016)",
        "Date": "22 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9idW5nYSBkYW5pZWwgYmFidV9taXMgc3JpIHZhc3VkZXZhIGNvbnN0cnVjdGlvbnMgJiBvcnMuXzE2OTkzNTUxMDgucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 293",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "22 July 2016",
        "Petitioner:": "Bunga Daniel Babu",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 546",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Mis Sri Vasudeva Constructions & Ors.",
        "Case Type:": "CIVIL APPEAL /944/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "1986: s.2(l)(d) - Consumer - Agreement between the. appellant-land-owner"
        ],
        "HeadNote": "Consumer Protection Act, 1986: s.2(l)(d) - Consumer - Agreement between the. appellant-land-owner and the builder respondent no. I - Builder required to construct and complete the building within a stipulated time - Apartments constructed were to be shared in the proportion of 40% and 60% between the appellant and builder and in case of non-completion within stipulated time to pay rent to the appellant - Terms of the agreement did not show that it was a joint venture agreement - Appellant was neither partner nor co-adventurer nor participated in the construction business - Since appellant is only entitled to a certain constructed area, it falls within the definition of 'consumer' - Matter remitted to State Commission to re-adjudicate the matter treating the appellant as a consumer."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "BAKSHI SECURITY AND PERSONNEL SERVICES PVT. LTD. VS. DEVKISHAN COMPUTED PVT. LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjgyOQ==",
        "Citation": "[2016] 3 S.C.R. 310",
        "Case Type": "(CIVIL APPEAL /6978/2016)",
        "Date": "26 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9iYWtzaGkgc2VjdXJpdHkgYW5kIHBlcnNvbm5lbCBzZXJ2aWNlcyBwdnQuIGx0ZC5fZGV2a2lzaGFuIGNvbXB1dGVkIHB2dC4gbHRkLiBhbmQgb3JzLl8xNzAwNzE3NjQ5LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 310",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "26 July 2016",
        "Petitioner:": "Bakshi Security And Personnel Services Pvt. Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 559",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Devkishan Computed Pvt. Ltd. And Ors.",
        "Case Type:": "CIVIL APPEAL /6978/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract: Tender - Essential conditions"
        ],
        "HeadNote": "Contract: Tender - Essential conditions - An essential condition of a tender has to be strictly complied with - In the instant case, as per the tender condition, bid below the minimum wage fixed by the government and an open ended offer were liable to be rejected - Respondent no. I tendered bid of an amount which was way below the minimum wage fixed by the Government - Moreover, offer made by it was not fixed, but open ended - Re~pondent no.1 s bid is liable to be rejected. Writ jurisdiction: Commercial bid - Held: Writ jurisdiction cannot be utilized to make a fresh bargain between parties. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "DEV RAJ VS. STATE OF CHHATTISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjgzNQ==",
        "Citation": "[2016] 3 S.C.R. 323",
        "Case Type": "(CRIMINAL APPEAL /423/2015)",
        "Date": "25 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9kZXYgcmFqX3N0YXRlIG9mIGNoaGF0dGlzZ2FyaF8xNzAwNzE3OTk1LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 323",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "25 July 2016",
        "Petitioner:": "Dev Raj",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 554",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Chhattisgarh",
        "Case Type:": "CRIMINAL APPEAL /423/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 - Murder - "
        ],
        "HeadNote": "Penal Code, 1860: s.302 - Murder - Prosecution case that appellant and his brother assaulted the victim-deceased and after killing him threw his body along with motorcycle below the bridge - Trial court convicted the appellant and his brother uls.302 - High Co~rt 'upheld the conviction of the appellant however set aside the conviction of his brother - On appeal, held: There was overwhelming evidence to prove that there was animosity between the deceased and the appellant over land - Eye-witnesses stated that appellant gave lathi blows to the victim-deceased - The fact of assault by the appellant was throughout maintained by the witnesses - Even though witnesses were declared hostile they maintained their stand that they saw appellant and accused assaulting the deceased - Prosecution successfully proved beyond reasonable doubt that it was accused who had caused homicidal death of the deceased - No interference with the order of conviction. Evidence: Testimony of hostile witnesses - Evidentiary value, discussed. Constitution of India : Art.136 - Scope of interference, discussed."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "COMMISSIONER OF INCOME TAX, KOCH! VS. TRANS ASIAN SHIPPING SERVICES (P) LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjgzNw==",
        "Citation": "[2016] 3 S.C.R. 337",
        "Case Type": "(CIVIL APPEAL /5869/2016)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9jb21taXNzaW9uZXIgb2YgaW5jb21lIHRheCwga29jaCFfdHJhbnMgYXNpYW4gc2hpcHBpbmcgc2VydmljZXMgKHApIGx0ZC5fMTcwMDcxODM0Ni5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 337",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Commissioner Of Income Tax, Koch!",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 503",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Trans Asian Shipping Services (p) Ltd.",
        "Case Type:": "CIVIL APPEAL /5869/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: Chapter Xl/G: ss.115 VE",
            "115 VG -"
        ],
        "HeadNote": " Tonnage Tax Scheme - Assessee in business of operating qualifying ships - Held: ls eligible for getting income computed under the special provisions contained in Chapter XIIG s.115VB - Income ji-om slot charter - Whether the assessee was eligible to. include the income derived from activities through 'slot charter' arrangements as relevant shipping income to determine the deemed tonnage in terms of Rule II Q of the Income Tax Rules - Held: Income earned by the assessee under slot charter arrangement.1· comes under the definition of 'deemed tonnage tax' as per explanation lo sub-section (./) of s.115VG of the Act and therefore, this income is includible while assessing the same under the said special provisions. s.115 VX - Tonnage of a ship - Determination of - Held: Whenever the question of a tonnage of a ship crops up and the said tonnage is to be determined, it has to be in accordance with the valid certificate indicating its tonnage and it is a compulsory obligation of the assessee to produce such a certificate - Howeve1; this requirement of producing a certificate would not apply when entire ship is not chartered and the arrangement pertains only to purchase of slots, slot charter and m1 arrange men I of sharing of break-bulk vessel. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "COMMISSIONER, M.P. HOUSING BOARD AND OTHERS VS. M/S. MOHANLAL AND COMPANY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg0MA==",
        "Citation": "[2016] 3 S.C.R. 357",
        "Case Type": "(CIVIL APPEAL /6573/2016)",
        "Date": "19 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfMzU3LTM2N18xNzAyOTc3MzUxLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 357",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "19 July 2016",
        "Petitioner:": "Commissioner, M.p. Housing Board And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1187",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Mohanlal And Company",
        "Case Type:": "CIVIL APPEAL /6573/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act. 1996: s.34(2) - Delay in filing objection 11/s.34(2)"
        ],
        "HeadNote": "Arbitration and Conciliation Act. 1996: s.34(2) - Delay in filing objection 11/s.34(2) whether condonable in aid of s.14 of Limitation Act - In the instant case arbitral award passed on 11.11.2010 - Respondent filed s.11 application for seeking appointment of arbitrator on the ground that there was 110 arbitration clause in the contract - High Court dismissed the application which order remained unchallenged and attained finality - Thereafter; respondent filed an objection u/s.34(2) on 26.9.2011 to challenge the award - Respondent also filed application u/s.14 seeking exclusion of time consumed in the proceedings u/s.11 asserting that he was bonafidely prosecuting the case in the court having no jurisdiction - Whether s. ] would be applicable - Held: Not applicable -- s.14{1) of the limitation Act lays down that the proceedings must relate to the same matter in issue - Filing of an application u/s.11 for un appointment of arbitrator is totally different from an objection filed u/s.34 - It cannot be said that the proceedings related to \"same matter in issue·· - Respondent had duly participated in the arbitral proceeding - There was thus absence of diligence and good faith on part of respondent - Time consumed for pursuing remedy u/s. JJ not excludible for filing objection - Limitation Act, 1963 - s.14"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "T. KOCHA VS. STATE OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg2NQ==",
        "Citation": "[2016] 3 S.C.R. 368",
        "Case Type": "(CIVIL APPEAL /6126-6127/2013)",
        "Date": "13 APRIL 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS90LiBrb2NoYV9zdGF0ZSBvZiBrZXJhbGEgJiBvcnMuXzE3MDA3MTk0ODAucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 368",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "13 April 2016",
        "Petitioner:": "T. Kocha",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 316",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Kerala & Ors.",
        "Case Type:": "CIVIL APPEAL /6126-6127/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Social status: Thandan community - Appellant applied for the post of High School Assistant in a Government School under reserved category claiming herself to be Scheduled Caste as belonging to Thandan Community"
        ],
        "HeadNote": "Social status: Thandan community - Appellant applied for the post of High School Assistant in a Government School under reserved category claiming herself to be Scheduled Caste as belonging to Thandan Community - She was appointed to the said post on 3.2.1989 - However, subsequentZv Vigilance Cell held that she did not belong to Thandan Community but was a member of Ezhava!Thiyya Community and therefore was not a person belonging to Scheduled Caste Community - In the instant appeals, the issue in dispute is regarding the status of appellant as to whether she belongs to Thandmi Community or not - Held: Ajier judgment of Pa/ghat Ji/la :1·. Ezhuvas and Thiyyas who are also known as Thandan in the erstwhile Cochin and Malabar are no longer Scheduled Castes in the State of Kera/a - However, this amendment is prospective and, therefore, the said changed position become effective only from 30.8.2007, the da.te when the amendment was notified - The appellant was treated as Thandan and, thus, belonging to Scheduled Caste Community on the basis of Scheduled Castes and Scheduled Tribes Orders (Amendment) Act, 1976 and she was appointed as High School Assistant on 3.2.1989 treating her as Scheduled Casie - The posilion changed only w.ef 30.8.2007 with the Amendment Act of 2007 when Thiyyas and Ezhuvas were not lo be treated as part of Thandan and, thus, Scheduled Caste but those who were already conferred the benefit were entitled to continue lo reap the fruit thereof - Scheduled Castes and Scheduled Tribes Orders (Amendment) Act, 1976 - Constitution of lndia, 1950 -Articles 341, 366(24) - Constitution Scheduled Castes (Modification) Order, 1956 - Constitution (Scheduled Castes) Order, 1950. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "R. RACHAIAH VS. HOME SECRETARY, BANGALORE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg2OA==",
        "Citation": "[2016] 3 S.C.R. 379",
        "Case Type": "(CRIMINAL APPEAL /2375/2009)",
        "Date": "05 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9yLiByYWNoYWlhaF9ob21lIHNlY3JldGFyeSwgYmFuZ2Fsb3JlXzE3MDA3MTk2NjUucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 379",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "05 May 2016",
        "Petitioner:": "R. Rachaiah",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1182",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Home Secretary, Bangalore",
        "Case Type:": "CRIMINAL APPEAL /2375/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: ss.216 and 217 -"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: ss. 216 and 217 -Alteration of charges and recalling of witnesses when charges altered - Appellant-A-I and other accused alleged to have caused death of son-in-law of A-I - Charge sheet filed against all three accused u!s.306 and s.365 rlw s.34 - Charges framed under said sections - Examination of witnesses - Thereafter, application u/s.216 filed by prosecution for framing of additional charge uls. 302 - Trial court framed \"\"Alternative charge' uls. 302 rlw s.34 - Conviction of all the three accused persons u/s.302 r/w s.34 and also u/s.364 rlw s.34, upheld by High Court - Challenged on the ground that s.302 was wrongly framed without following procedure u/ss. 216 and 217 - Held: Per s.216, though it is permissible for any Court to alter or add to any charge at any time before judgment is pronounced, however, if any prejudice is going to be caused to the accused in his defence or the prosecutor in the conduct of the case, the Court has to proceed with the trial as if it altered or added the original charge by terming the additional or alternative charge as original charge - The clear message is that it is to be treated as charge made for the first time and trial has to proceed from that stage - Further, s.217 provides that the prosecutor as well as the accused shall be allowed to recall or re-summon or examine any witnesses who have already been examined with reference to such alteration or addition- In the instant case, at the fag end of the trial, the charge was altered with \"Alternative Charge\" with the framing of the charge ul s.302 !PC - Accused persons were initially charged for an offence G u/s.306 !PC, i.e. abetting suicide which was allegedly committed by . the son-in-law of A-1 ,- Later, the charge against the appellants was that they have committed murder of the son-in-law of A-I - In a case like this, addition and/or substitution of such a charge was bound ta create_ prejudice to the appellants - In order· to take care of the said prejudice, it was incumbent upon the prosecution to·re call the witnesses, examine them in the context of the charge u/ s.302 of !PC and allow the accused persons to cross-examine those witnesses - There was no cross-examination of these witnesses insofar as charge uls. 302 IPC is concerned - The trial, therefore, stood vitiated - Conviction set aside~ss. 216, 217 - Scope of - Held: The provisions of ss. 216 and 217 are mandatory in nature as they not only sub-serve the requirement of principles of natural justice but guarantee an important right which is given to the accused persons to defend themselves appropriately by giving them full opportunity - Cross-examination of the witnesses, in the process, is an important facet of this right - Credibility of any witness can be established only after the said witness is put to cross-examination by the accused person"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "VLS FINANCE LTD. & ANR. VS. COMMISSIONER OF INCOME TAX & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg3Mw==",
        "Citation": "[2016] 3 S.C.R. 390",
        "Case Type": "(CIVIL APPEAL /2667/2007)",
        "Date": "28 APRIL 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS92bHMgZmluYW5jZSBsdGQuICYgYW5yLl9jb21taXNzaW9uZXIgb2YgaW5jb21lIHRheCAmIGFuci5fMTcwMDcxOTc3OC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 390",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "28 April 2016",
        "Petitioner:": "Vls Finance Ltd. & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 351",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax & Anr.",
        "Case Type:": "CIVIL APPEAL /2667/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s. 158BE(2). explanation 1 - Completion of block"
        ],
        "HeadNote": "Income Tax Act, 1961 - s. 158BE(2). explanation 1 - Completion of block assessment - Computation of two years period of limitation - Period during which assessment proceedings are stayed by order of a court - Exclusion of - Held: Period during which interim stay of the order passed by the court is in operation has to be excluded while computing the period of two years as limitation period prescribed for completing the block assessment - On facts, special audit and its report was an integral step towards assessment proceedings - Assessing officer formed an opinion that there was a need for special audit and the report of special audit was necessary for carrying out the assessment - Order directing special audit was challenged and interim order was granted staying the making of a special report, the assessing officer would not proceed with the assessment in the absence of the audit"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "RAJEEV KUMAR GUPTA & OTHERS VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njg4MA==",
        "Citation": "[2016] 3 S.C.R. 407",
        "Case Type": "(WRIT PETITION (CIVIL) /521/2008)",
        "Date": "30 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9yYWplZXYga3VtYXIgZ3VwdGEgJiBvdGhlcnNfdW5pb24gb2YgaW5kaWEgJiBvdGhlcnNfMTcwMDcyMDAyNy5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 407",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "30 June 2016",
        "Petitioner:": "Rajeev Kumar Gupta & Others",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2016 INSC 482",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /521/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Persons with Disabilities (Equal Opportunities",
            "Protection of Rights and Full Participation) Act",
            "1995 - s. 2(t) 32",
            "33 "
        ],
        "HeadNote": "Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act, 1995 - s. 2(t) 32, 33 - Office Memoranda No.36035116191-Estt. (SCT) dated 18.02.1997 and C No.360351312004-Estt. (RES) dated 29.12.2005 by the Department of Personnel and Training, Government of India wherein disabled deprived of the statutory benefit of 3% reservation in identified post falling in Group A and B posts in Prasar Bharati Corporation - Legality of--' Held: Memoranda is illegal and inconsistent with D the 1995 Act -.Once a post is identified, it means that persons with disability-PWD is fully capable of discharging the functions associated with the identified post, reservation u/s. 33 to an extent of not less than three per cent must follow - Post must be reserved for PWD irrespective of the mode of recruitment adopted by the State for filling up of the said post - Tlws, the Government directed E to extend three percent reservation to PWD in all IDENTIFIED POSTS in Group A and Group B, irrespective of the mode of filling up of such posts - Prasar Bharati (Broadcasting Corporation of India) Act. 1990 - Office Memoranda No.36035116191-Estt. (SCT) dated 18.02.1997 and No.360351312004-Estt. (RES) dated F 29.12.2005."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "M/S. SUNDARAM FINANCE LIMITED VS. NOORJAHAN BEEVI AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjkxMQ==",
        "Citation": "[2016] 3 S.C.R. 420",
        "Case Type": "(CIVIL APPEAL /7245/2008)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfNDIwLTQzM18xNzAyOTc3OTcyLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 420",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "M/s. Sundaram Finance Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 452",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Noorjahan Beevi And Another",
        "Case Type:": "CIVIL APPEAL /7245/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963 -Arts. 55 and 113 - Period of limitation"
        ],
        "HeadNote": "Limitation Act, 1963 -Arts. 55 and 113 - Period of limitation for filing recovery suit against defaulting borrower - Hire purchase agreement between the financer and hirer for purchasing a vehicle - Default in payment of instalments by hirer within a year - One year thereafter company seizing the vehicle and selling it - However, the amount recovered not sufficient to clear the amount received - Suit for recovery of the balance amount by the financer within three years from the date of selling of the vehicle - Borrowers case that the three years limitation period to be counted from the first default - Company :s case that limitation period to be counted from the sale of the vehicle - Trial court and High Court held that the suit was barred by limitation - 011 appeal, held: Limitation would start running from the date the hirer defaulted in making payment and suit was filed beyond three years from the said date, thus, was clearly barred by time and was rightly dismissed by the courts below ."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "MUMTAZ @ MUNTYAZ VS. STATE OF U.P. (NOW UTTARAKHAND)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk3Nw==",
        "Citation": "[2016] 3 S.C.R. 434",
        "Case Type": "(CRIMINAL APPEAL /2084/2009)",
        "Date": "01 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Uday Umesh Lalit\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tdW10YXogQCBtdW50eWF6X3N0YXRlIG9mIHUucC4gKG5vdyB1dHRhcmFraGFuZClfMTcwMDcyMjcyOS5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 434",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "01 July 2016",
        "Petitioner:": "Mumtaz @ Muntyaz",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 483",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of U.p. (now Uttarakhand)",
        "Case Type:": "CRIMINAL APPEAL /2084/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 rw. s. 34 - Death of victim informant 's nephew on sustaining burn injuries"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302 rw. s. 34 - Death of victim informant 's nephew on sustaining burn injuries - FIR by informant PW 1 that he along with his other nephew-PW 2 witnessed appellant and his associates setting his nephew on fire - PW 1 and 2 rushed there and put quilt on the victim - Recording of the dying declaration of the victim by SDM-PW 5 that the appellants had set him on fire - Certificate by PW 8-doctor that victim was in a '/it state of mind to give declaration - Thereafter, victim succumbed to· burn injuries - Conviction and sentence u/s. 302/34 by the courts below relying upon the testimony of PW 1 and 2 as well as the dying declaration - On appeal, held: Even if the eyewitness account is taken to be inconsistent with the part of the dying declaration, once the dying declaration is found reliable, trustworthy and consistent with circumstantial evidence on record, such dying declaration by itself is adequate to bring home the· case against the accused - On facts, evidence of SDM-PW 5 and doctor-PW 8 found trustworthy and dying declaration held to be reliable - Defence of alleged grave provocation cannot be accepted since the victims was found with his hand tied - Thus, order of conviction and sentence of appellant by the courts below upheld - As regards appellant-D, since ·he was juvenile in terms of the 2000 Act on the day of occurrence and guilty of offence with which he was tried, sentence of life imprisonment set aside and matter remitted to the Jurisdictional Juvenile Justice Board for determining the appropriate quantum of fine- Juvenile Justice (Care and Protection of Children) Act, 2000"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "AL ISMAIL HAJ TOUR VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Njk4NA==",
        "Citation": "[2016] 3 S.C.R. 449",
        "Case Type": "(WRIT PETITION (CIVIL) /425/2016)",
        "Date": "08 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9hbCBpc21haWwgaGFqIHRvdXJfdW5pb24gb2YgaW5kaWFfMTcwMDcyMjkzMC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 449",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "08 July 2016",
        "Petitioner:": "Al Ismail Haj Tour",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 508",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /425/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Haj - Haj pilgrims - Private Tour Operators(PTO) for Haj -"
        ],
        "HeadNote": "Haj - Haj pilgrims - Private Tour Operators(PTO) for Haj - Approved policy for registration of - Said policy valid for five years, 2013-2017 - Clarification by MEA whereby PTO seeking registration for consideration for allotment of quota for Haj programme required to furnish documents - Writ petitions by PTO falling under Category-I and II - Category I PTO's registered with MEA and facilitated Hajis at least for 7 or more years by conducting Haj tour operations - Category-IL Class-I PTOs are who facilitated Haji for less than 7 years and Class-II who facilitated at least 50 umrah pilgrims in a year for any five years - Directions sought to exempt them to furnish documents required under clause (vii) seeking production proof of the payments towards purchase of tickets and hiring of accommodation in Makkah 1 Madinah, (x), (xi) and (xii) of Annexure A of the PTO Policy for Haj 2013 and Haj 201./; and to grant registration as PTO for conducting Haj Tour, 2016 - Held: Documents specified in stipulation (vii) not only go to prove a fact that a PTO had in fact conducted a Haj programme in a particular year, but also prove that the PTO has necessary information and contacts in Saudi Arabia to organize an appropriate accommodation both at Makkah/Madinah - Stipulation (vii) is relevant only for· those PTOs, who are seeking registration either under Category I or Category II as PTOs eligible for consideration for allotment of quotas for Haj Programme for the first time - However, once the PTO is registered either under Category I or Category II insisting upon the PTO to produce proof for each subsequent year or to produce documents contemplated under stipulation (vii) is not supported either by the text of the APPROVED POLICY or logic - It cannot be said that the Government should be permitted to insist upon production of such documents for minimum two preceding years - Registration for PTO once made under the scheme should be valid till 2017, subject to .fulfilment of other Haj - Haj pilgrims - Private Tour Operators(PTO) for Haj - Approved policy for registration of - Said policy valid for five years, 2013-2017 - Clarification by MEA whereby PTO seeking registration for consideration for allotment of quota for Haj programme required to furnish documents - Writ petitions by PTO falling under Category-I and II - Category I PTO's registered with MEA and facilitated Hajis at least for 7 or more years by conducting Haj tour operations - Category-IL Class-I PTOs are who facilitated Haji for less than 7 years and Class-II who facilitated at least 50 umrah pilgrims in a year for any five years - Directions sought to exempt them to furnish documents required under clause (vii) seeking production proof of the payments towards purchase of tickets and hiring of accommodation in Makkah 1 Madinah, (x), (xi) and (xii) of Annexure A of the PTO Policy for Haj 2013 and Haj 201./; and to grant registration as PTO for conducting Haj Tour, 2016 - Held: Documents specified in stipulation (vii) not only go to prove a fact that a PTO had in fact conducted a Haj programme in a particular year, but also prove that the PTO has necessary information and contacts in Saudi Arabia to organize an appropriate accommodation both at Makkah/Madinah - Stipulation (vii) is relevant only for· those PTOs, who are seeking registration either under Category I or Category II as PTOs eligible for consideration for allotment of quotas for Haj Programme for the first time - However, once the PTO is registered either under Category I or Category II insisting upon the PTO to produce proof for each subsequent year or to produce documents contemplated under stipulation (vii) is not supported either by the text of the APPROVED POLICY or logic - It cannot be said that the Government should be permitled to insist upon production of such documents for minimum two preceding years - Registration for PTO once made under the scheme should be valid till 2017, subject to .fulfillment of other"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "U. SUBHADRAMMA & ORS. VS. STATE OF A.P. REP. BY PUB. PROSECUTOR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAwMQ==",
        "Citation": "[2016] 3 S.C.R. 469",
        "Case Type": "(CRIMINAL APPEAL /1596/2011)",
        "Date": "04 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS91LiBzdWJoYWRyYW1tYSAmIG9ycy5fc3RhdGUgb2YgYS5wLiByZXAuIGJ5IHB1Yi4gcHJvc2VjdXRvciAmIGFuci5fMTcwMDcyMzQwNC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 469",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "04 July 2016",
        "Petitioner:": "U. Subhadramma & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 488",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of A.p. Rep. By Pub. Prosecutor & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1596/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Law Amendment Ordinance",
            "1944 -: Clause 3 - "
        ],
        "HeadNote": "Criminal Law Amendment Ordinance, 1944 -: Clause 3 - Application for attachment of property - Misappropriation of fimds by accused - Death of accused during the pendency of criminal trial - Attachment of property of dead accused by District Judge - Permissibly of- Held: Prosecution cannot cominue against a dead person - Such proceedings and findings are contrary to the very foundation of criminal jurisprudence - 111 such a case the accused does not exist and cannot be convicted - District Judge committed a gross error of law in acting upon such a finding and treating accused as guilty of such offences while making the order of attachment and confirming the said order of attachment - Orders of the criminal court vis-a-vis the said accused illegal and set aside"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "ETO!LE CREATIONS VS. SARL DANSET DECO",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAwOA==",
        "Citation": "[2016] 3 S.C.R. 478",
        "Case Type": "(ARBITRATION PETITION /4/2015)",
        "Date": "25 JULY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfNDc4LTQ4M18xNzAzMTUzNzUyLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 478",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "25 July 2016",
        "Petitioner:": "Eto!le Creations",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2016 INSC 1188",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Sarl Danset Deco",
        "Case Type:": "ARBITRATION PETITION /4/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s.11 (5) rlw s. 11 (9) - Petition for appointment of sole arbitrator - In the instant case, it is · evident from the petition that the disputes arose between the parties and in view of arbitration agreement, disputes could be resolved only by way of arbitration - Thus, petition is allowed - A Former Judge of Delhi High Court appointed as a sole arbitrator for adjudication of disputes. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "UNION OF INDIA & ANR. VS. PREMCO-DKSPL (JV) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAxMw==",
        "Citation": "[2016] 3 S.C.R. 484",
        "Case Type": "(CIVIL APPEAL /6179/2016)",
        "Date": "25 JULY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS91bmlvbiBvZiBpbmRpYSAmIGFuci5fcHJlbWNvLWRrc3BsIChqdikgJiBvcnMuXzE3MDA3MjM3NjcucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 484",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "25 July 2016",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 555",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Premco-dkspl (jv) & Ors.",
        "Case Type:": "CIVIL APPEAL /6179/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act. 1996: s.11 -"
        ],
        "HeadNote": "Arbitration and Conciliation Act. 1996: s.11 -Appointment of arbitrator - Stipulation in the agreement that on the request of respondent-contractor for arbitration. Railways shall send them a panel of more than 3 names of railway officers within 60 days whereafter the contractor would suggest at least two names out of that panel for appointment of contractors nominee - Such suggestion from contractor was required to be made within 30 days from the dispatch of request by Railway - Contractor sent a notice demanding arbitration on 12.6.2013 which was served on Railways on J.I. 6.2013 - Instead of waiting for 60 days, the contractor preferred application u/s.11 on 23. 7.2013 - Railways sent a panel of 4 names to the contractor on 30. 7.2013, well within 60 days - Whether Railway had forfeited its right to appoint railway officers as arbitrators in terms of agreement - Held: Railway had not forfeited its right to appoint arbitrator - Rather the application ul s.11 (6) was premature - Notice of appointment was served on 14. 06. 2013 - Contractor ought to have waited for a period of at least 60 days before s.11 application could be filed - Instead of waiting for 60 days, the contractor/respondent preferred such application prematurely on 23.07.2013 - Thus, Railways had not committed default and had not forfeited their right to appoint arbitrators as per terms of the agreement. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "INDIAN MACHINERY COMPANY VS. M/S. ANSAL HOUSING & CONSTRUCTION LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzAyMQ==",
        "Citation": "[2016] 3 S.C.R. 489",
        "Case Type": "(CIVIL APPEAL /557/2016)",
        "Date": "27 JANUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfNDg5LTQ5MV8xNzAyOTgxOTM1LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 489",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "27 January 2016",
        "Petitioner:": "Indian Machinery Company",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 94",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "M/s. Ansal Housing & Construction Ltd.",
        "Case Type:": "CIVIL APPEAL /557/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s. 482-"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s. 482-Quashing of proceedings in a complaint case-Held, if the  complaint does not disclose any offence or is frivolous, vexatious or oppressive, inherent power to quash the proceedings can be exercised-On facts, complainant did not approach the court with clean hands, and complaint being an abuse of process of law, proceedings are quashed s. 468(2)(c)-Cognizance of offence-Period of limitation-Complaint D filed in 2002 alleging offence to have been committed in 1995-Magistrate issuing process in respect of offence uls 4181PC-Held, court could not have taken cognizance of the offence, as limitation in such case is 3 years-Penal Code, 1860-s. 418-Limitation to file complaint."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "SUJATHA RAVI KIRAN @ SUJATASAHU VS. STATE OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA0NA==",
        "Citation": "[2016] 3 S.C.R. 492",
        "Case Type": "(TRANSFER PETITION (CRIMINAL) /351/2013)",
        "Date": "12 MAY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdWphdGhhIHJhdmkga2lyYW4gQCBzdWphdGFzYWh1X3N0YXRlIG9mIGtlcmFsYSAmIG9ycy5fMTcwMDcyODM4MC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 492",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "12 May 2016",
        "Petitioner:": "Sujatha Ravi Kiran @ Sujatasahu",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2016 INSC 416",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Kerala & Ors.",
        "Case Type:": "TRANSFER PETITION (CRIMINAL) /351/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.406 - Tram/er of s.482 petition "
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.406 - Tram/er of s.482 petition - Complaint filed by petitioner-wife against husband, inlaws and also against 5 naval officers and wife of one of them alleging physical and mental cruelty and wife swapping - . \"Investigation pending with Harbour Police Station. Kochi, Kera/a - While rejecting anticipatory bail of husband, High Court of Kera/a directed thorough investigation by special team of state police officers - Naval officers filed petitions before High Court of Kera/a for quashing the proceedings - Petitioner filed instant transfer petitions seeking tram/er of said petitions on the ground of threat to her life and no means to pursue case at Kera/a and also filed writ petition seeking investigation by independent agency - Held: Since the investigation is pending in the State of Kera/a, it is desirable that the petitions filed uls.482 are heard in the High Court of Kera/a, as the High Court of Kera/a will be in a better position to take note of further progress in the investigation and also consider the evidence recorded - Plea of the petitioner that the accused are naval officers and are influential is not sufficient to transfer the case - As regards the issue of transfer of investigation to independent agency, the extraordinary power of the constitutional courts in directing independent agency to conduct investigation in a case must be exercised rarely in exceptional circumstances, especially, when there is lack of confidence in the investigating agency or in the national interest and for doing complete justice in the matter - The case in hand did not entail a direction for transferring the investigation from the state police/special team of State Police Officers to C.B.L - The facts and circumstances in which the offence is alleged to have been committed can be better investigated into by the state police - However,  it is deemed appropriate to direct the State of Kera/a to constitute a special team of police officers headed by an officer not below the rank of Deputy Inspector General of Police to investigate the matter - The Director General of Police, Kera/a is directed to constitute a special investigation team to take up further investigation in FIR."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "MIS. ELECTRO OPTICS (P) LTD. VS. STATE OF TAMIL NADU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA0OQ==",
        "Citation": "[2016] 3 S.C.R. 500",
        "Case Type": "(CIVIL APPEAL /10554/2010)",
        "Date": "26 FEBRUARY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9taXMuIGVsZWN0cm8gb3B0aWNzIChwKSBsdGQuX3N0YXRlIG9mIHRhbWlsIG5hZHVfMTcwMDcyODY1NS5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 500",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "26 February 2016",
        "Petitioner:": "Mis. Electro Optics (p) Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 218",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Tamil Nadu",
        "Case Type:": "CIVIL APPEAL /10554/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu General Sales Tax Act",
            "1959"
        ],
        "HeadNote": "Tamil Nadu General Sales Tax Act, 1959 - Entry 50, Part B of Schedule I, Entry 14, Part F of Schedule I - Sale of electronic goods (survey instruments) imported from other countries - Classification of. under Entry 50, Part B of Schedule L chargeable @ 3% or Entry 14, Part F of Schedule I. chargeable @ 16% - Held: Electronic survey instruments are covered by Entry 14, Part F of Schedule. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "ANIL@ BAWA VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzA1Nw==",
        "Citation": "[2016] S.C.R. 508",
        "Case Type": "(CRIMINAL APPEAL /894/2011)",
        "Date": "25 FEBRUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9hbmlsQCBiYXdhX3N0YXRlIG9mIGhhcnlhbmFfMTcwMDcyODkzMC5wZGY=",
        "SCR Citation:": "[2016] S.C.R. 508",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "25 February 2016",
        "Petitioner:": "Anil@ Bawa",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1169",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /894/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 r/w s.149 -"
        ],
        "HeadNote": "Penal Code, 1860: s.302 r/w s.149 - Prosecution case was that victim-deceased, son of complainant was assaulted by the appellants and other accused with lathis and sword resulting in his death on the spot itself - Incident witnessed by father-complainant - Conviction by courts below - Challenged on the ground of delayed lodging of FIR and plea of false implication - Held: The ocular version that the accused persons had inflicted the injuries with weapons due to which the victim died was corroborated by medical evidence - The doctor clearly stated that injury Nos.I to 10 were caused by sharp-edged weapon and the contusion in the form of a lathi mark on the back, right side and multiple bruises and contusions in the for.111 of lathi marks on the front chest and both arms were caused by blunt object like lathi - Thus, the version of the complainant was quite reliable - He would be the last person to spare the actual assailant and would not implicate the accused falsely - He had no enmity with accused persons - Delay in lodging the FIR was satisfactorily explained, being father of deceased he became unwell for two hours after death of his son - Reading of the entire statement of complainant inspired confidence and both the courts below accepted the version after detailed appreciation of the evidence and there were no inherent improbabilities in the version unfolded by witness - Thus, conviction was rightly recorded "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "BIJENDER (FIJ PAPU AND ANR. VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzEyNA==",
        "Citation": "[2016] 3 S.C.R. 513",
        "Case Type": "(CRIMINAL APPEAL /463/2016)",
        "Date": "03 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9iaWplbmRlciAoZmlqIHBhcHUgYW5kIGFuci5fc3RhdGUgb2YgaGFyeWFuYV8xNzAwNzMwOTI5LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 513",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "03 June 2016",
        "Petitioner:": "Bijender (fij Papu And Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 439",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /463/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 3251149",
            "148A",
            "3081149 and 3231 149"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 3251149, 148A, 3081149 and 3231 149- Claim of parity - Conviction of five persons u/ss.3251149, 148A, 3081149 and 3231149 and sentenced to RI for three years with fine for major offence and lesser sentences for remaining offences - High Court enhanced the sentence to RI for five years for the major offences - Three of them released on probation of good conduct - Claim of parity by appellants - On appeal, held: Trial was 19 years old and concession was shown to other three co-accused due to their extreme old age - High Court enhanced the sentence on account of sole head injury suffered by the victim but the victim was unable to depose due to his condition and as such no specific role cmt!d be assigned to any of the convicts - Considering the other facts and circumstances, the period of sentence reduced from five years to, three years RI for the offences uls. 3251149 JPC - However, the amount of fine and conviction and sentence for other offences maintained - Sentence/Sentence"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "COMMISSIONER VS. AMITABH BACHCHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzE1MQ==",
        "Citation": "[2016] 3 S.C.R. 516",
        "Case Type": "(CIVIL APPEAL /5009/2016)",
        "Date": "11 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9jb21taXNzaW9uZXJfYW1pdGFiaCBiYWNoY2hhbl8xNzAwNzMyNDM5LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 516",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "11 May 2016",
        "Petitioner:": "Commissioner",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 406",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Amitabh Bachchan",
        "Case Type:": "CIVIL APPEAL /5009/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s. 263 - Revision"
        ],
        "HeadNote": "Income Tax Act, 1961 - s. 263 - Revision order prejudicial to Revenue - Suo motu revisional powers of Commissioner of Income Tax uls. 263 - Exercise of - Held: For exeri.:ise a/jurisdiction u/s. 263, order passed by the Authority should be erroneous and prejudicial to the interest of the Revenue"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "BHAGWAN SAHAI AND ANR. VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzE3MA==",
        "Citation": "[2016] 3 S.C.R. 533",
        "Case Type": "(CRIMINAL APPEAL /416/2016)",
        "Date": "03 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9iaGFnd2FuIHNhaGFpIGFuZCBhbnIuX3N0YXRlIG9mIHJhamFzdGhhbl8xNzAwNzMzMjE5LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 533",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "03 June 2016",
        "Petitioner:": "Bhagwan Sahai And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 438",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /416/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 308134",
            "323",
            "324 "
        ],
        "HeadNote": "Penal Code, 1860: ss. 308134, 323, 324 - Previous enmity - Prosecution case is that two brothers (appellants) alongwith female family members formed an unlawful assembly and armed with lethal weapons caused injuries to few persons - In the incident.father of the appellants died and one of the appellant received injuries - Trial court gave a finding that there was a free fight between both the parties and therefore convicted the accused for their individual liability - High Court held that since both the parties had withheld the origin and genesis of the occurrence and since it cannot be determined as to which party was the aggressor, the case has to be decided against the accused persons treating it as a case o/ free fight between the parties - On appeal. Held: Once the Court came to a finding that the prosecution has suppressed the genesis and origin of the occurrence and also failed to explain the injuries on the person of the accused including death of father of the appellants, the only possible and probable course left open was to grant benefit of doubt to the appellants - Appellants are, therefore, acquitted of all the charges."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "STATE OF MADHYA PRADESH & ORS. VS. M/S RUCHI PRINTERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzE3Mg==",
        "Citation": "[2016] 3 S.C.R. 538",
        "Case Type": "(CIVIL APPEAL /4817/2016)",
        "Date": "05 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdGF0ZSBvZiBtYWRoeWEgcHJhZGVzaCAmIG9ycy5fbWlzLiBydWNoaSBwcmludGVyc18xNzAwNzMzNDQ5LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 538",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "05 May 2016",
        "Petitioner:": "State Of Madhya Pradesh & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 376",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "M/s Ruchi Printers",
        "Case Type:": "CIVIL APPEAL /4817/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contractual dispute - Interference with - Print order placed by State for printing booklets "
        ],
        "HeadNote": "Contractual dispute - Interference with - Print order placed by State for printing booklets - Booklets to be supplied by printer on time bound basis - Non-completion of work within the time limit- Extension of time and stated that 110 books would be accepted after the extended time - Challenged to, by the printer - High Court directing to the State to accept the supply of booklets from the printer and make payment accordingly - Writ appeal by State - Dismissal of - On appeal, held: Time was the essence of contract and the printing of booklets was to be completed at the earliest - In case any work remains incomplete, the work order was ro be treated as cancelled - It was made clear that no booklets were to be received after the extended time - Thus, there was no reason for printers to print any booklets after cancellation of order and printing thereafter; was wholly unauthorised - Thus, lifter the order for printing booklets stood cancelled on failure to supply ll'ithin the stipulated period, the contract came to an end, there was no reason for the printers to print the booklets - The communication asking the printer to print and supply the booklets, did not confer on them a right to print books ajier the extended date - Thus, the High Court erred in the facts of the case to interfere in contractual matter and by granting the relief - Payment to be made to the printers for booklets supplied till the extended date. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "ASSOCIATION OF MANAGEMENTS OF UNAIDED PRIVATE MEDICAL & DENTAL COLLEGE & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzE4NA==",
        "Citation": "[2016] 3 S.C.R. 542",
        "Case Type": "(TRANSFER PETITION (CIVIL) /7/2013)",
        "Date": "09 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9hc3NvY2lhdGlvbiBvZiBtYW5hZ2VtZW50cyBvZiB1bmFpZGVkIHByaXZhdGUgbWVkaWNhbCAmIGRlbnRhbCBjb2xsZWdlICYgYW5yLl91bmlvbiBvZiBpbmRpYSAmIG9ycy5fMTcwMDczMzg5OS5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 542",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "09 May 2016",
        "Petitioner:": "Association Of Managements Of Unaided Private Medical & Dental College & Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 396",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "TRANSFER PETITION (CIVIL) /7/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - Admission for MBBSI BDS "
        ],
        "HeadNote": "Education/Educational Institutions - Admission for MBBSI BDS course - Notification dated 21.12.2010 introducing National Eligibility-cum-Entrance Test (NEETJ - For admission to MBBSIBDS courses - Notification struck down in Christian Medical College case~ However, that order recalled by order dated 11.4.2016 - Writ.petition No. 26112016 filed seeking direction to conduct NEET for the academic session 2016-17 - Assurance by the parties concerned that NEET would be conducted for the academic session 2016-17 giving schedule for the same - Court by order dated 28.4.2016 directed to hold the NEET as assured - Present applications seeking modification of the orders dated 11.4.2016 and 28.4.2016 - Held: There is no infirmity in NEET regulation on the ground that it affects the rights of the States or the private institutions as the same provides only for conducting entrance test for eligibility for admission - It is further directed that all such eligible candidates who could not appear in NEET-I and those who had appeared but have apprehension that they had not prepared well, be permitted to appear in NEET-Jl, subject to seeking an option from the candidates to give up their candidature for NEET-1 - All the applications and writ petitions disposed of. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "SANKALP CHARITABLE TRUST AND ANR. VS. UNION OF INDJA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIyOA==",
        "Citation": "[2016] 3 S.C.R. 547",
        "Case Type": "(WRIT PETITION (CIVIL) /261/2016)",
        "Date": "28 APRIL 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zYW5rYWxwIGNoYXJpdGFibGUgdHJ1c3QgYW5kIGFuci5fdW5pb24gb2YgaW5kamEgYW5kIG9ycy5fMTcwMDczNTQ4MC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 547",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "28 April 2016",
        "Petitioner:": "Sankalp Charitable Trust And Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 350",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of Indja And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /261/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Admission to MBBS course"
        ],
        "HeadNote": "Education/Educational Institutions: Admission to MBBS course - National Eligibility cum Entrance Test (NEET) -Academic year 2016-17 - Writ of mandamus or any other relief/or directing respondents to conduct NEET for admission to MBBS course throughout the country for academic session 2016-17 - Held: Common Entrance Test i.e. NEET shall be held in pursuance of Notification dated 21.12.2010 issued by Medical Council of India and Dental Council of India - Notwithstanding any order passed by any court earlier with regard to not holding NEET. this order shall operate ~ Therefore, nofurther order is required to be passed at this stage. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "AFCONS INFRASTRUCTURE LTD. VS. NAGPUR METRO RAIL CORPORATION LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzIzNg==",
        "Citation": "[2016] 3 S.C.R. 551",
        "Case Type": "(CIVIL APPEAL /9078/2016)",
        "Date": "15 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9hZmNvbnMgaW5mcmFzdHJ1Y3R1cmUgbHRkLl9uYWdwdXIgbWV0cm8gcmFpbCBjb3Jwb3JhdGlvbiBsdGQuICYgYW5yLl8xNzAwNzM1NjY3LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 551",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "15 September 2016",
        "Petitioner:": "Afcons Infrastructure Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 874",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Nagpur Metro Rail Corporation Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /9078/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract: Tender - Bids invited for design and construction of a viaduct for Nagpur Metro Rail Project - GYT-TPL JV"
        ],
        "HeadNote": " Contract: Tender - Bids invited for design and construction of a viaduct for Nagpur Metro Rail Project - GYT-TPL JV having experience of executing Inter-City High Speed Railway Project in China, gave its bid - Bid was disqualified on the ground that InterCity High Speed Railway Project did not meet the requirements of a Metro civil construction work - High Court held that disqualification of bid was arbitrmy - Held: The owner or the employer of a project, having authored the tender documents, is the best person to understand and appreciate its requirements and interpret its documents - Although, there did not appear to be any ambiguity or doubt about the inte1pretation given by owner ofthe project to the tender conditions, however, even if there was any ambiguity or doubt, High Court ought to have refrained from giving its own interpretation unless it had come to a conclusion that the interpretation given by owner of project ·was perverse or ma/a fide or intended to favour one of the bidders - This was certainly not the case either before the High Court or before the Supre111e Court - Therefore, GYT-TPL JV was rightly held to be not eligible to bid for the contract under consideration. Administrative law: Decision 111aking process - Scope of interference - Held: Interference is permissible only if the decision making process is ma/a fide or is intended to favour someone - Mere disagreement with the decision making process or the decision . of the ad111inistrative authority is no reason for a constitutional Court to interfere - Constitution of India, 1950 - Article 226. Deeds and documents: Tender docu111e11ts - Interpretation of - Held: Author of tender document is best person to illterprel it.  "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "TATTU LODHI@ PANCHAM LODHI VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzI4Mw==",
        "Citation": "[2016] 3 S.C.R. 561",
        "Case Type": "(CRIMINAL APPEAL /292-293/2014)",
        "Date": "16 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS90YXR0dSBsb2RoaUAgcGFuY2hhbSBsb2RoaV9zdGF0ZSBvZiBtYWRoeWEgcHJhZGVzaF8xNzAwNzM3MTY4LnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 561",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "16 September 2016",
        "Petitioner:": "Tattu Lodhi@ Pancham Lodhi",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 876",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /292-293/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.363",
            "364",
            "376(2)(j}/511 and 201 -"
        ],
        "HeadNote": " Penal Code, 1860: ss.363, 364, 376(2)(j}/511 and 201 -Kidnapping and attempt to commit rape of minor girl followed by her murder - Conviction based on circumstantial evidence and death sentence - Held: In view of evidence of witnesses, medical evidence and recovery of incriminating material, no reason to interfere with the funding of courts below that appellant kidnapped the victim and after subjecting her to sexual abuse throttled her to death - The chain of circumstance was complete - Medical evidence further showed that the victim was subjected to rape - Trial court erred in convicting appellant onZv for attempted rape - As regards sentencing, the facts do not make out a rarest of rare case, therefore, dealh sentence is not confirmed - Appellant is inflicted with imprisonment for l!fe wilh further direction tha1 he shall no/ be released from prison till he completes ac!Ual period of 25 years of imprisonment - Sentence/Sentencing"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "INDIRA DEVI AND ORS. VS. STATE OF HIMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzI5OQ==",
        "Citation": "[2016] 3 S.C.R. 568",
        "Case Type": "(CRIMINAL APPEAL /524/2016)",
        "Date": "03 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9pbmRpcmEgZGV2aSBhbmQgb3JzLl9zdGF0ZSBvZiBoaW1hY2hhbCBwcmFkZXNoXzE3MDA3Mzc1NzIucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 568",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "03 June 2016",
        "Petitioner:": "Indira Devi And Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 440",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "State Of Himachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /524/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 3071149 a11d s. 148 - Conviction under -"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 3071149 and s. 148 - Conviction under -Prosecution case that land dispute between the victim and the husband of appellant no. 1 - On the fateful day, victim beaten by appellants and two others - Gun shot injuries inflicted by husband of appellant no. 1 and axe injuries inflicted by husband of appellant no. 3 _:_FIR lodged by victim for offences uls. 14711481307 rlw s. 149 and s. 25 of Arms Act against three appellants-ladies alongwith husband of appellant no. 1 and 3 - Conviction of five charge sheeted accused uls. 3071149 and s. 148 by the courts below - On appeal, held: Courts below should not have believed the exaggerated and contradictory deposition of the victim qua appellants - Medical evidence did not corroborate the subsequent allegations made by the victim against appellants - Trial court ignored the contradiction and subsequent development qua the three appellants as also erred in not keeping in mind that injured witness when interested must be subjected to careful scrutiny - High Court erred in not analyzing the evidence of the victim as well as the medical evidence with care and caution -Thus, appellants acquitted of all the charges by extending them benefit of doubt. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "MODERN DENTAL COLLEGE & RESEARCH CENTER & ANR. VS. STATE OF MADHYA PRADESH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzMwNw==",
        "Citation": "[2016] 3 S.C.R. 575",
        "Case Type": "(CIVIL APPEAL /4060/2009)",
        "Date": "17 MARCH 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tb2Rlcm4gZGVudGFsIGNvbGxlZ2UgJiByZXNlYXJjaCBjZW50ZXIgJiBhbnIuX3N0YXRlIG9mIG1hZGh5YSBwcmFkZXNoIGFuZCBvcnMuXzE3MDA3Mzc4NTgucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 575",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "17 March 2016",
        "Petitioner:": "Modern Dental College & Research Center & Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 267",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Madhya Pradesh And Ors.",
        "Case Type:": "CIVIL APPEAL /4060/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - Medical College - Admission and examination"
        ],
        "HeadNote": "Education/Educational Institutions - Medical College - Admission and examination - Direction sought that the admission for academic session 2016-17, to under graduate and post graduate courses in the private colleges to be given only on the basis of the Common Entrance Test - Held: As per the provisions of the 2000 Regulations. examination for admitting students for post graduate studies should have been concluded before 15.02.2016 and the first round of counselling/admission was to be concluded between 4th to 15.04.2016 - However, no examination was conducted - Plea to extend the date of conducting the examination till 31.03.2014 cannot be accepted since it would not be possible for the applicants to hold the examination in a fair and transparent manner in such a short period and to start the first round of counselling/admission by the stipulated period - As per the interim arrangement, the All India Examination has been held, the result has been declared and · the list of successful candidates is available -Applicants to select candidates, on the basis of their inter-se merit, for admission to 2016-17 batch of post-graduate course fiwn the list successful candidates - State to do counseling and collect the fee!; from the students - In view thereof IA d"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "MODERN DENTAL COLLEGE AND RESEARCH CENTRE & ORS. VS. STATE OF MADHYA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM1Mw==",
        "Citation": "[2016] 3 S.C.R. 579",
        "Case Type": "(CIVIL APPEAL /4060/2009)",
        "Date": "02 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tb2Rlcm4gZGVudGFsIGNvbGxlZ2UgYW5kIHJlc2VhcmNoIGNlbnRyZSAmIG9ycy5fc3RhdGUgb2YgbWFkaHlhIHByYWRlc2ggJiBvcnMuXzE3MDA3Mzk1NzIucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 579",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "02 May 2016",
        "Petitioner:": "Modern Dental College And Research Centre & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 267",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Madhya Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /4060/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Niji Vyavasayik Shikshan Sanstha"
        ],
        "HeadNote": " Madhya Pradesh Niji Vyavasayik Shikshan Sanstha (Pravesh Ka Viniyaman Avam Shulk Ka Nirdharan) Adhiniyam, 2007 - ss. 3(d), 4, 5, 6, 7, 8, 9, 12, 13 - Madhya Pradesh Private Medical and Dental Post Graduate Courses Entrance Examination Rules, 2009 - r. 9 - Constitution of India -Art. J9{J)(g) and 19(6): Validity vires of the provisions of the Act and the Rules - Challenged to, by appellants-private unaided medical and dental colleges - Challenge made to the provisions relating to admission of students in post graduate courses, .fixation of fee, reservation of seats, provisions relating to eligibility for admission on the ground of being violative of Art. l 9(l){g) as also on the ground of competence of the State legislature since the subject matter was exclusively reserved for Parliament - Held: Right claimed by the appellants is a .fundamental right guaranteed u/Art. 19(l}(g) - Act imposes reasonable restrictions on the right given to the appellants, thus. protected u/Art. 19(6) - Provisions in the Act and the Rules relating to fixation of fee not violative of Art. 19( l){g) - Reservations of seats for SC/ST and OBC in private educational institutions in consonance with Art. 15(5) - Holding of common entrance test for admission under the control of State does not impinge the autonomy of such institutions - Further, impugned legislation is not beyond the legislative competence of the State - Thus, the Act and the Rules are constitutionally valid - High Court rightly upheld the validity_ of the provisions of the Act and the Rules. Provisions in the Act and Rules relating to fixation of.fee - Challenge to - Held: Parameters laid down in s. 9 have to be kept in mind while fixing the fee - Fee to be charged has to be suggested  "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "M/S MANUELSONS HOTELS PRIVATE LIMITED VS. STATE OF KERALA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM1Ng==",
        "Citation": "[2016] 3 S.C.R. 718",
        "Case Type": "(CIVIL APPEAL /2480/2008)",
        "Date": "11 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfNzE4LTc0MyBfMTcwMzI0MzA4NC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 718",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "11 May 2016",
        "Petitioner:": "M/s Manuelsons Hotels Private Limited",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 405",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of Kerala & Others",
        "Case Type:": "CIVIL APPEAL /2480/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative law:"
        ],
        "HeadNote": "Administrative law: Promissory estoppel - By way of government order dated 11.7.1986, exemption from building tax granted if hotels set up in the State of Kerala - Pursuant to government order, s.3A added to the Kerala Building Tax Act, 1975 granting exemption from payment of building tax - Pursuant thereto, appellant constructed hotel building -. However, on 6.2.1997, concession promised by way of government order denied ·to the ·appellant stating that as s.3A had been omitted w.ef 1.3.1993, the power ro grant exemption had· itself gone; that no exemption notification was issued u/s. 3A when it was in· existence in the statute book; and that mere promise to amend the law does not hold out a promise of exemption - Held:. s.3A was enacted by the Kerala legislature by suitably amending the Kerala Buildings Tax Act, 1975 on 6.11.1990 - The said provision continued on the statute book and was deleted only w.e.f 1.3.1993 - This shows that from 6.11.1990 to 1.-3.1993. the power to grant exemption from building tax was statutorily conferred by s.3A on the Government - s.3A was introduced in order to fulfill one of the promises contained in the GO. dated 11. 7.1986 - Appellants, having relied on the said G 0., had,, in fact, constructed a hotel building by 1991 - Therefore, non- issuance of a notification u/s. 3A was an arbitrary act of the Government which must be remedied by application of the doctrine of promissory estoppel - The ministerial act of non-issue of the notification cannot possibly stand in the way of the appellants getting relief under the said doctrine for it would be unconscionable on the part of the Government to get away without fulfilling its promise -Admittedly, no other consideration of overwhelming public interest existed in order that the Government be justified in resting from its promise - The relief that inust therefore be moulded on the facts of the present case is that for the period that s.3A was in force, no building tax was payable by the appllants - However, for the period post 1. 3.1993, no statutory provision for the grant of exemption being available, no relief can be given to the appellants as the doctrine of promissory estoppel must yield when it is found that it ' would be contrary to statute to grant such relief - Kerala.Buildirig Tax Act, 1975 - s.3A."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "UNION OF INDIA & ORS. VS. M/S. HAMDARD (WAQF) LABORATORIES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM2Nw==",
        "Citation": "[2016] 3 S.C.R. 744",
        "Case Type": "(CIVIL APPEAL /1666/2006)",
        "Date": "25 FEBRUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfNzQ0LTc1OSBfMTcwMzI0Mzg1OS5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 744",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "25 February 2016",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1168",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Hamdard (waqf) Laboratories",
        "Case Type:": "CIVIL APPEAL /1666/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act. 1944"
        ],
        "HeadNote": "Central Excise Act. 1944 - s.11-BB - Interest on delayed refunds - Adjudication on classification of a sweetened non-alcoholic beverage - Thereafter, application by assessee for refund of duty - Refund of duty by the competent authority- As no interest was paid on refund amount. writ petition by the assessee - High Court directed the Revenue to pay interest - On appeal, held: The adjudicatory process for refund of duty is required to be concluded within three months - The liability of the Revenue to pay interest uls. 11 BB commences from the date of expiry of three months from the date of receipt of application for refined uls.JJB(l) - In the present case. there is delay in grant of rejimd - Assessee is, therefore. entitled to interest."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "M/S. BHARAT FABRICATORS & ORS. VS. SPL. COURT UNDER A.P. LAND GRABBING (PROHIBITION) ACT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzM5OA==",
        "Citation": "[2016] 3 S.C.R. 760",
        "Case Type": "(CIVIL APPEAL /6409/2016)",
        "Date": "15 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfNzYwLTc2NSBfMTcwMzI0Mzk0OC5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 760",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "15 July 2016",
        "Petitioner:": "M/s. Bharat Fabricators & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 531",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Spl. Court Under A.p. Land Grabbing (prohibition) Act & Ors.",
        "Case Type:": "CIVIL APPEAL /6409/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh Land Grabbing (Prohibition) Act",
            "1982"
        ],
        "HeadNote": "Andhra Pradesh Land Grabbing (Prohibition) Act, 1982 - 7(4) - Proceedings under the Act - Respondents therein held land grabbers by the Special Tribunal as well as Special Court -Appellant filed writ petition for declaration that the orders were not applicable to their industrial units - Plea taken that land grabbing proceedings were initiated without impleading them and that there were procedural irregularities - Petition dismissed - Review petition against the same also dismissed - On appeal, held: The title of the property in dispute of the applicant was firmly established - The appellants failed to establish their title and possession - In the facts of the case appellants were not alien to land grabbing proceedings and despite that they jailed to implead - Plea of procedural lacunae is also not sustainable since was taken at belated stage - Andhra Pradesh Land Grabbing (Prohibition) Rules, 1988 - rr. 6, 7, 8 and 9."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE, RAIGAD VS. MIS. !SPAT METALLICS INDUSTRIES LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQyNw==",
        "Citation": "[2016] 3 S.C.R. 766",
        "Case Type": "(CIVIL APPEAL /2562/2008)",
        "Date": "05 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9jb21taXNzaW9uZXIgb2YgY2VudHJhbCBleGNpc2UsIHJhaWdhZF9taXMuICFzcGF0IG1ldGFsbGljcyBpbmR1c3RyaWVzIGx0ZC4gJiBvcnMuXzE3MDA4MDE5NjkucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 766",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "05 June 2016",
        "Petitioner:": "Commissioner Of Central Excise, Raigad",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 385",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Mis. !spat Metallics Industries Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /2562/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Rules",
            "1944 - r.57AB (JC) - CENVAT Credit Rules",
            "2001 -"
        ],
        "HeadNote": "Central Excise Rules, 1944 - r.57AB (JC) - CENVAT Credit Rules, 2001 - r. 3 (4) - Procurement of iron ore pellets (raw material/) iointly by the assessee-manufacturer and its sister company under a joint procurement policy - Credit was availed by the principal company of the duty paid on the entire quantity so procured - Later as and when required by the sister company, the pellets were transferred to .it by the principal company on reversing an amount equal to the CENVAT credit availed on inputs that were so transferred - In addition the principal company also raised debit notes OJI the sister company for recovering actual expenditure incurred by it in relation to the procuring of such iron ore pellets such as bank charges, interest etc.- Revenue issued show cause notice to both the companies stating that the amounts mentioned in the debit note from principa.l company to sister company were also includible in the assessable duty valuation as additional consideration because the transaction between the two companies rl'as one. of sale and not transfer - The show cause notice upheld by the Co111111issiV-ner - The Tribunal reversed the order of Commissioner holding that the transfer of the raw material by principal co111pany to its sister company was not a sale - On appeal, held: The transaction in . .the present case is a tramfer and not sale - As per circular dated 1. 7.2001, in case of transfer; the value to be adopted is the value ._ shown in the invoice on the basis of which CENVAT credit was taken by the assessee i.e. invoice of the supplier of the pellets to t_he assessee. - Post manufacturing expenses also cannot be loaded on to the amount equal to the duty of excise leviable on.such goods - Central Excise Act, 1944 - s. 4{1)(a) - Circular dated 1. 7.2002. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "B. H. KHAWAS VS. UNION OF !NOIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ1MA==",
        "Citation": "[2016] 3 S.C.R. 773",
        "Case Type": "(CIVIL APPEAL /9182/2012)",
        "Date": "12 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Adarsh Kumar Goel",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9iLiBoLiBraGF3YXNfdW5pb24gb2YgIW5vaWEgJiBvdGhlcnNfMTcwMDgwMjM0Mi5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 773",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "12 August 2016",
        "Petitioner:": "B. H. Khawas",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 595",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of !noia & Others",
        "Case Type:": "CIVIL APPEAL /9182/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Rules",
            "1944 - r.57AB (JC) - CENVAT Credit Rules",
            "2001"
        ],
        "HeadNote": "Central Excise Rules, 1944 - r.57AB (JC) - CENVAT Credit Rules, 2001 - r. 3 (4) - Procurement of iron ore pellets (raw material/) iointly by the assesses-manufacturer and its sister company under a joint procurement policy - Credit was availed by the principal company of the duty paid on the entire quantity so procured - Later as and when required by the sister company, the pellets were transferred to .it by the principal company on reversing an amount equal to the CENVAT credit availed on inputs that were so transferred - In addition the principal company also raised debit notes OJI the sister company for recovering actual expenditure incurred by it in relation to the procuring of such iron ore pellets such as bank charges, interest etc.- Revenue issued show cause notice to both the companies stating that the amounts mentioned in the debit note from principal company to sister company were also includible in the assessable duty valuation as additional consideration because the transaction between the two companies rl'as one. of sale and not transfer - The show cause notice upheld by the Commissioner- The Tribunal reversed the order of Commissioner holding that the transfer of the raw material by principal company to its sister company was not a sale - On appeal, held: The transaction in . .the present case is a transfer and not sale - As per circular dated 1. 7.2001, in case of transfer; the value to be adopted is the value ._ shown in the invoice on the basis of which CENVAT credit was taken by the assessee i.e. invoice of the supplier of the pellets to t_he assessee. - Post manufacturing expenses also cannot be loaded on to the amount equal to the duty of excise leviable on.such goods - Central Excise Act, 1944 - s. 4{1)(a) - Circular dated 1. 7.2002. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "NARAYANAPPA (D) BY LRS. VS. B.S. RAMASWAMY (D) BY LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ1Nw==",
        "Citation": "[2016] S.C.R. 783",
        "Case Type": "(CIVIL APPEAL /7343/2016)",
        "Date": "08 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9uYXJheWFuYXBwYSAoZCkgYnkgbHJzLl9iLnMuIHJhbWFzd2FteSAoZCkgYnkgbHJzLiAmIG9ycy5fMTcwMDgwMjQ1Mi5wZGY=",
        "SCR Citation:": "[2016] S.C.R. 783",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "08 August 2016",
        "Petitioner:": "Narayanappa (d) By Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 581",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "B.s. Ramaswamy (d) By Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /7343/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Land Reforms Act",
            "1961"
        ],
        "HeadNote": "Karnataka Land Reforms Act, 1961: s.48-A and its proviso - Claim for occupancy rights before the Tribunal - Correction of mistake in any order passed by the Tribunal - Permissibility - In the instant case, appellant filed application in Form 7 under the Karnataka Land Reforms Rules, 1974 for claiming occupancy rights in respect of land - Application stood dismissed - Dismissal order remained unchallenged and thus attained finality - After cut off date for filing application in Form 7, appellant sought amendment in Form 7 claiming occupancy rights in respect of another land on the ground that he being ill(terate and not able to understand the contents of application committed bona fide mistake in not making claim at appropriate time - Tribunal allowed the amendment - High Court reversed the order of Tribunal on the ground that once application in Form 7 was disposed of by Tribunal the question of its amendment would not arise - On appeal, held: Appellant sought to circumvent the provisions of the Act by making a fresh claim after the cut-off date by styling it as an amendment to the original application in Form 7 - This was clearly impermissible and was an attempt to do something in an indirect manner which could not · have been done by him directly - Tribunal having adjudicated upon the application, it could have only corrected clerical or arithmetical errors as permitted by s. 48-A of the Act - What appellant sought was not only a change in the survey number but also a change in the village and also a change in the area of the land for which occupancy rights were claimed - This was clearly beyond the ambit of a clerical or arithmetical error - Thus, there was no error in the order of High Court - Karnataka Land Reforms Rules, 1974 - Land laws. "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "DELHI AGRJCULTURAL MARKETING BOARD VS. HAKUMAT RAI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzQ3NQ==",
        "Citation": "[2016] 3 S.C.R. 790",
        "Case Type": "(CIVIL APPEAL /8267/2016)",
        "Date": "24 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS8yMDE2XzNfNzkwLTc5NiBfMTcwMzI0NDA5Ni5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 790",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "24 August 2016",
        "Petitioner:": "DELHI AGRJCULTURAL MARKETING BOARD",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 615",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "HAKUMAT RAI",
        "Case Type:": "CIVIL APPEAL /8267/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302 rlw s.34 and s.201 "
        ],
        "HeadNote": " Penal Code, 1860 - s.302 rlw s.34 and s.201 - Murder of appellants husband - Death allegedly caused by strangulation with a saree - Circumstantial evidence - Extra-judicial confession - Conviction of appellant and her father by trial court - High Court affirmed the conviction of appellant but acquitted her father extending him benefit of doubt - Extra-judicial confession allegedly made by appellant to PW4 - Recovery of a motor bike (moped) and nylon saree (allegedly used in the offence) - On appeal, held:· In cases based upon circumstantial evidence the chain of circumstances should be complete to fasten the guilt on the accused ..., However, prosecution failed to complete the chain of circumstances and to prove commission of offence by the appellant beyond periphery of doubt - As regards extra-judicial confession, which is a weak kind of evidence, it is most unlikely that the appellant would have made confession to an inimical person like PW-./, with whom she did not share a good relationship - Same does not inspire confidence in absence of corroboration - Recovery evidence not proved to be related to commission of offence - Appellant entitled to benefit of doubt and thus acquitted - Evidence- Circumstantial evidence. Evidence - Confession - Extra-judicial confession ~ Appreciation of - Held: It is a weak piece of evidence - Before acting upon it, the Court must ensure that the same inspires confidence and is corroborated by other prosecution evidence - Confession made to an inimical person in absence of corroboration with other evidence on record, not .wife to act upon in the facts and circumstances of the present case "
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "KALA @ CHANDRAKALA VS. STATE THROUGH INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzUwNQ==",
        "Citation": "[2016] 3 S.C.R. 797",
        "Case Type": "(CRIMINAL APPEAL /1791/2010)",
        "Date": "12 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9rYWxhIEAgY2hhbmRyYWthbGFfc3RhdGUgdGhyb3VnaCBpbnNwZWN0b3Igb2YgcG9saWNlXzE3MDA4MDMzODMucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 797",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "12 August 2016",
        "Petitioner:": "Kala @ Chandrakala",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 593",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "State Through Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /1791/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302 rlw s.34 and s.201 - Murder of appellants husband -"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 rlw s.34 and s.201 - Murder of appellants husband - Death allegedly caused by strangulation with a saree - Circumstantial evidence - Extra-judicial confession - Conviction of appellant and her father by trial court - High Court affirmed the conviction of appellant but acquitted her father extending him benefit of doubt - Extra-judicial confession allegedly made by appellant to PW4 - Recovery of a motor bike (moped) and nylon saree (allegedly used in the offence) - On appeal, held:· In cases based upon circumstantial evidence the chain of circumstances should be complete to fasten the guilt on the accused ..., However, prosecution failed to complete the chain of circumstances and to prove commission of offence by the appellant beyond periphery of doubt - As regards extra-judicial confession, which is a weak kind of evidence, it is most unlikely that the appellant woiild have made confession to an inimical person like PW-./, with whom she did not share a good relationship - Same does not impire confidence in absence of corroboration - Recovery evideiice not proved to be related to commission of offence - Appellant entitled to benefit of doubt and thus acquitted - Evidence- Circumstantial evidence. Evidence - Confession - Extra-judicial confession ~ Appreciation of - Held: It is a weak piece of evidence - Before acting upon it, the Court must ensure that the same impires confidence and is corrohoraled by olher prosecution evidence - Confession made to an inimical person in absence of corroboration ll'ith other evidence 011 record, not .wife to act upon in the facts and circumstances of the present case"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "VIJAY KUMAR MISHRA AND ANR. VS. HIGH COURT OF JUDICATURE AT PATNA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzUyNA==",
        "Citation": "[2016] 3 S.C.R. 806",
        "Case Type": "(CIVIL APPEAL /7358/2016)",
        "Date": "09 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS92aWpheSBrdW1hciBtaXNocmEgYW5kIGFuci5faGlnaCBjb3VydCBvZiBqdWRpY2F0dXJlIGF0IHBhdG5hIGFuZCBvcnMuXzE3MDA4MDM3MzAucGRm",
        "SCR Citation:": "[2016] 3 S.C.R. 806",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "09 August 2016",
        "Petitioner:": "Vijay Kumar Mishra And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 586",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "High Court Of Judicature At Patna And Ors.",
        "Case Type:": "CIVIL APPEAL /7358/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art",
            "233(2) -- Meaning and purport of"
        ],
        "HeadNote": "Constitution of India - Art, 233(2) -- Meaning and purport of — Appointment of District Judges - Bar on appointment of certain class of persons - Whether operates only for appointment or even for participation in the selection process -- Appellants already in the State Subordinate Judicial Service qualified in the written examination for the post of District judge - However, were denied permission to appear in the interview, on ground of bar u/Art. 233(2), as they were already in the service of the State — As a condition to appear in the interview were asked to first resign from the current employment in subordinate judiciary - Held: There is a distinction between selection and appointment — Art. 233(2) only prohibits the appointment of a person already in the service of the Union or State but not the selection/consideration of the candidature of such a person in the selection process — Such a person has a right u/Art. 14 & 16 to participate and be considered in the selection process undertaken by the State for appointment to any post in public service ~ Compelling a person ta resign his job even for the purpose of assessing his suitability for appointment not permitted by the text of Art. 233(2) -- Direction to Respondents permit appellants to participate in the selection process without insisting upon their resignation from current employment — Service law. Constitution of India: Articles 14 and 16 ~ Right to participate and be considered in the selection process — Discussed."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "RAJU DEVADE VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzUzNA==",
        "Citation": "[2016] 3 S.C.R. 818",
        "Case Type": "(CRIMINAL APPEAL /1012/2008)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9yYWp1IGRldmFkZV9zdGF0ZSBvZiBtYWhhcmFzaHRyYV8xNzAwODAzOTIxLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 818",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Raju Devade",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 455",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1012/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 — s. 302 - Murder "
        ],
        "HeadNote": "Penal Code, 1860 — s. 302 - Murder — Conviction on basis of dying declaration — Death of 18 year old girl on sustaining burn injuries — Oral statement made by the victim recorded by the Police sub-inspector — Thereafter, Magistrate recorded dying declaration in question answer form and answers were recorded in own language of the victim — Both declarations had thumb impression\"of the victim and victim had implicated the accused — Thereafter, victim shifted to another hospital wherein an Executive Magistrate recorded the dving declaration that it was a case of accidental death caused by falling of the chimney — Declaration not in question answer form and did not bear thumb impression of the victim — Conviction by courts below relying on the oral statement and the first dying declarations made by the victim — On appeal, held: Conviction rightly recorded relying on the dying declaration of the deceased recorded by the Magistrate — Courts below rightly rejected the theory put up by the defence that it was accidental death ~ It is proved on record that death was caused by burn injuries — Prosecution by cogent evidences proved the prosecution case — Thus, accused rightly convicted for offence u/s. 302 — Evidence Act, 1872 - $32, ; Evidence Act, 1872 — s.32 — More than one dying declaration ~ Reliance upon — Duty of the court ~ Held: Each dying declaration is to be considered independently on its own merit and cannot be rejected becuuse of the contents of the other — It is the duty of the court to consider each one of them in its correct perspective and -satisfy itself that which one of them reflects the true state of affairs."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "V. VENKATA PRASAD & ORS. VS. HIGH COURT OF A.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU0Mw==",
        "Citation": "[2016] 3 S.C.R. 834",
        "Case Type": "(CIVIL APPEAL /6105/2013)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS92LiB2ZW5rYXRhIHByYXNhZCAmIG9ycy5faGlnaCBjb3VydCBvZiBhLnAuICYgb3JzLl8xNzAwODA0MTEyLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 834",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "V. Venkata Prasad & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 461",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "High Court Of A.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /6105/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judiciary — Seniority — Claint of",
            "by judicial officers appointed as Fast Track Court judges"
        ],
        "HeadNote": "Judiciary — Seniority — Claint of, by judicial officers appointed as Fast Track Court judges -~- On facts, appellants appointed as District Munsifs in State Judicial Service and in due course promoted as Sub-judges — Later their names recommended for promotion to the post of District and Sessions Judge, Grade I — Appellants when functioning as sub-judges, Government sanctioned 86 additional posts to be established as Fast Track Courts — Initially the High Court sanctioned 41 Additional District and Sessions Court and 3 Additional Senior Civil Judges Court — Approval of names for appointment as District and Sessions Judges, Grade Il by transfer — Appellants posted as DSJ Gr II against vacancies in Fast Track Courts temporarily — Respondents appointed as DSJ Gr H by direct recruitment — Respondents claiming seniority over the DSJ promoted by way of transfer from the cadre of Senior Civil Judge - Final seniority list prepared — Seniority of respondents fixed above that of the appellants — Seniority list upheld by the High Court - On appeal, held: Appointments in respect of Fast Track Courts are ad hoc in nature — No right accrtes to such recruits promoted/posted on ad hoc basis from the lower judiciary for the regular promotion on the basis of such appointment —- FTC Judges were appointed under a separate set of rules than the rules governing the regular appointment in the State Higher Judicial Services -- Appellants were promoted because of the introduction of the Fast Track Court Scheme and under the 2001 Rules ~ They were the beneficiaries of a Scheme ~ While continuing in the post under the scheme, the regular posts in the cadre fell vacant and they were regularised but prior to that; the respondents were appointed as direct recruits in respect of substantive posts in their quota ~ Appellants should have been in a position to accept the distinction — Andhra Pradesh State Higher Judicial Service Special Rules for Adhoc Appointments, 2001."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "TALAULICAR & SONS P. LTD. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU0Nw==",
        "Citation": "[2016] 3 S.C.R. 856",
        "Case Type": "(CIVIL APPEAL /1247/2012)",
        "Date": "12 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS90YWxhdWxpY2FyICYgc29ucyBwLiBsdGQuX3VuaW9uIG9mIGluZGlhICYgYW5yLl8xNzAwODA0MjMwLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 856",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "12 July 2016",
        "Petitioner:": "Talaulicar & Sons P. Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 512",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /1247/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment laws: Mining operation"
        ],
        "HeadNote": "Environment laws: Mining operation — In 2005, environment clearance granted to the appellant for expansion of Iron Ore Mine for two years — Appellant filed the report of Hydrogeological study on impact of mining on hydrogeological of the mine lease area — MoEF-First respondent found the relevant parameters within limit and as a result deleted the prescription of two years period — PIL by local resident-respondent seeking stopping of mining activities and for compensation for causing environmental damages — High. Court directed the appellant to seek extension of environmental clearance for a further period and in event of non-grant of such clearance to discontinue its mining operations till grant of clearance — On appeal, held: The order deleting the prescription of two years was a cryptic one without giving due regard to the various salient features concerning the environment protection and the interest of the public at large while granting such clearance — MoEF directed to take a fresh look for the continuation or otherwise of the environment clearance granted by it."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "SUBRAMANIAN SWAMY VS. UNION OF INDIA, MINISTRY OF LAW & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU2OQ==",
        "Citation": "[2016] 3 S.C.R. 865",
        "Case Type": "(WRIT PETITION(CRIMINAL) /184/2014)",
        "Date": "13 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9zdWJyYW1hbmlhbiBzd2FteV91bmlvbiBvZiBpbmRpYSwgbWluaXN0cnkgb2YgbGF3ICYgb3JzLl8xNzAwODA0NjkyLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 865",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "13 May 2016",
        "Petitioner:": "Subramanian Swamy",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 427",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India, Ministry Of Law & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /184/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PENAL CODE",
            "1860:- gs.499",
            "500 -— Constitutional validity of"
        ],
        "HeadNote": "PENAL CODE, 1860:- gs.499, 500 -— Constitutional validity of — Held: Is constitutionally valid ~- The Preamble balances different and divergent rights ~ Keeping in view the constitutional value, the legislature has not repealed s.499 and kept the same alive as a criminal offence — It is not correct to hold that the existence of criminal defamation is absolutely obnoxious to freedom of speech and expression — It neither invites the frown of any of the Articles of the Constitution nor its very existence can be regarded as an unreasonable restriction — Code of Criminal Procedure, 1973 - ss.199(]) to 199(4). ss.499, 300 — Criminal defamation which is in existence in the form of ss.499 and 500 is not a restriction on free speech that can be characterized as disproportionate — Right to free speech cannot inean that a citizen can defame the other — Protection of reputation is a fundamental right — It is also a human right — Cumulatively it serves the social interest — Thus, it cannot be said that provisions relating to criminal defamation are not saved by doctrine of proportionality because it determines a limit which is not impermissible within the criterion of reasonable restriction.CONSTITUTION OF INDIA: Art.14 ~ Reasonable restriction — To treat a restriction constitutionally permissible, it is necessary to scrutinize whether the restriction or imposition of limitation is excessive or not —- When a law limits a constitutional right which many laws do, such limitation is constitutional if it is proportional — The law imposing restriction is proportional if it is meant to achieve a propek purpose, and if the measures taken to achieve such a purpose are rationally connected to the purpose, and such measures are necessary — Such limitations"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "PANKAJAKSHI (DEAD) THROUGH LRS. & OTHERS VS. CHANDRIKA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU4MA==",
        "Citation": "[2016] 3 S.C.R. 1018",
        "Case Type": "(CIVIL APPEAL /201/2005)",
        "Date": "25 FEBRUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9wYW5rYWpha3NoaSAoZGVhZCkgdGhyb3VnaCBscnMuICYgb3RoZXJzX2NoYW5kcmlrYSAmIG90aGVyc18xNzAwODA0ODkxLnBkZg==",
        "SCR Citation:": "[2016] 3 S.C.R. 1018",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "25 February 2016",
        "Petitioner:": "Pankajakshi (dead) Through Lrs. & Others",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 212",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph,Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Chandrika & Others",
        "Case Type:": "CIVIL APPEAL /201/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Travancore-Cochin High Court Act",
            "1125"
        ],
        "HeadNote": "Travancore-Cochin High Court Act, 1125 — s. 23 — Kerala High Court Act, 1958 -- s. 9 - Code of Civil Procedure, 1908 — 5. 98(2) — Repealing of Statute — Effect of — Repealing provisions of s. 9 of the 1958 — Effect of, on s. 23 of the 1125 Act — Provision of s. 23, nature vis-a-vis s, 98(2) CPC — Held: s. 23 of the 1125 Act remains unaffected by the repealing provision of s. 9 of the Kerala High Court Act — Section 23 being in the nature of special provision vis-a-vis s. 98(2) CPC, would apply to the Kerala High Court — s. 23 of the Travancore-Cochin High Court Act, alone is to be applied when there is a difference of opinion between two Judges of the Kerala High Court in any appeal, be it civil, criminal, or otherwise, before them — In such appeals before the High Court of Kerala, if there is a difference of opinion between two Judges hearing such appeals in the High Court, there can be no doubt that the subject matter pertains to appeals in the High Court alone and not other courts — Those appeals can deal with civil, criminal, and other matters — Thus, the particular perspective demands the application of a uniforin rule to all such appeals, which rule is provided by the special rule contained in s. 23, which in turn displaces the general rule which applies u/s. 98(2) to all Courts and in civil proceedings only — Thus, the High Court’s Act is a special law for the High Court concerned, the Code of Civil Procedure being a general law applicable to all courts ~ It is difficult to say that the Code of Civil Procedure corresponds to the High Court Act."
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "MUKUND DEWANGAN VS. ORIENTAL INSURANCE CO. LTD. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU4OQ==",
        "Citation": "[2016] 3 S.C.R. 1075",
        "Case Type": "(CIVIL APPEAL /5826/2011)",
        "Date": "11 FEBRUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9tdWt1bmQgZGV3YW5nYW5fb3JpZW50YWwgaW5zdXJhbmNlIGNvLiBsdGQuIGV0Yy5fMTcwMDgwNTA0NS5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 1075",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "11 February 2016",
        "Petitioner:": "Mukund Dewangan",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 576",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Oriental Insurance Co. Ltd. Etc.",
        "Case Type:": "CIVIL APPEAL /5826/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - ss.2(21)",
            "(41); 10(2)(d) ~ Driving licence — Whether for the drivers having licence to drive ‘light motor vehicles’ there is necessity of"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - ss.2(21), (41); 10(2)(d) ~ Driving licence — Whether for the drivers having licence to drive ‘light motor vehicles’ there is necessity of obtaining endorsement to drive the ‘transport vehicle’ when the ‘transport vehicle’ is of class of ‘light motor vehicle’ — Conflicting decision of Supreme Court on the question — Held: Matter referred to Larger Bench to decide the questions: (1) Meaning required to be given to definition ‘light motor vehicle’ as defined u/s, 2(21); (2) whether ‘transport vehicle’ excluded from the definition of ‘light motor vehicle’; (3) Whether ‘transport vehicle’ and ‘omnibus’ the “gross vehicle weight” of either af which does not exceed 7500 kgs. would be a “light motor vehicle” and also motor-car or tractor or a road roller, “unladen weight” of which does not exceed 7500 kgs. and holder of licence to drive class of “light motor vehicle” as provided in section 10(2)(d) would be competent to drive a transport vehicle or omnibus, the “gross vehicle weight” of which does not exceed 7500 kgs. or a motor-car or tractor or road roller, the “unladen weight” of which does not exceed 7500 kgs.; (4) Effect of the amendment made by virtue of Act No.54 of 1994 while substituting clauses (e) to (h) of section 10(2) which contained “medium goods vehicle”, “medium passenger motor vehicle”, “heavy goods vehicle” and “heavy passenger motor vehicle” by “transport vehicle”; (5) Whether insertion of expression ‘transport vehicle’ under section 10(2)(e) is related to said substituted _ classes only or it also excluded transport vehicle of light motor vehicle class from purview of Sections 10(2)(d) and 2(41) of the Act; (6) Effect of amendment of Form 4 as to operation of the provisions contained in section 10 as amended in the year 1994 and whether procedure to obtain driving licence for transport vehicle of class of “Light Motor Vehicle” has been changed. -"
    },
    {
        "volume": "2016Volume 3",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. KENNETH BUILDERS & DEVELOPERS LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzU5OA==",
        "Citation": "[2016] 3 S.C.R. 1126",
        "Case Type": "(CIVIL APPEAL /5370/2016)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAzL1BhcnQgSS9kZWxoaSBkZXZlbG9wbWVudCBhdXRob3JpdHlfa2VubmV0aCBidWlsZGVycyAmIGRldmVsb3BlcnMgbHRkLiAmIG9ycy5fMTcwMDgwNTIwNy5wZGY=",
        "SCR Citation:": "[2016] 3 S.C.R. 1126",
        "Year/Volume:": "2016/ Volume 3",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 458",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Kenneth Builders & Developers Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /5370/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Act",
            "1872 — s. 306 — Contract impossibie of performance"
        ],
        "HeadNote": "Contract Act,1872 — s. 306 — Contract impossibie of performance — Auction of ‘residential’ land by DDA on ‘as is where is’ basis — For construction of houses — Bid of the respondent-builder ° accepted — Project land allotted and possession thereof. given to builder — Development agreement between DDA and the builder -— As per agreement various approvals and clearances from the appropriate authorities including environmental agencies was - responsibility of the builder - The development work on project land objected to by Department of Forests of Government of National Capital Territory (GNCTD) on the ground that the land fell in the Ridge and.hence construction without consent of Ridge Management Board and permission of the Supreme Court not allowed — Ministry of Environment and Forest, Government of India gave environment clearance subject to condition that Delhi Pollution Control Committee (DPCC) gave “consent to establish” - However, DPCC refused to give “consent to establish” in absence of “ridge demarcation report” — Builder also could not obtain “ridge . demarcation report” — Builder's writ petition under Art. 226 of Constitution for setting aside of auction, for declaration that project was incapable of performance and sought refund of the amount paid to DDA — High Court held that if DPCC did not permit construction activity, the builder was entitled to refund of the entire. amount deposited with DDA — Even after the judgment of High Court, DPCC refused to grant “consent to establish” — Appeal by DDA and also by GNCTD and DPCC — Held: Despite the fact that builder took all the necessary steps to commence the construction activity, it could not proceed the development activity due to the impasse created by the Government agencies ~ Thus the development agreement between DDA and the builder was frustrated having . become impossible of performance within meaning of s.56, due to"
    }
]