[
    {
        "volume": "2016Volume 5",
        "Case Name": "MESSER HOLDINGS LTD. VS. SHYAM MADANMOHAN RUIA & OTH£RS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODMyNQ==",
        "Citation": "[2016] 5 S.C.R. 1",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /33429-33434/2010)",
        "Date": "19 APRIL 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9tZXNzZXIgaG9sZGluZ3MgbHRkLl9zaHlhbSBtYWRhbm1vaGFuIHJ1aWEgJiBvdGjCo3JzXzE3MDA4MjY2MDMucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "19 April 2016",
        "Petitioner:": "Messer Holdings Ltd.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 326",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Shyam Madanmohan Ruia & Oth£rs",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /33429-33434/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Company law: Transfer of shares — In the instant sets of appeal",
            "several suits were filed by parties relating to the transactions involving transfer of shares"
        ],
        "HeadNote": "Company law: Transfer of shares — In the instant sets of appeal, several suits were filed by parties relating to the transactions involving transfer of shares — While one suit stood withdrawn, others suits remained pending - Instant SLPs arose out of various interlocutory proceedings — Disposing of the SLPs, the Court held: The examination of various questions raised by the petitioners in these SLPs is wholly uncalled for — Considerable judicial time has been spent on this litigation — The conduct of none of the parties to this litigation is wholesome — Arguinents were advanced on either side for a period of about 18 working days as if this Court were a Court of Original Jurisdiction trying the suits — The fact remains that in none of the suits even issues have been framed so far ~ This ease is a classic example of the abuse of the judicial process by unscrupulous litigants with money power, all in the name of legal rights by resorting to half-truths, misleading representations and suppression of facts — Each and every party is guilty of one or the other of the above-mentioned misconducts — This case should also serve as proof of the abuse of the discretionary jurisdiction of this Court under Article 136 by the rich and powerful in the name of a ‘fight for justice’ at each and every interlocutory step of a suit — Enormous amount of judicial time of this Court and two High Courts was spent on this litigation — Therefore, exemplary costs of Rs.25 Lakhs imposed on the three parties i.e, GGL, MGG and RUIAS — Interlocutory order — Cost — Constitution of India — Art.136. Ramrameshwari Devi & Others v. Nirmala Devi & Others 2011 (8) SCR 992 : (2011) 8 SCC 249 — relied on."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "MUTHURAMALINGAM & ORS. VS. STATE REP. BY INSP. OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODMzMw==",
        "Citation": "[2016] 5 S.C.R. 30",
        "Case Type": "(CRIMINAL APPEAL /231-233/2009)",
        "Date": "19 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Sharad Arvind Bobde, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9tdXRodXJhbWFsaW5nYW0gJiBvcnMuX3N0YXRlIHJlcC4gYnkgaW5zcC4gb2YgcG9saWNlXzE3MDA4MjY4OTQucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 30",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "19 July 2016",
        "Petitioner:": "Muthuramalingam & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1118",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "State Rep. By Insp. Of Police",
        "Case Type:": "CRIMINAL APPEAL /231-233/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.31 - Essential ingredients - Discussed. s.31 - Whether consecutive life sentences can be awarded to a convict on being found guilty of a series of murders for which he has been tried in a single trial -"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.31 - Essential ingredients - Discussed. s.31 - Whether consecutive life sentences can be awarded to a convict on being found guilty of a series of murders for which he has been tried in a single trial - Held: Sentences awarded by the Court for several offences committed by the prisoner shall run consecutively (unless the Court directs otherwise) except where such sentences include imprisonment for life which can and must run concurrently - If more than one life sentences are awarded to the prisoner the same would get superimposed over each other - This will imply that in case the prisoner is granted the benefit of any remission or commutation qua one such sentence, the benefit of such remission would not ipso facto extend to the othe1: s.31 - Applicability in case of life imprisonment - Held: s.31 would permit consecutive running of sentences only if such sentences do not happen to be life sentences since life sentence is a sentence for the remainder of the life of the offendor unless the remaining sentence is commuted or remitted by competent authority. s.31 (2) - Applicability of- Held: s.31 (2) deals with situations where the Court awarding consecutive sentences is not competent to award the aggregate of the punishment for the several offences for which the prisoner is being sentenced upon conviction - Jn cases falling under sub-section (2), the sentence shall in no case go beyond 14 years and the aggregate punishment shall not exceed twice the amount of punishment which the Court is competent to award - Sub-section (2) will, therefore, have no application to a case tried by the Sessions Court nor would Sub-section (2) step in  "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "V. VASANTHAKUMAR VS. H.C. BHATIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM1Mw==",
        "Citation": "[2016] 5 S.C.R. 51",
        "Case Type": "(WRIT PETITION (CIVIL) /36/2016)",
        "Date": "13 JULY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS92LiB2YXNhbnRoYWt1bWFyX2guYy4gYmhhdGlhIGFuZCBvcnMuXzE3MDA4ODcyNjYucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 51",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "13 July 2016",
        "Petitioner:": "V. Vasanthakumar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 521",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "H.c. Bhatia And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /36/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Reference to larger bench: Constitution of India — Art.136"
        ],
        "HeadNote": "Reference to larger bench: Constitution of India — Art.136 — Special leave petition ~ Need for restrained approach towards grant of special leave petition ~ Matter relating to establishment of National/Regional Courts of Appeal to tackle issue of pending cases and long delay in disposal of cases in Supreme Court — Matter referred to Constitutional Bench for an authoritative pronouncement."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "M/S. NORTHERN COALFIELD LTD. VS. HEAVY ENGINEERING CORP. LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM1Nw==",
        "Citation": "[2016] 5 S.C.R. 69",
        "Case Type": "(CIVIL APPEAL /6296/2016)",
        "Date": "13 JULY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS8yMDE2XzVfNjktOTEgXzE3MDMzMDgwNjIucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 69",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "13 July 2016",
        "Petitioner:": "M/s. Northern Coalfield Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 518",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Heavy Engineering Corp. Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /6296/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government Corporations: Government contracts"
        ],
        "HeadNote": "  Government Corporations: Government contracts — Redressal of commercial disputes between public sector enterprises inter se as well as between the public sector enterprises and the Government departments ~ Procedure for settlement of disputes — In the instant case, dispute arose between two government owned corporations — Referred to resolution in terms of the ‘permanent in-house administrative machinery’ set up by the Governnient — Arbitral award — Aggrieved by the award, appellant filed suit — Defendant claimed that suit was barred in view of the existence of specially prescribed procedure for resolving disputes and in the light of said procedure, neither party to the dispute was entitled to take recourse to proceedings in any court without permission of the Committee on Disputes (COD) — High Court rejected the plaint accepting the plea of defendant — On appeal, held: In ONGC case, it was held that permission of COD was necessary to proceed with the suit — However, COD stood dissolved and the orders directing constitution of COD is reversed and, therefore, requirement of clearance of COD should not be insisted upon at this stage — In view thereof, there is no question of either obtaining or insisting upon any clearance from the same — Therefore, orders passed by High Court rejecting the plaint on the ground that the same was not preceded by permission from COD is unsustainable — Right of the appellant'to demand such an adjudication cannot be denied simply because it happens to be a Government owned company for even when the appellant is a government conipany, it has its legal character as an entity separate from the Governinent — Just because it had resorted to the permanent procedure or taken part in the proceedings there can be no estoppel against its seeking redress in accordance with law ~ Matter referred to sole arbitrator for adjudication of all outstanding disputes between the two corporations. "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "MADINA BEGUM & ANR. VS. SHIV MURTI PRASAD PANDEY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM2MA==",
        "Citation": "[2016] 5 S.C.R. 92",
        "Case Type": "(CIVIL APPEAL /6687/2016)",
        "Date": "01 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9tYWRpbmEgYmVndW0gJiBhbnIuX3NoaXYgbXVydGkgcHJhc2FkIHBhbmRleSAmIG9ycy5fMTcwMDg4NzU4My5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 92",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "01 August 2016",
        "Petitioner:": "Madina Begum & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 567",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Shiv Murti Prasad Pandey & Ors.",
        "Case Type:": "CIVIL APPEAL /6687/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963: Schedule 1",
            " Article 54"
        ],
        "HeadNote": " Limitation Act, 1963: Schedule 1, Article 54~ Suit for specific performance — Challenged on the ground of limitation — Held: The agreement between the parties did not specify a calendar date as the fixed date for performance of the agreement — Hence, the limitation of three years would begin when the plaintiff has notice that the defendant has refused the performance of agreement — In the instant case, High Court fell in error in ignoring the absence of a specified date for the performance of the agreement and in setting aside the decree passed by trial court.Code of Civil Procedure, 1908: s.96 ~ First appeal — Scope of — Held. Sitting as a court of first appeal it is the duty of the High Court to deal with all the issues and evidence led by the parties before recording its findings — In the present appeal, High Court only considered the issue of limitation and did not consider the other issues in the appeal — This was impermissible — Matter remitted to High Court to decide on merits.Remanding the matter back to High Court, the Court."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "GUJARAT URJA VIKAS NIGAM LTD. VS. ESSAR POWER LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM2Mw==",
        "Citation": "[2016] 5 S.C.R. 101",
        "Case Type": "(CIVIL APPEAL /3455/2010)",
        "Date": "09 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Anil R. Dave",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9ndWphcmF0IHVyamEgdmlrYXMgbmlnYW0gbHRkLl9lc3NhciBwb3dlciBsaW1pdGVkXzE3MDA4ODc3MjAucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 101",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "09 August 2016",
        "Petitioner:": "Gujarat Urja Vikas Nigam Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 587",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Essar Power Limited",
        "Case Type:": "CIVIL APPEAL /3455/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003: Power Purchase Agreement between appellant-licencee and respondent-generating company - Interpretation of to determine whether there is obligation to declare availability of power in a particular proportion -"
        ],
        "HeadNote": "Electricity Act, 2003: Power Purchase Agreement between appellant-licencee and respondent-generating company - Interpretation of to determine whether there is obligation to declare availability of power in a particular proportion - Held: Jn terms of the agreement, entire capacity has been allocated in two parts in ratio of 300:215 - Respondent generating company is under obligation as per Schedule VJ to PPA to declare weekly schedule of capacity available and that it shall not divert any power to its sister concern in a manner contrary to the proportionate principle - Commission was thus right in holding that once the entire capacity is allocated in two parts in a particular proportion, generating company is not right in selling power to its sister concern beyond the allocated capacity - As regards the compensation sought by appellant for wrongful a/location of electricity by respondent generating company to its sister concern in preference to the appel/ant-licencee, the Commission had left actual working out of the loss to be worked out separately and on that basis the appellant had already filed its claim which was pending consideration before the Commission - The said proceeding can now be revived. Tribunals: Constitution of Tribunals - Questions relating to manner of appointment of members of Tribunal and duration of appointment; desirability of providing statutory appeals directly to Supreme Court from orders of Tribunals on issues not affecting national and public interest and other aspects of statutory framework in respect of Tribunals and related questions referred to Law Commission for examination."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "STATE OF UTTARAKHAND & ORS. VS. RAJIV BERRY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM2OQ==",
        "Citation": "[2016] 5 S.C.R. 140",
        "Case Type": "(CIVIL APPEAL /6900/2009)",
        "Date": "10 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zdGF0ZSBvZiB1dHRhcmFraGFuZCAmIG9ycy5fcmFqaXYgYmVycnkgJiBvcnMuXzE3MDA4ODc4MTcucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 140",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "10 August 2016",
        "Petitioner:": "State Of Uttarakhand & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 589",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Rajiv Berry & Ors.",
        "Case Type:": "CIVIL APPEAL /6900/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 — Whether invocation of s.17 (1) and (2) mandates invocation of 8.17 (4) - Applicability of s.17(1) and 17(2) on one hand and s.17(4) on the other —"
        ],
        "HeadNote": " Land Acquisition Act, 1894 — Whether invocation of s.17 (1) and (2) mandates invocation of 8.17 (4) - Applicability of s.17(1) and 17(2) on one hand and s.17(4) on the other —Two different fields of operation — Extent of emergency determines application of respective clauses of s.17 — In the present case, the State departed from its initial stand of invoking s.17(4) and gave landowners the opportunity contemplated by s. 5A, however, took possession of the land prior to the passing of the award by invoking the provisions of s.17(1) — Land-owners contended that since the provisions of s.17(4) of the Act were initially invoked but subsequently abandoned and objections allowed to be filed, the State cannot later turn back and take possession of the land, prior to passing of award, u/s.17(1) - On appeal, held: s.17(1) and s.17(2) vest power and jurisdiction in the State to take possession of the land even prior to the passing of award, while s.17(4) enables the State to take stich possession even by dispensing with the requirement of the opportunity contemplated w/s. SA — 8,17(1) and 17(2) on the one hand and s.17(4) operate in two different fields — It is the extent of urgency/emergency that determines the application of the respective clause/sub-sections of 5.17 — Thus, dispensation of the opportunity contemplated by s.5A by invoking s.17(4) is not an invariable consequence of the invocation of s.17(1) or (2) — Further, mere fact that compensation u/s.17(3A) was paid after the date of taking over of possession, would by itself not invalidate the acquisition — Impugned acquisition does not suffer from any fundamental flaw/illegality ~ High Courts judgment setting aside the acquisition set aside."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "AJAY ARJUN SINGH VS. SHARADENDU TIWARI & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM3NQ==",
        "Citation": "[2016] 5 S.C.R. 151",
        "Case Type": "(CIVIL APPEAL /8254/2016)",
        "Date": "23 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9hamF5IGFyanVuIHNpbmdoX3NoYXJhZGVuZHUgdGl3YXJpICYgb3RoZXJzXzE3MDA4ODc5ODMucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 151",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "23 August 2016",
        "Petitioner:": "Ajay Arjun Singh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 1194",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Sharadendu Tiwari & Others",
        "Case Type:": "CIVIL APPEAL /8254/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 ~ Or. VI",
            "r. 16 — Striking out pleadings —"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 ~ Or. VI, r. 16 — Striking out pleadings — Application u/Or. VI, r. 16 ~ For striking out certain pleadings in election petition — Dismissed — On appeal, held: The purpose of the Rule is to ensure that parties to a legal proceeding are entitled to ex debito justitiae to have the case against them presented in an intelligible form — The court should exercise the power under the*Rule with circumspection and on the basis of rational principle — The averments in the election petition are presumed to be factually correct until proved otherwise — In the present cases, the applicant did not disclose on which grounds contemplated u/Or. VI, r. 16, various pleadings were required to be struck out — He rather gave explanation with respect to each allegation — The moment the court is asked to examine the defence of returned candidate in an election petition, the petition can neither be dismissed for want of cause of action nor any part of the pleading | can be struck out u/Or. VI, r. 16 — None of the pleadings except the pleading contained in Paragraph 14M of the election petition can be said to be irrelevant in the-context of the prayer in the election petition — Therefore, only Pardgraph 14M of the election petition is struck out — Representation of the People Act, 1951Representation of the People Act, 1951 — s.77, Explanations 1 and 2 - Expenditures in connection with election — Exempted expenditure — Held: While computing the expenditure in election, the expenditure incurred by Star Campaigner is exempted, but such exemption is limited only on account of travel for propagating the programme of the political party and that too when the travel expenditure is incurred by star campaigner himself — Other expenditures are not exempted. — Practice and Procedure — Preliminary objections ~ In Election petition — When to be raised — Held: Preliminary objections in election"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "STATE OF HARYANA VS. RAM MEHAR & OTHERS ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM3OA==",
        "Citation": "[2016] 5 S.C.R. 172",
        "Case Type": "(CRIMINAL APPEAL /805-806/2016)",
        "Date": "24 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zdGF0ZSBvZiBoYXJ5YW5hX3JhbSBtZWhhciAmIG90aGVycyBldGMuIGV0Yy5fMTcwMDg4ODA5MC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 172",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "24 August 2016",
        "Petitioner:": "State Of Haryana",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 616",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Ram Mehar & Others Etc. Etc.",
        "Case Type:": "CRIMINAL APPEAL /805-806/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "197 3: s.311 - Scope and ambit of - Petition by accused u/s. 311 for recalling of witnesses"
        ],
        "HeadNote": " Code of Criminal Procedure, 197 3: s.311 - Scope and ambit of - Petition by accused u/s. 311 for recalling of witnesses - Trial court held that when the material questions had already been put, there was no point to entertain the application and mere change of the counsel could not be considered as a ground to allow the application for recalling the witnesses for further cross-examination - Petition uls.482 011 the ground that the leading.counsel for defe1ne was critically ill during the trial and certain important questions, suggestions with respect to individual roles and injuries sustained and the weapon used etc. had not been put to the witnesses - High Court, allowed the petitions holding that a case for recalling was made out to ensure grant of fair opportunity to defend and uphold the concept of fair trial - On appeal, held: In the case at hand, the prosecution had examined all the witnesses - The statements of all the accused persons, that is 148 in number. had been recorded uls. 313 - The defence had examined 15 witnesses - Number of lawyers were engaged by the defence - The accused persons had engaged counsel of their choice - Jn such a situation recalling of witnesses indubitably cannot form the foundation - High Court was persuaded by the submission that recalling of witnesses and their cross examination would not take much time and that apart, the cross examination could be restricted to certain aspects - In this regard, High Court failed to appreciate that the witnesses have been sought to be recalled for further cross-examination to elicit certain facts for establishing certain discrepancies; and also to be given certain suggestions - This kind of plea in a case of this nature and at this stage could not have been allowed to be entertained. Natural justice: Fair trial-Held: Fair trial in its ambit requires fairness to the accused, the victim and the collective at large - Neither the accused nor the prosecution nor the victim can claim absolute  "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "GIRISH RAGHUNATH MEHTA VS. INSPECTOR OF CUSTOMS AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM4Mw==",
        "Citation": "[2016] 5 S.C.R. 204",
        "Case Type": "(CRIMINAL APPEAL /1020-1021/2009)",
        "Date": "07 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Chockalingam Nagappan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9naXJpc2ggcmFnaHVuYXRoIG1laHRhX2luc3BlY3RvciBvZiBjdXN0b21zIGFuZCBhbm90aGVyXzE3MDA4ODgxOTEucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 204",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "07 September 2016",
        "Petitioner:": "Girish Raghunath Mehta",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 857",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Inspector Of Customs And Another",
        "Case Type:": "CRIMINAL APPEAL /1020-1021/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985: 5.15 rAv. s.8(c)",
            "8.67 — Unauthorized sale of contraband"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985: 5.15 rAv. s.8(c), 8.67 — Unauthorized sale of contraband — Opium poppy straw allegedly sold by appellant-accused without any bills and authorization — Co-accused was apprehended with 30 Kg. of poppy siraw on raid by PWI- Inspector of Customs and PWS - Co-accused stated poppy straw was purchased by him from appellani without any bill — Positive test for presence of opium by field testing kit in sample collected - Appellant gave statement u/ 5.67 that he had sold 30 Kg. of poppy straw powder to co-accused without receipt and medical prescription — Conviction of appellant — Propriety — Held: No serious infirmity in the findings recorded by the courts below in convicting and sentencing the appellant — Prosecution version based not only on the statement u/s.67 but also on evidence of recovery of the contraband immediately after sale and circumstances showing that the contraband was sold by the appellant to the co-accused, without any authorization — Maharashtra Narcotic Drugs and Psychotropic Substances Rules, 1985. ss. 42 and 43 — Applicability of - Discussed — s.42 applies when the contraband recovered from a building, conveyance or enclosed place and whereas s.43 applies where recovery is from a public place."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "DHARIWAL INDUSTRIES LTD. VS. KISHORE WADHWANI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM5MQ==",
        "Citation": "[2016] 5 S.C.R. 212",
        "Case Type": "(CRIMINAL APPEAL /859/2016)",
        "Date": "06 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9kaGFyaXdhbCBpbmR1c3RyaWVzIGx0ZC5fa2lzaG9yZSB3YWRod2FuaSAmIG9ycy5fMTcwMDg4ODQyNC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 212",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "06 September 2016",
        "Petitioner:": "Dhariwal Industries Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 853",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Kishore Wadhwani & Ors.",
        "Case Type:": "CRIMINAL APPEAL /859/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: ss. 301",
            "302 "
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: ss. 301, 302 — Permission to conduct prosecution — Role of complainant — Held: Role of informant or the party is limited during the prosecution of a case in a Court of Session — Counsel engaged by him is required to act under the directions of public prosecutor ~— As far as s.302 is concerned, power is conferred on the Magistrate to grant permission to the complainant to conduct the prosecution independently — However, for availing benefit of s.302, he has to file a written application making out a case so that magistrate can exercise the jurisdiction as vested in him and form the requisite opinion — 5.302 applies to every stage including the stage of framing charge inasmuch as the complainant is permitted by the Magistrate to conduct the prosecution."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "SECRETARY, TAMIL NADU PUBLIC SERVICE COMMISSION VS. A.B. NATARAJAN & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM5Nw==",
        "Citation": "[2016] 5 S.C.R. 221",
        "Case Type": "(CIVIL APPEAL /5877-5878/2014)",
        "Date": "15 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zZWNyZXRhcnksIHRhbWlsIG5hZHUgcHVibGljIHNlcnZpY2UgY29tbWlzc2lvbl9hLmIuIG5hdGFyYWphbiAmIG9ycy4gZXRjLl8xNzAwODg4NTY0LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 221",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "15 September 2016",
        "Petitioner:": "Secretary, Tamil Nadu Public Service Commission",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2014 INSC 428",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "A.b. Natarajan & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /5877-5878/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Article 142 ~ Exercise of power "
        ],
        "HeadNote": "Constitution of India: Article 142 ~ Exercise of power — Writ petition alleging certain irregularities committed in examining the answer books submitted by candidates - Challenge to the appointments of selected candidates — Termination of services of . selected candidates — Supreme Court upholding the termination order — Review Petition - Held: Records showed that sufficient time was not given to the selected candidates to represent their case before High Court — The candidates so selected had been into service for several years, therefore, in the interest of administration and as well as in the interest of candidates, candidates are allowed to continue in service — Service law — Termination — Review."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. SUKHBIR SINGH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQwMg==",
        "Citation": "[2016] 5 S.C.R. 227",
        "Case Type": "(CIVIL APPEAL /5811/2015)",
        "Date": "09 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9kZWxoaSBkZXZlbG9wbWVudCBhdXRob3JpdHlfc3VraGJpciBzaW5naCAmIG90aGVyc18xNzAwODg4NjQ5LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 227",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "09 September 2016",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 864",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Sukhbir Singh & Others",
        "Case Type:": "CIVIL APPEAL /5811/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013 — s. 24(2)"
        ],
        "HeadNote": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 — s. 24(2) - Land acquisition proceedings shall be deemed to have lapsed — Construction of — Held: State has no business to expropriate from a citizen his property if an award has been made and the necessary steps of taking physical possession af land and payment of compensation have not been taken for a period of five years or more ~ Section gets attracted if the acquisition proceeding is not completed within five years after pronouncement of the award, either because physical possession of the land has not been taken or because compensation has not been paid. within the said period of five years — Object of the Act, and s. 24 in particular, is that in case an award has been mude for five years or more, possession ought to have been taken within this period, or else it is statutorily presumed that the balance between the citizen’s right to retain his own property and the right of the State to expropriate it for a public purpose gets so disturbed as to make the acquisition proceedings lapse — Section 24(2) uses the expression “deemed to have lapsed” because the Legislature was cognizant of the fact that, in cases where compensation has not been paid, and physical possession handed over to the State, vesting has taken place, after which land acquisition proceedings could be said to have ended — On facts, DDA was not ready with compensation payable on the day the award was pronounced, but only handed over such compensation to the Land Acquisition Collector five years after the award was pronounced — Land Acquisition Collector, in its turn, did nothing whatsoever to offer the said sum or pay it to the original owners — On the contrary, the authorities moved an application on the eve of the coming into force of 2013 Act, and by depositing the said amount of compensation paid to it in the year 2002, only in 2013 — Original"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "J. K. LAKSHMI CEMENT LTD. VS. COMMERCIAL TAX OFFICER, PALI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQwNg==",
        "Citation": "[2016] 5 S.C.R. 261",
        "Case Type": "(CIVIL APPEAL /102/2010)",
        "Date": "16 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9qLiBrLiBsYWtzaG1pIGNlbWVudCBsdGQuX2NvbW1lcmNpYWwgdGF4IG9mZmljZXIsIHBhbGlfMTcwMDg4ODc2Ni5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 261",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "16 September 2016",
        "Petitioner:": "J. K. Lakshmi Cement Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 877",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Commercial Tax Officer, Pali",
        "Case Type:": "CIVIL APPEAL /102/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Sales Tax Act",
            "1956: s.8(3)"
        ],
        "HeadNote": " Central Sales Tax Act, 1956: s.8(3)— Exemption from tax in respect of inter-State sales in terms of notification dated 06.05.1986 — Subsequent notification dated 07.03.1994 issued with the condition that a dealer making inter-State sales under this notification was not eligible to claim benefit under notification dated 06.05.1986 — Circular dated 15.04.1994 issued under notification dated 07.03.1994 in regard to eligibility for benefit under notification dated 06.05.1986 as well -Notification dated 07.03.1994 rescinded by notification dated 12,03.1997 —Notification dated 21.01.2000 stated that deaier claiming benefit under this notification cannot claim benefit under notification dated 06.05.1986 — Circular dated 16.04.2001 withdrawing the circular dated 15.04.1994 and purporting to clarify applicability of notification dated 06.05.1986 vis-a-vis notification dated 07.03.1994 and subsequent notifications dated 12.03.1997 and 21.01.2000 —Plea of assessee that notification dated 07.03.1994 having been re-introduced in the form of notification dated 21.01.2000, circular dated 15.04.1994 would equally apply and guide the interpretation of notification of 21.01.2000 and thus assessee was entitled to simultaneous exemption/benefit under notification dated 06.05.1986 as well as 21.01.2000 — Held : Clause 3 of the notification dated 21.01.2000 clearly lays down that benefit under the two notifications cannot be claimed at the same time — Fact that the third paragraph of the notification dated 21.01.2000 is identically worded to the third paragraph of the notification dated ' 07.03.1994 would not justify the applicability of circular dated 15.04.1994 — Evidently, benefit and advantage was given under circular dated 15.04.1994 and not under the notification dated 07.03.1994, which was lucid and couched in different terms — Circular dated 15.04.1994 was only applicable to notification dated"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "STATE BANK OF INDIA & ORS. VS. NEELAMNAG",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQwOQ==",
        "Citation": "[2016] 5 S.C.R. 278",
        "Case Type": "(CIVIL APPEAL /4715/2011)",
        "Date": "16 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zdGF0ZSBiYW5rIG9mIGluZGlhICYgb3JzLl9uZWVsYW1uYWdfMTcwMDg4ODg0OS5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 278",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "16 September 2016",
        "Petitioner:": "State Bank Of India & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 878",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Neelamnag",
        "Case Type:": "CIVIL APPEAL /4715/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Conduct of disciplinary proceedings and criminal trial"
        ],
        "HeadNote": " Service Law - Conduct of disciplinary proceedings and criminal trial simultaneously, based on same facts - No straight jacket formula - Court to keep in mind the broad approach to be adopted in such matters on case to case basis - Respondent, a Public Sector Bank employee committed embezzlement way back in May 2006 - Criminal complaint - Charge-sheet filed in 2007 - Trial of the criminal case, however, did not progress effectively over the years - Simultaneously appellant-Bank initiated departmental proceedings against the respondent - Division Bench of High Court stayed disciplinary proceedings against the respondent until the closure of recording of prosecution evidence in criminal case - Held: Pendency of criminal trial for around 10 years cannot be the sole basis to suspend disciplinary proceedings against the respondent for an indefinite period - However, arrangement made by High Court cannot be vacated straightaway - In the interest of justice, direction issued that criminal case pending against the respondent be decided within one year - Disciplinary proceedings to resume after expiry of one year.  "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "STATE OF RAJASTHAN VS. LBS B.ED. COLLEGE AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQxMg==",
        "Citation": "[2016] 5 S.C.R. 298",
        "Case Type": "(CIVIL APPEAL /9193/2016)",
        "Date": "08 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zdGF0ZSBvZiByYWphc3RoYW5fbGJzIGIuZWQuIGNvbGxlZ2UgYW5kIG9ycy5fMTcwMDg4ODkyNy5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 298",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "08 September 2016",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1199",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Lbs B.ed. College And Ors.",
        "Case Type:": "CIVIL APPEAL /9193/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Council for Teacher Education Act",
            "1993 - ss.7",
            "12",
            "32 - National Council for Teacher Education (Recognition",
            "Norms and Procedure) Regulations",
            "2014 "
        ],
        "HeadNote": "National Council for Teacher Education Act, 1993 - ss.7, 12, 32 - National Council for Teacher Education (Recognition, Norms and Procedure) Regulations, 2014 — Regns. 4, 5, 7 ~ Grant of recognition by the NCTE to private institutions desirous of conducting teacher training courses — Role of State - Held: NCTE is required to take into consideration opinion of the State, for the State has a vital role to offer proper comments supported by due reasoning -— However, the final authority rests with the NCTE - .Education/Educational Institutions."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "RAMINDER SINGH VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQxNg==",
        "Citation": "[2016] 5 S.C.R. 310",
        "Case Type": "(CIVIL APPEAL /2127/2009)",
        "Date": "19 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9yYW1pbmRlciBzaW5naF9zdGF0ZSBvZiBwdW5qYWIgJiBhbnIuXzE3MDA4ODkwMTMucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 310",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "19 September 2016",
        "Petitioner:": "Raminder Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 884",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CIVIL APPEAL /2127/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Promotion — Cancellation of — The State merged Grade-C post in"
        ],
        "HeadNote": "Service Law: Promotion — Cancellation of — The State merged Grade-C post in Grade-B post of Research Assistant, however did not amend the Service Class Rules and continued with un-amended Rules for filling vacancies — Respondent No.2 invited applications for filling post of Research Assistant Grade B - Appellant, an in-service candidate submitted his application — Competent authorities recommended his promotion — Appellant promoted — Complaints made against promotion — Grade Promotion of appellant was cancelled and he was reverted from the post of Research Assistant Grade B — Held: The State was supposed to make appropriate amendments in Rules after merging one post into another ~ So long as this exercise was not done by the State, employees who had fulfilled the requirement prescribed in the existing Rules for consideration of their cases for promotion, they could not be denied the benefits under the Rules - There was no suppression of any material information by appellant and his record was also not adverse - No justification by the State for recalling the promotional order of appellant on basis of some complaints, which had no legal foundation — Promotion of appellant to be restored ~ Punjab Public Works Department (Irrigation Branch), Research Assistants’ State Service Class HI Rules, 1956 ~ 710."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "M/S SHOBIKAA IMPEX PVT. LTD. AND ANR. VS. CENTRAL MEDICAL SERVICES SOCIETY AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQyMQ==",
        "Citation": "[2016] 5 S.C.R. 319",
        "Case Type": "(CIVIL APPEAL /8461/2016)",
        "Date": "20 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9taXMgc2hvYmlrYWEgaW1wZXggcHZ0LiBsdGQuIGFuZCBhbnIuX2NlbnRyYWwgbWVkaWNhbCBzZXJ2aWNlcyBzb2NpZXR5IGFuZCBvcnMuXzE3MDA4ODkxMTEucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 319",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "20 September 2016",
        "Petitioner:": "M/s Shobikaa Impex Pvt. Ltd. And Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1201",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Central Medical Services Society And Ors.",
        "Case Type:": "CIVIL APPEAL /8461/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tender - Instructions to Bidders"
        ],
        "HeadNote": " Tender- Instructions to Bidders ~ Compliance of — On facts, appellant no. 2 applied for provisional registration for insecticides . product — Decision taken but registration certificate not made available — Thereafter, tender floated by respondent — Submission of bid by appellant, however, on the bid opening date certificate of registration not available with the appellant — Decision by respondents to treat the bid submitted by the tenderer as non- compliant with the conditions of invitation of bids — Said decision upheld by the Division Bench of the High Court — On appeal, held: Appellant cannot claim benefit of the decision to grant registration certificate and of treating itself as a responsive bidder — It is an essential condition incorporated in the Instructions to Bidders — As per the Instructions to Bidders, the initial clause was that the bidder niust be registered under Central Insecticide Board and the. documentary evidence should be submitted along with the bid ~ Amendment postulated that the registration certificate shall be submitted along with the bid at the time of opening of the tender and if not, the bid shall be held as non-responsive — Decision by the Registration Committee to provisionally approve registration does not amount to registration by itself with the CIB, thus, the condition was not satisfied under the unamended stipulation — Amended clause only provided about the consequence thereof ~ Even if clause 6 would not have been amended, the first respondent, on the ground of non-production of the registration certificate, would have been legally justified to reject ‘the bid as non-responsive and non- compliant — Thus, the essential condition- of tender being not met with, the tenderer-appellants were ineligible and the tender was non-responsive — Insecticides Act, 1968 — s. 9(3B). "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "S.P.S. RATHORE VS. C.B.I. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQyNg==",
        "Citation": "[2016] 5 S.C.R. 335",
        "Case Type": "(CRIMINAL APPEAL /2126/2010)",
        "Date": "23 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zLnAucy4gcmF0aG9yZV9jLmIuaS4gJiBhbnIuXzE3MDA4ODkyNDUucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 335",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "23 September 2016",
        "Petitioner:": "S.p.s. Rathore",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 907",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "C.b.i. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2126/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:5.354 — Essential ingredients — Discussed"
        ],
        "HeadNote": "Penal Code, 1860:5.354 — Essential ingredients — Discussed — In the instant case, appellant-accused, a very senior police officer of the State molested minor girl — PW-13 witnessed thal the victim was in the grip of appellant-accused who was holding one hand of victim in his hand and his other hand was around her waist and he was pulling her towards his chest so as to embrace her while the victim was trying to push him back with her free hand — PW-13 withstood her testimony from beginning till the end and her deposition was found reliable and corroborative with other prosecution witnesses — Both the courts below rightly convicted the appellant-accused u/s.354 of the IPC - Crime against women ~ Outraging modesty of a woman. s.354 — Delay in presenting complaint of molestation — Held: In the instant case, appellant-accused, was a very senior. police officer of the State — Victim was unmarried minor girl ~ In the normal course of human conduct, this unmarried minor girl, would not like to give publicity to the traumatic experience she had undergone and felt terribly embarrassed in relation to the incident to narrate it to her parents and others overpowered by a feeling of shame and her natural inclination would be to avoid talking about it to anyone, lest the family naine and honour is brought into controversy — Delay of 6 days in presenting the complaint duly explained and, therefore, condonable. “Criminal law: Knowledge that the act amounts to committing an offence — Held: If intention or knowledge is one of the ingredients of any offence, it has got to be proved like other ingredients for convicting a person — But, it is also equally true that those ingredients being state of mind may not be proved by direct evidence and may have to be inferred from the attending circumstances of a given case."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "JAGDISH NARAIN SHUKLA VS. STATE OF U. P. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQyNw==",
        "Citation": "[2016] 5 S.C.R. 360",
        "Case Type": "(CIVIL APPEAL /9442/2016)",
        "Date": "26 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9qYWdkaXNoIG5hcmFpbiBzaHVrbGFfc3RhdGUgb2YgdS4gcC4gYW5kIG90aGVyc18xNzAwODg5MzQwLnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 360",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "26 September 2016",
        "Petitioner:": "Jagdish Narain Shukla",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 911",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of U. P. And Others",
        "Case Type:": "CIVIL APPEAL /9442/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "U.P. Lokayukta and Up-Lokayuktas Act",
            "1975 — s.12(3) - Allegations against respondents-public servants",
            "that they had purchased assets through income earned from unknown source"
        ],
        "HeadNote": "U.P. Lokayukta and Up-Lokayuktas Act, 1975 — s.12(3) - Allegations against respondents-public servants, that they had purchased assets through income earned from unknown sources —~ Lokayukta recommended investigation through investigating agencies — Appellant filed writ petition and pleaded for implementation of the recommendation/report of the Lokayukta — Writ Petition dismissed — On appeal, held: Law enforcement agencies have moved into action and have collected information and material including the representations and affidavits received in course of the said investigation/enquiry — On request of the law enforcing agencies, more time granted to them to complete investigation/ enquiries in relation to the acts of commission and omission of respondents-public servants — Constitution of India — Art. 136 — Prevention of Corruption Act, 1988 — s.13(1)(e) r/w. s.13(2) - Prevention of Money Laundering Act, 2002 - Code of Criminal Procedure, 1973 — s.173(2)."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "SUNIL KUMAR KORI & ANR. VS. GOPAL DAS KABRA & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQzMw==",
        "Citation": "[2016] 5 S.C.R. 374",
        "Case Type": "(CIVIL APPEAL /9728-9729/2016)",
        "Date": "27 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Mr. Justice L. Nageswara Rao\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zdW5pbCBrdW1hciBrb3JpICYgYW5yLl9nb3BhbCBkYXMga2FicmEgJiBvcnMuIGV0Yy5fMTcwMDg4OTUzMC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 374",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "27 September 2016",
        "Petitioner:": "Sunil Kumar Kori & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 922",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Gopal Das Kabra & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /9728-9729/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cantonment Act",
            "2006 — 58.27",
            "28",
            "2(zt)",
            "(zc)",
            "234",
            "247",
            "248 ~ Cantonment Electoral Rules",
            "2007 — r.10(3)"
        ],
        "HeadNote": "Cantonment Act, 2006 — 58.27, 28, 2(zt), (zc), 234, 247, 248 ~ Cantonment Electoral Rules, 2007 — r.10(3) — Right to vote of persons living in illegally constructed buildings in a Cantonment area — Held: Persons living in illegally constructed houses are disentitled from being included in the voters list — Encroachers are not entitled for allotment of house numbers to illegal structures and such structures will be marked as unauthorized. Judicial notice — Encroachment and illegal constructions on defence land — Held: Avowed legislative policy and the provisions of the Act relating to encroachments should be strictly implemented — Prompt action has to be taken by the concerned authorities for removal of the illegally constructed buildings in the Cantonment area — Cantonment Boards should be vigilant and ensure that no further encroachments are made on defence land."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "GULSHERA KHANAM VS. AFTAB AHMAD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQzOA==",
        "Citation": "[2016] 5 S.C.R. 393",
        "Case Type": "(CIVIL APPEAL /9727/2016)",
        "Date": "27 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9ndWxzaGVyYSBraGFuYW1fYWZ0YWIgYWhtYWRfMTcwMDg4OTYyNC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 393",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "27 September 2016",
        "Petitioner:": "Gulshera Khanam",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 919",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Aftab Ahmad",
        "Case Type:": "CIVIL APPEAL /9727/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cantonment Act",
            "2006 - ss.27",
            "28",
            "2(zt)",
            "(zc)",
            "234",
            "247",
            "248 "
        ],
        "HeadNote": "Cantonment Act, 2006 - ss.27, 28, 2(zt), (zc), 234, 247, 248 - Cantonment Electoral Rules, 2007 - r.10(3) - Right to vote of persons living in illegally constructed buildings in a Cantonment area - Held: Persons living in illegally constructed houses are disentitled from being included in the voters list - Encroachers are not entitled for allotment of house numbers to illegal structures and such structures will be marked as unauthorized. Judicial notice - Encroachment and illegal constructions on defence land - Held: Avowed legislative policy and the provision~ of the Act relating to encroachments should be strictly implemented - Prompt action has to be taken by the concerned authorities for removal of the illegally constructed buildings in the Cantonment area - Cantonment Boards should be vigilant and ensure that no further encroachments are made on defence land. "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "THE CENTRAL PROVIDENT FUND COMMISSIONER, NEW DELHI AND ORS. VS. LALA J.R. EDUCATION SOCIETY AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ0Nw==",
        "Citation": "[2016] 5 S.C.R. 406",
        "Case Type": "(CIVIL APPEAL /9840/2016)",
        "Date": "26 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS90aGUgY2VudHJhbCBwcm92aWRlbnQgZnVuZCBjb21taXNzaW9uZXIsIG5ldyBkZWxoaSBhbmQgb3JzLl9sYWxhIGouci4gZWR1Y2F0aW9uIHNvY2lldHkgYW5kIG9ycy5fMTcwMDg4OTczMC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 406",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "26 September 2016",
        "Petitioner:": "The Central Provident Fund Commissioner, New Delhi And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 915",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Lala J.r. Education Society And Ors.",
        "Case Type:": "CIVIL APPEAL /9840/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - O.VI",
            "rll — Rejection of Plaint "
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - O.VI, rll — Rejection of Plaint — Dismissal of suit - Civil suit filed by respondents — Application of appellant u/O.VIL, v.11 rejected — Appellant seeking dismissal of suit at the threshold, stating crucial facts were suppressed in plaint — Held: On an application filed u/ O.VIL\"11,C.P.C, the Civil court can only see the pleadings in the plaint and not anything else including written statement — Rejection of plaint on institutional grounds is different from dismissal of a suit at pre-trial stage on the ground of maintainability — For dismissal on a preliminary issue, the Court is entitled and liable to look into entire documents including those furnished by the defendant — Appeal dismissed, however appellant permitted to raise a preliminary issue on the maintainability of the suit before the trial court. Dhulabhai and Others v. The State of Madhya Pradesh and Anr. (1968) 3 SCR 662 — referred to."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "A. SATYANARAYANA REDDY AND OTHERS VS. PRESIDING OFFICER, LABOUR COURT AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ1Ng==",
        "Citation": "[2016] 5 S.C.R. 408",
        "Case Type": "(CIVIL APPEAL /3053/2008)",
        "Date": "30 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9hLiBzYXR5YW5hcmF5YW5hIHJlZGR5IGFuZCBvdGhlcnNfcHJlc2lkaW5nIG9mZmljZXIsIGxhYm91ciBjb3VydCBhbmQgb3RoZXJzXzE3MDA4ODk4OTkucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 408",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "30 September 2016",
        "Petitioner:": "A. Satyanarayana Reddy And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1202",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Presiding Officer, Labour Court And Others",
        "Case Type:": "CIVIL APPEAL /3053/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Industrial Disputes Act",
            "1947 — s. 33C(2) "
        ],
        "HeadNote": "Industrial Disputes Act, 1947 — s. 33C(2) — Interpretation of, vis-a-vis a Voluntary Retirement Scheme — Workmen availed the Voluntary Retirement Scheme and received the special compensation package — Claim for lay-off compensation u/s. 33C(2) — Held: Though there is cessation of relationship between the employee and the employer in VRS but if it does not cover the past dues like lay-off compensation, subsistence allowance, etc., the workman would be entitled to approach the Labour Court u/s. 33C(2) — If it is specifically covered, or the language of VRS would show that it covers the claim under the scheme, no forum will have any jurisdiction ~ On fact, claim pertaining to lay-off compensation having not been part of the VRS, the Labour Court has jurisdiction to adjudicate u/s. 33C(2) — Thus, matter is remitted to the Labour Court for adjudication in accordance with law."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "SADDIK @ LALO GULAM HUSSEIN SHAIKH & ORS. VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ2Mg==",
        "Citation": "[2016] 5 S.C.R. 421",
        "Case Type": "(CRIMINAL APPEAL /1999-2000/2010)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zYWRkaWsgQCBsYWxvIGd1bGFtIGh1c3NlaW4gc2hhaWtoICYgb3JzLl9zdGF0ZSBvZiBndWphcmF0XzE3MDA4OTAwMTIucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 421",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Saddik @ Lalo Gulam Hussein Shaikh & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 939",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /1999-2000/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "I860: \"s.302 rlw s.I49",
            ".s.143",
            "147",
            "148",
            "323 rlw s.149 - Conviction under - Unlawful assembly and murder - Common object of killing"
        ],
        "HeadNote": "Penal Code, 1860: \"s.302 rlw s.149, .s.143, 147, 148, 323 rlw s.149 - Conviction under - Unlawful assembly and murder - Common object of killing - Prosecution case was that on the fateful day, hot altercation took place over money between accused no. I-food stall owner and the deceased and other prosecution witnesses - Accused no. I abused PW-I and took out knife - However, PW-3 intervened and separated PW-I and other prosecution witnesses and accused no.I - Thereafter, complainant party travelled to another village where they narrated the incident to PW-5 - Thereafter, while PW-5 had gone to fill petrol, accused persons came to the place where PW-I and other prosecution witnesses were waiting for PW-5 - Accused no. I, 2 and 3 caused knife injuries to the victim-deceased while other accused persons started beating the complainant and other prosecution witnesses with sticks - Complainant and PW-2 and PW-3 fled to save themselves and narrated the incident to PW-14 where after they came to the spot and took victim-deceased to hospital where he died - Trial court found the accused persons guilty - High Court confirmed conviction - On appeal, held: The nature of the injury, the vital part of the body on which the same was inflicted and the weapon used by accused no.I, and the medical evidence showed that the said injury was sufficient in the ordinary course to cause death - The offence of murder was proved beyond reasonable doubt against the accused - Interference -with the conviction not called for s.300, Exception 4 - Invocation of-Accused no. I had arrived at the scene of occurrence with nine armed men out of which three were equipped with knives and the rest with sticks - Sufficient time had elapsed between the initial altercation at the restaurant of accused no. I and the subsequent arrival of the accused persons at the spot of the crime - It was also established from the evidence that accused no.I had inflicted knife injury of such a nature, upon the unarmed deceased, that was sufficient in the ordinary course of nature to cause death - Hence, benefit of Exception 4 of s.300 cannot be granted to accused no. I in the present case s. I 49 - Invocation of- Overt act - Held: For invoking s.149, the liability of other members of the unlawful assembly for the offence committed during the continuance of the occurrence, rests upon the fact whether the other members knew before hand that the offence actually committed was likely to be committed in prosecution of the common object. Criminal law: Motive - Conviction in the absence of proof of motive - Held: In case there is direct trustworthy evidence of witnesses as to commission of an offence, the motive part loses its significance - Therefore, if the genesis of the motive of the occurrence is not proved, the ocular testimony of the witnesses as to the occurrence cannot be discarded only on the ground of absence of motive, if otherwise the evidence is worthy of reliance."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "B.A. UMESH VS. REGISTRAR GENERAL, HIGH COURT OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ3Mw==",
        "Citation": "[2016] 5 S.C.R. 438",
        "Case Type": "(CRIMINAL APPEAL /285-286/2011)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9iLmEuIHVtZXNoX3JlZ2lzdHJhciBnZW5lcmFsLCBoaWdoIGNvdXJ0IG9mIGthcm5hdGFrYV8xNzAwODkwMTg0LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 438",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "B.a. Umesh",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 1204",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "Registrar General, High Court Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /285-286/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.235(2) - Hearing on question of sentence -"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.235(2) - Hearing on question of sentence - Plea that no separate date for hearing on sentence was given by trial court as such for violation of s.235(2), sentence of death cannot be affirmed - Held: There is no mandate in s.235(2) to fix separate date for hearing on sentence - It depends on the facts and circumstances as to whether a separate date is required for hearing on sentence or parties feel convenient to argue on sentence on the same day - As such, merely for the reason that no separate date is given for hearing on the sentence, the review petition cannot be allowed. Sentence/Sentencing: Death sentence - Petitioner having criminal record - Committed murder and rape - Trial court convicted him ulss.376, 302 and 392 and passed death sentence - High Court upheld conviction and sentence - Appeal before Supreme Court dismissed - Review petition - Court declined to interfere with conviction and sentence - Petition u/s.235(2) for open hearing - Submission confined only on the point of sentence - Prayer for commutation of sentence - Held: In view of criminal history of the petitioner, the age of 30 years of the petitioner (at the time of incident) cannot be a ground to show any kind of leniency on sentence - Petitioner committed crimes not only before the incident, but also within two days, subsequent to the incident, i.e. another robbery in connection with which he was apprehended by the public and handed over to the police - Taken together, the petitioner is a menace and threat to the society - The aggravating circumstances are grave and far more serious as against the mitigating circumstances pointed out on behalf of the petitioner - Jn view of facts and circumstances of the case, gravity of the offence, and the manner in which the crime is committed and the antecedents of petitioner who-is an ex-police official, no sufficient reason made out to modify the order of affirmation of death sentence. Witness: Child witness - Held: If the statement of the witness, aged seven years, has been found natural, trustworthy and without any chance of being tutored, it cannot be taken lightly as mitigating c ircums lances."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "BHAGWAN JAGANNATH MARKAD & ORS. VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODUwNA==",
        "Citation": "[2016] 5 S.C.R. 452",
        "Case Type": "(CRIMINAL APPEAL /1516/2011)",
        "Date": "04 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9iaGFnd2FuIGphZ2FubmF0aCBtYXJrYWQgJiBvcnMuX3N0YXRlIG9mIG1haGFyYXNodHJhXzE3MDA4OTA4ODYucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 452",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "04 October 2016",
        "Petitioner:": "Bhagwan Jagannath Markad & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 947",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1516/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.147",
            "149",
            "302 rlw ss.149",
            "324 and 326 - Political enmity -"
        ],
        "HeadNote": "Penal Code, 1860: ss.147, 149, 302 rlw ss.149, 324 and 326 - Political enmity - Murder of one and injuries to six persons - Acquittal of all accused by trial court on the ground that material witnesses were related or otherwise interested; that there was improvement in the version initially given to police and version put forward before the court; and inconsistency in the evidence of the witnesses in the manner of assault and the weapon used - High court reversed the order of acquittal in case of appellants - On appeal. held: Trial court had adopted perverse approach in mechanically rejecting the entire evidence comprising of injured eye witnesses by finding one or the ·other contradiction - The occurrence took place in broad day light - One of the accused mentioned about the enmity on account of the panchayat election - The said accused himself was injured which proved his presence at the scene of the occurrence - All the five eye witnesses consistently named appellants (A-1 toA-7)- Appellants (A-1 to A-7) were assigned specific role in assaulting the deceased - Therefore, their conviction and sentence ulss.3021149 is not interfered with - However, in case of A-JO and A-ll. benefit of doubt is granted and they are acquitted since they were not named by PW-11 and PW-18 and also PW-JO attributed specific role to Al to A-7 only."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "UNION OF INDIA & ORS. VS. VISHAV PRIYA SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODUwOQ==",
        "Citation": "[2016] 5 S.C.R. 473",
        "Case Type": "(CIVIL APPEAL /8360/2010)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS91bmlvbiBvZiBpbmRpYSAmIG9ycy5fdmlzaGF2IHByaXlhIHNpbmdoXzE3MDA4OTEwNjIucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 473",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 495",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Vishav Priya Singh",
        "Case Type:": "CIVIL APPEAL /8360/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Army Act",
            "1950 — ss.116 and 120 -"
        ],
        "HeadNote": "Army Act, 1950 — ss.116 and 120 -— Summary Court Martial (SCM) — Whether can be convened, constituted and completed by the Commanding Officer (CO) of the Unit other than the present Unit of the accused (i.e. the Unit to which the accused is attached) — Delhi High Court dismissed the writ petitions of the accused on the ground of competence of the CO as the SCM were convened, constituted and completed by the CO of the Unit other than the present Unit of the accused — Rajasthan High Court dismissed the cases of accused deciding the cases on merit — On appeal, held: It is not imperative that an SCM can be convened, constituted and completed by the CO of the Unit to which the accused belonged — It is competent and permissible for the CO of the Unit to which the accused was attached or sent on attachment for the purpose of trial — If the offence is linked to the Unit to which the accused is attached, the CO of the attached Unit is competent to convene, constitute and complete SCM, being in seisin of the matter - CO of the parent Unit has nothing to do in such case — The matters arising out of order of Delhi High Court are remanded to decide the case on merit — Other matters are liable to be dismissed — Army Rules, 1954 — rr. 39, 133 and 146 — Defence Service Regulations — Regns, 9 and 381,"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "M/S. EMM ENN ASSOCIATES VS. COMMANDER WORKS ENGINEER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODUyOQ==",
        "Citation": "[2016] 5 S.C.R. 503",
        "Case Type": "(CIVIL APPEAL /7184/2008)",
        "Date": "29 JUNE 2016",
        "Judge Names": "",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS8yMDE2XzVfNTAzLTUxNCBfMTcwMzMwODIwNS5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 503",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "M/s. Emm Enn Associates",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 454",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Commander Works Engineer & Ors.",
        "Case Type:": "CIVIL APPEAL /7184/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": "  Arbitration and Conciliation Act, 1996 ~s. 11 ~ Work contract — To appellant-contractor, by Government — After completion of work, payment of undisputed part of final bill on 10.4.2001 — As per the contract defect liability period was two years, during which recovery could be made from the contractor - On 23.2.2005 contractor served notice to the Government raising other claims which were disputed — Claim denied — Letter by contractor to Government for appointment of arbitrator as per the contract — Thereafter application w/s.1l filed — Rejection of application by the Chief Justice of High Court on the ground that the claim was not a live claim and the notice dated 23.2.2005 was time-barred — On appeal, held: The Chief Justice since cxercises judicial power while deciding application u/s. 11, can examine the question as to whether the claim survives or needs to be adjudicated — But a claim can be held to be a dead claim only when the claim is evidently and patently long time-barred and there is no need for any detailed consideration of evidence — In the present case there was a dispute which needed adjudication after looking into all relevant documents, which could have been appropriately examined by Arbitral Tribunal — Case remitted to Designated Judge for appointment of the arbitrator. "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "STATE OF KERALA & ORS. VS. M/S. KERALA RARE EARTH & MINERALS LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODUzMw==",
        "Citation": "[2016] 5 S.C.R. 515",
        "Case Type": "(CIVIL APPEAL /3608/2016)",
        "Date": "08 APRIL 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS8yMDE2XzVfNTE1LTU2NCBfMTcwMzMwODI0NC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 515",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "08 April 2016",
        "Petitioner:": "State Of Kerala & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 301",
        "Judgment Delivered by:": "Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "M/s. Kerala Rare Earth & Minerals Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /3608/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals -— Grant of mining lease by State Government "
        ],
        "HeadNote": " Mines and Minerals -— Grant of mining lease by State Government ~ For non-scheduled minerals — However, the State stayed further action on the ground that detailed study on environmental impact of the proposed leases was required to be taken — Further the lessee-company was informed that the State did not intend to grant leases for mineral sand to private parties ~ Revision applications u/s, 3 of Mines and Minerals Act filed by the Company — Central Government allowing the revision directed the State Government to reconsider the case — State Government, on reconsideration, rejected the applications of the Company on the ground that as per the Industrial Policy, 2007 of the State, mineral deposits in question are to be expointed by a State agency only — Writ petition against decision of the State Government — Allowed by Single Judge of High Court ~ Order of Single Judge confirmed by Division Bench of High Court —- On appeal, held: Per Majority: State Government is the owner of mineral deposits in the land which vest with the Government — The State Government has the power to reserve the rights to exploit such deposits in its own favour or in favour of State owned Companies or Corporations — However, the State Government can reserve such right only in terms of s. 17A of the Mines and Minerals Act — Absence of procedure resorted to by the State Government, as required by s. 17A, renders the State: Government's claim of reservation untenable, until a valid reservation is made in accordance with law — Per Minority: State Government had legislative competence to take the policy decision reserving the area for exploitation of minerals by a State agency — The said policy is not dehors the provisions of Mines and Minerals  ‘Act and of Mineral Concession Rules — Mines and Minerals (Development and Regulation) Act, 1987 - s. 17A -— Mineral "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "M/S RAVI PRAKASH REFINERIES (P) LTD. VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU0MQ==",
        "Citation": "[2016] 5 S.C.R. 565",
        "Case Type": "(CIVIL APPEAL /4760/2016)",
        "Date": "03 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS8yMDE2XzVfNTY1LTU3OCBfMTcwMzMwODMwMy5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 565",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "03 May 2016",
        "Petitioner:": "M/s Ravi Prakash Refineries (p) Ltd.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 363",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CIVIL APPEAL /4760/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Sales Tax Act",
            "1956"
        ],
        "HeadNote": " Central Sales Tax Act, 1956 — s.9(2) — Sale of ‘Super flower De-oiled Cake’ in the course of inter-State trade and commerce — In respect of which assessee-seller produced Form ‘C’— Assessing Officer levied tax on the said transaction at 2% giving benefit of reduction in rate of the tax, in terms of Notification dated 31.5.2002, on production of Form ‘C’— Succeeding Assessing Officer reopened the assessment opining that there was escapement of tax as inter- State sale of ‘Sunflower De-Oiled Cake’ was liable to tax at 4% and not 2% — Tax levied at 4% — Appellate Authority set aside order of re-assessment on the ground that change of opinion cannot be a ground for re-opening of assessment in exercise of power u/s. 12-A of Karnataka Sales Tax Act — Assessee preferred appeal seeking finding on rate of tax on ‘Oil-Cake’ and ‘De-Oiled Cake’ — Appellate Tribunal held that the ‘Oil-Cake’ in Notification dated 31.5.2002 would include ‘De-Oiled Cake’ and allowed benefit of reduction in rate of tax to 2% — High Court, in Revision, held that ‘Oil-Cake’ and ‘De-Oiled Cake’ are two different.commodities and hence sale of ‘’De-Oiled Cake’ would be subjected to tax at 4% — On appeal, held: High Court rightly held that ‘Oil-Cake’ and ‘’De-Oiled Cake’ are two different commodities — ‘De-Oiled Cake’ did not fall within purview of the Notification and thus could not have -been taxed at reduced rate — However, it was not permissible to re-open, the assessment as the initial assessment was on the basis of available material brought on record — Therefore, the assessee would reap the benefit of initial assessment — Central Sales Tax Notification No. FD 119 CSL 2002 (2) dated 31.52002 ~— Karnataka Sales Tax Act, 1957 — s.12-A. "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "DR. RINI JOHAR & ANR. VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU1OA==",
        "Citation": "[2016] 5 S.C.R. 579",
        "Case Type": "(WRIT PETITION(CRIMINAL) /30/2015)",
        "Date": "03 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9kci4gcmluaSBqb2hhciAmIGFuci5fc3RhdGUgb2YgbS5wLiAmIG9ycy5fMTcwMDg5MjM1NS5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 579",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "03 June 2016",
        "Petitioner:": "Dr. Rini Johar & Anr.",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2016 INSC 441",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /30/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Arts",
            "21 and 32 "
        ],
        "HeadNote": "Constitution of India:  Arts, 21 and 32 - Complaint against two ladies-petitioners (a doctor and a practicing advocate) — FIR registered against them u/ 5. 429 r/w s. 34 IPC and u/s. 66-D of Information Technology Act (IT Act) — Arrest of the petitioners — Later they were enlarged on bail - Complaint of petitioners against a police official for demand and acceptance of bribe from them — Initiation of criminal proceedings against the erring police officials — They also alleged violations of provision u/ss. 41-A to 41-C CrP.C — In the inquiry into the allegations, found that procedure for arrest not followed — In petitioners’ application for discharge, Magistrate discharged them u/s. 66-D of IT Act and continued proceedings u/s. 66-A (b) of IT Act r/w s. 420/34 IPC — Present writ petition — Held: Arrest of the petitioners was not made by following the procedure of arrest as enshrined u/ss. 41 and 41-A CrP.C — Their liberty was curtailed in violation of law ~ The manner in which the petitioners were treated by the police team has seriously jeopardized their dignity violating Art. 21 of the Constitution - Compensation of Rs. 5 lakhs is granted to each of the petitioners for their suffering and humiliation — The criminal proceedings against the petitioners are also liable to be quashed as the dispute is purely of civil nature — No ingredient u/s. 420 IPC is made out and s. 66-A of IT Act has been struck down being violative of Art. 19(1)(a) of Constitution — Code of Criminal Procedure, 1973 - ss. 41 and 41A - Penal Code, 1860 ~ s. 420 r/w. Ss. 34 — Information Technology Act, 1995 — s. 66-A. Art. 32 - Writ Petition - Alleging violation of procedure of arrest and curtailment of liberty - Maintainability of — Held: Initiation of disciplinary proceeding or criminal prosecution should not be impediment in deciding violation of such rights."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "JAMNADAS VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU3MA==",
        "Citation": "[2016] 5 S.C.R. 599",
        "Case Type": "(CRIMINAL APPEAL /156/2015)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9qYW1uYWRhc19zdGF0ZSBvZiBtLnAuXzE3MDA4OTI2NTkucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 599",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Jamnadas",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 464",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /156/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 — ss. 302/34",
            "201",
            "304-B and 498A"
        ],
        "HeadNote": "Penal Code, 1860 — ss. 302/34, 201, 304-B and 498A — Murder of young bride — Within six months of marriage — Body chopped off into two pieces and thrown in the Park — Blood stains found in the matrimonial house — Pws 1 to 5 had seen one of the accused (mother-in-law) throwing the dead body in the park — Charge-sheet against husband, father-in-law, mother-in-law and brother-in-law of the deceased - Defence plea that the deceased had gone to her relative’s place and thereafter, she was missing — Brother-in-law discharged ~ Husband, father-in-law and mother- in-lay convicted by trial court — Conviction affirmed by High Court — Appeal in Supreme Court by mother-in-law withdrawn ~— Present appeal by the husband and father-in-law — Held: Present is a case of circumstantial evidence — The chain of circumstances proved on record against the appellants-accused are complete ~ The defence version has also been proved to be false, which is an additional link in the chain of circumstances ~ it is proved that the appellants- accused had common intention with the co-accused (mother-in-law) in the commission of brutal murder of the deceased — Coiviction confirmed. Evidence Act, 1872 - s.106 — Burden of proof —‘Where an offence like murder is committed in secracy, inside the house, though the initial burden is on the prosecution, but such burden would be lighter ~ There is corresponding burden on the accused to explain as to how the death has occurred."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "UNION OF INDIA VS. K.V. LAKSHMAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY3Nw==",
        "Citation": "[2016] 5 S.C.R. 622",
        "Case Type": "(CIVIL APPEAL /920/2008)",
        "Date": "29 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS91bmlvbiBvZiBpbmRpYV9rLnYuIGxha3NobWFuICYgb3JzLl8xNzAwODk2MDc2LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 622",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "29 June 2016",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 443",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "K.v. Lakshman & Ors.",
        "Case Type:": "CIVIL APPEAL /920/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code’ of Civil Procedure",
            "1908:- §.96 — Jurisdiction under"
        ],
        "HeadNote": "Code’ of Civil Procedure, 1908:- §.96 — Jurisdiction under — Scope of ~ Title suit — Dismissed by trial court — First appeal — Dismissed in limine by High Court — On appeal, held: Jurisdiction of first appellate court is very wide — It is duty of the first appellate court to appreciate the entire evidence — In the present case, dismissal of the first appeal in limine was not correct. Or. 41, 1.27 - Production of additional evidence in appellate court — Title suit dismissed — In first appeal, production of additional evidence ~ Denied on the ground that the cause for filing the additional documents was not sufficient and that the evidence was neither material nor relevant - Held: If party to appeal is able to satisfy that there was unsatisfiable reason for filing additional evidence at trial stage and the evidence was relevant and material for deciding the rights of the parties, the court should allow the party to file such additional evidence - In the present case, the application for filing additional evidence deserved ta be allowed — Matter remitted to trial court permitting the plaintiff to produce additional evidence — Opportunity also granted to the defendants to file additional evidence in rebuttal."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "DEPUTY COMMISSIONER OF COMMERCIAL TAXES (VIGILANCE) VS. MIS HINDUSTAN LEVER LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY4NA==",
        "Citation": "[2016] 5 S.C.R. 635",
        "Case Type": "(CIVIL APPEAL /656/2008)",
        "Date": "30 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9kZXB1dHkgY29tbWlzc2lvbmVyIG9mIGNvbW1lcmNpYWwgdGF4ZXMgKHZpZ2lsYW5jZSlfbWlzIGhpbmR1c3RhbiBsZXZlciBsaW1pdGVkXzE3MDA4OTYxOTEucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 635",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "30 June 2016",
        "Petitioner:": "Deputy Commissioner Of Commercial Taxes (vigilance)",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 478",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Mis Hindustan Lever Limited",
        "Case Type:": "CIVIL APPEAL /656/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Sales Tax Act",
            "1957 — Exemption from sales tax"
        ],
        "HeadNote": "Karnataka Sales Tax Act, 1957 — Exemption from sales tax — To one of the manufacturing units of the assessee-Company — Under Exemption Notification dated 19.6.1991 — Revenue noticed that maximum retail price of a product from the unit which had the benefit exemption and also from other unit which did not have benefit of exemption were the same — Revenue therefore concluded that the exempted unit had added the tax component to the sale price which was violative of condition under Explanation III (e) of the Notification and hence the assessee-company was not entitled to tax exemption — Revenue, therefore, rejected claim of exemption by the assessee — Appellate auhority upheld the view of assessing authority — Appellate Tribunal as well as High Court held that the assessees were liable to tax exemption — On appeal, held: Assessee is entitled to fix uniform price meant for whole of India — Uniform market price does not differ in spite of differences in sales-tax payable at the end point ~ A market retail price stating that it is inclusive of all taxes could be a starting point and would not prove collection of sales tax - Also statement on the packaged product ‘inclusive of all taxes’ is a statutory requirement under Standards of Weights and Measures Act, and should not.be construed as an admission for having charges sales tax -- The documents on record show that the assessee had not collected any sales tax — Appeal of Revenue liable to be dismissed — Cost of Rupees one lakh imposed ~ Standards of Weights and Measures (Packaged Commodities) Rules, 1977 ~ 1.2 — Standards of Weights and Measures Act, 1976."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "SURINDERJIT SINGH MAND & ANR. VS. STATE OF PUNJAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODY4OQ==",
        "Citation": "[2016] 5 S.C.R. 653",
        "Case Type": "(CRIMINAL APPEAL /565/2016)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zdXJpbmRlcmppdCBzaW5naCBtYW5kICYgYW5yLl9zdGF0ZSBvZiBwdW5qYWIgJiBhbnIuXzE3MDA4OTYyOTEucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 653",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Surinderjit Singh Mand & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 493",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Punjab & Anr.",
        "Case Type:": "CRIMINAL APPEAL /565/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: 5.197 — Sanction before prosecution"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: 5.197 — Sanction before prosecution — Arrest of one person by police officials on 28.6.1999 — Complaint by mother of the arrestee alleging illegal and unauthorised detention of her son from 24.6.1999 to 28,6.1999 — Prosecution against six police officials after obtaining sanction u/s. 197 — Application of the complainant u/s. 319 for taking cognizance against the appellants-police officials - Charges framed against appellants — Assailed in Revision on the ground that appellants could not have been prosecuted in absence of sanction for prosecution — Revision disnissed by High Court — On appeal, held: For applying s.197, it has to be ascertained as to whether the alleged offence had been committed “while acting or purporting to act in the discharge of his official duty” ~ In the present case, the period of apprehension from 28.6.1999 (when arrest was admitted) can be considered to have been made “while acting or purporting to act in the discharge of their official duty”, but not the period from 24.6.1999 to 28.6.1999 — Therefore, sanction for prosecution in respect of the appellants-accused was not required. ss. 197, 319 - Scope of s.197 — Whether the mandate of s.197 would extend to cases where cognizance taken under 5.319 CrP.C. — Held : Mandate of sanction u/s.197 is a mandatory pre-requisite, before a court of competent jurisdiction takes cognizance, even when cognizance is taken u/s. 319 CrPC."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "L. NARAYANA SWAMY VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODcwMQ==",
        "Citation": "[2016] 5 S.C.R. 683",
        "Case Type": "(CRIMINAL APPEAL /721/2016)",
        "Date": "06 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9sLiBuYXJheWFuYSBzd2FteV9zdGF0ZSBvZiBrYXJuYXRha2EgJiBvcnMuXzE3MDA4OTY1MTMucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 683",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "06 September 2016",
        "Petitioner:": "L. Narayana Swamy",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 856",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "CRIMINAL APPEAL /721/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "19-47: s.19(1) ~ Bar taking cognizance of offence"
        ],
        "HeadNote": "Prevention of Corruption Act, 19-47: s.19(1) ~ Bar taking cognizance of offence — Held: Bar u/ $.19(1) would not cover within ils sweep order directing investigation u/s.156(3) CrP.C. — An order directing investigation u/s.156(3) against public servant can be passed only after obtaining valid sanction - Code of Criminal Procedure, 1973 — s.136(3) . s.19(1) ~ Whether the public servant not being in the same post when the offence was allegedly committed though continuing as a public servant loses the protection under s.19(1) of PC Act ~ Held: Where the public servant had abused the office which he held in the check period but had ceased to hold “that office” or was holding a different office, then sanction would not be necessary - dt means where the alleged misconduct is in some different capacity than the one which is held at the time of taking cognizance, there will be no necessity to take the sanction. Code of Criminal Procedure, 1973: s.482 - Quashing of proceedings ~ Allegations that appellants abused their official position and thereby committed offence under PC Act — It was matter of evidence on the basis of which culpability of appellants has to be judged — In the facts of the case, proceedings not quashed."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "COMMERCIAL TAX OFFICER & ORS. VS. STATE BANK OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODcwOQ==",
        "Citation": "[2016] 5 S.C.R. 704",
        "Case Type": "(CIVIL APPEAL /1798/2005)",
        "Date": "08 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9jb21tZXJjaWFsIHRheCBvZmZpY2VyICYgb3JzLl9zdGF0ZSBiYW5rIG9mIGluZGlhICYgYW5yLl8xNzAwODk2NjI1LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 704",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "08 November 2016",
        "Petitioner:": "Commercial Tax Officer & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1006",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Bank Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /1798/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bengal Finance (Sales Tax) Act",
            "1941 — ss. 4(6) (iii)",
            "3(6a)"
        ],
        "HeadNote": "Bengal Finance (Sales Tax) Act, 1941 — ss. 4(6) (iii), 3(6a) -— Purchase tax ~ Levy of ~ Acceptance of Exim Scrips (Export Import Licence) by State Bank of India (SBD) and its branches, on payment of premium of 20% of the face value of the scrips in compliance with the direction of RBI — Levy of purchase tax — Held: SBI not liable to levy of purchase tax for replenishment licences or Exim scrips taken as a participant in the process of cancellation - Replenishment licences or Exim scrips are goods and when they are transferred or assigned by the holder/owner to a third person for consideration, they would attract sale tax - When SBI took the said instruments as an agent of the RBI, it did not hold or purchase any goods — It merely acted as per the directions of the RBI, as its agent and as @ participant in the process, to ensure that the replenishment licences or Exim scrips were no longer transferred ~— Intent and purpose was not to purchase goods in the form of replenishment licences or Exim scrips, but to nullify them."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "LANCO ANPARA POWER LIMITED VS. STATE OF UTTAR PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODcyOQ==",
        "Citation": "[2016] 5 S.C.R. 731",
        "Case Type": "(CIVIL APPEAL /6223/2016)",
        "Date": "18 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9sYW5jbyBhbnBhcmEgcG93ZXIgbGltaXRlZF9zdGF0ZSBvZiB1dHRhciBwcmFkZXNoICYgb3JzLl8xNzAwODk2OTc0LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 731",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "18 October 2016",
        "Petitioner:": "Lanco Anpara Power Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 973",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Uttar Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /6223/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Building and other Construction Workers (Regulation of Employment and Conditions of Service) Act",
            "1996"
        ],
        "HeadNote": "Building and other Construction Workers (Regulation of Employment and Conditions of Service) Act, 1996 - Buildings and other Construction Workers Welfare Cess Act, 1996 — Appellants: undertaking construction activity wherein they had planned to set up their factories — In the process of construction of civil works, construction workers engaged ~ Case of respondent authorities that the appellants to pay the cess for the welfare of the said workers engaged in the construction work since the provisions of the BOCW Act and the Welfare Cess Act meant for construction workers became applicable - Case of the appellants that provisions of the Factories Act apply to the construction of building/project of the appellants — Held: Construction workers are not covered by the Factories Act — Thus, they are entitled to the welfare measures provided for such workers under BOCW Act and Welfare Cess Act — Appellants to pay cess for the welfare of the said workers — Factories Act, 1948."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "MRS. SANTOSH SINGH VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODczMw==",
        "Citation": "[2016] 5 S.C.R. 761",
        "Case Type": "(WRIT PETITION (CIVIL) /761/2014)",
        "Date": "22 JULY 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9tcnMuIHNhbnRvc2ggc2luZ2hfdW5pb24gb2YgaW5kaWEgJiBhbnIuXzE3MDA4OTcxMjgucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 761",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "22 July 2016",
        "Petitioner:": "Mrs. Santosh Singh",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2016 INSC 549",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /761/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India — Art. 32 ~ Public interest petition under"
        ],
        "HeadNote": "Constitution of India — Art. 32 ~ Public interest petition under — Seeking issuance of writ of mandamus for inclusion of moral science as a compulsory subject in the syllabus of school education from class I to XII — Held: — Courts are concerned with the issues of constitutionality and legality - The matters, solutions to which traverse the field of ideology, social theory, policy making and experimentation cannot be regulated by Supreme Court — Where an effort is made to bring issues of governance before the court, the basic touchstone on which invocation of jurisdiction must rest is whether the issue can be addressed within the framework of law or the Constitution — Though there is need to provide value based education, but the form and the manner in which the values should be inculcated ought not be ordained by court in exercise of its jurisdiction u/Art. 32 by applying settled norms of judicial review — Resolution of such matters must rest with those who have the responsibility to teach and govern over matters of education — Public Interest Litigation."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "DEVIKA BISWAS VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODczOA==",
        "Citation": "[2016] 5 S.C.R. 773",
        "Case Type": "(WRIT PETITION (CIVIL) /95/2012)",
        "Date": "14 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9kZXZpa2EgYmlzd2FzX3VuaW9uIG9mIGluZGlhICYgb3JzLl8xNzAwODk3MjY4LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 773",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "14 September 2016",
        "Petitioner:": "Devika Biswas",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 1200",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /95/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India:Art. 32 —"
        ],
        "HeadNote": "Constitution of India:Art. 32 — Public interest litigation — Unsafe and unethical sterilization — In 2012, a single surgeon performed sterilization procedure on 53 women in a government school in a district in Bihar — Entire camp conducted in highly unsanitary conditions in an unprofessional and unethical manner — Women underwent tremendous physical pain and anguish and were traumatized — Not given any pre-procedure counseling and had no idea about the potential risks of undergoing sterilization — Allegations regarding occurrence of similar instances in Bihar, Kerala, Madhya Pradesh, Maharashtra and Rajasthan — Writ petition by health rights activist raising issue of sterilization procedures carried out on women and also on men and sought series of directions — During pendency of the writ petition, allegations regarding sterilization camps conducted in a district in Chhattisgarh — Various affidavits filed by the States — In view thereof, issuance of certain directions to the Centre and States regarding conducting of ethical sterilization of women and men programme across the country. Art. 32 ~ Sterilization program — Whether a public health issue ~ Held: Sterilization program is not only a public health issue but a national campaign for population control and family planning — Union of India erred in saying that it is concern of each State since it is a “Public health” issue covered by Entry 6 of List II in the Seventh Schedule (the State List) by overlooking the Concurrent List, Entry 20A which is Population Control and Family Planning - Treating a national program as a public health issue has to stop and somebody must take ownership. of the Population Control and Family Planning program."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "PANKAJ VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODc1Mg==",
        "Citation": "[2016] S.C.R. 816",
        "Case Type": "(CRIMINAL APPEAL /2135/2009)",
        "Date": "09 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9wYW5rYWpfc3RhdGUgb2YgcmFqYXN0aGFuXzE3MDA4OTc3MTcucGRm",
        "SCR Citation:": "[2016] S.C.R. 816",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "09 September 2016",
        "Petitioner:": "Pankaj",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 862",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /2135/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 r/w s.34 - Murder -"
        ],
        "HeadNote": "Penal Code, 1860: s.302 r/w s.34 - Murder - Allegation that appellant along with other three accused fired bullet at victim-deceased which hit him in the n_neck due to which deceased fell down and became unconscious - Deceased was rushed to hospital where he succumbed to injuries after few days - Trial court convicted all the accused u/s.302 - High Court upheld conviction of appellant while acquitted other accused - On appeal, Held: Sole eye-witness (PW-8) stated that he took the deceased to the hospital and the blood was oozing from his body - However, during investigation blood stained clothes were not seized by the investigation officer - This made his presence highly suspicious - Testimony of sole witness was at variance with the medical evidence - There were several infirmities in the dying declaration - There was variance in the statements of PW-6 and PW-8 with regard to the distance between the deceased and the appellant-accused - The contradiction, i.e., the distance of fire,- is material and such an important aspect cannot be ignored - There is no material to connect that the gunshot injury suffered by the deceased was due to the shot fired from the firearm of the appellant-accused - Though the bullet was recovered but the same was not connected with the weapon - Moreover, the prosecution was~not able to prove the motive clearly - Appellant entitled to benefit of doubt - Conviction set aside.  Criminal law: Use of weapon - Held: In a case where death is due to injuries or wounds'caused by a lethal weapon, it is always the duty of the prosecution to prove by expert evidence that it was likely or at least possible for the lfl}uries to have been caused with the weapon with which and in the manner in which they are alleged to have been caused."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "RANDHIR @ RANDHIR PAL & ORS. VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg2Mw==",
        "Citation": "[2016] 5 S.C.R. 827",
        "Case Type": "(CRIMINAL APPEAL /1580/2010)",
        "Date": "06 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9yYW5kaGlyIEAgcmFuZGhpciBwYWwgJiBvcnMuX3N0YXRlIG9mIGhhcnlhbmFfMTcwMTE0OTUxMS5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 827",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "06 October 2016",
        "Petitioner:": "Randhir @ Randhir Pal & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 956",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1580/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.148",
            "302",
            "342",
            "452 r/w s.149 — Victim- deceased attacked"
        ],
        "HeadNote": "Penal Code, 1860: ss.148, 302, 342, 452 r/w s.149 — Victim- deceased attacked and shot dead in a shop — Allegations against appellants that they were standing in the street and preventing people from entering the shop and from moving on the street in front of the shop at the time when other accused persons were assaulting the victim — Conviction of appellants under ss.148, 302, 342, 452 r/w 5.149 by courts below — Challenge against - Held: Statement of eye-witnesses was to the effect that the appellants were not involved in the assault which took place inside the shop — Neither of these appellants were stated to have caused injuries to the deceased ~ Naming the persons who were purportedly prevented from entering the shop premises was an afterthought, as these persons were not named when PW7 registered his complaint, on the date of the occurrence itself — Evidence showed that there was previous enmity between complainant party and the appellants — Therefore, it is difficult to conclude that the appellants were involved in the occurrence — Appellants entitled to benefit of doubt and hence acquitted.Allowing the appeal, the Court HELD: 1. The statement of PW-7 was to the effect that besides stopping people from moving on the street, some named persons, were also prevented from entering into the shop. It is not a matter of dispute, that the instant version was an addition to the original version depicted by PW7, at the time of registering the complaint. Inasmuch as, in the First Information Report, it was neither stated that any of these appellants, namely — A2, A4, A7, A8 and All, were armed. And furthermore, none of the persons who have now been named (as having been prevented from entering the shop), were mentioned earlier. The version"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "DRAVYA FINANCE PVT. LTD. & ANR. VS. S.K. ROY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg3MQ==",
        "Citation": "[2016] 5 S.C.R. 835",
        "Case Type": "(REVIEW PETITION (CIVIL) /3538/2016)",
        "Date": "26 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave, Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9kcmF2eWEgZmluYW5jZSBwdnQuIGx0ZC4gJiBhbnIuX3Muay4gcm95ICYgb3JzLl8xNzAxMTQ5ODA4LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 835",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "26 October 2016",
        "Petitioner:": "Dravya Finance Pvt. Ltd. & Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 989",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "S.k. Roy & Ors.",
        "Case Type:": "REVIEW PETITION (CIVIL) /3538/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Review petition — Interest — Calculation and payment of interest by LIC to"
        ],
        "HeadNote": "Review petition — Interest — Calculation and payment of interest by LIC to finance company — Date of payment of interest — On facts, acceptance of life insurance policies by petitioner-banking finance company as collateral security through assignment of insurance policies by borrower in favour of petitioner — Issuance of circulars by LIC for putting restrictions on assignment of insurance policies - Challenge to — Said circulars quashed by High Court — However, no order passed for grant of any interest — Filing of SLP by LIC = Interim order passed in favour of LIC whereby petitioners could get only temporary registration of assignment in its favour but could not file any death claim or maturity claim during the pendency of the appeal — Subsequently pronouncement of final order ~ Provisional registrations made permanent and interim orders recalled — LIC to pay interest at the prevailing bank rate (without penal interest) as per relevant provisions — Thereafter, filing of contempt petition against LIC — Said petition treated as limited review petition in view of the apparent omission in the final order in not mentioning as to from what date, LIC was liable to pay interest — Date from which interest to be calculated and paid by LIC to the petitioners in terms of final order — Held: Interest would be payable only on or after the date of pronouncement of interim order by this Court imposing certain restrictions on the petitioners’ right to lodge death claims or maturity claims for appropriate amounts — LIC to pay interest at the prevailing bank rate (without penal interest) from 30 days after the date of death or date of maturity relating to the life insurance policy concerned or from the date of pronouncement of interim order, whichever is later."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "NARENDRA VS. K. MEENA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkwMg==",
        "Citation": "[2016] 5 S.C.R. 840",
        "Case Type": "(CIVIL APPEAL /3253/2008)",
        "Date": "06 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9uYXJlbmRyYV9rLiBtZWVuYV8xNzAxMTUwOTU2LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 840",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "06 October 2016",
        "Petitioner:": "Narendra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 952",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "K. Meena",
        "Case Type:": "CIVIL APPEAL /3253/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955 — s. 13(1)(ia) — Divorce"
        ],
        "HeadNote": "Hindu Marriage Act, 1955 — s. 13(1)(ia) — Divorce — Ground of cruelty — Husband’s case that wife levied serious allegations against him regarding his character, extra-marital relation with a naid, her attempt to commit suicide and her persuasion for getting the husband separated from his family members and live separately — Grant of decree of divorce by family court, however, set aside by the High Court — On appeal, held: Family court rightly dissolved the marriage by a decree of divorce on the ground in s.13(1)(1a) of the Act — Threats and attempt to commit suicide constitutes mental cruelty and could not have been taken lightly by the High Court — Persistent effort of the wife to constrain the husband to be separated from the family would be torturous for the husband and constitutes an act of ‘cruelty’ — There is no reliable evidence to show that the husband had an extra-marital affair with someone, except for the baseless and reckless allegations which can be a cause for mental cruelty — Thus, order passed by the High Court quashed and set aside — Decree of divorce passed by the Family court is restored."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "COMMISSIONER OF COMMERCIAL TAX, U.P. VS. M/S OSWAL GREENTECH LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODkwNw==",
        "Citation": "[2016] 5 S.C.R. 851",
        "Case Type": "(CIVIL APPEAL /10430/2016)",
        "Date": "28 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS8yMDE2XzVfODUxLTg2NCBfMTcwMzMwODM0NS5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 851",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "28 October 2016",
        "Petitioner:": "Commissioner Of Commercial Tax, U.p.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 7",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s Oswal Greentech Limited",
        "Case Type:": "CIVIL APPEAL /10430/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "U.P. Trade Tax Act",
            "1948 ~ ss. 3B and 4B -"
        ],
        "HeadNote": "  U.P. Trade Tax Act, 1948 ~ ss. 3B and 4B -— Recognition certificate - Concessional rate of tax — Assessee holder of recognition certificate as per s. 4B — Purchase of raw material-natural gas at the concessional rate of tax against Form III B — Manufacture of notified goods-fertilizers out of the purchases of natural gas purchased — Transfer of finished goods. outside the State of UP — Imposition of penalty by the Revenue since.the assessee made stock transfer of the goods in violation of ss. 3B and 4B(2) — In appeal,.~ tribunal held in favour of assessee ~ High Court upheld the said order — On appeal, held: Tribunal rightly held that the trader’ was authorized to purchase the natural- gas for the manufacture of - fertilizer and had manufactured fertilizer by utilizing the natural gas purchased against the issue of Form II-B; and that no action can be taken u/s. 3-B on the ground that the products utilizing the natural gas purchased against the issue of Form III-B were sent through stock transfer without selling those directly, because s. 4-B cannot be extended to determine the responsibility u/s.3-B — Section 4B has nothing to do with the fact that how notified goods are to be disposed of because s. 3B is not applicable in case the raw material is used for production of the notified goods mentioned in the recognition certificate — Section 3B would apply when a false and wrong certificate or declaration is made — Order passed by the tribunal was upheld by the High Court and is justifiable and does not call for any interference. "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "KAIL LTD. (FORMERLY KITCHEN APPLIANCES- INDIA LTD.) VS. STATE OF KERALA REPRESENTED THRGH. JT. COMMR. (LAW)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTAyNw==",
        "Citation": "[2016] 5 S.C.R. 865",
        "Case Type": "(CIVIL APPEAL /4283-4284/2013)",
        "Date": "26 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9rYWlsIGx0ZC4gKGZvcm1lcmx5IGtpdGNoZW4gYXBwbGlhbmNlcy0gaW5kaWEgbHRkLilfc3RhdGUgb2Yga2VyYWxhIHJlcHJlc2VudGVkIHRocmdoLiBqdC4gY29tbXIuIChsYXcpXzE3MDExNTQzNzkucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 865",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "26 October 2016",
        "Petitioner:": "Kail Ltd. (formerly Kitchen Appliances- India Ltd.)",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 991",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "State Of Kerala Represented Thrgh. Jt. Commr. (law)",
        "Case Type:": "CIVIL APPEAL /4283-4284/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala General Sales Tax Act",
            "1963 — s.5(2) —"
        ],
        "HeadNote": "Kerala General Sales Tax Act, 1963 — s.5(2) — Levy of tax on sale of goods — Sale af home appliances by appellant company under brand name ‘S’— Appellant company purchased products from company ‘V’, holding company which brings the goods to the State on stock transfer and sell entire goods to its subsidiary, appellant company — Claim of second sale exemption by appellant ~ Case of the appellant-Company that it is not the holder of the brand name ‘S’ ~ Assessing authority held that appellant company is the brand name holder of ‘S’ and thus, turnover of items sold under ‘S’ brand name to be treated as first sale u/s, 5(2) — Tribunal held in favour of the appellant company, whereas High Court upheld the order passed by the Assessing Authority — On appeal, held: Under s. 5(2) if the conditions are satisfied that sale of the manufactured goods is under a trade mark or brand name and is within the State, the sale by the brand name holder or the trade mark holder shall be the first sale for the purposes of the KGST Act — Objective of s. 5(2) is to assess the sale of branded goods by the brand name holder to the market and the inter se sale between the brand name holders is not intended to be covered by s. 5(2) — When _ the goods are sold under the brand name, necessarily, it has to assume that the marketing company is the holder of the brand name or has the right to market the products.in the brand name because, it is the first company introducing the products in the market — On facts, marketing is actually done by fully owned subsidiary and/or a group company of the holding company, which was allowed to use the brand name ‘S’ ~ Thus, tax invoking s. 5(2) rightly levied on the appellant-Company for the relevant period since it is proved beyond reasonable doubt that the appellant-Company is the brand name holder of “S” — Order passed by the High Court upheld."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "SAROJ AGARWALLA (DEAD) THR. LR ABHISHEK AGRA WALLA VS. YASHEEL JAIN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTAzNA==",
        "Citation": "[2016] 5 S.C.R. 876",
        "Case Type": "(CIVIL APPEAL /473/2009)",
        "Date": "24 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Shiva Kirti Singh\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zYXJvaiBhZ2Fyd2FsbGEgKGRlYWQpIHRoci4gbHIgYWJoaXNoZWsgYWdyYSB3YWxsYV95YXNoZWVsIGphaW5fMTcwMTE1NDU5Ny5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 876",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "24 October 2016",
        "Petitioner:": "Saroj Agarwalla (dead) Thr. Lr Abhishek Agra Walla",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 986",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Shiva Kirti Singh",
        "Respondent:": "Yasheel Jain",
        "Case Type:": "CIVIL APPEAL /473/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Caveat ~- Original Side Rules of Calcutta High Court"
        ],
        "HeadNote": "Caveat ~- Original Side Rules of Calcutta High Court — Chapter XXXV- rr. 9,24,28,30 — Testamentary and intestate jurisdiction — Caveat against grant of probate — Caveatable interest — Application for discharge of caveatable interest — Maintainability of — Proceedings initiated by appellant for grant of probate on the basis of Will and testament of appellant's brother — Appellant pleaded for rejection of the caveats of respondents — High Court turned down appellant's plea - On appeal, Held: A judgment in the probate proceedings is a judgment in rem and, therefore, a person establishing prima facie interest in the estate of the testator should be permitted to maintain a caveat and contest for probate — It is not necessary to establish caveatable interest by conclusive proof — rr. 28 and 30 make it clear that before the proceedings are nwnbered as a suit by orders of a Judge for being tried as a suit as per provisions of the C.P.C, the Court may take up a preliminary issue, whether the caveator has a caveatable interest, if an application praying rejection for caveats is filed before the Court — Court to discharge the caveat where, upon trial of such issue, it appears that caveator has no caveatable interest - On facts, claim of grant of probate prejudiced the rights of the respondents, hence they had a caveatable interest ~ Consequently, caveats filed by them could not be discharged."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "ASHIQ HUSSAIN FAKTOO VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA0NA==",
        "Citation": "[2016] 5 S.C.R. 884",
        "Case Type": "(WRIT PETITION(CRIMINAL) /46/2008)",
        "Date": "30 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9hc2hpcSBodXNzYWluIGZha3Rvb191bmlvbiBvZiBpbmRpYSAmIG9ycy5fMTcwMTE1NTA0MC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 884",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "30 August 2016",
        "Petitioner:": "Ashiq Hussain Faktoo",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2016 INSC 630",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /46/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India ~ Art. 32 - Conviction and sentence of life imprisonment by"
        ],
        "HeadNote": "Constitution of India ~ Art. 32 - Conviction and sentence of life imprisonment by Supreme Court in appeal u/s.3 of TADA Act and s.302 r/w. s.120B IPC — Review petition dismissed — Writ petition filed by convict u/Art. 32 of the Constitution seeking interference with the order of conviction and sentence on the principle of ex- debito justitiae — Maintainability - Held: The present writ petition u/ Art. 32 does not fit into any of the permissible categories of post conviction exercises permissible in law as laid down by Supreme Court — Merely because in the comprehension of the writ petitioner the judgment of the Supreme Court is erroneous would not enable the Court to reopen the issue in departure to the established and settled norms and parameters of the extent of permissible exercise of jurisdiction as well as the procedural law governing such exercise - Terrorist and Disruptive Activities (Prevention) Act, 1987- s.3 ~ Penal Code, 1860 - s.302 r/w s.120B, Doctrine of ex debito justitiae — Applicability of - Held: Principle of ex debito justitiae is founded on a recognition of a debt that the justice delivery system owes to a litigant to correct an error in a judicial dispensation — Its application, by the very nature of things, cannot be made to depend on varying perceptions of legal omissions and conunissions but such recognition of the debt which have the potential of opening new vistas of exercise jurisdiction to relook concluded cases, must rest on surer foundations which have been discerned and expressed by Supreme Court in Rupa Ashok Hurra case — Maxims ~ Curative petition — Supreme Court Rules, 2013- O. XLVI."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "SHYAM LAL VS. DEEPA DASS CHELA RAM CHELA GARIB DASS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA0OA==",
        "Citation": "[2016] 5 S.C.R. 893",
        "Case Type": "(CIVIL APPEAL /4245/2012)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zaHlhbSBsYWxfZGVlcGEgZGFzcyBjaGVsYSByYW0gY2hlbGEgZ2FyaWIgZGFzc18xNzAxMTU1MTU5LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 893",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Shyam Lal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 496",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Deepa Dass Chela Ram Chela Garib Dass",
        "Case Type:": "CIVIL APPEAL /4245/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Security of Land Tenure Act",
            "1953 - ss.9 and 14A r/w. ss. 39 and 40 of Punjab Tenancy Act",
            "1887"
        ],
        "HeadNote": "Punjab Security of Land Tenure Act, 1953 - ss.9 and 14A r/w. ss. 39 and 40 of Punjab Tenancy Act, 1887 — Agricultural tenancy/lease — For fixed term — Under the Act ~ Availability of protection under the 1953 Act for eviction/ejectment of the tenant/ lessee — After expiry of the term of tenancy/lease — Lease agreement (unregistered) for a fixed term — Tenant/lessee remained in possession of the land even after the term of tenancy — Tenant filed suit for injunction restraining the landlord from ousting him from the property — Cross-objection of land-lord seeking mandatory injunction for vacation from the property on the ground that the tenant had ceased to be a tenant on expiry of period of lease — Order of eviction of tenant ~ Affirmed by High Court - On appeal, Division Bench of Supreme Court differed with the view in *Sukhdev Singh case whereby it was held that a tenant under the 1953 Act ceases to be one, on expiry of the fixed term tenancy under the contract, whereafter he is not entitled to statutory protection from eviction — Hence matter referred to Larger Bench — Held: As the lease agreement was unregistered, the same would not be admissible in evidence by virtue of s. 107 of Transfer of Property Act and ss. 17 and 49 of Registration Act — Hence, cannot be looked into for determination of duration of the lease - The lease has to be deemed to be a lease from year to year — The tenant/lessee remained in possession of the land beyond the legally presumptive period, with the implied consent of the land-lord — Thus, the tenant acquired the status of ‘tenant holding over’ or a ‘tenant at will’ — Therefore, the tenant whose lease has expired would not be tenant within purview of 1953 Act r/w relevant provisions of 1887 Act — But continuation of possession after expiry of lease duration with the consent of the land-lord would confer the status of ‘tenant’ to the occupant on the"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "R.R. PAREKH VS. HLGH.COURT OF GUJARAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA1OA==",
        "Citation": "[2016] 5 S.C.R. 906",
        "Case Type": "(CIVIL APPEAL /6116-6117/2016)",
        "Date": "12 JULY 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9yLnIuIHBhcmVraF9obGdoLmNvdXJ0IG9mIGd1amFyYXQgJiBhbnIuXzE3MDExNTU2MjYucGRm",
        "SCR Citation:": "[2016] 5 S.C.R. 906",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "12 July 2016",
        "Petitioner:": "R.r. Parekh",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2016 INSC 513",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Hlgh.court Of Gujarat & Anr.",
        "Case Type:": "CIVIL APPEAL /6116-6117/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "; Dismissal of service — Of judicial officer"
        ],
        "HeadNote": "; Dismissal of service — Of judicial officer — Charges of misconduct. alleging that while trying two cases involving offence u/s. 135 of Customs Act, the manner and mode in which awarded sentence show that the decisions rendered were actuated by corrupt practice or oblique motive — Held: The delinquent had no convincing explanation for the alleged conduct — The charge of misconduct was thus established - However, punishment of ‘dismissal’ is not proportionate to the misconduct — Hence, it is substituted to ‘compulsory retirement’ - Gujarat Civil Services (Discipline and Appeals) Rules, 1971 — Rule 6.Judiciary — Judicial officer ~— Misdemeanour alleged ~ Disciplinary proceedings — Held: Cases involving misdemeanour of judicial officer have to be dealt with sensitivity and care — A’ charge of misconduct against a judicial officer must be distinguished from a purely erroneous decision whether on law or on fact — The circumstances let into evidence to establish misconduct have to be sifted and evaluated with caution ~ Service Law.Constitution of India.Art.235 — Disciplinary jurisdiction of High Court-~ Scope of ~ Held. in exercise of its disciplinary jurisdiction, conferred w/Art. 235, the High Court has an obligation to apply its mind to a report submitted by the Disciplinary Committee as regards its acceptance — The Court is not bound by the decision of Disciplinary Committee. Art.226 — Jurisdiction under — Scope. of — While determining the correctness of charge of misconduct — Held: The High Court should not exercise its jurisdiction u/Art.226 unless the findings are found to be perverse or it is a case of no evidence — The"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "SUBRAYA M.N. VS. VITTALA M.N. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA2Mg==",
        "Citation": "[2016] 5 S.C.R. 924",
        "Case Type": "(CIVIL APPEAL /5805/2016)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9zdWJyYXlhIG0ubi5fdml0dGFsYSBtLm4uICYgb3JzLl8xNzAxMTU1NzY5LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 924",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Subraya M.n.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 494",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Vittala M.n. & Ors.",
        "Case Type:": "CIVIL APPEAL /5805/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Partition — Suit by plaintiffs (brothers of the defendant)"
        ],
        "HeadNote": "Partition — Suit by plaintiffs (brothers of the defendant) — For partition of suit schedule property at Item Nos. 1,2 and 3 which was joint family property ~ Alleging that the defendant was attempting to grab the suit properties ~ In the Written Statement defendant stated that Plaintiff Nos. | and 2 had sold their shares to the defendant and the plaintiff Nos. 3 and 4 had also relinquished their rights in the Item Nos. 1 and 2 and the same was recorded in Panchayat Resolution (Exb. D22); that Hem No, 3 was his self-acquired property and thus plaintiffs were not entitled to partition ~ During trial, plaintiff Nos.1 and 2 stated in the court that they had no claim over item Nos. 1 and 2 - Trial court decreed the suit holding that plaintiff Nos. 3 and 4 were entitled to 1/3rd share each in item Nos. 1, 2 - They cannot be said to have relinquished their rights by Exbt-22 or the receipts Exbis. Dl4 and D23, as there can be no relinquishment without registered document — High Court affirmed the decree - On appeal, held: Courts below have erred in ignoring the oral and documentary evidence regarding Item Nos. 1 and 2 of suit scheduled property — There was a division in status of the defendant and plaintiffs so far as item Nos. 1 and 2 are concerned and the same was affirmed by the Panchayat by its resolution Exbt. D-22 — The Panchayat resolution ( a written document) though not registered, can be used as a corroborative piece of evidence explaining the family settlement and the conduct of the parties in receiving the money in lieu of relinquishing their interest in item Nos, 1 and 2 - So far as item No. 3 of the suit schedule property is concerned, the defendant failed to prove that the property was his self-acquired property and not the joint family property - Thus, plaintiff Nos. 3 and 4 were entitled to share in Item No. 3 — It is evident from the evidence that plaintiff Nos. I and 2 have relinquished their rights only in respect of item Nos. 1 and 2 and not in respect of item No, 3"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "ANIL KUMAR GUPTA VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA2Mw==",
        "Citation": "[2016] 5 S.C.R. 939",
        "Case Type": "(WRIT PETITION (CIVIL) /68/2011)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9hbmlsIGt1bWFyIGd1cHRhX3VuaW9uIG9mIGluZGlhICYgb3JzLl8xNzAxMTU1ODcyLnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 939",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Anil Kumar Gupta",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 497",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /68/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India — Art. 32 — Petition under ~ In public interest ~ In respect of a tragedy which ensued pursuant to a recruitment drive by Indo-Tibetan Border Police (ITBP} where more -"
        ],
        "HeadNote": "Constitution of India — Art. 32 — Petition under ~ In public interest ~ In respect of a tragedy which ensued pursuant to a recruitment drive by Indo-Tibetan Border Police (ITBP} where more - than two lakhs aspiring candidates reached Bareilly (U.P.) — In view of swelling number, the ITBP authorities postponed the drive — Thereafter the crowd rushed to railway station - Hundreds of people climbed the rooftop of a train — At 60 km from Bareilly an accident took place at Railway over-bridge as the gap between the train roof and the bridge was not enough — This resulted in around 20 deaths and injuries to many — Petitioners sought directions inter alia for finding out reasons for loss of lives, for grant of compensation to the victims and for laying down guidelines for necessary precautions and care to be taken to avoid such tragedy ~ Railways in its enquiry report stated that the cause of accident was not of railway staff — However, in para 9.2 of the report it was recommended that Railway must ensure that there are no infringements to dimensions as per Indian Railways, Schedule of Dimensions, Revised 2004 for overhead fixed structures — ITBP in its affidavit stated that standing Order No. 1 of 2011 dated 14.2.2011 and standing Order No. 5 of 2013 dated 26.2.2013 ensuring that only 600 candidates would be called for recruitment in one drive — Held: Railway administration was responsible for the accident — Reasonable care was expected from the administration as administration alone was in a position to know about the infringement with regard to certain structures and possible implications if the trains were to run at a great speed (75 km ph) with large number of people on roof-top — Direction to Railway Administration to pay due compensation to the kin of the dead and to the injured — In order to avoid such tragedy, Railway Administration is directed to have assessment of infringement and"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "AJAY KUMAR SINGH VS. THE FLAG OFFICER COMMANDING-IN-CHIEF & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA2Ng==",
        "Citation": "[2016] 5 S.C.R. 957",
        "Case Type": "(CRIMINAL APPEAL /325/2012)",
        "Date": "13 JULY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS8yMDE2XzVfOTU3LTk3MSBfMTcwMzMwODQxNC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 957",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "13 July 2016",
        "Petitioner:": "Ajay Kumar Singh",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 522",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "The Flag Officer Commanding-in-chief & Ors.",
        "Case Type:": "CRIMINAL APPEAL /325/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:"
        ],
        "HeadNote": " Penal Code, 1860: ss. 342 and 392 rlw. s.25(1-A) of Arms Act ands. 77(2) of Navy Act, 1957 - Bunk robbery by 3 Navy officials - Court Martial trial - Conviction on the basis of the witnesses PWs 14 and 18 (Bank Manager and Clerk) - Their dismissal with disgrace alongwith other consequential penalties - In statutory appeal conviction confirmed - Armed Forces Tribunal disbelieved the identification of the three accused persons by PWs 14 and 18 - Convicted the accused 'AK' and 'UK' on the basis of evidence of Fingerprint Expert proving the chance fingerprint to be that of appellants 'AK' and 'UK' - Appellant 'DK' was acquitted giving him benefit of doubt -Appeals by accused 'AK' and 'UK' assailing their conviction and by accused 'DK' seeking his reinstatement in service in view of his acquittal - Held: Evidence of PWs 14 and 18 as regards the identification of the accused persons could not have been disbelieved - The lapses in the evidence of the fingerprint expert cannot result in acquittal of the two appellants 'AK' and 'UK' - So far as the third appellant 'DK' is concerned though his identification as accused in confirmed as evidence of PWs J.I and 18 are reliable, but in absence of States appeal against his acquiual, his acquittal cannot be interfered with - He cannot claim reinstatement as he has been acquitted giving benefit of doubt - An employee can claim reinstatement only when he has been honourably acquitted - Even in view that he was identified by PWs 14 and 18, he cannot be reinstated -Arms Act, 1959 - s. 25 {1-A) - Navy Act, 1957 - s. 77(2) - Service Law - Reinstatement. "
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "R. VENKATA RAMUDU & ANOTHER ETC. VS. STATE OF A.P & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA2OQ==",
        "Citation": "[2016] 5 S.C.R. 972",
        "Case Type": "(CIVIL APPEAL /9856-9860/2016)",
        "Date": "27 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9yLiB2ZW5rYXRhIHJhbXVkdSAmIGFub3RoZXIgZXRjLl9zdGF0ZSBvZiBhLnAgJiBvdGhlcnNfMTcwMTE1NjE2MC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 972",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "27 September 2016",
        "Petitioner:": "R. Venkata Ramudu & Another Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 917",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of A.p & Others",
        "Case Type:": "CIVIL APPEAL /9856-9860/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh Engineering Service Rules",
            "1967 — rr. 1",
            "6",
            "8 — Andhra Pradesh"
        ],
        "HeadNote": "Andhra Pradesh Engineering Service Rules, 1967 — rr. 1, 6, 8 — Andhra Pradesh State & Subordinate Service Rules, 1996 - rn. 16 ~ Extension of period of probation and fixation of revised dates of commencement of probation — Legality of - Temporary appointment of first appellant as Assistant Executive Engineer by direct recruitment, on 18.4.1992 — Placed on probation with retrospective effect from 18.4.1992 for a period of two years within the continuous period of three years — In terms of r. 6(2), appellant passed the Account test on 20.1.1997 — However, there was no need to pass the language test in Telugu, in view of the relevant Rules — Subsequently, issuance of memo by the Government whereby the period of probation extended and revised dates of commencement of probation fixed — Challenge to, and directions sought to consider the appellant for promotion to the next post ~ Tribunal held that the impugned proceedings were perfectly valid and legal — High Court upheld the order — Held: Note appended to Rule 8 stipulates that it expressly prohibits the probationer from being discharged for failure to pass the Account test, and it stipulates that the probation shall be extended until the probationer passes the test — Such extension is mandated only in those cases where the probationer does not pass the relevant test - Note does not prevent the probationer from being discharged at the end of the period of probation if his performance is otherwise unsatisfactory — Thus, Note is a legislative device and part of the Rule 8(c) — It carries same degree of efficacy as the Rule itself - In appellant’s case, in view of the declaration contained in the Note appended to Rule 8, there was neither any need nor occasion much less the authority in law for the exercise of power either under"
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "GUJARAT URJA VIKAS NIGAM LIMITED VS. TARINI INFRASTRUCTURE LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA3MQ==",
        "Citation": "[2016] 5 S.C.R. 990",
        "Case Type": "(CIVIL APPEAL /5875/2012)",
        "Date": "05 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS9ndWphcmF0IHVyamEgdmlrYXMgbmlnYW0gbGltaXRlZF90YXJpbmkgaW5mcmFzdHJ1Y3R1cmUgbHRkLiAmIG9ycy5fMTcwMTE1NjI1OC5wZGY=",
        "SCR Citation:": "[2016] 5 S.C.R. 990",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "05 July 2016",
        "Petitioner:": "Gujarat Urja Vikas Nigam Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 500",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Tarini Infrastructure Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /5875/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003 ~ ss. 61",
            "62",
            "64 and 86 — Tariff under a Power Purchase Agreement (PPA) ~ Review of"
        ],
        "HeadNote": "Electricity Act, 2003 ~ ss. 61,62, 64 and 86 — Tariff under a Power Purchase Agreement (PPA) ~ Review of — Whether permissible by State Electricity Regulatory Commission — Held: Determination and fixation of tariff is a statutory function to be performed by the Commission, in exercise of its powers u/s. 86(1)(b) in consonance with the principles enuniciated by the Electricity Act — Under Regulation 31 of Gujarat Electricity Regulatory Contunission (Multi Year Tariff) Regulations, 2016, tariff fixed is subject to periodic review — Further under Regulation 23 of 2016 Regulations, adjustinent in tariff is permissible on account of uncontrollable factors ~ Thus, in view of s. 86(1)(b), the Court must lean in favour of flexibility and not read inviolability in terins of the agreement — Court to lean in favour of such a view also in view of ss. 14 and 21 of General Clauses Act - Gujarat Electricity Regulatory Commission (Multi Year Tariff} Regulations, 2016 — Regulations 23 and 3] — General Clauses Act, 1897 - ss. 14 and 21."
    },
    {
        "volume": "2016Volume 5",
        "Case Name": "M/S COLGATE PALMOLIVE (INDIA) LTD. VS. COMMISSIONER OF CUSTOMS, PATNA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTA3Mg==",
        "Citation": "[2016] 5 S.C.R. 1013",
        "Case Type": "(CIVIL APPEAL /8593/2003)",
        "Date": "24 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA1L1BhcnQgSS8yMDE2XzVfMTAxMy0xMDMwIF8xNzAzMzA4NzU3LnBkZg==",
        "SCR Citation:": "[2016] 5 S.C.R. 1013",
        "Year/Volume:": "2016/ Volume 5",
        "Date of Judgment:": "24 August 2016",
        "Petitioner:": "M/s Colgate Palmolive (india) Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1195",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Commissioner Of Customs, Patna",
        "Case Type:": "CIVIL APPEAL /8593/2003",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Act",
            "1962 - s.25 - Issuance of Notification No. 371 1996-Customs dated"
        ],
        "HeadNote": " Customs Act, 1962 - s.25 - Issuance of Notification No. 371 1996-Customs dated 23. 7.1996, pursuant'to Treaty of Trade between. India and Nepal - Exempting specified goods, from customs duty .C leviable under First Schedule to the Customs Tariff Act, 1975 when imported from Nepal to Iridia - Appellant was entitled to .the exemption under the Notification on the imported goods from Nepal - Iniroduction of s. 3A in Tariff Act levying 'Special Additional D'Uty' in the year 1998 - Notification No. 1812002-Customs dated 1.3.2000 prescribed the rates of 'Spectal Additional Duty' - Demand of D 'Special Additional Duty'from the appellant - Paid under protesrThereafter, Notification No: 12412000-Custonis\" dated 29.9.2000 · amending Notification dated 23. ?.1996 -Application by appellant seeking refund of 'Special Additional Duty', on the ground that Notificatio.n dated 29.9.2000 had enlarged the scope of exemption, under Notification dated 23. 7.1996, from 'basic customs duty' by including 'Special Additional Duty'; and that levy of 'Sp.ecial Additional Duty' uls. 3A since was contrary to the terms of t~e Treaty, Notification dated 29.9.2000 rectified the same and therefore the Notification dated 29.9.2000 was clarificatory in nature and had retrospective affect - Application waJ rejected - Appeal thereagainst dismissed - On appeal, held:- 'Special Additional Duty,' was introduced in the year 1998 by insertion of s.3A of TariffAct - Such duty was not leviable and enforced when the Treaty of Trade E F was signed or protocol thereto was executed - The protocol could . not have conceived of future levy by way of proposition - The exemption granted by Notification dated 29.9.2000 was in the nature : of specific and new exemption from payment of. 'Special Additional · Duty: and not clarificatory to give effect to the existing protocol - The Notification was intended to be applied prospectively - Therefore, appellant not entitled to refimd of 'Special Additional Duty' - Customs Tariff Act, 1975 - s.3A. · "
    }
]