[
    {
        "volume": "2016Volume 11",
        "Case Name": "LALITESHWAR PRASAD SINGH & ORS. VS. S. P. SRIVASTAVA (D) THR. LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE1OTc=",
        "Citation": "[2016] 11 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /4426/2011)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvTGFsaXRlc2h3YXIgUHJhc2FkIFNpbmdoICYgT3JzLiBfIFMuIFAuIFNyaXZhc3RhdmEgKGQpIFRoci4gTHJzLl8xNzAxNDE0NzY2LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "Laliteshwar Prasad Singh & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1147",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "S. P. Srivastava (d) Thr. Lrs.",
        "Case Type:": "CIVIL APPEAL /4426/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. XLI",
            "rr. 31",
            "27 - Judgment in appeal - Duty of appellate court"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - Or. XL/, n: 31, 27 - Judgment in appeal - Duty of appellate court - Suit by first respondent-plaintiff against second respondent-defendant for c declaration of title, dismissed by trial court - Appellants, purchasers of various extent. of plots in the suit property from the second responde11t, impleaded in High Court in first appeal - Suit decreed by High Court, reversing the findings of trial court, without giving appellants an opportu11ity to adduce any evide11ce or make a11y submission - On appeal, held: A11 appellate court is the final court D of facts - First appellate court ought to state the points for determinatio11, the decision thereon and the reasons for such decision - Further, when the first appellate court reverses the findi11gs of the trial court, it must record the findi11gs in clear terms explaining how the reasoni11g of the trial court was erroneous - In the instant E case, High Court neither framed the points for determination nor discussed the evidence adduced by the defendant and considered 011ly the evidence adduced by Plaintiff - Being the first appellate court, it should have co11sidered the evidence adduced by both Plaintiff as well as Defenda11t - Before the trial court, only the second respondent-Defendant was the party - However, having· F impleaded the appellants as parties in the first appeal, High Court ought to have given an opportunity to the appellants to adduce additional evidence to substantiate their claim that they were bona fide purchasers for value - Matter remitted back to High Court for fresh consideration 011 merits - Specific Relief Act, 1963 - s.34."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "IN RE: THE PUNJAB TERMINATION OF AGREEMENT ACT, 2004 VS. IN RE: THE PUNJAB TERMINATION OF AGREEMENT ACT, 2004",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2NDE=",
        "Citation": "[2016] 11 S.C.R. 15",
        "Case Type": "(REF. U/S 143 /1/2004)",
        "Date": "10 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxNl8xMV9TQ1JfMTVfMzk2M2I0MGY3OTVhYTllY2NjOWMyMTJkZGZlYzY5MzkucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 15",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "10 November 2016",
        "Petitioner:": "In Re: The Punjab Termination Of Agreement Act, 2004",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1018",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "In Re: The Punjab Termination Of Agreement Act, 2004",
        "Case Type:": "REF. U/S 143 /1/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "constitutional validity of Punjab Termination of Agreements Act",
            "2004"
        ],
        "HeadNote": " Constitution of India: Art.143 - Reference under; with regard to constitutional validity of Punjab Termination of Agreements Act, 2004 - Sales of Punjab, Haryana and Rajasthan entered into an agreement dated 31\" December; 1981 in terms whereof !he said Sales agreed 011 reallocation of Ravi and Beas Waters - Agreement not acted upon by the State of Punjab - Suit by Stale of Haryana before Supreme Court, decreed directing the State of Punjab to discharge its obligations under the 1981 Agreement - Decree not complied with by the State of Punjab - Execution petition by the State of Haryana for enforcement of the decree, allowed- However; the State of Punjab enacted the Punjab Termination of Agreements Act, 2004 terminating the 1981 Agreement and also nullifying the aforesaid decrees of the Supreme Court against it - Held: The Punjab Termination of Agreements Act, 2004 cannot be considered to be legal and valid - A party to the litigation cannot unilaterally act in a manner to nullify the effect of the decree passed by a Court of law - A litigating person cannot become judge in its own cause - The 1981 Agreement was about sharing of waters of Ravi and Beas rivers and thus could not have been unilaterally terminated by one of the parties to the Agreement by exercising its legislative power - Such unilateral action of the State of Punjab to terminate the I 981 Agreement or nullify the decree of the highest Court of the country is comrade to the Constitution of India - Inter State Water Disputes Act, 1956 - s.14 - Punjab Reorganisation Act, 1966 - s. 78 - Punjab Satluj Yamuna Link Canal Land (transfer of Proprietary Rights) Act, 2016. . Art.143 - Reference under - To be on question of fact or question of law - Held: A bare perusal of Art.143 would show that the President of India is authorised to refer to Supreme Court a question of law or fact, which in his/her opinion is of such a nature and of such a public importance that it is expedient to obtain the opinion of the Supreme Court upon it - The Article does not restrict the President to obtain opinion only on a pure question of law. Art.143 - Reference under - Whether Supreme Court obligated or not to render its opinion - Held: It is within the discretion of Supreme Court. suspect to certain parameters, to decide whether to refuse to answer a question on a reference. "
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "THE POWER GRID CORPORATION OF INDIA LIMITED VS. CENTURY TEXTILES & INDUSTRIES LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2NDU=",
        "Citation": "[2016] 11 S.C.R. 41",
        "Case Type": "(CIVIL APPEAL /10951/2016)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvVGhlIFBvd2VyIEdyaWQgQ29ycG9yYXRpb24gT2YgSW5kaWEgTGltaXRlZCBfIENlbnR1cnkgVGV4dGlsZXMgJiBJbmR1c3RyaWVzIExpbWl0ZWQgJiBPcnMuXzE3MDE0MTU2NjMucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 41",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "The Power Grid Corporation Of India Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1128",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Century Textiles & Industries Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /10951/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003: s.164 and ss.2(5)114168169 - Exercise of powers of Telegraph Authority in certain cases - Indian Telegraph Act",
            "1885 - ss.10",
            "15",
            "16 - Transmission Project"
        ],
        "HeadNote": "Electricity Act, 2003: s.164 and ss.2(5)114168169 - Exercise of powers of Telegraph Authority in certain cases - Indian Telegraph Act, 1885 - ss.10, 15, 16 - Transmission Project - Proposed power lines to be laid by Power Grid, towers to be erected therefor on the land leased out to Century Textiles for mining - Right of Power Grid to erect such towers - Writ petition by Century Textiles contending that erection of towers would render a large chunk of mining area unusable precluding it from doing any blasting for mining purposes, thus the , towers b_e realigned - Dismissed by Single Judge as also by Division Bench, however directing the District Collector to work out the compensation payable to Century Textiles/State Government - Held: Power Grid has all the powers vested in a Telegraph Authority under the 1885 Act, including the power to eliminate any obstruction in the laying down of power lines - Thus, it was within its right to erect the towers over the mining area - Further, change in route alignment of proposed power line was unfeasible as out of 410 towers which were to be erected under the project, 408 towers were already erected when the writ petition was filed by Century Textiles - Division Bench without differing with this factual position; including the fact that the project in question was in public interest, allowed the completion of project - Indian Electricity Ruf.es, ' 1956 - r.83(2) - Electricity laws. s.164 - Work of Licencees Rules, 2006 - r.3(l)(a) and r.3 sub-rule(4) - Requirement of prior consent of owner of land before laying transmission lines -Applicability of- Plea of Century Textiles that erection of towers on the mining area was done without its prior consent - Held: In the instant case, r.3(l)(a) of the, 2006 Rules is not applicable in view of s.164 of the Electricity Act, as Power Grid has all the powers vested in a Telegraph Authorityd(l) of 2006 Rules ceases to apply in the case of Power Grid by virtue of the clause contained in sub-rule(4) of 1:3 which states that nothing contained in 1:3 shall effect powers conferred upon a licensee (Power Grid) u/s.164 of the Electricity Act. -Indian Telef.:raph Act. 1885 - s.16(c) - Co111pensatio11 claim under - Appropriate authority - Erection of towers for laying power transmission lines within mining lease area - Alleged loss to the lessee (Century Textiles) and to the State government - Division Bench directed the District Collector to work out the compensation payable to Century Textiles/State Govemment - Held: No claim for compensation was made either by Century Textiles or State Government - Further, if at all Century Textiles seeks compensation, appropriate action for it would be to file a suit before District Judge."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "SRIKANT ROY & ORS. VS. STATE OF JHARKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2NTA=",
        "Citation": "[2016] 11 S.C.R. 58",
        "Case Type": "(CIVIL APPEAL /10874/2016)",
        "Date": "16 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvU3Jpa2FudCBSb3kgJiBPcnMuIF8gU3RhdGUgT2YgSmhhcmtoYW5kICYgT3JzLl8xNzAxNDE1Nzc5LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 58",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "16 November 2016",
        "Petitioner:": "Srikant Roy & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1030",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Jharkhand & Ors.",
        "Case Type:": "CIVIL APPEAL /10874/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Service - Higher Judicial Service - Selection process - Selection for the posts of Additional District Judges - Jharkhand Superior Judicial Services (Recruitment",
            "Appointment and Conditions of Services) Rules",
            "2001"
        ],
        "HeadNote": "Judicial Service - Higher Judicial Service - Selection process - Selection for the posts of Additional District Judges - c Jharkhand Superior Judicial Services (Recruitment, Appointment and Conditions of Services) Rules, 2001 - rr. 5 and 8 - Bifurcation of posts as per roster system pursuant to amended rules - In terms whereof, 50% of the posts to be filled up by promotees on the basis of merit-cum-seniority - Remaining 50% posts to be bifurcated D equally, i.e. 25% by way of selection through Limited Competitive Examination and 25% by direct recruitment from the Bar - Selection process initiated in August 2008 for filling up posts of ADJs by promotion through Limited Competitive Examination - Challenge to - High Court held that since 50% of the posts were already filled up by promotees on merit-cum-seniority basis, the left over 50% E vacancies should be filled by promotion through Limited Competitive Examination and by the direct recruits in equal proportion - 011 appeal, held: Amended Rules providing for the ratio to be maintained between the promotees and direct recruits became effective on 20'\" August 2004 and had prospective application - In F terms of the consistent stand of the State Government and the affidavit filed by High Court (Administrative Side), it is clear that the notification for filling up posts of ADJ by promotion issued in 2008 was on the basis that no vacancy against the posts of direct recruit quota was available - High Court committed manifest error in not considering these relevant facts as to vacant posts in relation G to direct recruit quota - Distinction between \"post\" and \"vacancy\" overlooked by High Court - Once it is found that no vacancy against the quota of direct recruilment was available at the relevant time, private respondents who were eligible to participate in the selection process through direct recruitment alone and not by promotion, hadno locus to challenge the 2008. selection process - Resultantly, 2008 selection process held to be proper and final - Judiciary."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "J. ASHOKA VS. UNIVERSITY OF AGRICULTURAL SCIENCES & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2NTQ=",
        "Citation": "[2016] 11 S.C.R. 81",
        "Case Type": "(CIVIL APPEAL /12182/2009)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvSi4gQXNob2thIF8gVW5pdmVyc2l0eSBPZiBBZ3JpY3VsdHVyYWwgU2NpZW5jZXMgJiBPcnMuXzE3MDE0MTU5MjYucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 81",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "J. Ashoka",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1142",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "University Of Agricultural Sciences & Ors.",
        "Case Type:": "CIVIL APPEAL /12182/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Selection - University of Agricultural Sciences Statute",
            "1964 - Statute 15",
            "30 -Selection process for appointment to the post of Assistant Professor in Sericulture"
        ],
        "HeadNote": "Service Law: Selection - University of Agricultural Sciences Statute, 1964 - Statute 15, 30 -Selection process for appointment to the post of Assistant Professor in Sericulture - Select list prepared wherein appellant placed above respondent no.3 - Select list fonvarded to the Board of Regents of the University - Board selected two candidates including respondent no.3 - Aggrieved, appellant filed writ petition - High court set aside the order of Board and directed them to reconsider the case of appellant - Board again selected respondent no.3 afresh - Plea of appellant that appointment of respondent no.3 was made on extraneous considerations against the appellant whose merit is much superior to that of respondent 110.3 - Held: The Board has power to select the best candidate as per the provisions of the statute - Whenever the Board considers a person placed lower in merit in the select list, it can do so only by recording reasons as to why the case of the person placed above is being overlooked and person below is considered the best for being appointed - On facts, the Board re-considered the matter and assigned cogent and adequate reasons for preferring respondent no.3, viz., her qualification, length of regular service as Assistant Professor and humanitarian grounds - The Considerations cannot be said to be irrelevai1t - Competence and merit is not only adjudged on the basis of qualification of candidate but also other factors like career of candidate, educational curriculum, experience, general aptitude, personality and all other germane factors - Therefore, action of Board in selecting respondent no. 3 in accordance with the relevant statute framed by University - Constitution of India - Arts.14 and 16."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "KUNDAN LAL & ANR. VS. KAMRUDDIN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE2OTI=",
        "Citation": "[2016] 11 S.C.R. 99",
        "Case Type": "(CIVIL APPEAL /6671/2008)",
        "Date": "01 DECEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvS3VuZGFuIExhbCAmIEFuci4gXyBLYW1ydWRkaW4gJiBBbnIuXzE3MDE0MjAwMDgucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 99",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "01 December 2016",
        "Petitioner:": "Kundan Lal & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1087",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Kamruddin & Anr.",
        "Case Type:": "CIVIL APPEAL /6671/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Illegal Possession - Respondent no. l filed suit for possession of property contending that he was a tenant under respondent no.21 Punjab Wakf board"
        ],
        "HeadNote": "Possession: Illegal Possession - Respondent no. l filed suit for possession of property contending that he was a tenant under respondent no.21 Punjab Wakf board - Case of respondent no.1 that few months after he became tenant, communal riots broke out and his family was forced to shift to another village and he too was out of station and that taking advantage of his absence, the appellants took illegal possession of the suit property - Plea of appellants nos. 1 & 2 that they took possession from one 'S' and respondent no.2 had also accepted appellants as its tenants - Courts below held that the suit property was never allotted to 'S' and appellants had failed to establish their possession over the suit property as the tenant - Suit was decreed in favour of respondent no.1 - On appeal, held: Respondent no.1 has produced receipts regarding payment of rent to re~pondent no.2 - On the other hand, receipts placed on record by the appellants related to a different property and were not connected to the suit property in question - Appellant accordingly has no right to claim the suit property - Therefore, appellants directed to vacate the suit premises within stipulated time frame."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "P. M. ABUBAKAR VS. STATE OF KARNATAKA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3MDA=",
        "Citation": "[2016] 11 S.C.R. 103",
        "Case Type": "(CIVIL APPEAL /10894-10895/2016)",
        "Date": "17 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Anil R. Dave",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvUC4gTS4gQWJ1YmFrYXIgXyBTdGF0ZSBPZiBLYXJuYXRha2EgQW5kIE9ycy5fMTcwMTQyMDEwOC5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 103",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "17 November 2016",
        "Petitioner:": "P. M. Abubakar",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1033",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Karnataka And Ors.",
        "Case Type:": "CIVIL APPEAL /10894-10895/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Cooperative Societies Act",
            "1959 - ss.89A",
            "106 - Auction sale of mortgage property - Debtor committed default in c repayment of loan to Bank",
            "recovery proceedings"
        ],
        "HeadNote": "Auction: Karnataka Cooperative Societies Act, 1959 - ss.89A, 106 - Auction sale of mortgage property - Debtor committed default in c repayment of loan to Bank, recovery proceedings were initiated by the Bank - Award passed for the recovery of money - Debtor failed to pay the awarded amount in spite of repeated opportunities - Mortgaged property auctioned - Appellant was the highest bidder - Competent authority confirmed auciion sale in favour of D appellant - Sale certificate issued to appellant - Debtor preferred appeal before the Deputy Registrar (CS) uls. 106 - Deputy Registrar (CS) held that sale was in accordance with Rules hut it was a case of under valuation of the property and on that ground set aside the confirmation of sale 011 the condition that the debtor shall deposit stipulated amount with interest - Debtor again failed to comply with E the order - Appellant-auction purchaser filed writ petition against the order of Deputy Registrar (CS), which was dismissed by High Court - On appeal, held: Order of confirmation of sale is ascribable to s.89A of the Act rlw. r.38 of the Rules ,... No remedy of appeal against that decision is provided - s.106 of the Act does not provide F for an appeal against the order confirming an auction sale, passed uls.89A r/w. r.38 - s.89A of the Act rlw. r.38 of the Rules provide for special dispensation - Order passed by the Deputy Registrar (CS) in appeal was without jurisdiction - Therefore, High Court committed error in dismissing the writ petition filed by appellant-auction purchaser - Order passed by Deputy Registrar (CS) setting aside G auction sale in favour of appellant-auction purchaser and order of High Court confirming it, accordingly set aside - Karnataka Cooperative Societies Rules - r. 38."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "THE ADDITIONAL COMMISSIONER OF COMMERCIAL TAXES, BANGALORE VS. AYILI STONE INDUSTRIES ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3MDI=",
        "Citation": "[2016] 11 S.C.R. 129",
        "Case Type": "(CIVIL APPEAL /1983-2039/2016)",
        "Date": "18 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvVGhlIEFkZGl0aW9uYWwgQ29tbWlzc2lvbmVyIE9mIENvbW1lcmNpYWwgVGF4ZXMsIEJhbmdhbG9yZSBfIEF5aWxpIFN0b25lIEluZHVzdHJpZXMgRXRjLiBFdGMuXzE3MDE0MjAxODEucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 129",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "18 October 2016",
        "Petitioner:": "The Additional Commissioner Of Commercial Taxes, Bangalore",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 967",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Ayili Stone Industries Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /1983-2039/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Sales Tax Act",
            "1957 - Second schedule [Part S",
            "Entry 17 (i) and Part T",
            "Entry 8 ]; and ss. 5",
            "6B - Exemption from sales tax - Polished and unpolished granite stones and Tiles - Assessing authority allowed exemption on polished granite stone but later re-opened the assessment"
        ],
        "HeadNote": "Karnataka Sales Tax Act, 1957 - Second schedule [Part S, Entry 17 (i) and Part T, Entry 8 ]; and ss. 5, 6B - Exemption from sales tax - Polished and unpolished granite stones and Tiles - Assessing authority allowed exemption on polished granite stone but later re-opened the assessment - On reassessment, Assessing authority disallowed exemption on ground that polished and unpolished granite stones have separate entries in the Entry 17 (i) of part S of second schedule - Propriety of - Held: There is a distinction between polished granite stone or slabs and tiles - If a polished granite stone is used in a building for any purpose, it will come under Entry 17(i) of Part S of the second schedule, but if it is a tile, which comes into existence by different process, a new and distinct commodity emerges - The process involved is extremely relevant - That aspect has not been gone into - The Assessing Officer while framing the assessment order has referred to Entry 17(i) of Part S but without any elaboration on Entry 8 which carves out tiles as a different commodity - A finding has to be arrived at by carrying out due enquiry, without which, a final conclusion cannot be reached - Matter accordingly remitted back to Assessing officer for re-adjudication."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "BHUSHAN POWER & STEEL LIMITED VS. MR. S.L. SEAL ADDL. SECRETARY (STEEL & MINES) GOVERNMENT OF ODISHA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3MTA=",
        "Citation": "[2016] 11 S.C.R. 149",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /275/2016)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvQmh1c2hhbiBQb3dlciAmIFN0ZWVsIExpbWl0ZWQgXyBNci4gUy5sLiBTZWFsIEFkZGwuIFNlY3JldGFyeSAoc3RlZWwgJiBNaW5lcykgR292ZXJubWVudCBPZiBPZGlzaGEgJiBPcnMuXzE3MDE0MjAyODAucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 149",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "Bhushan Power & Steel Limited",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1150",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Mr. S.l. Seal Addl. Secretary (steel & Mines) Government Of Odisha & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /275/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court - Petitioner-Company applied for grant of lease for mining iron ore for use in its proposed steel plant - Application disallowed by the State Government"
        ],
        "HeadNote": "Contempt of Court - Petitioner-Company applied for grant of lease for mining iron ore for use in its proposed steel plant - Application disallowed by the State Government - Petitioner- Company filed writ petition, which was dismissed - Petitioner filed SLP against the dismissal, which was allowed - Supreme Court vide iudgment dated 14.03.2012 directed the State Government to recommend the case of petitioner to the Central Government - Direction not implemented - Contempt petition filed by petitioner- company against the State - Supreme Court vide order dated 22.04.2014 directed the State Government to comply with the earlier direction in terms of MoU entered between the parties - Instant contempt petition filed by the petitioner-company pleading that the State Government did not purge the contempt - Held: As per the law prevailing at that time, the role of the State Government was ·only to send the recommendations to the Central Government for allotting· mining areas -,. Ultimate authority/power was vested with the Central Government to take a decision on the said request of the State Government - Since the State Government had sent the necessary letter of request to the Central Government, direction contained in the judgment dated 14.03.2012 stood compliedwith - As Central Government was not party in the contempt proceeding, no direction was ever given by Supreme Court to the Central Government - On contrary, it was observed in order dated 22.04.2014 that it would be for the Central Government to consider the recommendations of the State Government on its own merits and in accordance with law - If that has not been done by the CentrGovernment, it cannot be subject 111atter of the instant Conte111pt Petition, which is accordingly closed - Mines and Minerals (Develop111ent and Regulation) Act, 1957 - Mines and Minerals (Development and Regulation) Amendment Act, 2015. Mines and Minerals (Development and Regulation) Act, B 1957 - ss. 5(1), 10A{2J(c), 11 and JJA - Mines and Minerals (Develop111ent and Regulation) Amendment Act, 2015 - Petitioner- Co111pany applied for grant of lease for 111ining iron ore for use in the proposed plant - Its application recommended to the Central Govern111ent by the Stale Government - Central Government look the view that granting of lease has to be dealt with in accordance c with new provisions of the Ame11d111e//f Act, 2015 and under new scheme, the petitioner '.I· request stood invalidated - Plea of Petitioner-Company that the State Government had issued 'Letter of Intent', therefore, its application was protected u/s. JOA(2){c) of the amended Act - Held: Previous approval of the Central D Government was essential for the State Govern111ent to enter into any lease agreement/contract with the prospecting licensee - Without such approval, the State Government could not co111111unicate to the prospecting licensee/lessee its intention to enter into any contract - Jn instant case, Letter issued to the Central Government by the State Government was only reco111111endatory in nature and ultimate E decision rested with the Central Government - Therefore, letter issued was not 'Letter of Intent' and application of Petitioner not covered by clause (c) of section 10A(2) of the Act."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "AHMEDABAD MUNICIPAL CORPORATION VS. GTL INFRASTRUCTURE LTD. & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3MTU=",
        "Citation": "[2016] 11 S.C.R. 172",
        "Case Type": "(CIVIL APPEAL /5360-5363/2013)",
        "Date": "16 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvQWhtZWRhYmFkIE11bmljaXBhbCBDb3Jwb3JhdGlvbiBfIEd0bCBJbmZyYXN0cnVjdHVyZSBMdGQuICYgT3JzLiBFdGMuXzE3MDE0MjAzNzgucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 172",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "16 December 2016",
        "Petitioner:": "Ahmedabad Municipal Corporation",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1153",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Gtl Infrastructure Ltd. & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /5360-5363/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Provincial Municipal Corporations Act",
            "1949 - ss. 145A",
            "127(1)",
            "2(5)",
            "(30)",
            "(34AA) - Levy of property tax on mobile towers"
        ],
        "HeadNote": "Gujarat Provincial Municipal Corporations Act, 1949 - ss. 145A, 127(1), 2(5), (30), (34AA) - Levy of property tax on mobile towers - Held: Mobile towers comes within the fold of 'land and building' appearing in Entry 49 List II of the Seventh Schedule - Power of taxation on mobile tower is vested in the State Legislature under Entry 49 of List II of the Seventh Schedule - Tax would be payable by the occupier and not the owner of the land and building - Gujarat Local Authorities Laws (Amendment) Act, 2011 - s. 145A - Gujarat Municipalities Act, 1963 - Gujarat Panchayats Act, 1993 - Bombay Provincial Municipal Corporations Act, 1949 - Constitution of India - Entry 49, List II. Seventh Schedule."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "MAHARAO BHIM SINGH OF KOTA THR.MAHARAO BRIJ RAJ SINGH, KOTA VS. COMMISSIONER OF INCOME-TAX, RAJASTHAN-11, JAIPUR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3NjM=",
        "Citation": "[2016] 11 S.C.R. 193",
        "Case Type": "(CIVIL APPEAL /2812/2015)",
        "Date": "05 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvTWFoYXJhbyBCaGltIFNpbmdoIE9mIEtvdGEgVGhyLm1haGFyYW8gQnJpaiBSYWogU2luZ2gsIEtvdGEgXyBDb21taXNzaW9uZXIgT2YgSW5jb21lLXRheCwgUmFqYXN0aGFuLTExLCBKYWlwdXJfMTcwMTQyMTI1Mi5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 193",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "05 December 2016",
        "Petitioner:": "Maharao Bhim Singh Of Kota Thr.maharao Brij Raj Singh, Kota",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1099",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Commissioner Of Income-tax, Rajasthan-11, Jaipur",
        "Case Type:": "CIVIL APPEAL /2812/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s. 10(19A) - Exemption ji·om payment of income-tax on the residential palace of the Ruler"
        ],
        "HeadNote": "Income Tax Act, 1961: s. 10(19A) - Exemption ji·om payment of income-tax on the residential palace of the Ruler - Part of the residential palace found to be in occupation of tenant and remaining in occupation of the Ruler for his residence - Ruler entitled to claim exemption for whole of his residential palace u/s. 1O(l9A) or such exemption would confine only to that portion of palace in his actual occupation - Held: Even if the Ruler had let out the portion of his residential palace, yet he would continue to enjoy the exemption in respect of entire palace because it is not possible to split the exemption in two parts-one in his occupation and the other in possession of the tenant - If Legislature intended to spill the 'palace' in part(s), alike houses for taxing the subject, it would have said so by employing appropriate language ins. 10(19A), however; no such language is employed therein - Part B States (Taxation Concessions), Order 1950 - Paraf;raph 15 (iii). Interpretation of Statutes: Rule of interpretation - If two Statutes dealing with the same subject use different language then it is not permissible to apply the language of one Statute to other while interpreting such Statutes - Likewise, once assesseejuljills the conditions specified in section for claiming exe111ptio:1 under the Act then provisions dealing with grant of exemption to be construed liberally because the exemptions are for the benefit of assessee."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "RAMESH VERMA (D) TR. LRS. VS. LAJESH SAXENA (D) BY LRS & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3NzI=",
        "Citation": "[2016] 11 S.C.R. 210",
        "Case Type": "(CIVIL APPEAL /8665-8668/2010)",
        "Date": "24 NOVEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvUmFtZXNoIFZlcm1hIChkKSBUci4gTHJzLiBfIExhamVzaCBTYXhlbmEgKGQpIEJ5IExycyAmIEFuci5fMTcwMTQyMTM2NC5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 210",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "24 November 2016",
        "Petitioner:": "Ramesh Verma (d) Tr. Lrs.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1053",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Lajesh Saxena (d) By Lrs & Anr.",
        "Case Type:": "CIVIL APPEAL /8665-8668/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession Act",
            "1956: Applicability of - Suit for partition of property in dispute by respondent no.1-daughter (since deceased)"
        ],
        "HeadNote": "Hindu Succession Act, 1956: c D E F G H Applicability of - Suit for partition of property in dispute by respondent no.1-daughter (since deceased) - Trial court held the respondent no.l entitled to 1112' 1' share - High Court increased 1he share of respondent 110.l to J!Jnl - Plea of appellant-son (since deceased) that property left behind by lhe father was governed by survivorship under the Hindu Mitakshara coparcenary !all' and not Hindu Succession Act, 1956- Held: The share received by appellants father after a notional partition in 1952 was his separate property and no lunger a Mitakshara property - Thus, after the enact111e111 of Hindu Succession Act, 1956 devolution of such property of appellants father would be only by succession and not by survivorship - Madhya Bharat Land Code - s.82. s. 6 and its Proviso - Operation of - Appellants plea that High Court was not right in holding that u!s.6, Hindu Succession Act, 1956 females have right to seek partition and divide the share - Held: s.6 deals with the question of a coparcener dying after coming into operation of the Act, without making any testamentary disposition of his undivided share in joint family property - The Act does not interfere with special rights of members of Mitakshara property except that it ensures to the female heirs, as specified in Class I of the Schedule, a share in the i111erest of a coparcener in the event of his death - Proviso to s.6 operates when the deceased leaves surviving him, a daughter, or any female as specified in Class I of the Schedule - In the case at hand, the deceased father left behind a son and 2 female heirs, namely his wife and daughter-respondent no.1- Therefore, High Court rightly increased the share of the respondent no.1-daughter to 1/Jn'. s.23 - Dwelling house - \"wholly occupied\" - Right of femaleheirs to claim partition thereof - Held: The expression dwelling house \"'wholly occupied\" occurring in s.23 assumes importance - In !he present case, it is brought in evidence 1/Jat !he house property was not wholly occupied by the family members and thus High Courl was right in holding that the house property was also available for parlition and the respondent no. ]-daughter was entitled to her share. 211 A B Evidence Act, 1872 - s.68 - Will - Proof of- Held: A will like any other document is to be proved iii terms of the provisions of s. 68 of Indian Succession Act and the Evidence Act - Indian Succession Act, 1925."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "JORSINGH GOVIND VANJARI VS. DIVISIONAL CONTROLLER MAHARASHTRA, STATE ROAD TRANSPORT CORPORATION, JALGAON DIVISION, JALGAON",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3ODc=",
        "Citation": "[2016] 11 S.C.R. 219",
        "Case Type": "(CIVIL APPEAL /11807/2016)",
        "Date": "06 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvSm9yc2luZ2ggR292aW5kIFZhbmphcmkgXyBEaXZpc2lvbmFsIENvbnRyb2xsZXIgTWFoYXJhc2h0cmEsIFN0YXRlIFJvYWQgVHJhbnNwb3J0IENvcnBvcmF0aW9uLCBKYWxnYW9uIERpdmlzaW9uLCBKYWxnYW9uXzE3MDE0MjE1NDUucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 219",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "06 December 2016",
        "Petitioner:": "Jorsingh Govind Vanjari",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1105",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Divisional Controller Maharashtra, State Road Transport Corporation, Jalgaon Division, Jalgaon",
        "Case Type:": "CIVIL APPEAL /11807/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Termination - On charges of misconduct - Chal/e1 1 ge to - Back wages - Gratuity - Allegation that while working as a bus conductor. appellant had collected fare from six passengers",
            "without issuii1g tickets - Inquiry officer found him guilty - He was terminated from service"
        ],
        "HeadNote": "Service law: Termination - On charges of misconduct - Challenge to - Back wages - Gratuity - Allegation that while working as a bus conductor. appellant had collected fare from six passengers, without issuing tickets - Inquiry officer found him guilty - He was terminated from service - Labour court set aside the order of dismissal - However, as appellant had already crossed the age of superannuation, instead of reinstatement, 50% of the back wages from date of termination till the date of superannuation with all other service benefits were granted by the Labour court - High Court modified the award by granting one time compensation of an amount equivalent to 50% of the back wages as awarded by Labour court but did not grant gratuity - On appeal, held: Labour court, on available materials on record, found that the termination was unjustified on basis of perverse finding entered by the inquiry officer - Despite grant of opportunity, 110 evidence was adduced by the management to establish otherwise - Therefore, Labour court cannot be faulted for answering the reference in favour of the appellant - High Court itself granted compensation as it felt that the termination was unjustified and reinstatement was not possible - Appellant entitled to gratuity in respect of his continuous service from his original appointment till the date of his superannuation - Judgment of High Court not sustainable and award of Labour court restored"
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "MAHANAGAR TELEPHONE NIGAM LTD. VS. M/S. APPLIED ELECTRONICS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE3OTQ=",
        "Citation": "[2016] 11 S.C.R. 227",
        "Case Type": "(CIVIL APPEAL /11584/2016)",
        "Date": "24 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxNl8xMV8yMjctMjQzIF8xNzAzMzEwNDY4LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 227",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "24 November 2016",
        "Petitioner:": "Mahanagar Telephone Nigam Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1059",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s. Applied Electronics Ltd.",
        "Case Type:": "CIVIL APPEAL /11584/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - ss.5",
            "34",
            "37 - Code of Civil Procedure",
            "1908 - Applicability of - To appeal u/s. 37 of the 1996 Act - Cross objection by respondent",
            "if maintainable"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - ss.5, 34, 37 - Code of Civil Procedure, 1908 - Applicability of - To appeal u/s. 37 of the 1996 Act - Cross objection by respondent, if maintainable - Held: The 1996 Act is a complete code and s.5 of the same in categorical terms along with other provisions, lead to definite conclusion that no other provision can be attracted - Thus, in the scheme of the 1996 Act, the application of CPC' is not conceived of and, therefore, as a natural corollary, a cross objection cannot be entertained - Distinction from the scheme of 1940 Act, s . ./ 1 of which states that the procedure of CPC would be applicable to appeals - The Arbitration Act, 19./0 - s.41. "
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "THE STATE OF TAMILNADU REP. BY ITS SECRETARY HOME, PROHIBITION & EXCISE DEPT & ORS. VS. K. BALU & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MDA=",
        "Citation": "[2016] 11 S.C.R. 244",
        "Case Type": "(CIVIL APPEAL /12164-12166/2016)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvVGhlIFN0YXRlIE9mIFRhbWlsbmFkdSBSZXAuIEJ5IEl0cyBTZWNyZXRhcnkgSG9tZSwgUHJvaGliaXRpb24gJiBFeGNpc2UgRGVwdCAmIE9ycy4gXyBLLiBCYWx1ICYgQW5yLl8xNzAxNDIxNzYwLnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 244",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "The State Of Tamilnadu Rep. By Its Secretary Home, Prohibition & Excise Dept & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 302",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "K. Balu & Anr.",
        "Case Type:": "CIVIL APPEAL /12164-12166/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Liquor: National Highways and State Highways - Drink and drive accidents -Alarming statistics - Policy 011 removal of retails oullets for liquor on national and state highways across the country adopted by Union Government"
        ],
        "HeadNote": "Liquor: National Highways and State Highways - Drink and drive accidents -Alarming statistics - Policy 011 removal of retails oullets for liquor on national and state highways across the country adopted by Union Government - Challenged - Held: Court must accept the considered view formed by expert body as same was based 011 statistics and data which made out a consistent pattern year after year - The existence of liquor vends; advertisements a11d sign hoards drawing attention to the availability of liquor coupled with the arduous drives particularly in heavy vehicles makes it ahunda11tly necessary to enforce the policy of the Union government to safeguard human life - Constitution of India - Art.47 - Public health. Exclusion of stretches of National Highway and State Higln-11ays which fall within the limits of municipal or local authority from the ambit of prohibition - Propriety of - Held: Where National or State Highway passes through a city, town or through the area of iurisdiction of a local authority, it would he illogical to allow the sale of /iqour along that stretch of the Highway - Such an exclusion would defeat the policy since the presence of liquor shops along such stretches of a National or State Highway would allow drivers to replenish their stock of alcohol, resulting in a situation which the policy seeks to avoid in the first place - Once it is an accepted position that the presence of liquor vends along the highways poses a grave danger to road safety an exception cannot he carved out to permit the sale of liquor along a stretch of the Highway which passes through the limits of a city, town or local authority - Such a11 exception would he wholly arbitrary and violative of Art.14 - Constitution of India - Art.14.Highways - National/State Highways - Location of liquor shops - Held: No distinction can be made between National and State Highways in regard to the local ion of liquor shops - It would defy common sense to prohibit liquor shops along National Highways while permitting !hem on State Highways - The prohibition should extend not merely to the National and State Highways but must be so appropriately tailored so as to ensure that !he policy is not defeated by locating liquor shops even in close proximity of the Highway - A restriction that the shop should not be acceMible or visib!e from the National or State Hig/nvays or fi·om a service lane along such highways is necessary to ensure I hat the policy is not surreptitiously violated. Licence for liquor shops - Held: No licences for liquor shops should be allowed both on the National and State Highways - Moreover, in order to ensure that this provision is not defeated by the adoption of subterfuge, no exception can be carved out for the gram of liquor licences in respect of those stretches of the National or State Highways which pass through the limits of any municipality corporation, city, town or local authority - Necessary safeguards must be introduced to ensure that liquor vends are not visible or directly accessible from the highway within a stipulated distance of 500 111etres from the outer edge of the higlnff1y; or fi·om a service lane along the highway. 245 A B c D E Motor Vehicles Act, 1988: s.185 - Object of - Held: s.185 is indicative of a parliamentary intent to follow a zero tolerance policy towards driving under the influence of alcohol. Constitution of India: Art.19(1 ){g) -There is no funda111ental right under Art.19(1)(g) to trade in liquor - Liquor has been regarded as res extra co111111ercium."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "KEDAR NATH YADAV VS. STATE OF WEST BENGAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MDU=",
        "Citation": "[2016] 11 S.C.R. 263",
        "Case Type": "(CIVIL APPEAL /8438/2016)",
        "Date": "21 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvS2VkYXIgTmF0aCBZYWRhdiBfIFN0YXRlIE9mIFdlc3QgQmVuZ2FsICYgT3JzLl8xNzAxNDIxODM2LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 263",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "21 August 2016",
        "Petitioner:": "Kedar Nath Yadav",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 639",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Of West Bengal & Ors.",
        "Case Type:": "CIVIL APPEAL /8438/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: Parts II and VII; ss. 3(j)",
            "4",
            "6",
            "5A. 9 and 11 - Acquisition of land"
        ],
        "HeadNote": "Land Acquisition Act, 1894: Parts II and VII; ss. 3(j), 4, 6, 5A. 9 and 11 - Acquisition of lancf - At the instance of a particular Company for its project - Notification uls 4(1) stating therein that the land was likely to be needed to be taken by the Government/Government Undertaking/ Development Authorities for a public purpose viz. employment generation, socio-economic development by setting up an industrial project of a particular Company - Objections u/s 5-A filed - Objections were rejected by Land Acquisition Collector and stated in its report that the acquisition by State Industrial Development Corporation was for public purpose - Piirsuant thereto Notification u/s. 6 issued - Award of compensation - The Corporation took possession of the land - Lease Deed executed in favuur of the Company - Acquisition proceedings challenged - High Court upheld the acquisition - On appeal held: Pt;r V. Gopala Gowda, J.: Acquisition in the present case was for 'a Company and hence not covered under 'public purpose' - When the acquisition is for a company, procedure to be adopted is laid down in Part VII r/w rules framed thereunder - Since the procedure under Part VII was not followed, the acquisition is grossly perverse, illegal and void ab initio - The objections u/s 5-A have been rejected without assigning any clear reason or application of mind rendering the report of the Land Acquisition Collector invalid - The award of compensation is also vitiated for non-compliance of provisions uls. 9 - Per Arun Misltra, J.: There can be an acquisition for public purpose and ultimately the land may go on lease or other mode of transfer 'to a company in case the compensation is paid out of public revenue - In the present case the State Industrial Development Corporation i.e. a Govt. Authority was the acquiring body and compensation paid by. it is to be treated out of public revenue - Therefore, theacquisition was for public purpose and hence procedure adopted under Part II cannot be said to be impermissible - Non-compliance of provisions under s.9 in awarding the compensation would also not vitiate the Notifications ulss. 4 and 6 - However, there was no objective consideration of objections u/s. 5-A at any stage - The inquiry held uls. 5-A was a farce and therefore, the entire acquisition stands vitiated -- Per Court: Acquisition of the land is illegal and void - Directions to restore the possession of the land to respective land-owners - Compensation which has already been paid, not to be recovered - Land-owners who have not withdrawn the compensation, permitted to withdraw the same. c Part-JI and Part VII-Distinction between-PerArun Mishra, J.: Existence or non-existence of a public purpose is not a primary distinguishing factor between the acquisition under Part II and that under Part VII - The real point of distinction is the source of.funds to cover the cost of acquisition - The second proviso to s.6(I) is the D main driving ground for the two types of acquisit:\"ri. Practice and Procedure: E F Government litigant - Change in stand by subsequent Government - Permissibility - Held: Per V. Gopa/a Gowda, J.: Though rule of law cannot be sacrificed for the sake of fi1rthering political agenda - However, the subsequent Government can change the stand if there is material on record to show that the earlier action by the Government was illegal or suffered from legal malafides or colourable exercise of power. Affidavits - Binding effect, on the Supreme Court - Held: Per V. Gopala Gowda, J.: Supreme Court is not bound by affidavits and counter affidavits filed by parties - The Court in exercise of its power u/Art.136 can decide the legality of the issue on the basis of the material on record - Constitution of IndiaArt.-136. Doctrines/Principles: G Principles of stare decisis - Discussed."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "M/S MADRAS PETROCHEM LTD. & ANR VS. BIFR& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MTQ=",
        "Citation": "[2016] 11 S.C.R. 419",
        "Case Type": "(CIVIL APPEAL /614-615/2016)",
        "Date": "29 JANUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxNl8xMV80MTktNDc1IF8xNzAzMzEwNTA5LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 419",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "29 January 2016",
        "Petitioner:": "M/s Madras Petrochem Ltd. & Anr",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 107",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Bifr& Ors.",
        "Case Type:": "CIVIL APPEAL /614-615/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002 (SARFAESI Act) - ss. 13",
            "35",
            "37 and 41 - Sick Industrial Companies (Special Provisions) ·Act",
            "1985 (SICA) - ss. 15; 22 and 32 - Whether the SARFAESI Act prevails over the SICA Act"
        ],
        "HeadNote": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (SARFAESI Act) - ss. 13, 35, 37 and 41 - Sick Industrial Companies (Special Provisions) ·Act, 1985 (SICA) - ss. 15; 22 and 32 - Whether the SARFAESI Act prevails over the SICA Act - Held: SARFAESI Act prevails over the SICA to the extent of inconsistency therewith - Where a secured creditor of a sick industrial company seeks to recover its. debt in the manner provided by s.13 (2) of the SARFAESI Act, such secured creditor may realise such secured debt uls. 13(4) of the SARFAESI Act, notwithstanding the provisions of s.22 of SICA - In a situation where there are more than one secured creditor of a sick industrial company or it has been jointly financed by secured creditors, and at least 60% of such secured creditors in value of the amount outstanding as on a record date do not agree upon exercise of the right to realise their secitrity under the SARFAESI Act, s.22 of SICA will continue to have fall play -Where, uls.13 (9) of the SARFAESI Act, in the case of a sick industrial company having more than one secured creditor or being jointly financed by secured creditors representing 60%. or more in value of the amount outstanding as on a record date wish to exercise their rights to enforce their security under the SARFAESI Act, s.22 of SICA, being inconsistent with the exercise of such rights, will have no play - Where secured creditors representing not less than 75% in value of the amount outstanding against financial assistance decide to enforce their security under the SARFAESI Act, any reference pending under the SICA cannot be further proceeded with and proceedings under the SICA will abate - However, s.22 of the SICA will continue to apply in the case of unsecured creditors seeking to recover their debts from a sick industrial company - This is for the reason that the SICA o;verrides the provisions of the DRT Act - Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (DRT Act) - ss. 17, 18 and 34.Sick Industrial Compa1111:' (Special .Provisions) Act, 1985 (SICA) - s.15(1), proviso 3 - Expression \"where a reference is pending\" in s.15 (1) proviso 3 - Interpretation of - Whether the said expression would include all proceedings before the BIFR or only proceedings at the initial reference stage - Held: s.15(1) proviso 3 covers all references pending before the BJFR, no matter whether such reference is at the inquiry stage, scheme stage, or winding up stage. "
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "SAYYED RATANBHAI SAYEED (D) TH. LRS. & ORS. VS. SHIRDI NAGAR PANCHAYAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MTg=",
        "Citation": "[2016] 11 S.C.R. 476",
        "Case Type": "(CIVIL APPEAL /14016/2015)",
        "Date": "22 FEBRUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvU2F5eWVkIFJhdGFuYmhhaSBTYXllZWQgKGQpIFRoLiBMcnMuICYgT3JzLiBfIFNoaXJkaSBOYWdhciBQYW5jaGF5YXQgJiBBbnIuXzE3MDE0MjIwMjQucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 476",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "22 February 2016",
        "Petitioner:": "Sayyed Ratanbhai Sayeed (d) Th. Lrs. & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 197",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Shirdi Nagar Panchayat & Anr.",
        "Case Type:": "CIVIL APPEAL /14016/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Town Planning - Encroachment - Eviction of occupants - Rehabilitation I grant of monetary compensation - Internationally revered seat. of Shirdi Sai Baba at Shirdi in the State of Maharashtra"
        ],
        "HeadNote": "Town Planning - Encroachment - Eviction of occupants - Rehabilitation I grant of monetary compensation - Internationally revered seat. of Shirdi Sai Baba at Shirdi in the State of Maharashtra - Appellants, small scale shopkeepers located in the vicinity of Shirdi shrine, facing ouster from their shops - Suit filed by them had been decreed on compromise in the year 1979, securing their right of rehabilitation in the same locality - Decree however was construed to be inexecutable by intervening developments - Fresh rounds of confrontations - Consecutive adjudications affirmed the displacement of appellants by acknowledging the ·mandate of the relevant Town Planning and Municipal Laws and the overriding public interest - Held: The emerging situation is one where private interest is pitted against public interest - Consequence of the appellants being uprooted from their present sites of business, would spell an overall dislocation in their lives - That many or all of them have buildings elsewhere in the locality, assessed to municipal tax, cannot fully neutralize this fallout - Appellants have been conducting their business at the present sites for over 45 years and over the time, h.aJ'.e built up the same with accompanying goodwill and reputation - Nevertlieless for the cause of paramount public interest, their eviction is unavoidable - In this premise, the State and its functionaries directed to identify a siiitable site to accommodate the appellants - However, in case alternative plot/ site is notfeasible, the appellants would then be entitled to a lumpsum monetary compensation of Rs.20 lakhs each/or the bigger shops/stalls and Rs.15 lakhs each for the smaller shops/stalls :- Maharashtra Regional and Town Planning Act, 1966 - Bombay Highways Act, 1955 - Maharashtra Municipal Councils, Nagar Panchayats and Industrial Townships Act, 1965 - Constitution of India - Art. 300A.Doctrines I Principles - Public trust doctrine - \"res communious\" - Private interest vis public interest - Held: The notion A of public interest synonymises colleetive welfare of the people and public institutions - Perceptionally health, law and order, peace, security and a clean environment are some of the areas of public and collective good where private rights.being in conflict therewith has to take a back seat- Maxims - \"Salus Populi Est._Suprema Lex\"."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "K.V. PRAKASH BABU VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MjM=",
        "Citation": "[2016] 11 S.C.R. 509",
        "Case Type": "(CRIMINAL APPEAL /1138-1139/2016)",
        "Date": "22 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxNl8xMV81MDktNTIwIF8xNzAzMzEwNTM2LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 509",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "22 November 2016",
        "Petitioner:": "K.v. Prakash Babu",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1051",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1138-1139/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 498-A and 306 - Cruelty - Mental cruelty - Extra-marital relationship if 'cruelty'",
            "amounting to abetment leading to the act of suicide -Appellant's wife on suspicion of husband's extra-marital affair committed suicide"
        ],
        "HeadNote": " Penal Code, 1860: ss. 498-A and 306 - Cruelty - Mental cruelty - Extra-marital relationship if 'cruelty', amounting to abetment leading to the act of suicide -Appellant's wife on suspicion of husband's extra-marital affair committed suicide - Trial court convicted appellant u/s.498-A - High Court upheld conviction uls.498-A and also found appellant guilty uls.306 - Held: Under s.498-A, the emphasis is on any wilful conduct which is of such a nature that is likely to drive a woman to commit suicide - It is associated with mental cruelty that can drive a woman to commit suicide - Mental cruelty varies from person to person depending upon the intensity an.d the degree of endurance - Solely because the husband is involved in an extra- marital relationship and there is some suspicion in the mind of wife, that cannot be regarded as mental cruelty - An extra-marital relationship, per se would not come within the ambit of s.,;/98-A - On facts, no kind of cruelty or ill-treatment by the husband being meted out to the wife has been proved - The wife was guided by the rumour that aggravate'd her suspicion which has no boundary - Such an event will not constitute the offence or establish the guilt of the accused-appellant uls. 306 - Prosecution failed to prove the charge u/s. 498A and the fact that the said cruelty induced the wife to commit suicide -Appellant~· conviction u/ss. 306 and 498-A set aside - Dowry Prohibition Act, 1961 - s.3. s.498-A, Explanation (a) - 'Cruelty' - Mental cruelty-Ambit of - Held: Mental cruelty engraved in the first lin.1b of s.4Evidence Act, 1872: s.113-A - Presumption under - Held:Said provision enables the Court to draw presumption in a particular fact situation 1i 1 hen necessary ingredients in order to attract the provision are established. "
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "A. AYYASAMY VS. A. PARAMASIVAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4Mjg=",
        "Citation": "[2016] 11 S.C.R. 521",
        "Case Type": "(CIVIL APPEAL /8245-8246/2016)",
        "Date": "04 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Dr. Justice D.Y. Chandrachud",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvQS4gQXl5YXNhbXkgXyBBLiBQYXJhbWFzaXZhbSAmIE9ycy5fMTcwMTQyMjE4My5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 521",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "04 October 2016",
        "Petitioner:": "A. Ayyasamy",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 948",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "A. Paramasivam & Ors.",
        "Case Type:": "CIVIL APPEAL /8245-8246/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: s. 8 - Application under - Qziestioning the maintainability of the suit on the ground that the parties had agreed to settle the dispute through arbitration - Application dismissed holding that suit was maintainable as the case involved serious allegations as to fraud and malpractices"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s. 8 - Application under - Qziestioning the maintainability of the suit on the ground that the parties had agreed to settle the dispute through arbitration - Application dismissed holding that suit was maintainable as the case involved serious allegations as to fraud and malpractices - The order affirmed by High Court - On appeal, held: The cases where there are serious allegations of fraud that in normal course constitute criminal offence, and are complex in nature demanding extensive evidence, are to be treated as non-arbitrable and civil court should decide the matter - However, mere allegation of fraud simplicitor may not nullify the effect of arbitration agreement - Jn the present case, the allegations of fraud were not so serious which could not be decided by the arbitrator - Application u/s. 8 was wrongly rejected."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "POOJA PAL VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4MzM=",
        "Citation": "[2016] 11 S.C.R. 560",
        "Case Type": "(CRIMINAL APPEAL /77/2016)",
        "Date": "22 JANUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice V. Gopala Gowda",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvUG9vamEgUGFsIF8gVW5pb24gT2YgSW5kaWEgQW5kIE9ycy5fMTcwMTQyMjMwMS5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 560",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "22 January 2016",
        "Petitioner:": "Pooja Pal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 86",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CRIMINAL APPEAL /77/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Arts.20",
            "21 and 32 - Remedial intervention - Murder - Entrustment of investigation to an instrumentality other than the local I State police agencies"
        ],
        "HeadNote": "Constitution of India - Arts.20, 21 and 32 - Remedial intervention - Murder - Entrustment of investigation to an C i11stru111entality other than the local I State police agencies - Appellant's husband gunned down in a public place in broad daylight .,- Deceased was a sitting ML.A. of U.P. State Assembly, having defeated respondent no.5, in the bye elections held a few months earlier - In the FIR filed by the appellant soon after the incident, she named respondent no.5 to be the assailant who shot D appellant's husband in the head, being acco111panied by others -At that time, respondent no.4, brother of respondent no.5 ·was a member of the Parliament - Allegation of appellant that respondenr no.4 was involved in the conspiracy to eliminate her husband - Writ petition filed by appellant seeking investigation by CBI into the E incident on ground of perceived involvement of the State administration and the police in particula1; in the perpetration of th\"e cri111e and their passive and indifferent disposition in taking steps as required in law - Dismissed by High Court - Held: If investigation is neither effective nor purposeful nor objective nor fair, it would be the solemn obligation of the courts, if considered ·F necessary, to order further investigation or re-investigation as the case may be, to discover the truth so as to prevent miscarriage of justice - No inflexible guidelines or hard and fast rules as such can be prescribed by way of uniform and universal invocation - The decision is to be conditioned to the attendant facts and circumstances G - On facts, notwithstanding pendency of the trial, and availability of power of the courts below u/ss.311 and 391 CrPC rlw s.165 of the Evidence Act, CBI directed to undertake a de-nova investigation in the incident in view of the exceptional features of the case, and in order to rule out any possibility of denial of justice to the parties and 111ore i111portantly to instill and sustain the confidence of thecommunity at large - CBI to submit report before trial court, within six months - Trial court to thereafter conduct and conclude the trial within six months - Criminal law - Investigation. Administration of Justice - Judiciary - Purpose of - Held: A court of lmv has to be an involved participant in the quest for truth and justice and is not expected only to officiate a formal ritual in a proceeding forseeing an inevitable end signaling travesty of justice."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "SATISH KUMAR VS. KARAN SINGH AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NDE=",
        "Citation": "[2016] 11 S.C.R. 614",
        "Case Type": "(CIVIL APPEAL /7385/2013)",
        "Date": "21 JANUARY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice M.Y. Eqbal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvU2F0aXNoIEt1bWFyIF8gS2FyYW4gU2luZ2ggQW5kIEFub3RoZXJfMTcwMTQyMjM5Mi5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 614",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "21 January 2016",
        "Petitioner:": "Satish Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 84",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.Y. Eqbal",
        "Respondent:": "Karan Singh And Another",
        "Case Type:": "CIVIL APPEAL /7385/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963 - s.20 - Specific performance of contract - Requirement of law for passing decree for specific performance"
        ],
        "HeadNote": "Specific Relief Act, 1963 - s.20 - Specific performance of contract - Requirement of law for passing decree for specific C performance - Lease-hold plot recommended by DDA to be allotted to appellant- Receipt-cum-Agreement executed whereunder appellant agreed to sell his rights in the plot to respondent for consideration - Part consideration paid by respondent - Balance amount was to be paid by respondent subsequently - Responde11t filed suit for specific performance - Trial court held that the said D receipt-cum-agreement was an enforceable contract and on that finding decreed the suit which was affirmed by the High Court - Held: Specific performance cannot be ordered if the contract itself suffers from some deject which makes the contract invalid or unenforceable - The plot In question was allotted by DDA on certain terms and conditions, which were embodied in the lease deed - One E such condition was that property will remain non-transferable for a period of ten years - In spite of noticing the aforesaid fact, the High Court failed to hold that a decree for specific performance cannot be passed - Both trial court and the High Court completely misconstrued the facts of the case and misunderstood the law laid F down by the Supreme Court in the matter of exercising discretionary power for granting a decree for specific performance - Appellant directed to refund sum paid by the respondents to the appellant alongwith interest @ 6% per annum."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "JUSTICE (RETD.) MARKANDEY KATJU VS. THE LOK SABHA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NDU=",
        "Citation": "[2016] 11 S.C.R. 621",
        "Case Type": "(WRIT PETITION (CIVIL) /504/2015)",
        "Date": "15 DECEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvSnVzdGljZSAocmV0ZC4pIE1hcmthbmRleSBLYXRqdSBfIFRoZSBMb2sgU2FiaGEgJiBBbnIuXzE3MDE0MjI0NzIucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 621",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "15 December 2016",
        "Petitioner:": "Justice (retd.) Markandey Katju",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2016 INSC 1145",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "The Lok Sabha & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /504/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Arts. 32 and 105(2) - Derogatory remarks in Facebook post by retired Judge of Supreme Court against Mahatma Gandhi and Subhash Chandra Bose"
        ],
        "HeadNote": "Constitution of India: Arts. 32 and 105(2) - Derogatory remarks in Facebook post by retired Judge of Supreme Court against Mahatma Gandhi and Subhash Chandra Bose - Lok Sabha as well as Rajya Sabha by passing resolution condemned the remark.- - Writ petition seeking quashing of the resolutions - Maintainability of the petition - Held: Though Parliament/Houses have freedom of speech in Parliament and anything said by Members in the Parliament is immune from any proceeding in the Court - However, such immunity is not available to collective expression of opinio11 by all Members culmi11ati11g i11 a motio11 or resolution by the House - Therefore, the present writ petition is maintainable. Art.19(l}(a) - Derogatory remarks in Facebook post by retired Judge of Supreme Court, against Mahatma Gandhi a11d Subhash Chandra Bose - Condem11ed by Lok Sabha a11d Rajya Sabha by passi11g resolutio11s - Whether the condemnation resulted in impairing the freedom of speech of the Judge - Held: Art.19(1)(a) guarantees free speech and expressio11 - It makes 110 disti11ction a11d imposes 110 caveats whether such speech is popular or disse11ti11g i11 11ature - I11 the present case, the Judge had exercised the freedom of speech adequately - His freedom of speech in publica//y expressing his views or propagating his ideas was not in any man11er curtailed or impaired or placed under any restriction. c D E F G Art. 105(1) - Scope of - Derogatory remarks i11 Facebook post, by retired Judge of Supreme Court against Mahatma Ga11dhi a11d Subhash Chandra Bose - Resolutio11s passed by.Lok Sabha a11d Rajya Sabha condemning the derogatory remarks - Whether the Houses had jurisdiction to pass the resolutio11s - Held: For thefree functioning of the Houses of Parliament or Legislatures of State it is necessary that the representatives of people must be free to discuss and debate any issues or questions concerning general public interest. - It is entirely left to the discretion of the Presiding Officer to permit discussion so long as it is within the confines of Rulqs of Procedure - rr. 156, 155 and 157 of Rajya Sabha Rules B and rr. 171, 172 and 17 3 of Lok Sabha Rules show that a resolution could relate to a matter of general public interest which could be in the form of a declaration of opinion - However, the rules specify the condition that the resolution shall not refer to the conduct or character of persons except in their official or public capacity - In the present case, the condemnation by both the houses was of the c opinion of the petitioner and did not refer to the conduct or character of the petitioner - The resolutions were purely in the form of declaration of opinion - So long as the debate or discussion is within the confines of the rules, it will be expressly within the powers D of the House to disapprove such opinions - Rules of Procedure and Conduct of Business in the Council of States (Rajya Sabha) - n: 155, 156 and 157 - Rules of Procedure and Conduct of Business in Lok Sabha - rr. 171, 172 and 17 3. A E Art. 105 - Privilege under - Nature of - Held: The privilege of \"freedom of speech in Parliament\" is the privilege of Parliament/ House in the first instance and then to its members - Such privilege is not co11ji11ed to the individual members. Natural Justice: Right of being heard - Derogatory remarks made by a citizen F (a retired Judge of Supreme Court) against Mahatma Gandhi and Subhash Chandra Bose - Condemnation of the remarks by Lok Sabha and Rajya Sabha by passing resolutions, without granting opportunity of hearing to the citizen - Propriety of - Held: Passing of resolution without giving opportunity of hearing is a matter of concern - But, in what manner and to what extent the citizen be G protected and insulated is for the concerned Houses and Legislatures to decide."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "IDBI TRUSTEESHIP SERVICES LTD. VS. HUBTOWN LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NTE=",
        "Citation": "[2016] 11 S.C.R. 660",
        "Case Type": "(CIVIL APPEAL /10860/2016)",
        "Date": "15 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvSWRiaSBUcnVzdGVlc2hpcCBTZXJ2aWNlcyBMdGQuIF8gSHVidG93biBMdGQuXzE3MDE0MjI1NzUucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 660",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "15 November 2016",
        "Petitioner:": "Idbi Trusteeship Services Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1027",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Hubtown Ltd.",
        "Case Type:": "CIVIL APPEAL /10860/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: Or. XXXVII",
            "r.3 (unamended and as amended in 1976) - Summary Suit - Principles for grant of leave to defend - Change in law",
            "pre & post-amendment"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: Or. XXXVII, r.3 (unamended and as amended in 1976) - c Summary Suit - Principles for grant of leave to defend - Change in latt pre & post-amendment - Effect of the amendment on the ratio contained in Mec/1e/ec's case (pre-amendment) - Pre-amendment, there ll'as no compulsion for making any deposit as a condition precedent to grant of leave to defend a suit - Plea of defendant D that post-amendment the only change in law was that deposit of any admitted amount was now a condition precedent for grant of leave to defend - However, plaintiff pleaded that post-amendment even if the Court thinks that a triable issue is raised by defendant, the plaintiff ought to be secured in monetary terms as a condition for leave to defend - Held: 01: XXXVII has suffered a change in E 1976, and that change has made a difference in the law laid down in Meclte/ec's case (pre-amendment) - The position in !all' now is that the trial Judge is vested with a discretion which has to result in iustice being done on the facts of each case - Thus, post-amendment even if the defendant raises triable issues, if a doubt is left with the F trial judge about the defendants good faith, or the genuineness of the triable issues, the trial judge may impose conditions both as to time or mode of trial, as well as payment into Court or fi1rnishing security - Further, Mecltelec's case (3 Judges) did not consider the binding decision of 4 judges in Milkltiram's case lt'hich is a direct authority on the amended provision in Or. XXXVIJ, r.3 - Therefore, G by virtue of amendment in law and the binding decision of four iudges in Milkltiram's case, principles stated in Mechelec's case governing 01: XXXVIl will noll' stand superseded.Or. XXXVIl, r.3 - Summary suit by appellant - Grant of unconditional leave to defend the suit, to respondent - Propriety of- FMO, a Dutch company invested in 'V' (subsidiary of defendant) - 'V' invested said money in OPCDs (Optionally Partially Convertible Debentures) issued by 'A' & 'R' - Debenture Trust Deed executed in relation to this investment - Plaintiff appointed as Debenture Trustee under the Debenture Trust Deed - Defendant issued an unconditional, irrevocable Corporate Guarantee in favour of plaintiff on behalf of 'V' - Default in payments - Corporate Guarantee invoked - Summary suit by plaintiff to enforce its rights arising out of said Corporate Guarantee - Defendant alleged that the amount invested by 'V' in OPCDs issued by 'A' & 'R' was to circumvent FEMA Regulations and thus, the Corporate Guarantee was part of a larger illegal transaction - High Court allowed unconditional leave to defend holding that defendant raised a triable issue - On appeal, held: The suit was filed only on invocation of Corporate Guarantee and it is not the defendant :S case that the said Guarantee was wrongly invoked - Even if a triable issue may be said to arise on the application of FEMA Regulations, nevertheless, there is a real doubt about the defendants good faith and the genuineness of such a triable issue - Therefore, it cannot be said that the defendant raised a substantial defence to the claim made in the suit - Rather the defence raised appears to be in the realm of being 'plausible but improbable' - This being the case, the plaintiff needs to be protected - Defendant to be granted leave to defend the suit only if it deposits the principal sum invested by FMO, or gives security for the said amount - Impugned judgment set aside - Suit to be tried expeditiously by High Court - FEMA Regulations - regns. 4 & 5."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "UNION OF INDIA & ANR. VS. M/S INDUSIND BANK LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NTQ=",
        "Citation": "[2016] 11 S.C.R. 700",
        "Case Type": "(CIVIL APPEAL /9087-9089/2016)",
        "Date": "15 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxNl8xMV83MDAtNzIyIF8xNzAzMzEwNTY5LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 700",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "15 September 2016",
        "Petitioner:": "Union Of India & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 869",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "M/s Indusind Bank Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /9087-9089/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Act",
            "1872: s.28 (unamended and as amended w.e.f 08.01.1997) - Applicability of - Applications invited by Textile Commissioner for export of extra-long staple cotton - Contracts executed with exporters by appellant in January",
            "1996"
        ],
        "HeadNote": " Contract Act, 1872: c s.28 (unamended and as amended w.e.f 08.01.1997) - Applicability of - Applications invited by Textile Commissioner for export of extra-long staple cotton - Contracts executed with exporters by appellant in January,1996 - The exporters furnished bank guarantee on 31.01.1996 - Exporters failed to furnish certain D docu111ents regarding export within stipulated period~ Consequently, Textile Commissioner invoked the bank guarantees - Respondent- bank refused to pay the guarantees stating that the guarantees could be invoked only within extended period of three months i.e up to 30.04.1997 as per contract and not later - Appellant pleaded that E bank was not absolved of its obligation to make payment under bank guarantee u/s.28 in the light of the Amendment to s.28 w.ej 08.01.1997 - Held: Bank guarantees themselves being dated 31.01.1996 would not be affected by an amendment made one year later i.e. on 08.01.1997 -Subject matter of s.28 being ''agreements'', F the unamended s.28 would be the law applicable as on 31.1.1996, which is the date of the agreement of bank guarantee - Amended s.28 being substantive law, operates prospectively, as retrospectivity is not clearly made out by its language - Being remedial in nature, and not clarificatory or declaratory of the law, the amended s.28 G would not apply. Statutes - Remedial statutes - Prospective application - Discussed. "
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "UCO BANK AND ANR. VS. DIPAK DEBBARMA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NTg=",
        "Citation": "[2016] 11 S.C.R. 723",
        "Case Type": "(CIVIL APPEAL /11247/2016)",
        "Date": "25 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvVWNvIEJhbmsgQW5kIEFuci4gXyBEaXBhayBEZWJiYXJtYSAmIE9ycy5fMTcwMTQyMjc1OC5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 723",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "25 November 2016",
        "Petitioner:": "Uco Bank And Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1064",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Dipak Debbarma & Ors.",
        "Case Type:": "CIVIL APPEAL /11247/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002 - s.13 - Tripura Land Revenue and Land Rejorms Act",
            "1960 - s.187"
        ],
        "HeadNote": "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 - s.13 - Tripura Land Revenue and Land Rejorms Act, 1960 - s.187 - The Act of 2002 provides for sale of immovable properties offered as security for a loan advanced, without any restriction as to the class or category of buyers, is in infraction of s.187 of the Tripura Act of 1960, where there is embargo on sale of mortgaged properties by the bank to any person who is not a member of a Scheduled Tribe - Propriety of - Held: The Act of 2002 enacted by the Union Parliament is referable to Entry 45 of List I, whereas the Tripura Act can be traced to Entries 18 and 45 of the State List - In event the incidental encroachment conflicts with legislation actually enacted by the dominant power, the dominant legislation will prevail - In instant case, the conflict is between the Central and the State Act - The dominant legislation being the Parliamentary legislation i.e. the Act of2002, the provisions of the TripuraAct of 1960, pro tanto, (s.187) would be invalid 'to the extent it is inconsistent with the Act of 2002 - Conflict of Laws - Constitution of India -Arts: 31-B, 246, 254; and Seventh Schedule - List I, Entry 45 and List JI, Entries 18 and 45."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "MANBHAR DEVI AGARWAL VS. THE STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NjM=",
        "Citation": "[2016] 11 S.C.R. 739",
        "Case Type": "(CIVIL APPEAL /11259/2016)",
        "Date": "25 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvTWFuYmhhciBEZXZpIEFnYXJ3YWwgXyBUaGUgU3RhdGUgT2YgUmFqYXN0aGFuICYgT3JzLl8xNzAxNDIyODMwLnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 739",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "25 November 2016",
        "Petitioner:": "Manbhar Devi Agarwal",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 1063",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "The State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /11259/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Mines and Minerals Concession Rules",
            "1986: rr. 3(2)(xx)",
            "18",
            "48 - Government circulars providing for payment of 'royalty' on minerals used by contractors in construction work - Appellant",
            "a contractor carried out construction work using minerals purchased from open market - Royalty deducted from appellants bills"
        ],
        "HeadNote": "Rajasthan Mines and Minerals Concession Rules, 1986: rr. 3(2)(xx),18,48 - Government circulars providing for payment of 'royalty' on minerals used by contractors in construction work - Appellant, a contractor carried out construction work using minerals purchased from open market - Royalty deducted from appellants bills - Plea of appellant that payment of royalty is to be made by lessee or licensee granted right of excavation of minerals, appellant being a contractor, not carrying out any mining operation cannot be saddled with payment of royalty- Respondent contended that though royalty is to be paid by lessee/licensee to whom mining lease is granted however, in order to stop use of illegally mined minerals in construction works, contractors only need to show that minerals procured by themfrom open market is legally mined mineral on which royalty has been paid and on such proof thereto, no royalty would be payable subsequently by the contractor - High Court, relying on its decision in R.S Shekhawat's case, directed appellant to approach mining department for.~~fund of the amount deducted from appellants bill on successfully proving that minerals used were legally mined on which royalty was already paid - On appeal, held: Circulars issued by government required payment of royalty with regard to only those minerals used by contractors for which no royalty was paid - They did not require payment of royalty for minerals used on which royalty was already paid once - Object of these circulars was to ensure that contractors do not use minerals which are not royalty paid - High Courts direction to appellant, relying on R.S Shekhawat's case, to approach the mining department amply protects its interest- However, appellant also given liberty to approach respondent no.2-Mining Engineer showing proof toestablish that on minerals used by it royalty was paid as per rules - Mines and Minerals (Development and Regulation) Act, 1957 -ss.2, 3(e), 9(2), 15, 23C - Mines and Minerals. Government circulars providing for payment of royalty on minerals used by contractors in construction work - Letter issued by Government requesting City Municipal Corporation to ensure compliance of said circulars - Writ petition by appellant seeking quashing of this letter, without challenging the said circulars - High Court decided the writ petition - Propriety of - Held: High Court ought to have decided the writ petition only after deciding upon the said letter - However, this letter only sought compliance of government circulars imposing royalty and since these circulars were not challenged by appellant, no fault can be found with the s_aid letter only seeking compliance of circulars - There being no challenge to the circulars, the State had no opportunity to defend its policy - Not appropriate for Supreme Court to embark upon the adjudication of the Government Scheme."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "M/S GUJARAT STATE FERTILIZERS & CHEMICALS LTD.&ANR. VS. COMMISSIONER OF CENTRAL EXCISE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4Njk=",
        "Citation": "[2016] 11 S.C.R. 755",
        "Case Type": "(CIVIL APPEAL /4066-4067/2015)",
        "Date": "22 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxNl8xMV83NTUtNzYzIF8xNzAzMzEwNTk2LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 755",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "22 November 2016",
        "Petitioner:": "M/s Gujarat State Fertilizers & Chemicals Ltd.&anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1209",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre,Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Central Excise",
        "Case Type:": "CIVIL APPEAL /4066-4067/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Finance Act",
            "1994: ss.65(105)(zza)",
            "65(102) - Two PSUs -- GSFC and GA CL-Both the companies receiving Hydro Cynic Acid (HCN) ji-om RIL through common pipeline and utilising the same in their respective factories and sharing the incineration charges"
        ],
        "HeadNote": " Finance Act, 1994: ss.65(105)(zza), 65(102) - Two PSUs -- GSFC and GA CL-Both the companies receiving Hydro Cynic Acid (HCN) ji-om RIL through common pipeline and utilising the same in their respective factories and sharing the incineration charges - Allegation that GSFC was collecting 'incineration charges' from GACL and the said amount charged by GSFCjimn GACL amounted to providing 'storage and warehousing services' falling under s.65(105){zza)-Held: To enable GACL to receive this HCN through common pipeline, arrangement/agreement was entered into between these two companies - For this purpose, handling facilities were installed in the premises of GSFC - Howeve1; for installation of these facilities both \"he parties had contributed towards the investment- Since the said handling facilities were in the premises of GSFC, incineration is also taking place at the said premises - Handling facilities expenditure thereof is shared equally by both the parties - Once these facts are accepted, handling portion and maintenance including incineration facilities is in the nature ofjoint venture between two of them and the parties have simply agreed to share the expenditure - The payment which is made by GACL to .GSFC is the share of GACL which is payable to GSFC - Thus, it cannot be treated as common 'service 'provided by GSFC to GACL for which it is charging GACL- Since there is no element of service provided by GSFC, the question of service tax would not arise - Demand of 'service tax' made by the respondent is unwarranted "
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "BAIJNATH & OTHERS VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4NzY=",
        "Citation": "[2016] 11 S.C.R. 764",
        "Case Type": "(CRIMINAL APPEAL /1097/2016)",
        "Date": "18 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvQmFpam5hdGggJiBPdGhlcnMgXyBTdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaF8xNzAxNDIzMDc3LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 764",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "18 November 2016",
        "Petitioner:": "Baijnath & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1040",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1097/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 304-B",
            "498-A and ss. 302",
            "201 and 34 - Dowry death - Statutory presumption of",
            "u/s.113-B",
            "Evidence Act",
            "1872"
        ],
        "HeadNote": "Penal Code, 1860: ss. 304-B, 498-A and ss. 302, 201 and 34 - Dowry death - c Statutory presumption of, u/s.113-B, Evidence Act, 1872 - When cannot be invoked - Deceased died in matrimonial home by hanging from the fan -Appellant-in laws acquitted by trial court-Acquittal reversed by High Court placing reliance on statutory presumption u/s. J J 3B - Held: The presumption as to dowry death gets activated D only upon the proof of the fact that the deceased lady was subjected to cruelty or harassment for or in connection with any demand for dowry by the accused and that too in the reasonable contiguity of death -If the prosecution fails to prove such fact by cogent, coherent and persuasive evidence, the person accused u/ss. 304-B, 498-A E cannot be held guilty by taking refuge only of the presumption u/ s.113-B to cover up the shortfall in proof- On facts, prosecution failed to prove beyond reasonable doubt, cruelty or harassment to the deceased, for or in connection with any demand for dow1y - The alleged demand centered around a motorcycle, which even as per prosecution witnesses did not surface at the time of the F marriage - To the contrary, the evidence of defence witnesses was consistent to the effect that no demand as imputed was ever made as the family of the husband was adequately well-off - Further, the prosecution also failed to prove the precise cause of the death of the deceased - It is not clear as to whether the death was suicidal G or homicidal - Appellants entitled to benefit of doubt - Dow1y Prohibition Act, 1961 - s.2 - CrPC-s. 313.ss.304-B, 498-A - Offences under - Common ingredients - Held: Cruelty or harassment of the lady by her husband or his relative for or in connection with any demand for dow1y is thecommon constituent of both the offences - The factum of unnatural death in matrimonial home within seven years of marriage is ipso facto not sufficient to bring home the charges ulss. 304B and 498A - Prosecution has to prove cruelty or harassment by the husband or his relative or the person charged, to invoke the statutory presumption u!s.113-B, Evidence Act- Evidence Act, 1872-s. JJ 3-B. Criminal Law-ss.304-B, !PC and 113-B, Evidence Act, 1872- Scope and purport of - \"soon before death\" - Reiterated."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "MANGANESE ORE INDIA LTD. VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4ODY=",
        "Citation": "[2016] 11 S.C.R. 780",
        "Case Type": "(CIVIL APPEAL /2464/2016)",
        "Date": "10 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvTWFuZ2FuZXNlIE9yZSBJbmRpYSBMdGQuIF8gU3RhdGUgT2YgTS5wLiAmIE9ycy5fMTcwMTQyMzIyOC5wZGY=",
        "SCR Citation:": "[2016] 11 S.C.R. 780",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "10 November 2016",
        "Petitioner:": "Manganese Ore India Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 1017",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /2464/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Electricity Duty Act",
            "1949 - Explanation (b) of Part B of Table of Rates of Duty to s. 3(1) -Interpretation of term"
        ],
        "HeadNote": "Madhya Pradesh Electricity Duty Act, 1949 - Explanation (b) of Part B of Table of Rates of Duty to s. 3(1) -Interpretation of term \"processing\" under the definition of \"mine\" - Grievance of appellant pertains to definition of \"mine\" the effect of which is to make processing a part of mining and prescription of higher rate of duty for \"mines\" (i.e. a composite activity of mining and processing) - Propriety of- Held: The word \"processing\" herein would mean those processes with help of hands or machineries connected and linked to mining activity- It would not include process by which a new or differe.nt article other than one which has been mined, is produced-The intent and purpose is certainly not to compel and force a manufacturing unit set up at an acceptable distance fi·om mine to pay electricity tariff at a higher rate - Pertinently, a mamifacturing unit whether adjacent to the mine or not, would pay a lower tariff - Thus, tariff has to be levied as meant for mamifacturing unit- Electricity Tariff- Interpretation of statutes - Maxim - Noscitur a sociis - Mines and Minerals.Madhya Pradesh Electricity Duty Act, 1949 - Explanation (b) of Part B of Table of Rates of Duty to s. 3(1) - Interpretation of term \"mineral\" under the definition of \"mine\" - Plea of appellant that manganese ore is a mineral but ferro manganese is not a mineral because the said mineral is converted into \"alloy\" and ceases to be mineral - However, the State contended that definition is an inclusive one - Held: Appellant was using manganese ore as one of the raw materials and consuming the same while manufacturing ferro manganese alloy - The stage of crushing, treating, processing, etc. of manganese ore was in Integrated Manganese Beneficiation Plant (!MB Plant) stage, same cannot be applied in Ferro ManganesePlant Stage - Thus, Ferro Manganese Plant, being a unit involved in manufacturing o,f ferro manganese alloy as opposed to a unit involved in crushing, treating, processing, etc. of manganese ore, cannot be treated within the extended definition of 'mine' - Mines and Minerals."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "STATE THROUGH LOKAYUKTA POLICE, RAICHUR VS. C. N. MANJUNATH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4OTI=",
        "Citation": "[2016] 11 S.C.R. 805",
        "Case Type": "(CRIMINAL APPEAL /1140/2016)",
        "Date": "22 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvU3RhdGUgVGhyb3VnaCBMb2theXVrdGEgUG9saWNlLCBSYWljaHVyIF8gQy4gTi4gTWFuanVuYXRoXzE3MDE0MjMzMDYucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 805",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "22 November 2016",
        "Petitioner:": "State Through Lokayukta Police, Raichur",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 1048",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "C. N. Manjunath",
        "Case Type:": "CRIMINAL APPEAL /1140/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988: s.2(c) - Public servant- Whether the respondent who was appointed as licenced surveyor u!s.18A of the Karnataka Land Revenue Act",
            "1964",
            "would be treated as"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988: s.2(c) - Public servant- Whether the respondent who was appointed as licenced surveyor u!s.18A of the Karnataka Land Revenue Act, 1964, would be treated as \"public servant\" for the purposes of Prevention of Corruption Act, 1988 - Held: The licensed surveyors are different from those private surveyors who have no license from the State Government - Survey report prepared by these persons is duly acted upon, on the basis of which Government functionaries take further action - Thus, statutory work of preparing survey sketches is bestowed upon these licensed surveyors and thus, they are performing statutory duty/ public functions."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "ARJUN GOPALAND ORS VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE4OTg=",
        "Citation": "[2016] 11 S.C.R. 812",
        "Case Type": "(WRIT PETITION (CIVIL) /728/2015)",
        "Date": "11 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Sharad Arvind Bobde, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvQXJqdW4gR29wYWxhbmQgT3JzIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDE0MjMzODgucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 812",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "11 November 2016",
        "Petitioner:": "Arjun Gopaland Ors",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2018 INSC 981",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /728/2015",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Parts III",
            "IV and !VA - Right to clean air - Writ petition u!Art.32 seeking emergent reliefs in relation to the extreme air pollution in the National Capital Region (NCR)",
            "owing to use of fireworks especially during festival/marriage season"
        ],
        "HeadNote": "Constitution of India - Parts III, IV and !VA - Right to clean air - Writ petition u!Art.32 seeking emergent reliefs in relation to the extreme air pollution in the National Capital Region (NCR), owing to use of fireworks especially during festival/marriage season - Held: Fireworks release a deadly concoction of fumes into an almost- still winter air in Delhi, causing extreme air pollution during this time -Ambient air quality during the Diwali period shows that air pollution across the capital has reached record levels and has become intolerable - Severe air pollution in NCR is leading to multiple diseases and other extreme health related effects which leads to abject deprivation of a range of constitutionally embedded rights that the residents of NCR ought to have enjoyed - Thus, when the Air Quality Index in NCR is abysmally and threateningly severe, allowingfree trade in fireworks constitute a serious invasion of the Freedoms and Rights conferred on citizens by Part Ill of the Constitution - A just constitutional balance, must overwhelmingly prioritize the harmful effects of this hazardous air on present and future generations, over the immediate commercial constraints of the manufacturers and suppliers of fireworks - The balance must heavily tilt in favour of citizens in general - Therefore, in view of grave air quality situation in NCR, Central Government directed to suspend the licenses to store and sell fireworks in NCR till further orders - Jn addition, Central Pollution Control Board (CPCB) directed to study and prepare a report on harmful effects of materials used in the manufacture of fireworks - Fundamental Rights - Directive Principles of State Policy - Fundamental Duties -Environment - Pollution -Air/noise pollution. Explosive Rules, 2008 - r.118, sub-rule (5) - Suspension! Cancellation of licence - Held: sub-rule 5 confers on the Central Government a power to suspend or cancel a license if it considers so to do in public interest, even without giving an opportunity of being heard to the licensee - Thus, grave air quality situation is one such case, where the licenses to store and sell fireworks in NCR can be suspended- Directed accordingly - Explosives Act, 1884."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "REENA BANERJEE & ANR. VS. GOVT. OF NCT OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5MDM=",
        "Citation": "[2016] 11 S.C.R. 824",
        "Case Type": "(CIVIL APPEAL /11938/2016)",
        "Date": "08 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvUmVlbmEgQmFuZXJqZWUgJiBBbnIuIF8gR292dC4gT2YgTmN0IE9mIERlbGhpICYgT3JzLl8xNzAxNDIzNDc0LnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 824",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "08 December 2016",
        "Petitioner:": "Reena Banerjee & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2016 INSC 1116",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Govt. Of Nct Of Delhi & Ors.",
        "Case Type:": "CIVIL APPEAL /11938/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Persons with Disabilities (Equal Opportunities",
            "Protection of Rights and Full Participation) Act",
            "1995 - ss.8. 23 - Mental Health Act 1987"
        ],
        "HeadNote": "Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act, 1995 - ss.8. 23 - Mental Health 1987 - Writ petition before High Court highlighting the pitiable c Act, and pathetic condition of Asha Kiran Home (A Delhi Government run Home for differently abled men, women and children) - Giving suggestions to remedy the deficiencies - Management of the Home agreed to consider the suggestions - High Court directed the parties to convene a joint meeting and to submit a proposal about the D reforms required in the Home - Delhi Government accordingly submitted a report about the action already taken and proposed to be taken - High Court disposed of the petition opining that the proposed action in the Report would improve the condition of the home and expressed hope that the authorities concerned would implement the proposed action within assured time frame - The Court E fi1rther clarified that the Authorities may consider the suggestions made by the writ petitioner - Appeal before Supreme Court by the writ petitioner on the grounds inter alia that the Authorities had never fi1ljilled their commitments made before the Court in previous writ petitions; and that High Court should have examined the suggestions F of the writ petitioner - Affidavits filed by Government giving factual information about the action taken in fi1rtherance of the proposal submitted before High Court and stating that living conditions of the inmates of the Home had considerably improved and that medical care, health structure and exposure to sports had been strengthened - Holl'ever, the Court observed that the pitiable G condition in Asha Kiran Home, may be true in respect of Homes in other parts of the country - Therefore, issued notice to all the State Governments and Union Territories to file their response about the ground reali~v prevailing in their respective States with particular reference to the State obligations enunciated in the 1995 Act - H Affidavits were filed by different States/Union Territories givingparticulars about the prevailing position in their respective States/ Union Territories - Held: Considering the factual position stated in the latest affidavit filed by Delhi Govern111ent (which had not been controverted) it follows that issues agitated before the High Court have been substantially redressed - If there is still any deficiency or possibility of fi1rther improvisation, it is open to the writ petitioner to give suggestions to the Governing Council - Therefore, the proceedings in respect of Asha Kiran Ho111e should co111e to an end - So far as Homes in other States are concerned, there are ample provisions in the 1995 Act and the 1987 Act and the Rules framed thereunder, not only for establishment of the Homes, but also for maintenance and conditions and facilities to be provided to the inmates thereof - Authorities for monitoring and supervision are also in place - The appropriate Government is not only required to establish such Homes, but also to create an environment to impart education to the inmates - The affidavits filed by the States/Union Territories disclosing the conditions prevailing in the Homes, be placed before the Central Co-ordination Committee established under 1995 Act - Affidavit of the State concerned be placed before the State Co-ordination Committee of the State concerned - The Central Committee may develop a national policy or modify the existing national policy, programmes or schemes - On identifj;ing issues about non-implementation or non-compliance, the concerned State Committee can be directed by the Central Committee which would be binding on the State Committees - The affidavits filed before this Court should also be placed before the concerned State Committees - Six months time is granted to the Central and State Committees to take remedial measures and to ensure that the deficiencies in the respective institutions are cured within such time - As regards Nursing Homes and hospitals established under 1987 Act, similar procedure can be followed by sending the affidavits to Central and State Authority of Mental Health Services - The respective Authorities shall issue necessary directions to the institution{5) under its jurisdiction and ensure its implementation within six months."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "SHAMA VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5MTE=",
        "Citation": "[2016] 11 S.C.R. 857",
        "Case Type": "(CRIMINAL APPEAL /2311/2009)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Arjan Kumar Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvU2hhbWEgXyBTdGF0ZSBPZiBIYXJ5YW5hXzE3MDE0MjM1NjIucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 857",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Shama",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1211",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /2311/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.302134 - Murder - Dying declaration - Eye-witness"
        ],
        "HeadNote": "Penal Code, 1860 - ss.302134 - Murder - Dying declaration - Eye-witness - Victim was going 011 his bicycle to attend his duty - Three accused came 011 scooter - One accused fired a gun shot - Victim got hit in abdomen - Taken to hospital - Inspector (PW-11) recorded the statement of the victim at the hospital - Victim died after 10 days - Trial court convicted all three accused and sentenced them to life imprisonment - Conviction confirmed by High Court - Appellant-accused challenged .conviction pleading illegality in recording of dying declaration - Held: On facts, statement of victim-deceased was recorded only after doctor certified him to be in fit state of mind - Dying declaration of victim-deceased does not record any unnatural things or exaggerated version of incident - Dying declaration was properly recorded and rightly relied by the courts below for appellants conviction - It was also corroborated by testimony of PW-3 who proved the motive behind the incident and also proved the incident in question by identifying the accused - Conviction accordingly affirmed - Arms Act - s.25 - Evidence Act, 1872. Evidence Act, 1872 - s.32(1). - Dying declaration - Admissibili:y - Discussed - Held: Law does not prescribe any format for recording dying declaration - It does not prescribe any special authority to record it unless any special law or rule is enacted to that effect - All that the lm1 requires is that the declarant should be in a fit state of mind and able to recollect the situation resulting in the available state of affairs in relation to the incident and the Court- should be satisfied that reliance ought to be placed thereon - Dying declaration, once proved, can be relied upon, even in absence of corroborative evidence, but with extreme care and caution - Maxims - \"Nemo moriturus praesumitur mentire \"."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "C.B.I. BANK SECURITIES & FRAUD CELL VS. RAMESH GELLI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5MTI=",
        "Citation": "[2016] 11 S.C.R. 870",
        "Case Type": "(CRIMINAL APPEAL /1077-1081/2013)",
        "Date": "02 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvQy5iLmkuIEJhbmsgU2VjdXJpdGllcyAmIEZyYXVkIENlbGwgXyBSYW1lc2ggR2VsbGkgJiBPcnMuXzE3MDE0MjM2NTQucGRm",
        "SCR Citation:": "[2016] 11 S.C.R. 870",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "02 May 2016",
        "Petitioner:": "C.b.i. Bank Securities & Fraud Cell",
        "Disposal Nature:": "Petitions Allowed",
        "Netural Citation:": "2016 INSC 1180",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Ramesh Gelli & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1077-1081/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988 - s.13(2) rlw. s.13(l){d) - Banking Regulation Act",
            "1949 - s.46A"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988 - s.13(2) rlw. s.13(l){d) - Banking Regulation Act, 1949 - s.46A - Separate Judgments of Hon 'ble Mr. Justice Ranjan Gogoi, and Hon 'hie Mr. Justice Prafulla C. Pant reported in [2016] 1 SCR 762 - Para 25 of the Judgment of Hon 'ble Mr. Justice Prafulla C. Pant - Modification made in the said para."
    },
    {
        "volume": "2016Volume 11",
        "Case Name": "MEARS GROUP INC. VS. FERNAS INSAAT A.S.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTE5MTY=",
        "Citation": "[2016] 11 S.C.R. 872",
        "Case Type": "(ARBITRATION PETITION /13/2016)",
        "Date": "14 DECEMBER 2016",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSAxMS9QYXJ0IEkvTWVhcnMgR3JvdXAgSW5jLiBfIEZlcm5hcyBJbnNhYXQgQS5zLl8xNzAxNDIzNzIzLnBkZg==",
        "SCR Citation:": "[2016] 11 S.C.R. 872",
        "Year/Volume:": "2016/ Volume 11",
        "Date of Judgment:": "14 December 2016",
        "Petitioner:": "Mears Group Inc.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 1134",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Fernas Insaat A.s.",
        "Case Type:": "ARBITRATION PETITION /13/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - s.11 (5) -Appointment of sole arbitrator - Contract for construction of pipeline - Drilling work"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - s.11 (5) -Appointment of sole arbitrator - Contract for construction of pipeline - Drilling work - Work order issued to petitioner contained arbitration agreement - Dispute between parties - Petitioner claimed unpaid dues and invoked arbitration by e-mail - Sought concurrence of respondent for appointment of sole arbitrator, in terms of the arbitration agreement - Finding no response, proceedings instituted by petitioner u/s.11 (5) - No reply filed by respondent -No possibility of any settlement between the parties - Held: Jn the circumstances, a former Supreme Court judge appointed to act as a sole arbitrator in terms of the arbitration agreement."
    }
]