[
    {
        "volume": "2016Volume 7",
        "Case Name": "SECURITIES AND EXCHANGE BOARD OF INDIA VS. GAURAV VARSHNEY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY1OA==",
        "Citation": "[2016] 7 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /827-830/2012)",
        "Date": "15 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9TZWN1cml0aWVzIEFuZCBFeGNoYW5nZSBCb2FyZCBPZiBJbmRpYSBfIEdhdXJhdiBWYXJzaG5leSAmIEFuci5fMTcwMTIzOTMxNi5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 1",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "15 July 2016",
        "Petitioner:": "Securities And Exchange Board Of India",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 535",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Gaurav Varshney & Anr.",
        "Case Type:": "CRIMINAL APPEAL /827-830/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board Act",
            "1992: s.12(1 B) - Interpretation of"
        ],
        "HeadNote": "Securities and Exchange Board Act, 1992: s.12(1 B) - Interpretation of - Held: Persons governed by substantive provision of s.12(JB) (Non-proviso category), that is, c those who had not commenced the activity of sponsoring or carrying on a collective investment scheme prior to 25.01.1995 are permitted to commence activities only after obtaining a certificate of registration - While, persons covered under the proviso category, that is, those who were already carrying on such activities were D permitted to continue their activities and after the framing of concerned regulations, they could continue the said activities only after obtaining a certificate of registration - In other words, a new · entrepreneur desirous of sponsoring or carrying on any activity in the nature of collective investment for the first time after 25.1.1995, could do so only after he/it had obtained a certificate of registration E from 'the Board', in accordance with the Collective Investment Regulations - Therefore, till such time the Regulations were framed by 'the Board' uls.12(1 B), and a certificate of registration was obtained, no fresh entry could be made in the field of collective investment, by a per.>onlentity not already carrying on such activity - F Securities and Exchange .Board of India (Collective Investment Schemes) Regulations, 1999. s. 12(1 B) - Bar under - Held: Any person/entity not falling in the proviso category (an \"existing\" operator, of a collective investment scheme) was barred from coi11111e11cing to sponsor or carry on any collective investment activity, after the insertion of s.12(1 B) G into the SEBI Act, till such time as he/it had obtained a certificate of registration from 'the Board', in accordance with the Collective Investment Regulations - The said bar would, therefore, undoubtedly extend till the framing of the regulations - The bar, would further extend, even beyond the framing of the above regulations, till theconcerned new entrepreneur was successful in obtaining a certificate of registration - Therefore, the period during which the concerned activities were barred (for the non-proviso category) u/s.12(1 B) co111111enced fro111 the date of insertion of s.12(1 B) into the SEBI Act (25.1.1995), and subsisted upto, the actual date when the new entrepreneur obtained a certificate of registration. s.12(1B) - Mandatory or directory provision - Held: Use of negative words in conjunction with the word \"shall\" makes the legislative intent absolutely clear, and also mandatory with reference to those not already engaged in collective investment operations - Further, contravention of s.12(1 B) entails penal consequences, and therefore, cannot be construed as directory - The bar created for new operators, of a collective investment initiative, was, therefore, absolute and manda_tory. Securities and Exchange Board of India (Collective Investment Sche111es) Regulations, 1999: Regn. 5 - \"existing collective invest111ent scheme\" - Connotation of - Held: An existing collective investment scheme, at the time of notification of the regulations, could only be one which had com111enced its activities prior to 25.1.1995 - A collective investment scheme, which commenced after 25.1.1995, could not be described as an \"existing\" collective investment scheme, because the same was statutorily barred, and wholly impermissible in law. Criminal jurisprudence: Held: There can be no doubt whatsoever, that the particulars of the offeni;e, of which an accused is charged, have to be clearly stated to him - No amount of evidence can be looked into, for an accusation not levelled or m,vfe out, in a complaint - This is one of the basic tenets of the criminal ;urisprudence. Code of Criminal Procedure, 1973: G H s.251 - Scope of- Where implications of various proviso to a section are different, mere mention of section in complaint would not amount to disclosing to the accused, the particulars of the offence of which they were accused - In the instant case, in the complaint, director of the company was accused of violating s.12(1 B) of SEBI Act - s.12(1 BJ has two categories for two class of persons - Implications for proviso category and the non-proviso category aredifferent -A perusal of the charge-sheet reveals, that the respondents were being treated as belonging to the proviso category - But 'the Board' treated them as belonging to the non-proviso category - This is clearly impermissible - s.251 will not remedy the above defect and deficiency in the complaint - Securities and Exchange Board Act, 1992. A s.465 - Omissions or irregularities in matters of procedure - Held: There can be no doubt that omissions and/or irregularities in matters of procedure can be overlooked, subject to the condition, that such an omission or irregularity does not occasion \"failure of iustice\" - Lack of material facts, which are vital to establish the ingredients of an offence, cannot be viewed as a procedural omission - The above requirement is not procedural, but substantive - irregularity and omission in the present case, in not disclosinR to the accused, the particulars of the offence for which they were being proceeded against, would occasion \"failure of ;ustice\" - Practice and Procedure - Procedural irregularitie"
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "CHAMOLI DISTRICT CO-OPERATIVE BANK LTD. THROUGH ITS SECRETARY/ MAHAPRANDHAK & ANR. VS. RAGHUNATH SINGH RANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTcyMg==",
        "Citation": "[2016] 7 S.C.R. 86",
        "Case Type": "(CIVIL APPEAL /2265/2011)",
        "Date": "17 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS8yMDE2XzdfODYtIDEwMSBfMTcwMzMwOTEwOS5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 86",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "17 May 2016",
        "Petitioner:": "Chamoli District Co-operative Bank Ltd. Through Its Secretary/ Mahaprandhak & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 430",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Raghunath Singh Rana & Ors.",
        "Case Type:": "CIVIL APPEAL /2265/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Disciplinary Proceedings "
        ],
        "HeadNote": " - Non-holding of inquiry - Effect of - Dismissal from service - Challenged in writ petition - Dismissal order quashed by High Court - On appeal, held: Conducting of inquiry was mandatory as per the service regulations - Thus, in view of specific statutory rules, compliance of principles of natural justice was mandatory - A penalty cannot be imposed without following the statutory provisions governing the disciplinary proceedings and principles of natural justice - Facts of the present case show that no inquiry was conducted - Therefore, dismissal order was rightly quashed by High Court - Employer is at liberty to proceed with disciplinmy inquiry de-novo - Ut1ar Pradesh Co-operative Societies Employees Service Regulations, 1975 - Regn. 85 - Principles of Natural Justice. "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "SHRI VIMAL KISHOR SHAH & ORS. VS. MR. JAYESH DINESH SHAH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTcyNw==",
        "Citation": "[2016] 7 S.C.R. 102",
        "Case Type": "(CIVIL APPEAL /8164/2016)",
        "Date": "17 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9TaHJpIFZpbWFsIEtpc2hvciBTaGFoICYgT3JzLiBfIE1yLiBKYXllc2ggRGluZXNoIFNoYWggJiBPcnMuXzE3MDEyNDA5NDQucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 102",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "17 August 2016",
        "Petitioner:": "Shri Vimal Kishor Shah & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 608",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Mr. Jayesh Dinesh Shah & Ors.",
        "Case Type:": "CIVIL APPEAL /8164/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - ss.2(b"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - ss.2(b), 2(h), 7 and 11 - Application u/s. 11 for appointment of arbitrator - In view of arbitration clause in a Trust Deed - For resolving the dfapute between the beneficiaries - Maintainability of the application - Held: Application u/s. 11 is maintainable only when there is valid, binding and enforceable 'arbitration agreement' within meaning of s. 7 of the Act - The Trust Deed including the arbitration clause does not satisfj; the requirements u/ss. 2(b), 2{h) rlw. s. 7 and hence cannot be construed as an 'arbitration agreement' inter se beneficiaries within the meaning of s. 7 - Trust Act specifically provides forjurisdiction of civil court in respect of disputes regarding the trust, thus impliedly excludes applicability of Arbitration Act - Therefore, the application uls. 11 is not maintainable - Trust Act, 1882. InInterpretation of Statutes: The law which ousters jurisdiction of courts, cannot be inferred readily - It requires strict rule of interpretation. 1f a statute provides for a specific remedy, it thereby forbids a remedy of any other form than that given in the statute."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "MAHANADI COALFIELDS LTD. & ORS. VS. M/S. DHANSAR ENGINEERING CO. PVT. LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTczNQ==",
        "Citation": "[2016] 7 S.C.R. 127",
        "Case Type": "(CIVIL APPEAL /9732/2016)",
        "Date": "27 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS8yMDE2XzdfMTI3LTE1MyBfMTcwMzMwOTcxMS5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 127",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "27 September 2016",
        "Petitioner:": "Mahanadi Coalfields Ltd. & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 920",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "M/s. Dhansar Engineering Co. Pvt. Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /9732/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract - Work contract"
        ],
        "HeadNote": "  Contract - Work contract- For extraction and transfer of Coal/Coal Measure Strata by deploying surface miners - As per the terms and conditions of the tender document as well as the agreement, the tender quantity could be reduced or increased by 30% on the same terms and conditions - Time for completion of contract work was extended at the request of the contractor - During the subsistence of the contract period appellant-company passed order for increase of 30% extra quantity - The contractor requested the company for closure of contract and informed its intention to withdraw from operation after full contract period due to financial hardship - The. company therefore gave the remaining work to a third party at higher rate - Company imposed penalty on the contractor for non-execution of the remaining work - The penalty was inclusive of the financial loss incurred by the company due to allocation of that work at higher rate - Contractor filed writ petition - Petition allowed by High Court - On appeal, held: Clause 5 of the agreement empowered the company to increase or reduce the quantify of work by 30%, whilst the contract was subsisting - Therefore, obligation of contractor to complete the extra work in terms of the contract within the contract period or extended period was imperative - Contractor committed breach of contractual obligation in not completing the balance work - The contractor is liable to compensate for the financial loss suffered by the company in assigning the remaining work at higher rate - However, liberty is granted to the contractor to make representation to the company requesting to waive the penalty in terms of the contract. "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "MANOJ KUMAR SHARMA & ORS. VS. STATE OF CHHATTISGARH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc2Mg==",
        "Citation": "[2016] 7 S.C.R. 154",
        "Case Type": "(CRIMINAL APPEAL /775/2013)",
        "Date": "23 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9NYW5vaiBLdW1hciBTaGFybWEgJiBPcnMuIF8gU3RhdGUgT2YgQ2hoYXR0aXNnYXJoICYgQW5yLl8xNzAxMjQxNjAwLnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 154",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "23 August 2016",
        "Petitioner:": "Manoj Kumar Sharma & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1193",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "State Of Chhattisgarh & Anr.",
        "Case Type:": "CRIMINAL APPEAL /775/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s. 174"
        ],
        "HeadNote": ": Death of wife of appellant no. 1 at Ambala - Investigating officer submitted report that there was no sign of foul play in the occurrence - Magistrate accepted the final report - Since the appellant no. 1 was a Flying Officer at the relevant time, a Court of lnquily was also convened to investigate into the alleged role of appellant no. 1 which was finally closed - After 5 years of the closing of the above case, fresh FIR was got registered by the brother of the deceased u/ss.304B, 498A and s.34 !PC on receipt of anony111ous letter - High Court directed for continuance of the investigation of the alleged offence - On s.482 petition, High Court refused to quash the charge sheet and cognizance taken by the Magistrate - On appeal, held: The brother of the deceased instituteq malicious prosecution against appellant no. 1 after a period of 5 years that too on the basis of anonymous letters - Allegations were vague and did not warrant continuation of criminal proceedings against the appellants - High Court failed to apply the test whether the uncontroverted allegations as 111ade prima facie establish the offence - FIR quashed.Scope of inquiry u!s. 174 - Held: The proceedings u/s. 174 have a very limited scope - The object of the proceedings is merely to ascertain whether a person has died under suspicious circumstances or an unnatural death and if so what is the apparent cause of the death - The question regarding the details as to how the deceased was assaulted or who assaulted him or under what circu111stances he was assaulted is foreign to the ambit and scope of the proceedings u/s. 174 of the Code - Neither in practice nor in law was it necessary for the police to mention those details in the inquest report - It is, therefore, not necessary to enter all the details of the overt acts in the inquest report.ss.154, 174 - Information received uls. 174 whether satisfies the· requirement of s. 154 - The investigation on an inquiry uls.17 4is distinct from the investigation as contemplated u!s. 154 relating to commission of a cognizable offence - In the case on hand, there was 110 FIR registered with the police station, neither any investigation nor any report uls. 17 3 was submitted - Therefore, challenge to the impugned FIR could not be assailed on the ground that it was a second FIR in the garb of which investigation or fresh investigation of the same incident was initiated. Investigation - Jurisdiction to investigate the crime - Jfeld: At the stage of investigation, it cannot be held that the SHO does not have territorial jurisdiction to investigate the crime. Jurisdiction: Held: Territorial jurisdiction of a court with regard to a criminal offence would be decided on the basis of the place of occurrence of the incident."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "BRIJ LAL VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc2Ng==",
        "Citation": "[2016] 7 S.C.R. 176",
        "Case Type": "(CRIMINAL APPEAL /991/2010)",
        "Date": "17 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9CcmlqIExhbCBfIFN0YXRlIE9mIFJhamFzdGhhbl8xNzAxMjQxNzIyLnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 176",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "17 August 2016",
        "Petitioner:": "Brij Lal",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 606",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /991/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s.302 - Murder - Prosecution case was that appellant and PW-"
        ],
        "HeadNote": " Penal Code, 1860: s.302 - Murder - Prosecution case was that appellant and PW-15 were both employed in the same department - Appellant used to hurl abuses at PW-15 under the influence of liquor Due to this, PW-15 shifted and took house of PW-1 on rent - On the fateful day, appellant and co-accused armed with pistols came to the new residence of PW-15 and started hurling abuses at PW-15 and threatened to kill him - PW-I asked him to go away - Hearing commotion, the neighbours and co-villagers requested the appellant and co-accused to go away - Thereafter, appellant fired at the gathering - Two persons received bullet injuries from the shots fired by him - One died on the spot and other received serious injuries and died the next day - Co-accused also fired from his gun which hit a woman who died on the spot and two others including a 5 year old child received injuries - Trial court accepted plea of self defence raised by appellant and ordered acquittal - However, High Court held him guilty uls.302 - On appeal, held: Evidence· produced by the prosecution affirmed that the crowd which had gathered at the place of occurrence comprised of men, women and children who were unarmed - It cannot be overlooked, that one of the deceased was a woman, and one of the injured was 5 years old - Thus, no material evidence was produced by appellant to demonstrate that gunshots fired by him was in self-defence - Recovery of the weapon was also made at the instance of the appellant - The fact, that there was a distance of about 17 to 18 feet between the appellant and the villagers, shows that there was no real threat to him when he fired shots at the unarmed gathering - Prosecution witnesses, duly identified the accused-appellant - The statements of the prosecution witnesses clearly led to the inference, that the appellant was guilty of having committed the offence u/s.302 - Appellant-accused not entitled to benefit of doubt. "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "SARLA PERFORMANCE FIBERS LIMITED ETC. VS. COMMISSIONER OF CENTRAL EXCISE, SURAT-II",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc3MQ==",
        "Citation": "[2016] 7 S.C.R. 201",
        "Case Type": "(CIVIL APPEAL /3555-3560/2012)",
        "Date": "03 JUNE 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9TYXJsYSBQZXJmb3JtYW5jZSBGaWJlcnMgTGltaXRlZCBFdGMuIF8gQ29tbWlzc2lvbmVyIE9mIENlbnRyYWwgRXhjaXNlLCBTdXJhdC1paV8xNzAxMjQxODcwLnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 201",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "03 June 2016",
        "Petitioner:": "Sarla Performance Fibers Limited Etc.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 437",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Commissioner Of Central Excise, Surat-ii",
        "Case Type:": "CIVIL APPEAL /3555-3560/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: s. 3 (1)"
        ],
        "HeadNote": "Central Excise Act, 1944: s. 3 (1) and its proviso - Chargeability under s.3(1) or under proviso of 3(1) - Assessee, a 100% Export Oriented Unit - Clearance of goods without permission of Development Commissioner - Held: Duty is,payable uls.3(1) of the Act - If goods are not allowed to be sold in India, the proviso to s.3(1) shall not be applicable."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "VEERENDRA KR. GAUTAM AND OTHERS VS. KARUNA NIDHAN UPADHYAY AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc3Ng==",
        "Citation": "[2016] 7 S.C.R. 223",
        "Case Type": "(CIVIL APPEAL /3361/2015)",
        "Date": "15 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9WZWVyZW5kcmEgS3IuIEdhdXRhbSBBbmQgT3RoZXJzIF8gS2FydW5hIE5pZGhhbiBVcGFkaHlheSBBbmQgT3RoZXJzXzE3MDEyNDE5NDUucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 223",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "15 July 2016",
        "Petitioner:": "Veerendra Kr. Gautam And Others",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 533",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Fakkir Mohamed Ibrahim Kalifulla",
        "Respondent:": "Karuna Nidhan Upadhyay And Others",
        "Case Type:": "CIVIL APPEAL /3361/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Higher Education Services Commission (Procedure for Selection of Teachers) Regulations",
            "1983: Regn.6"
        ],
        "HeadNote": "Uttar Pradesh Higher Education Services Commission (Procedure for Selection of Teachers) Regulations, 1983: Regn.6 - Selection to the post of Principal in the Degree Colleges and in different Post Graduate Colleges ill the State of U.P. - Non-compliance of Regn. 6 by the Commission - Held: A reading of Regn. 6 shows that the Commission has been invested with substantive power to call for interview such number of candidates as it may consider proper and ratio between 3 to 8 times vacancies can be determined by Commission which it finds appropriate - In the case on hand, initially, the Commission decided to limit the number of candidates by fixing the norms - Commission by .fixing the cut- off mark proceeded to process the applications - But subsequently it altered the index norms and ultimately it decided to call all the candidates - It was alleged that such variatioll was adopted llumber of times by the Commission with a view to favour certain candidates who otherwise did not come within the zone of consideration for participation ill the interview - Such allegation is very serious one and, therefore, cannot be simply brushed aside by accepting the stand of the Commission that ultimately the ratio was within the range - Commission cannot follow certain practices, which give scope for serious criticism especially where it relates to the matter of selection for very responsible post of Prillcipal to various aided and affiliated colleges of the State University - High Court rightly set aside the whole selection - Uttar Pradesh Higher Education Services Commission Act, 1980 - s.4(2)(e).Doctrines/Principles: Doctrine of estoppel - When the cause of action is different, the withdrmval of earlier writ petition without liberty to file a fresh applicatioll, will not have ally impact in making the fresh challenge - In the illstant case, the ll'ithdrawal of the earlierwrit petition without any reservation did not cause any prejudice in as much as at the time when the earlier writ petition was filed, the select list was not announced and, therefore, when at the stage prior to the interview, those writ petitions were filed, there was nothing wrong in the writ petitioners moving the High Court, subsequent to the declaration of the results by raising a challenge to the select list."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "SOMASUNDARAM @ SOMU VS. STATE REP. BY DY. COMM. OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc4MA==",
        "Citation": "[2016] 7 S.C.R. 263",
        "Case Type": "(CRIMINAL APPEAL /403/2010)",
        "Date": "28 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice V. Gopala Gowda\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9Tb21hc3VuZGFyYW0gQCBTb211IF8gU3RhdGUgUmVwLiBCeSBEeS4gQ29tbS4gT2YgUG9saWNlXzE3MDEyNDIwMTgucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 263",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "28 September 2016",
        "Petitioner:": "Somasundaram @ Somu",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2020 INSC 412",
        "Judgment Delivered by:": "Hon'ble Mr. Justice V. Gopala Gowda",
        "Respondent:": "State Rep. By Dy. Comm. Of Police",
        "Case Type:": "CRIMINAL APPEAL /403/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "J860 - ss. J20B",
            "3651J09",
            "3871J09",
            "3021J09",
            "3471 109",
            "3641J09 and 20J"
        ],
        "HeadNote": "Penal Code, J860 - ss. J20B, 3651J09, 3871J09, 3021J09, 3471 109, 3641J09 and 20J - Prosecution under - Of the appellants- accused (A-3, A-4 and A-J 5), alongwith other J 5 accused - For entering into criminal conspiracy for abduction and murder of the deceased - Trial court acquitted A-J2 and A-J8 and convicted rest of the accused mainly relying on the evidence of PWs JO and 11 - High Court confirmed the order of trial court except that of A-JO - Appeal by A-3, A-4 and A-J 5 - Held: Difference of opinion between the Judges - Per V. Gopala Gowda, J. : Evidence of PWs JO and 11 are not reliable and hence cannot forlJ) basis for conviction of appellants-accused - Also in view of their acquittal under s. l 20B and in absence of establishing their involvement individually in each offence, they could not have been convicted for the offences of abduction and murder - The appellants-accused are entitled for acquittal - Per Arun Mishra, J.: Involvement of the appe/lants- accused in the commission of offence is established by the evidence of PWs JO and 11 and also by other evidence - When charge ul s.J09 is established, mere acquittal uls. J 20B is of no avail to the appellants-accused - Conviction of the appellants-accused affirmed."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "STATE OF PUNJAB & ORS. VS. JAGJIT SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc4NA==",
        "Citation": "[2016] 7 S.C.R. 350",
        "Case Type": "(CIVIL APPEAL /213/2013)",
        "Date": "26 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBQdW5qYWIgJiBPcnMuIF8gSmFnaml0IFNpbmdoICYgT3JzLl8xNzAxMjQyMTM4LnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 350",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "26 October 2016",
        "Petitioner:": "State Of Punjab & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 993",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Jagjit Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /213/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour law - Principle_ of equal pay for equal work - Application of- Claim of pay parity by temporary employees (daily wage employees",
            "ad-hoc appointees"
        ],
        "HeadNote": " Labour law - Principle_ of equal pay for equal work - Application of- Claim of pay parity by temporary employees (daily wage employees, ad-hoc appointees, employees appointed on casual basis, contractual employees and the like) with regular employees - Temporary employees appointed against posts which were also available in the regular cadre/establishment - Duties and responsibilities discharged by the temporary employees same as were being discharged by regular employees - Employees possessed the qualifications prescribed for appointment on regular basis - Held: Principle of 'equal pay for equal work' would be applicable to all the concerned temporary employees, so as to vest in them the right to claim wages, at par with the minimum of the pay-scale (at the lowest grade, in the regular pay-scale), of regularly engaged government employees, holding the same post - Principle of equal pay for equal work. Principles of equal pay for equal work - Invocation of. by temporary employees - Parameters laid down by this Court - Elucidated. "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "AVTAR SINGH VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTc4OQ==",
        "Citation": "[2016] 7 S.C.R. 445",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /20525/2011)",
        "Date": "21 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9BdnRhciBTaW5naCBfIFVuaW9uIE9mIEluZGlhICYgT3JzLl8xNzAxMjQyMjQ2LnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 445",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "21 July 2016",
        "Petitioner:": "Avtar Singh",
        "Disposal Nature:": "Referred Issue Answered",
        "Netural Citation:": "2017 INSC 1116",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /20525/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SERVICE LAW.· Appointment - Verification of antecedents -"
        ],
        "HeadNote": "SERVICE LAW.· Appointment - Verification of antecedents - Importance of - Quashing of appointment or dismissal from service on account of supp:-ession of information or submission of false information in the verification as to question of having been criminally prosecuted, arrested or as to pendency of a criminal case - Held: Information given to the employer by a candidate as to conviction, acquittal or arrest, or pendency of a criminal case, whether- before or after entering into service must be true and there should be no suppression or false mention of required information - In case there is suppression or false information of involvement in a criminal case where conviction or acquittal had already been recorded before filling of the application/verification form and such fact later comes to knowledge of employer, any of the following recourse appropriate to the case may be adopted: In a case trivial i:7 nature in which conviction had been recorded, which if disclosed would not have rendered an incumbent unfit for post in question, the empbyer may, in its discretion, ignore such suppression of fact or false information by condoning the lapse - Where conviction has been recorded in case which is not trivial in nature, employer may cancel candidature or terminate services of the employee - If acquittal had already been recorded in a case involving moral turpitude or offence of heinous/serious nature, on technical ground and it is not a case of clean acquittal, or benefit of reasonable daub: has been given, the employer may consider all relevant facts available as to antecedents, and may take appropriate decision as to the continuance of the employee - In a case of deliberate suppression of fact with respect to multiple pending cases such false information by itself will assume significance and an emplcyer maypass appropriate order cancelling candidature or terminating services as appointment of a person against whom multiple criminal cases were pending may not be proper. Appointment - Declaration of employee as to concluded criminal case - Held: Where the employee has made declaration truthfully of a concluded criminal case, the employer still has the right . to consider antecedents, and cannot be compelled to appoint the candidate. Appointment - Declaration of employee as to pendency of criminal case - Held: In case when fact has been truthfully declared in character verification form regarding pendency of a criminal case of trivial nature, employer, in facts and circumstances of the case, in its discretion may appoint the candidate subject to decision of such case. Termination of employee on the ground of misrepresentation or supp,.ession of material information in the verification - Held: Merely because there is a power to terminate services or cancellation of offer of appointment, it does not follow that a person should be removed outrightly - Various aspects have to be considered and the discretion so used should not be arbitrary or fanciful - It has to be guided on certain principles for which purpose verification is sought. Termination of confirmed employee on the ground of misrepresentation or suppression of material information in the verification - Held: The fraud and misrepresentation vitiates a transaction and in case employment has been obtained on the basis of forged documents, the incumbent may be terminated wilhout holding any inquiry - However in case employee is confirmed, holding a civil post and has protection of Article 311 (2), due inquiry has to be held before terminating the services. Verification form - Held: For determining suppression or false information, the attestation/verification form has to be specific, not vague - Only such information which was required to be specifically mentioned has to be disclosed - If information not asked for but is relevant comes to knowledge of the employer the same can be considered in an objective manner while addressing the question of fitness - However, in such cases action cannot be takenon the basis of suppression or submitting false information as to a fact which was not even asked for - Before a person is held guilty of suppressio veri or suggestio falsi, la10wledf{e of the fact must be attributable to him. A Appointment - Verification of antecedents - Lack of knowledge on part of employee as to pending criminal case - Held: Appointing authority to take decision after considering the seriousness of the crime."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "TAMIL NADU GENERATION AND DISTRIBUTION CORPORATION LTD. (TANGEDCO) REP. BY ITS CHAIRMAN MANAGING DIRECTOR AND ANR. ETC. VS. CSEPDI - TRISHE CONSORTIUM, REP. BY ITS MANAGING DIRECTOR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgwOQ==",
        "Citation": "[2016] 7 S.C.R. 495",
        "Case Type": "(CIVIL APPEAL /10182-10183/2016)",
        "Date": "18 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9UYW1pbCBOYWR1IEdlbmVyYXRpb24gQW5kIERpc3RyaWJ1dGlvbiBDb3Jwb3JhdGlvbiBMdGQuICh0YW5nZWRjbykgUmVwLiBCeSBJdHMgQ2hhaXJtYW4gTWFuYWdpbmcgRGlyZWN0b3IgQW5kIEFuci4gRXRjLiBfIENzZXBkaSAtIFRyaXNoZSBDb25zb3J0aXVtLCBSZXAuIEJ5IEl0cyBNYW5hZ2luZyBEaXJlY3RvciAmIEFuci5fMTcwMTI0Mjc1My5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 495",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "18 October 2016",
        "Petitioner:": "Tamil Nadu Generation And Distribution Corporation Ltd. (tangedco) Rep. By Its Chairman Managing Director And Anr. Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 968",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Csepdi - Trishe Consortium, Rep. By Its Managing Director & Anr.",
        "Case Type:": "CIVIL APPEAL /10182-10183/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tender - Finalization of the bid - Evaluation report by the Consultant -"
        ],
        "HeadNote": "Tender - Finalization of the bid - Evaluation report by the Consultant - Judicial review - Held: Jn a complex fiscal evaluation, the court has to apply the doctrine of restraint - Financial computation involved, the capacity ana efficiency of the bidder and the perception of feasibility of completion of the project have to be left to the wisdom of the financial experts and consultants who have knowledge and skills in the field - Courts cannot really enter into the said realm in exercise of power of judicial review - If the courts would exercise power of judicial review in such a manner it is most likely to cause confusion and also bring jeopardy in public interest - Further, an aggrieved party can approach the Court at the appropriate stage, not when the bids are being considered~ Once the price bid was opened, a bidder could not have submitted representations on his own and sought mandamus from the Court to take certain aspects into consideration - On facts, Consultant analysed and determined the offers regard being had to the tender conditions - Documents were called for by the owner from both the qualifying bidders in a transparent manner and the same were considered at the time of evaluation by the Consultant - It was carried out before receipt of any additional document from either side - Thus, the Division Bench erred in adopting the approach of an appellate forum or authority and extended the principle of iudicial review to certain areas - Order of Division Bench set aside - Tamil Nadu Transparency in Tenders Act, 1998."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "UNION OF INDIA & ORS. VS. M/S. CIPLA LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgyOA==",
        "Citation": "[2016] 7 S.C.R. 523",
        "Case Type": "(CIVIL APPEAL /329/2005)",
        "Date": "21 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS8yMDE2XzdfNTIzLTYwMyBfMTcwMzMwOTc1OC5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 523",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "21 October 2016",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 981",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "M/s. Cipla Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /329/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Drugs (Prices Control) Order",
            "1995"
        ],
        "HeadNote": " Drugs (Prices Control) Order, 1995 -  - Paragraphs 7, 8, 9: Notification dated 13. 0 7.1999 - Issuance by the Central government under Paragraph 7 prescribing of norms for conversion cost, packing charges and process loss of raw materials (other than packing materials in conversion) and packing and process loss of packing materials in packaging - Validity of - Held: Notification is valid - They were issued after due application of mind and based on available material duly examined by an expert body - Notifications were not arbitrarily issued nor were they discriminatory in any manner at all nor were they issued mechanically. c D Notifications dated 12.07.2000, 12.07.2001, 12.07.2002 and 11.07.2003 - Issuance by Central Government under Paragraph 7 re-notifYing the norms prescribed on 13.07.1999 - Validity of- Held: Are valid and were not issued mechanically or without any application of mind and it was not necessary to re-determine the norms every year as required by DPCO, 1995. E Issuance of notifications by the Central Government fixing the retail price or ceiling price of formulations under Paragraphs 8 and 9 without determining the norm for cost of packing material as required by Paragraph 7 - Validity of - Held: Are valid. F Fixation of retail price of a formulation under Paragraph 8 without first fixing the sale price of a bulk drug under Paragraph 3 utilized in the manufacture of a formulation - Validity of - Held: ls valid in law. G Judicial review: Power of - Notification issued by Central Government under Paragraph 8 or 9 - Held: Action of a repository of power is also amenable to judicial review if it is contrary to or violates the mandatory requirement of a subordinate legislation - IfCentral Government does not adhere to the formula given in Paragraph 7 and fixes the retail price or ceiling price of formulations, notification issued under Paragraph 8 or 9 is liable to quashed being contrary to law - However, no instance pointed out to use the power of judicial review and quash the notifications - Drugs (Prices Control) Order, 1995 - Paragraphs 7, 8, 9. Alternative remedy: Availability of - Manufacturer or formulator aggrieved by fixing of retail or ceiling price of any for111ulation - Alternative remedy available under the DPCO 1995 - Submission that norms not prescribed to 111ake effective case for revision or review of price notification - Held: lf any manufacturer or formulator had preferred a revision or review application, all necessary material would have been 111ade available to the complainant for an effective representation - None of the parties were precluded, in fact, some of them did - In view of the availability of an alternative and efficacious remedy under the DPCO 1995, the writ petitions by the manufacturers and formulators ought not to have been entertained by the concerned High Courts, but it is left at that - Drugs (Prices Control) Order, 1995. Forum shopping: Court to adopt a functional test vis-a-vis the litigation and the litigant - It is to be seen whether there is any functional similarity in the proceedings between one Court and another or whether there is so111e sort of subterji1ge on the part of a litigant - Functional test would determine whether a litigant is indulging in forum shopping or not - On facts, on examination of relief claimed by 'C' Company in the different High Courts, it is found that they have no substantive connection whatsoever with the relief claimed in the Allahabad High Court - 'C' company s petitions do not fall under any category of forum shopping.Practice and procedure: Practice of placing scanty material before the High Courts, and placing volumes of documents before this Court - Held: Such practice degrade the importance of proceedings in the High Court and could subsequently embarrass the High Court which might inadvertently base its decision on insufficient material resulting in possibility of an incorrect decision which is liable to be set aside - Such practice is to be discouraged - For better adjudication of disputes, it is appropriate for all litigants to place 011 record all the material before the court of first instanceInterim order: Matters pertaining to sale of formulations at retail price or ceiling price fixed by Central Government through notifications issued under the DPCO - Issuance of interim order - Held: Matters having financial and economic implications, where public interest. is involved, the Court ought to be circumspect in granting any interim relief - Consequence of an interim order might be quite serious to society and consumers and might cause damage to public interest and have a long term impact - Drugs (Prices Control) Order, 1995. A Drugs and medicines: Working of drug industry - Interference by the courts - Held: Courts have to be extremely cautious in interfering in any manner whatsoever with the working of the drug industry - Not only is the drug industry in the country extremely large with heavy financial stakes but there is lot at stake in it not only for the industry but also for the consumers - Any interference by the Courts would have wide ranging repercussions not only in commercial terms but also for the people of the country. "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "BABITA LILA & ANOTHER VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgzMg==",
        "Citation": "[2016] 7 S.C.R. 604",
        "Case Type": "(CRIMINAL APPEAL /824/2016)",
        "Date": "31 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9CYWJpdGEgTGlsYSAmIEFub3RoZXIgXyBVbmlvbiBPZiBJbmRpYV8xNzAxMjQ3MTU5LnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 604",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "31 August 2016",
        "Petitioner:": "Babita Lila & Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 640",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Union Of India",
        "Case Type:": "CRIMINAL APPEAL /824/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "197 3: s.195 - Complaint by Deputy Director of IT against appellants-assesse"
        ],
        "HeadNote": "Code of Criminal Procedure, 197 3: s.195 - Complaint by Deputy Director of IT against appellants-assessee for making false statements during search operations - Maintainability of - Trial court held that sufficient ground was made out against appellants to proceed under !PC - Quashing of complaint sought on the ground that as search operations were undertaken by the LT. Os of Nashik and Dhule, the complaint could not have been lodged by the Deputy Director of IT, Bhopal who was not the appellate authority in terms of s.195(4) - High Court declined to quash complaint - Held: Under IT Act, the Deputy Commissioner (Appeals) is designated to be the appellate forum from the orders as enumerated u/s.246(1) of the Act - Neither, by the hierarchy of the income tax authorities as listed in s.116 of the Act nor in the notification issued u/s.118, the Deputy Director of Income Tax is considered to be an appellate forum to which appeals from the orders/decisions of the I. T. Os./assessing officers would ordinarily lie within the meaning of s.195(4) of the Code - The statute does not suffer from casus omissus so as to recognise the Deputy Director of IT as an appellate forum - Deputy Director of IT Bhopal, therefore, cannot be construed to be an authority to whom appeal would ordinarily lie from the decisions/orders of the I. T. Os involved in the search proceedings so as to empower him to lodge the complaint in view of the restrictive preconditions imposed by s.195 - Doctrines/Principles - Doctrine of casus omissus. s.195 - Complaint by Deputy Director of IT, Bhopal against appellant-assessee for making false statements during search operations - Appellants husband and wife resident of Bhopal and Aurangabad - Search operation conducted by authorities under the IT Act at Bhopal and Aurangabad - Search at Aurangabadconducted by ITO, Nashik and ITO, Dhule - Appellants allegedly made false statements denying of having any locker in their names - Trial court held that sufficient ground was made out against . appellants to proceed under !PC - Issuance of summons - Quashing of complaint sought on the ground that since no part of the alleged offence was committed within territorial limits of Bhopal Court, it had no jurisdiction to entertain the complaint - High Court declined to interfere - Held: Appellants as assessees, had residences both at Bhopal and Aurangabad and had been submitting their income tax returns at Bhopal - The search operations were conducted simultaneously both at Bhopal and Aurangabad in course whereof allegedly the appellants, in spite of queries made, did not disclose that they in fact did hold a locker located at Aurangabad - They in fact denied to hold any locker, either individually or jointly - The search conducted simultaneously at Bhopal and Aurangabad has to be construed as a single composite expedition with a common mission - Having regard to the overall facts and the accusation of false statement made about the existence of the locker in such a ioint operation, it cannot be deduced that in the peculiar facts and circumstances, no part of the offence alleged had been committed within the jurisdictional limits of the Chief Judicial Magistrate, Bhopal - Income Tax Act, 1961 - ss.116, 118, 177 to 179 - Penal Code, 1860 - ss.191, 193, 200."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "VIKAS SANKHALA & ORS. ETC. VS. VIKAS KUMAR AGARWAL & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTgzNg==",
        "Citation": "[2016] 7 S.C.R. 639",
        "Case Type": "(CIVIL APPEAL /3545-3549/2016)",
        "Date": "18 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9WaWthcyBTYW5raGFsYSAmIE9ycy4gRXRjLiBfIFZpa2FzIEt1bWFyIEFnYXJ3YWwgJiBPcnMuIEV0Yy5fMTcwMTI0NzMwNS5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 639",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "18 October 2016",
        "Petitioner:": "Vikas Sankhala & Ors. Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 970",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Vikas Kumar Agarwal & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /3545-3549/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right of Children to Free and Compulsory Education Act",
            "2009 - s. 2"
        ],
        "HeadNote": "Right of Children to Free and Compulsory Education Act, 2009 - s. 23: Qualifications for appointment of teachers - Passing of Teacher Eligibility Test-TET- Minimum pass percentage of TET- Relaxation in passing marks in TET - Interference with - Held: Specific authorization is given to School Management (Government, local bodies, Government aided and unaided) to grant special concession to different kinds of reserved categories mentioned therein, which has to be in accordance with their extant reservation policy - Giving concession to certain reserved category candidates insofar as passing marks in TET is concerned, that by itself would not affect the teaching quality - s. 23(2) itself recognises the power for relaxing the minimum qualifications required of a person to be eligible for appointment as primary teacher - For giving relaxation in passing marks in TET, different outlook and glance is attracted - Except for State of Andhra Pradesh, no other State has granted such wide range of concessions as State of Rajasthan did in its letter dated 23.03.2011 - Very high percentage of relaxation may amount to compromising with quality which may not be conducive to maintaining standards of education - Need to look into and reconsider this aspect to bring the relaxations within reasonable limits - However, the Court not tinkering with the extant of relaxation given in letter dated.23.03.2011 since recruitment tests have been conducted and selected candidates are .nowcteaching for last number of years - Constitution of India - Arts. 15, 16, 38, 39(a) and 4Qualifications for appointment of teachers - Passing of Teacher Eligibility Test-TET- Minimum pass percentage of TET- Whether National Council for Teacher· Education-NCTE notification dated July 29, 2011, amending paragraph ) of its earlier guidelines/ notification dated February 11, 2011, provides 5% relaxation tothe reserved category for passing TET - Held: NCTE does not provide any provision for relaxation in TET examination for reserved category candidates but has left it to the State Governments to do the needful in this behalf - Relaxation provided in the amended para 3 has no relation whatsoever with TET but relates to the qualifying marks in graduation and B.Ed. Etc - It cannot be said that the provision for relaxation upto 5% in qualifying marks at all relates to TET - Relaxation in passing TET is governed by para 9 of the Notification dated February 11, 2011 - There is no amendment to the said para - Amendment is incorporated in para 3 of the principal notification dated February 11, 2011, which gives the rationale for including TET as a minimum qualification. Policy of the State in letter dated March 23, 2011 deciding to give relaxation ranging from 10% to 20% in TET marks to different reserved categories as mentioned therein - Validity of - Held: Relaxation prescribed in letter dated March 23, 2011 in pass marks in TET examination for different reserved categories mentioned therein is legal and valid in law.Reserved category candidates, who secured better than general category candidates in recruitment examination, if could be denied migration to general seats on the basis that they had availed relaxation in TET - Held: Migration from reserved category to general category admissible to those reserved category candidates who secured more marks obtained by the last unreserved category candidates selected, subject to the condition that such reserved category candidates did not avail any other special concession - Concession of passing marks in TET would not be treated as concession falling in the said category."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "CHEVITI VENKANNA YADAV VS. STATE OF TELANGANA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg0MQ==",
        "Citation": "[2016] 7 S.C.R. 689",
        "Case Type": "(CIVIL APPEAL /13604/2015)",
        "Date": "24 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9DaGV2aXRpIFZlbmthbm5hIFlhZGF2IF8gU3RhdGUgT2YgVGVsYW5nYW5hIEFuZCBPcnMuXzE3MDEyNDc0NzgucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 689",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "24 October 2016",
        "Petitioner:": "Cheviti Venkanna Yadav",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1206",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Telangana And Ors.",
        "Case Type:": "CIVIL APPEAL /13604/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Telangana (Agricultural Produce and Livestock) Markets Act",
            "1966 - s. 5 [As"
        ],
        "HeadNote": "Telangana (Agricultural Produce and Livestock) Markets Act, 1966 - s. 5 [As amended by Telangana (Agricultural Produce and Livestock) Markets (Amendment) Act, 2015} - Validity of - Constitution of Agricultural Market Committee by erstwhile State of Andhra Pradesh l!nder Andhra Pradesh (Agricultural Produce and Livestock) Markets Act, 1966 -After formation of new State of Telangana on 2.6.2014 (on bifurcation of the State of Andhra Pradesh), the State promulgated Ordinance No. 1 of 2014 to amend the principal Act - Thereby in s. 5, number of Members of Committee was reduced from 18 to 14 and the term of the Market Committee was reduced from 3 years to 2 years - The Ordinance also provided that the existing Members shall cease to hold office and the Government would be competent to appQint persons to exercise the powers and perform the functions of the Market Committee - Ordinance challenged - High Court held the amendment as discriminatory and violative of Art. 14 of the Constitution as the existing Chairman/Vice Chairman/Members of the Market Committee were sought to be removed prematurely taking away the procedural safeguards which would otherwise be available to the future Chairman/Vice Chairman/Members -After the judgment, State issued Ordinance No. 1 of 2015 to amends. 5 of the Act [Jn due course the Ordinance I of 2015 came into force as AmendmentAct 5 of 2015 called Telangana (Agricultural Produce & Livestock) Markets (Amendment) Act, 2015] - The Amendment was made retrospective w.e.f 1./.2012 and also added a validating provision - The Ordinance was challenged by the appellants by filing writ petition - High Court dismissed the petition upholding the amendment - On appeal, held: The State legislature had competence to amend the law with retrospective effect - The legislature by the impugned~ amendment substituting the word 'appointed' by the word'nominated'with retrospective effect, removed the distinction between the existing members and the members who were to come in fature - Thus an appointment initially made by nomination can be terminated by the State at its pleasure - Such provision neither offends any Article of the Constitution nor any public policy or democratic norms enshrined in the Constitution - The amended provision also does not suffer from the vice of equality clause enshrined u!Art. 14 of the Constitution, so far as Market Committee and Special Market Committee are concerned, as both function in different areas - Constitution of India - Art. 14. Legislation: Statutory overruling - Held: When a law is enacted with retrospective effect, it is not an encroachment upon judicial power when the legislature does not directly overrule or reverse a judicial dictum - Legislature cannot, by way of an enactment, declare a decision of a court as erroneous or nullity - However, it has the power to rectify a defect in law noticed in the decision of the court - When such an amendment is made, the purpose thereof is not to overrule the decision of the Court, but to enact a fresh law with retrospective effect to alter the foundation and meaning of the legislation and to remove the base on which the judgment was founded - This does not amount to statutory overruling by the legislature. F Co/ourable legislation - Doctrine of co/ourable legislation does not involve any question of bona fide or malafide on the part of the legislature - The whole doctrine revolves itself into question of competence of a particular legislature to enact a particular law - Once it is held that the legislature has the power to enact the law as per its wisdom, and that too with retrospective effect, it cannot be said that the enactment is a co/ourable exercise. G Competence of legislature - To enact a law w.ej. the period when the legislature itself was not existent - Held: After legislature comes into existence, it has the competence to enact any law retrospectively or prospectively within the constitutional parameters."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "YOGESH SINGH VS. MAHABEER SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg0Ng==",
        "Citation": "[2016] 7 S.C.R. 713",
        "Case Type": "(CRIMINAL APPEAL /1482/2013)",
        "Date": "20 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9Zb2dlc2ggU2luZ2ggXyBNYWhhYmVlciBTaW5naCAmIE9ycy5fMTcwMTI0NzU4OS5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 713",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "20 October 2016",
        "Petitioner:": "Yogesh Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 978",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Mahabeer Singh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1482/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 rlw s.149 - Murder"
        ],
        "HeadNote": "Penal Code, 1860: s. 302 rlw s.149 - Murder - Head severed from trunk- Incident witnessed by daughter and also father of the deceased - Trial court convicted six persons - High Court acquitted the accused persons- respondents - Appeal against acquittal by son of the deceased - Held: It was not the case of the accused that they were prejudiced by the alleged delay in dispatch of the FIR to the nearest Magistrate competent to take cognizance of such offence - Non-recording of certain relevant entries in the inquest report did not constitute a material defect so grave to throw out the prosecution story and the otherwise reliable testimonies of prosecution witnesses that remained uncontroverted - There was no major contradiction either in the evidence of the witnesses or any conflict in medical or ocular evidence which would tilt the balance in favour of the respondents - The minor improvements, embellishments etc., were insignificant and ignored since the evidence of the witnesses otherwise corroborated each other in material particulars - The view expressed by High Court was not plausible one - Trial court had correctly analyzed the material on record to arrive at its conclusion - Order of conviction passed by trial court restoreCriminal Jurisprudence: Burden to prove guilt - Held: The guilt of the accused must be proved beyond all reasonable doubJs - However, the burden on the prosecution is only to establish its case beyond all reasonable doubt and not all doubts. Two views - Held: If two views are possible 011 the evidence adduced in the case, one pointing to the guilt of the accused and the other to his innocence, the view which is favourable to the accused should be adoptedEvidence: B Testimony of child witness - Evidentiary value of - Held: Evidence of a child witness must be evaluated carefully\" and with greater circumspection because a child is susceptible to be swayed by what others tell him and thus a child witness is an easy prey to tutoring. Medical evidence - Evidentiary value of - Held: Is only corroborative and not conclusive ...:. In case of a conflict between oral evidence and medical evidence, the former is to be preferred unless the medical evidence completely rules out the oral evidence. c D E Testimony of related/interested witness - Evidentiary value of - Held: Evidence cannot be disbelieved merely on the ground that the witnesses are related to each other or to the deceased - In case the evidence has a ring of truth in it, is cogent, credible and trustworthy, it can be relied upon. Minor contradictions in prosecution evidence - Effect on prosecution case - Held: Minor contradictions, inconsistencies or insignificant embellishments do not affect the core of the prosecution case and should not be taken to be a ground to reject the prosecution evidence - The omission should create a serious doubt about the truthfulness or creditworthiness of a witness - It is only the serious contradictions and omissions which materially affect the case of the prosecution but not every contradiction or omission. Delay/Laches: Delay in examination of prosecution witness/child witnesses - Effect of- Held: The trial court observed that child witness (PW5) was cross-examined on practically every detail of the prosecution story and her statement corroborated every part thereof - It was rightly observed by the Trial Judge that the delay was on account of the fact that the Investigating Officer wanted to assure himself of the veracity of her statement and hence, she was examined after G she had time to recover from the shock of the incident and compose herself - Under these circumstances, any delay in examining this witness uls. 161 of Cr.P.C. will not prejudice the_pTosecution - Code - ·of Criminal Procedure, 1973 - s.161.Delay in sending FIR to Magistrate - Held: Although in termsof s.J 57 Cr:P.C., the police officer concerned is required to forward a copy of the FIR to the Magistrate empowered to take cognizance of such offence, promptly and without undue delay, it cannot be laid down as a rule of universal application that whenever there is some delay in sending the FIR to the Magistrate, the prosecution version becomes unreliable and the trial stands vitiated - When there is posiii\"'le evidence to the fact that the FIR was recorded without unreasonable delay and investigation started on the basis of that FIR and there is no other infirmity brought to the notice of the Court, then in the absence of any prejudice to the accused, it cannot be concluded that the investigation was tainted and the prosecution story rendered unsupportable - Code of Criminal Procedure, I 97 3 - s.157."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "BHARAT SANCHAR NIGAM LIMITED VS. VODAFONE ESSAR GUJARAT LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg1MQ==",
        "Citation": "[2016] 7 S.C.R. 746",
        "Case Type": "(CIVIL APPEAL /8107/2010)",
        "Date": "23 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9CaGFyYXQgU2FuY2hhciBOaWdhbSBMaW1pdGVkIF8gVm9kYWZvbmUgRXNzYXIgR3VqYXJhdCBMaW1pdGVkXzE3MDEyNDc2NzEucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 746",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "23 September 2016",
        "Petitioner:": "Bharat Sanchar Nigam Limited",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 906",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Vodafone Essar Gujarat Limited",
        "Case Type:": "CIVIL APPEAL /8107/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "The Telecommunication Interconnection Usage Charge Regulations",
            "2003:"
        ],
        "HeadNote": " The Telecommunication Interconnection Usage Charge Regulations, 2003: C Demand raised by BSNL for alleged tampering with the Caller Line Identification (CL!) - Whether BSNL could levy the highest applicable IUC charges on the basis of Clause 11 of circular dated 28.01.2004 - Held: Interconnect agreement between the parties did not carry any stipulation that in the event any invalid or tempered CLI is transferred to BSNL network, BSNL would be entitled to raise D the demand at the highest slab rate - IUC Regulations did not contain any such provision and the same could not have been so created on the basis of the unilateral circular dated 28.1.2004 - Telecommunications.  "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "SMT. B. NARASAMMA VS. DEPUTY COMMISSIONER COMMERCIAL TAXES KARNATAKA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg2Ng==",
        "Citation": "[2016] 7 S.C.R. 760",
        "Case Type": "(CIVIL APPEAL /4149/2007)",
        "Date": "11 AUGUST 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9TbXQuIEIuIE5hcmFzYW1tYSBfIERlcHV0eSBDb21taXNzaW9uZXIgQ29tbWVyY2lhbCBUYXhlcyBLYXJuYXRha2EgJiBBbnIuXzE3MDEyNDgwMDAucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 760",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "11 August 2016",
        "Petitioner:": "Smt. B. Narasamma",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 591",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Deputy Commissioner Commercial Taxes Karnataka & Anr.",
        "Case Type:": "CIVIL APPEAL /4149/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Taxation - Central Sales Tax Act",
            "1956 - ss.14 & 15 - Goods declared to be of special importance - Rate and point of taxability"
        ],
        "HeadNote": "Taxation - Central Sales Tax Act, 1956 - ss.14 & 15 - Goods declared to be of special importance - Rate and point of taxability - Such deplored goods, taxable under Karnataka Sales Tax Act and Karnataka Value Added Tax Act, if remain the same or lose their identity as declared goods at the point of taxability when used in execution of works contracts - Held: Works contracts liable to be taxed after the 46''' Constitution amendment are subject to drill of Art. 286(3) r/w s.15, Central Sales Tax Act - Declared goods in question (iron and steel products) that are used in execution of works contract, for reinforcement of cement concrete used in buildings, remain exactly the same goods at the point of taxabi/ity, i.e. the point of accretion (the point of incorporation into the building or structure) - Mere cutting into different shapes and bending does not make these items lose their identity - Hence, would only be taxed at the rate of 4% in accordance with the restrictions contained in s.15, Central Sales Tax Act - Karnataka Sales Tax Act, 1957 - ss.5(4), 5-B - Sch. !Vth/Vlth - Karnataka Value Added Tax Act, 2003 - s.4 - Sch. 111\" 1 /Vfh - Constitution of India - Arts. 286(3) and 366(29A) ."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "DILBAGH SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg2OQ==",
        "Citation": "[2016] 7 S.C.R. 781",
        "Case Type": "(CRIMINAL APPEAL /1096/2016)",
        "Date": "28 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9EaWxiYWdoIFNpbmdoIF8gU3RhdGUgT2YgUHVuamFiXzE3MDEyNDgwNzUucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 781",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "28 November 2016",
        "Petitioner:": "Dilbagh Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1067",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1096/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985: ss.50",
            "57"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985: ss. 50, 57 - Applicability of - Recovery of six bags of poppy husk from car - Conviction by courts below - Plea of non-compliance of ss. 50 and 57 - Held: Since the contraband were recovered from inside the car, s.50 is not applicable - As regards the applicability of s.57, both the courts below concurrently concluded that the Investigating Officer at the site had, after the arrest of the accused persons and seizure of the contraband forwarded the said information to his higher officer, namely, Deputy Superintendent of Police without any delay and that the related FIR with the necessary endorsements therein had reached the Ilaka Magistrate on the same day - There was no evidence to either contradict or decimate this finding based on records - In this view of the matter, the requirements of s.57 of the Act had been duly complied with as well."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "RAM AUTAR & ORS. VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg3Mw==",
        "Citation": "[2016] 7 S.C.R. 790",
        "Case Type": "(CRIMINAL APPEAL /1157/2016)",
        "Date": "28 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9SYW0gQXV0YXIgJiBPcnMuIF8gU3RhdGUgT2YgVS5wLl8xNzAxMjQ4MTUyLnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 790",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "28 November 2016",
        "Petitioner:": "Ram Autar & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2016 INSC 1070",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /1157/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.304 Part-I",
            "147",
            "148 and 149 - Fatal attack"
        ],
        "HeadNote": "Penal Code, 1860: ss.304 Part-I, 147, 148 and 149 - Fatal attack - Prosecution case was that on the morning of the incident, the cattle of the victim-deceased strayed into the field of the appellant and destroyed the crop - Accused persons abused the deceased where after he herded back the cattle - Later when the deceased and complainant party were sitting in their compound, altercation took place between the deceased and accused persons who resided next door - On exhortation of other accused persons, appellant brought gun and fired at the deceased and the other accused persons attacked him with lathis - Deceased died on the spot - Conviction of all accused persons u/s.302 - High Court modified conviction to one u/s.304 Part I - On appeal, held: The materials on record suggested that the deceased also contributed to the escalating tension and in the process the accused persons jointly unleashed attack 011 him by lat his and also shot him - In the fact situation that developed in quick succession, there was as such no pre-meditation or prior concert 011 the part of the accused persons to com111it murder - The incident happened on the spur of the moment and in an uncontrollable, embittered and agitated state of enragement, thus depriving the accused persons of their power of self control - The evidence shows that the appellants did not have any infamous criminal background as well - Also the incident had occurred in 1982 and more than three decades have passed - In totality of circumstances, conviction of appellants u/s.304-Part 1 rlw ss.147,148,149, as recorded by High Court, is justified - However, in view of facts and circumstances, the sentence for the offence u/ s.304-Part 11149 reduced to rigorous imprisonment for 7 years."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "VIVEK NARAYAN SHARMA VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg3OQ==",
        "Citation": "[2016] 7 S.C.R. 798",
        "Case Type": "(WRIT PETITION (CIVIL) /906/2016)",
        "Date": "16 DECEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9WaXZlayBOYXJheWFuIFNoYXJtYSBfIFVuaW9uIE9mIEluZGlhXzE3MDEyNDgzMDEucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 798",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "16 December 2016",
        "Petitioner:": "Vivek Narayan Sharma",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2016 INSC 1161",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /906/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Demonetization: Reserve Bank of India Act",
            "1934"
        ],
        "HeadNote": "Demonetization: Reserve Bank of India Act, 1934 - ss. 26(2), 7, 17, 23, 24, 29 and 42 - Notification dated November 08, 2016 whereby old currency notes of Rs. 500 and Rs. 1000 demonetized - Vires of Notification - Nine questions framed - In view of general public importance and far reaching implications, matters referred to Five Judge Bench.Bar on District Cooperative Banks to accept deposits or exchange of demonetized currency of Rs.500/- and Rs. I 0001- - Challenge to - Held: Decision is the outcome of financial policy, adopted on the basis of experience - There is apprehension that the possibility of demonetized notes being converted or exchanged without proper audit, control or supervision - Furthe1; the District Cooperative Banks not directly under the control of the Reserve Bank of India but within the purview of NABARD - Dispensation provided by NABARD not in conformity with the strict regime provided under the provisions of Banking Regulation Act, 1949 and Reserve Bank of India Act, 1934 - Thus, no inclination to suspend the bar as an interim measure - Banking Regulation Act, 1949 - Reserve Bank of India Act, 1934. District Cooperative Banks precluded from utilizing the demonetized notes deposited with them between lJ th to 14th November 2016, when it was so permitted by RBI - Challenge to - Held: Instructions of Under Secretary to Government of India that RBI has recommended that the Specified Bank Notes (SBNs) collected by the DCCBs between !0th and 14th November 2016 may be exchanged after audit of the veracity of the KYC documents by NABARD - Issuance of suitable Notification by the CompetentAuthority within two days - Policy of replacement of legal tender notes as applicable to Public Sector Banks and other Banks would be applied even in the case of District Cooperative Banks for exchange of demonetized currency. A Extension of time limit for exemption for use of demonetized currency notes of Rs.5001- and Rs.1000/- -Held: Whether exemption period should be extended or not must be best left to the judgment of the Government - No interim direction can be issued to the Government in the said matter - Government can take appropriate decision. Denial of right to withdraw the prescribed amount of Rs.2.J,0001- per week per account holder, in spite of Notification issued by Reserve Bank of India permitting such withdrdwal - Non- availability of enough volume of legal tender currency - Held: As per Attorney General, the Government has already made it amply clear that it would take around 50 days time to streamline the cash flow and the period is still not exhausted - Authorities are working to the best of their ability to defuse the crisis of cash flow situation by printing new notes - To maintain complete secrecy to unearth the black money, new currency notes could not be printed well in advance - Authorities to fulfill their commitment made in terms of the Notification permitting withdrawal to the extent possible and review the decision periodically and take necessary corrective measures.Transfer Petitions: Transfer Petitions by Union of India for withdrawing all writ petitions/proceedings pending in the various High Courts and to hear those cases along with the writ petitions pending in this Court - Held: Such withdrawal would be just and proper, to avoid multiplicity of hearing and conflicting decisions on the same subject matter - Issuance of notice in the respective Transfer Petitions and stay of the further proceedings of the writ petitions/proceedings in the concerned High Court as also pending in any High Court - No other court to entertain, hear or decide any writ petition/proceedings on the issue of demonetization of the old notes."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "BHUPINDER SINGH BAWA VS. ASHA DEVI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTkyOQ==",
        "Citation": "[2016] 7 S.C.R. 807",
        "Case Type": "(CIVIL APPEAL /9941/2014)",
        "Date": "08 NOVEMBER 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9CaHVwaW5kZXIgU2luZ2ggQmF3YSBfIEFzaGEgRGV2aV8xNzAxMjQ5MjU1LnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 807",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "08 November 2016",
        "Petitioner:": "Bhupinder Singh Bawa",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 1010",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Asha Devi",
        "Case Type:": "CIVIL APPEAL /9941/2014",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction: Delhi Rent Control Act",
            "1958 - s. J.l(l){c) - Eviction - Bona fide requirement"
        ],
        "HeadNote": "Rent Control and Eviction: Delhi Rent Control Act, 1958 - s. J.l(l){c) - Eviction - Bona fide requirement - Eviction petition by respondent-landlady - Ground of bona fide requirement of tenanted premises for the purpose of business of her son - Allowed by the courts below by recording concurrent findings - On appeal held: Additional Rent Controller and the High Court rightly held that no alternative premise was lying vacant for running business of respondent's son - it was pe1fectly open to the landlady to choose a more suitable premises for carrying on the business by her son and that the respondent cannot be dictated by tenant as to from which shop her son should start the business from - Concurrent findings recorded by the courts below based on evidence and materials on record - Thus, no infirmity warranting interference with the impugned iudgment."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "NANDKISHOR SAVALARAM MALU (DEAD) THROUGH LRS. VS. HANUMANMAL G. BIYANI (D) THR. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTkzMQ==",
        "Citation": "[2016] 7 S.C.R. 813",
        "Case Type": "(CIVIL APPEAL /11868/2016)",
        "Date": "29 NOVEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Arjan Kumar Sikri",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9OYW5ka2lzaG9yIFNhdmFsYXJhbSBNYWx1IChkZWFkKSBUaHJvdWdoIExycy4gXyBIYW51bWFubWFsIEcuIEJpeWFuaSAoZCkgVGhyLiBMcnMuICYgT3JzLl8xNzAxMjQ5MzIzLnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 813",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "29 November 2016",
        "Petitioner:": "Nandkishor Savalaram Malu (dead) Through Lrs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 1074",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Hanumanmal G. Biyani (d) Thr. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /11868/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction: Bombay Rent Control Act",
            "1947 - Eviction proceeding"
        ],
        "HeadNote": "Rent Control and Eviction: Bombay Rent Control Act, 1947 - Eviction proceedings - Property let out to a partnership firm - Eviction proceedings initiated by the landlord-plaintiffs against employee-defendant no.l of the firm and partners of the firm-defendant nos.2 to 9 - Dismissal of suit against defendant no.] whereas decreed against firm and its partners-defendant nos.2 to 9 - In first appeal, suit decreed against all the defendants - In Revision, the High Court restored the order of the trial court - On appeal, held: If tenant is a partnership Firm then such tenant would represent the interest of all the partners of the Firm and the employees working in the Firm - Such persons since claim through the Firm, they have no right of their own in the tenancy and in the demised property qua landlord -As such employee of the firm is not necessary party, to the eviction proceedings initiated by the landlord - On facts, High Court erred in setting aside the order of the first appellate court which rightly reversed the order of the trial court by passing eviction decree against all the defendants - High Court overlooked the facts that the Firm was held to be the tenant whereas defendant no.J was Firm's employee; and that defendant no.l was held to be in possession of the suit house as 'trespasser' and not as 'tenant' - Thus, order of the High Court set aside and that of the first appellate court restored."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "NIDHI KAIM VS. STATE OF MADHYA PRADESH & OTHERS ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTkzOA==",
        "Citation": "[2016] 7 S.C.R. 822",
        "Case Type": "(CIVIL APPEAL /1727/2016)",
        "Date": "12 MAY 2016",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9OaWRoaSBLYWltIF8gU3RhdGUgT2YgTWFkaHlhIFByYWRlc2ggJiBPdGhlcnMgRXRjLl8xNzAxMjQ5NDE3LnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 822",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "12 May 2016",
        "Petitioner:": "Nidhi Kaim",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 131",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre,Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "State Of Madhya Pradesh & Others Etc.",
        "Case Type:": "CIVIL APPEAL /1727/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Professional Examination Board Act",
            "2007:"
        ],
        "HeadNote": "Madhya Pradesh Professional Examination Board Act, 2007:  s.3 - Madhya Pradesh Professional Examination Board popularly known as Vyavsayik Pariksha Manda! (Vyapam) - Constitution of Board/Vyapam - Notification uls.3 for constituting the Board not been issued - But Board brought into existence for conducting the examination for admission in the medical, engineering and agricultural universities and for admission in the polytechnics - The Board constituted is a non-statutory body - It has no existence apart from the government - Appellants contention that the Board constituted has no authority in law is not tenable for the reason that if the Board is without any authority of law for cancelling the examination conducted by it, it is equally without any authority of law to conduct the common entrance examination (PMT) - Any admission based on the marks obtained at such common entrance examination would be equally without any authority of law in the sense of legislative sanction - Whatever be the legal implications of the exercise of such power vis-a-vis others, the appellants cannot be heard saying that the Board has no authority of law to take action against them because they had appeared for the said examination and taken the benefit of securing admissions into the various medical colleges on the basis of the marks obtained by them in the examination - Even otherwise, under the scheme of our Constitution, the executive power of the State is co-extensive with its legislative power - If it is established that the adoption of unfair means on large scale resulted in the contamination of the entrance examination (PMT) process of successive years, the State undoubtedly would have the power to take appropriate action to protect the public interest - Education/Educational Institutions.Examination process - Tampering of - Entrance examination for admissions into medical colleges - Allegation of conspiracy inthe context of the examination - Cancellation of results of so111e candidates resulting in cancellation of their admissions - Criminal cases - Based on enquiry reports, Board concluded that there was tampering with the examination p;·ocess and the appellants as well as some other students resorted to unfair means at the said examination - Cuncellafion of admissions of appellants and others - Challenge against - Per C/1e/ameswar, J: The case on hand can fall within the category of exceptions to the rule of audi alteram partem if there is reliable material to hold that the examination process is vitiated - There was tampering with the examination process insofar as the appellants and a few others are concerned - There is no reason to interfere with cancellation of admission on the count that the rule of audi alteram partem was not complied with by the re:;pondents before cancelling the admissions of the appellants - However, question is whether these appellants deserve sympathy and whether society can afford to waste such technically trained and qualified human resources which require enormous amounts of energy, time and other material resources to generate - Appellants whatever by their role in tampering of the examination process must have been juveniles and cannot be subjected to punishment under criminal law - For the said reasons they should be permitted to complete their study of medicine and become trained doctors to serve the nation - It would serve the larger public interests, by making the appellants serve the nation for a period of five years as and when they become qualified doctors, without any regular salary and attendant benefits of service under the State and certificates of their medical degrees be handed over only after completion of five years - Per St1pre, J: The case at hand established a case of mass copying attributable to appellants who resorted to unfair means in a planned way in the PMT examination - It was neither necessary to give any show cause notice to the appellants nor necessary to supply the material to appellants - Procedure adopted by State!Vyapam cannot be said to be unfair or arbitrary - Action impugned is not in breach of rules of natural justice - Appellants are not entitled to claim equitable relief on the ground that they have almost completed their course during interregnum period - No case made out under Art.142 of the Constitution - State may consider permitting the appellants and other candidates alike the appellants to appear in the competitive examination whenever it is held and consider granting age relaxation to those candidates who crossed the age limit, if prescribed - Held: In view of difference of opinion, matter to be placed before the Chief Justice of India for appropriate orders - Constitution of India - Art.142 - Equity."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "STATE OF MADHYA PRADESH VS. MARICO INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk0NQ==",
        "Citation": "[2016] 7 S.C.R. 899",
        "Case Type": "(CIVIL APPEAL /8656/2015)",
        "Date": "22 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaCBfIE1hcmljbyBJbmR1c3RyaWVzIEx0ZC5fMTcwMTI0OTUyNS5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 899",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "22 July 2016",
        "Petitioner:": "State Of Madhya Pradesh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 547",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Marico Industries Ltd.",
        "Case Type:": "CIVIL APPEAL /8656/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Entry Tax Act",
            "1976: Schedule lll",
            "Entry 32 - Levy of tax on the product 'Mediker ' - Treating it as a 'shampoo'"
        ],
        "HeadNote": "Madhya Pradesh Entry Tax Act, 1976: Schedule lll, Entry 32 - Levy of tax on the product 'Mediker ' - Treating it as a 'shampoo' - Held: 'Mediker' which is used for anti- lice treatment is a drug because of its medicinal affect - Thus being a drug and not a shampoo is not exigible to entry tax. Schedule IJ, Entry 55 - Levy of tax on the product 'Revive Instant Starch' - Treating it as a chemical - Held: The Revenue failed to establish the product as a chemical - In common parlance also the product is not treated as a chemical - Tints, not being a che•nical within meaning of Entry 55 and hence not exigible to enfly tax. Evidence - Burden of proof~ Held: The burden lies 011 the taxing authorities to prove that a particular case or item is taxable in the manner claimed by them."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "NAGARPALIKA THAKURDWARA VS. KHALIL AHMED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk1MA==",
        "Citation": "[2016] 7 S.C.R. 912",
        "Case Type": "(CIVIL APPEAL /9822/2016)",
        "Date": "28 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Anil R. Dave\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9OYWdhcnBhbGlrYSBUaGFrdXJkd2FyYSBfIEtoYWxpbCBBaG1lZCAmIE9ycy5fMTcwMTI0OTYwMy5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 912",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "28 September 2016",
        "Petitioner:": "Nagarpalika Thakurdwara",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2016 INSC 925",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Anil R. Dave",
        "Respondent:": "Khalil Ahmed & Ors.",
        "Case Type:": "CIVIL APPEAL /9822/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: s.102 - Applicability of"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: s.102 - Applicability of - Respondents, claiming to reside outside the municipal limits of appellant-Nagar Palika filed suit seeking permanent injunction against appellant-Nagar Palika from recovery of house tax (less than Rs.25,0001-), thus impliedly praying for a declaration that they were 11ot liable to pay any tax to appellant- Nagar Palika - Suit dismissed by trial court - First appeal by respondents allowed - Second appeal by appellant-Nagar Palika dismissed by High Court holding that claim in the seco11d appeal was less tha11 Rs.25,0001- and thus by virtue of provisions of s.102 110 seco11d appeal would lie whe11 the subject matter of the original suit was for recovery of money 11ot exceedi11g Rs,25,0001- - 011 appeal, held: To avail advantage of s. l 02, subject matter of the origi11al suit should be only recovery of money not exceeding Rs.25, 0001- - If the. subject matter of the suit is anything other than recovery of mo11ey, s. l 02 cannot be invoked - 111 the instant case, the suit was not only for recovery of money but was for permanent i11ju11ctio11 and a declaratio11 also - Provision of s. l 02 11ot applicable - Matter remitted to High Court for fresh co11sideratio11 - · Uttar Pradesh Municipalities Act, 1916. s.102 - Purpose behi11d enactment - Held· To reduce quantum of litigation so that courts may not have to waste time where stakes are very meagre and not of much consequence."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "CARDAMOM MARKETING CORPORATION AND ANR. VS. STATE OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk1NA==",
        "Citation": "[2016] 7 S.C.R. 917",
        "Case Type": "(CIVIL APPEAL /4453/2008)",
        "Date": "01 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS8yMDE2XzdfOTE3LTkyNiBfMTcwMzMwOTgzMS5wZGY=",
        "SCR Citation:": "[2016] 7 S.C.R. 917",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "01 September 2016",
        "Petitioner:": "Cardamom Marketing Corporation And Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2016 INSC 844",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Kerala & Ors.",
        "Case Type:": "CIVIL APPEAL /4453/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Court Fees and Suits Valuation Act. 1959 "
        ],
        "HeadNote": " Kerala Court Fees and Suits Valuation Act. 1959 - s. 76 - Notification under, levying additional court fee in respect of each appeal or revision filed under Kerala General Sales Tax Act,19631 Kercila Value Added Tax Act,2003 and for the amount so collected to be credited to the Kera/a Legal Benefit Fund - Appellants, dealers under the aforesaid Acts, challenged vires of notification, also contending that the levy was in nature of tax and the element of service/quid pro quo 11·as absent as !he addilional court fee collected from assessees like appellants is used for bene.fil of advocates and not for benefit of litigants - High Court upheld the validity of notification - On appeal, held: Impugned notificalion is intra vires the provision of s. 76 - The levy of additional court fee is meant for Legal Benefit Fund which is utilised for providing an efficient legal service for the people of the State and to provide social security measures for legal profession - Providing efficient legal services for the people of the State amounts to quid pro quo - Therefore, appellants' argument that the levy in question is in nature of tax and there is no quid pro quo is devoid of any meril - Kera/a Court Fees and Suits Valuation Act, 1959 - s.3(ii) - Kera/a Legal Benefit Fund Rules, 1991 - rr. 3, 4 - Kera/a Advocates ' Welfare Fund Act, 1980 - s.3(2)(e) - Kera/a Advocates' Welfare Fund Rules, 1981 - Kera/a General Sales Tax Act, 1963 - Kera/a Value Added Tax Act, 2003 - Constitution of India - 42'\" 1 Amendmellf, 1976 - Entry JJA, List III - Entry 3, List II - Art. 39-A. Part IV - Directive Principles of State Policy . c D E F G Ad111i11is1ration of justice - Role of advoca/es - Discussed "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "SUDHIR CHAUDHARY ETC. ETC. VS. STATE (NCT OF DELHI)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk1OQ==",
        "Citation": "[2016] 7 S.C.R. 927",
        "Case Type": "(CRIMINAL APPEAL /700-701/2016)",
        "Date": "29 JULY 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9TdWRoaXIgQ2hhdWRoYXJ5IEV0Yy4gRXRjLiBfIFN0YXRlIChuY3QgT2YgRGVsaGkpXzE3MDEyNDk3NzYucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 927",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "29 July 2016",
        "Petitioner:": "Sudhir Chaudhary Etc. Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 563",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State (nct Of Delhi)",
        "Case Type:": "CRIMINAL APPEAL /700-701/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence - Spectrograph examination"
        ],
        "HeadNote": "Evidence - Spectrograph examination - Voice sampling examination - Comparison between questioned and sample voice recording - Process for drawing voice sample - Fairness and reasonableness - Held: Having regard to the mandate of Art.21, the Court must ensure that the underlying process for drawing voice samples is fair and reasonable, however, it is not open to the accused to dictate the course of investigation - A ·commonality of words between the questioned andsample voice}ecordlng is necessary to facilitate a spectrographic examination - Permitting the text, lo be read out for drawing voice samples, to colllain words drawn from the disputed conversation, would meet the legitimate concern of the investigating authorities for making a fair comparison. howeve1; such text not to have sentences from I he i11culpatory text - Investigation - Constitution of India - Art.21."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "MANINDERJIT SINGH BITTA VS. VIJAY CHHIBBER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk2OA==",
        "Citation": "[2016] 7 S.C.R. 934",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /483/2013)",
        "Date": "13 JULY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9NYW5pbmRlcmppdCBTaW5naCBCaXR0YSBfIFZpamF5IENoaGliYmVyICYgT3JzLl8xNzAxMjQ5OTQzLnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 934",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "13 July 2016",
        "Petitioner:": "Maninderjit Singh Bitta",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2016 INSC 519",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Vijay Chhibber & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /483/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act: Contempt petition filed highlighting issue of implementation of the High Security Registration Plates (HSRP) scheme"
        ],
        "HeadNote": " Contempt of Courts Act: Contempt petition filed highlighting issue of implementation of the High Security Registration Plates (HSRP) scheme in disobedience of Supreme Court :S orders - Allegation that the respondents-contenmors failed lo implement the HSRP scheme in its true spirit and did not ensure the implementation of the orders of Supreme Court and failed to discharge the statutory duty imposed upon them by law by not taking any appropriate action against M/s. Utsav and its consortium partners for violating the terms of tender conditions and directions of Supreme Court - Held: As per the Supreme Court's order dated 8. 12.2011, sub-contracts were not permitted for manufacture of HSRP - Mis Utsav had outsourced the work to an agency - Prima facie there was violation of 1:50 of CMV Rules - M/s. Utsav gave an undertaking to the effect that in future it shall not outsource the blank plate manufacturing as jobwork and that the HSRP scheme will be implemented as per the terms and conditions of the contract - In view of the undertaking filed by Mis. Utsav and the passage of time, the contempt proceedings are 1101 proceeded - However: the respective Slates given liberty to proceed against M/s. Utsav or the respective SPV for violation, if an;-: noticed or brought to its notice - Directions Guidelines issued for proper implementation of HSRP scheme - Motor Vehicles Act, 1988 - Central Motor Vehicles Rules, 1989 - r.50. Central Motor Vehicles Rules, 1989: r. 50 - Type of Approval Certificate (TAC) and Conformity of Production (CoP) - Meaning of "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "M.C. MEHTA VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk3Ng==",
        "Citation": "[2016] 7 S.C.R. 962",
        "Case Type": "(WRIT PETITION (CIVIL) /13029/1985)",
        "Date": "13 MAY 2016",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice T.S. Thakur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9NLmMuIE1laHRhIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDEyNTAxNTEucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 962",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "13 May 2016",
        "Petitioner:": "M.c. Mehta",
        "Disposal Nature:": "I.As Disposed Off",
        "Netural Citation:": "2016 INSC 417",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi,Hon'ble Mr. Justice T.S. Thakur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /13029/1985",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract: Bid invited by HS/JDC for developing 135.65 kms long kundli-Manesar"
        ],
        "HeadNote": "Contract: Bid invited by HS/JDC for developing 135.65 kms long kundli-Manesar-Palwal Expressway - Three companies set up a concessionaire - Loan raised by concessionaire - Delay in execution of work by concessionaire resulting in termination - On IA filed by Government, Supreme Court directed State of Haryana to replace the existing concessionaire - HSIIDC informed IDBI- lender bank about the said order - IDBI intimated HS//DC that D senior lenders have agreed that the entity selected by HSIIDC shall be selectee of the lenders for the purpose of the substitution agreement - Lender banks asked HSIIDC To ensure that the new concessionaire takes over the debt due to the lenders - New concessionaire appointed - However, in the tender as well as the E concession agreement there was neither mention of debts due to the lender banks nor any clause incorporated to secure the loans of the lender banks - Thus, instant /As by Consortium of banks seeking directions to HSIIDC to ensure that new concessionaire assumes all the existing liabilities and obligations of the existing concessionaire towards senior lenders - Held: Such a relief cannot be granted by F an order of this Court, as the same would amount to variation of the contractual terms between the parties - Any such dispute regarding the alleged violation of the terms and conditions of a contract shall have to be resolved in an appropriate civil action before the competent civil court - The tripartite agreement between G the lender banks, HSIIDC and erstwhile concessionaire provide for adjudication inter-se disputes between the parties by way of arbitration - Therefore, parties are directed lo refer matter to arbitration - However; in the ends of justice, toll amount collected is secured to the extent of 80% by deposit of the same in escrow account while balance 20% for use by HSI/DC for maintenance."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "ARUN DEV UPADHYAYA VS. INTEGRATED SALES SERVICE LTD & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk4NQ==",
        "Citation": "[2016] 7 S.C.R. 976",
        "Case Type": "(CIVIL APPEAL /8475-8476/2016)",
        "Date": "30 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Chockalingam Nagappan, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9BcnVuIERldiBVcGFkaHlheWEgXyBJbnRlZ3JhdGVkIFNhbGVzIFNlcnZpY2UgTHRkICYgQW5yLl8xNzAxMjUwMzI2LnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 976",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "30 September 2016",
        "Petitioner:": "Arun Dev Upadhyaya",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2016 INSC 1203",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Integrated Sales Service Ltd & Anr.",
        "Case Type:": "CIVIL APPEAL /8475-8476/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Commercial Courts",
            "Commercial Division and Commercial Appellate Division of the High Courts Act",
            "2015: s.13(1) - international arbitration"
        ],
        "HeadNote": " Commercial Courts, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015: s.13(1) - international arbitration - Letters Patent Appeal to the Division Bench of High Court against the judgment of the Single Judge for enforcement of foreign award - Maintainability of - Held: s.13 of the Commercial Courts Act bars an appeal under Letters Patent unless an appeal is provided under the 1996 Act - s.13 has to be read in conjunction with s.5 of the Act - s.5 clearly lays down that a forum is created i.e. Commercial Appellate Division -Letters Patent Appeal cannot be invoked if s.50 of the 1996 Act does not provide for an appeal - But it does provide for an appeal - s.50 of 1996 Act provides that appeal can lie if an order is passed refusing to refer the parties lo arbitration as engrafted under s.45 of 1996 Act or to enforce a foreign award as envisaged under s.48 of the said Act -A conspectus reading of ss.5 and 13 of the Commercial Courts Act and s.50 of the 1996 Act which has remained unamended leads to the irresistible conclusion that a Letters Patent Appeal is maintainable before the Division Bench - it has to be treated as an appeal under s.50(l)(b) of the 1996 Act and has to be adjudicated within the said parameters - Arbitration and Conciliation Act, 1996 - s.50 - Appeal - Letters Patent - Maharashtra High Court (Hearing of Writ Petitions by Division Bench and Abolition of Letters Patent Appeal.i) Act, 1896 - s.3(1).  "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "NATIONAL BUILDING CONSTRUCTION CORPORATION LTD AND ORS. VS. KHOSMENDIR SINGH GAHUNIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTk5MA==",
        "Citation": "[2016] 7 S.C.R. 992",
        "Case Type": "(CIVIL APPEAL /8747/2016)",
        "Date": "02 SEPTEMBER 2016",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice T.S. Thakur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9OYXRpb25hbCBCdWlsZGluZyBDb25zdHJ1Y3Rpb24gQ29ycG9yYXRpb24gTHRkIEFuZCBPcnMuIF8gS2hvc21lbmRpciBTaW5naCBHYWh1bmlhIEFuZCBPcnMuXzE3MDEyNTA0MzQucGRm",
        "SCR Citation:": "[2016] 7 S.C.R. 992",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "02 September 2016",
        "Petitioner:": "National Building Construction Corporation Ltd And Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2016 INSC 850",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Khosmendir Singh Gahunia And Ors.",
        "Case Type:": "CIVIL APPEAL /8747/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban development - Re-development of colony"
        ],
        "HeadNote": "Urban development - Re-development of colony - Plea of respondent-writ petitioners that appellant-Corporation, the nominated executing agency for re-development, progressively encroached the public road thereby denying access to the general public - Assurance of appellant-Corporation by way of affidavit and undertaking that closure of the road is not of a permanent nature but is of temporary character to facilitate the completion of work and that it would restore the road in accordance with the terms of the approved layout plan - Held: A temporary closure of ingress and egress was necessitated to avoid any mishaps and at this stage, the balance of convenience would lie in allowing the completion of the project - However, it is open to the High Court to impose suitable safeguards, to allay the apprehensions of the respondents/writ petitioners - NDMC Act,1994 - s.2 (39)."
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "RE- INHUMAN CONDITIONS IN 1382 PRISONS (JI) VS. .",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMzY=",
        "Citation": "[2016] 7 S.C.R. 1001",
        "Case Type": "(WRIT PETITION (CIVIL) /406/2013)",
        "Date": "03 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS9SZS0gSW5odW1hbiBDb25kaXRpb25zIEluIDEzODIgUHJpc29ucyAoamkpIF8gLl8xNzAxMjUxNDEzLnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 1001",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "03 October 2016",
        "Petitioner:": "Re- Inhuman Conditions In 1382 Prisons (ji)",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 955",
        "Judgment Delivered by:": "N/A",
        "Respondent:": ".",
        "Case Type:": "WRIT PETITION (CIVIL) /406/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 21 - Right to life - Right to live with dignity - Inhuman conditions in prisons"
        ],
        "HeadNote": " Constitution of India - Art. 21 - Right to life - Right to live with dignity - Inhuman conditions in prisons - Over-crowding in prisons to the extent of more than 150% of the permissible limit - In spite of direction of Supreme Court, prison authorities not able to take effective steps for reducing over-crowding in jails - Held: Prisoners, both under-trials and convicts, have certain fundamental rights and human rights, which cannot be ignored - The States and the lnspector General of Prisons directed to prepare a viable Plan of Action for reducing the prison population - Union Government through Ministry of Home Affairs directed to obtain status of compliance of orders passed - Prison - Under trial prisoners - Convict prisoners. Juvenile Justice - Prison Manual - Manual for juveniles in custody - Preparation of - Delay - Held: Ministry of Women and Child Development to expedite the preparation of the Manual and ensure it is ready on or before 30'1 ' November, 2016 - Juvenile Justice (Care and Protection of Children) Act, 2015.  "
    },
    {
        "volume": "2016Volume 7",
        "Case Name": "COMMISSIONER OF COMMERCIAL TAXES & ORS. VS. M/S BAJAJ AUTO LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAwMzc=",
        "Citation": "[2016] 7 S.C.R. 1008",
        "Case Type": "(CIVIL APPEAL /5913-5920/2008)",
        "Date": "28 OCTOBER 2016",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal\n*, Hon'ble Mr. Justice Shiva Kirti Singh",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA3L1BhcnQgSS8yMDE2XzdfMTAwOC0xMTA5IF8xNzAzMzA5ODY4LnBkZg==",
        "SCR Citation:": "[2016] 7 S.C.R. 1008",
        "Year/Volume:": "2016/ Volume 7",
        "Date of Judgment:": "28 October 2016",
        "Petitioner:": "Commissioner Of Commercial Taxes & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2016 INSC 996",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "M/s Bajaj Auto Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /5913-5920/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Orissa Sales Tax Act",
            "1947"
        ],
        "HeadNote": " Orissa Sales Tax Act, 1947 - s.5A - Levy of surcharge under - Co111putatio11 of - Whether surcharge u/s. 5A is to be computed on the gross amount of sales tax or on the net amount of sales tax after setting off or deducting the amount of entry tax - Held: On a conjoint reading of s.5 of the Act, s.4 of Entry Tax Act and r.18 of Entry Tax Rules, surcharge uls. 5A is to be levied before deducting the entry tax - Orissa Enfly Tax Act, 1999 - s.4 - Odisha Entry Tax Rules, 1999 - r.18. Interpretation of Statutes - interpretation of Rules made under statutes - Held: The Rules are to be construed to have been made for further once of the cause for which the statute is enacted and not for the purpose of bringing inconsistencies - The illustration given under the Rules can neither curtail nor expand the ambit of the statute it illustrates. Tax/Taxation - Surcharge - Is an additional tax - Is payable in the manner laid down for levy of surcharge. "
    }
]