[
    {
        "volume": "2017Volume 11",
        "Case Name": "THE STATE OF UTTAR PRADESH VS. TRIBHUWAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1Mzc=",
        "Citation": "[2017] 11 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /2437/2010)",
        "Date": "06 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvVGhlIFN0YXRlIE9mIFV0dGFyIFByYWRlc2ggIHZzICBUcmliaHV3YW4gIE9yczE3MDE5NDcwNzAucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "06 November 2017",
        "Petitioner:": "The State Of Uttar Pradesh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 1078",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Tribhuwan & Ors.",
        "Case Type:": "CRIMINAL APPEAL /2437/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence/Sentencing - Conviction under s.325 IPC - lf accused is held guilty of commission of offence under s.325."
        ],
        "HeadNote": "Sentence/Sentencing - Conviction under s.325 IPC - lf accused is held guilty of commission of offence under s.325. C imposition of jail sentence and fine on accused is mandatory - In the instant case. High Court was not right in setting aside the entire jail sentence of respondent No. 1 while upholding his conviction under s.325 !PC - High Court ought to have either upheld the award of jail sentence of four years awarded by the Sessions Court D or reduce the jail sentence to any reasonable term but it had no jurisdiction to fully set aside the jail sentence and substitute it by imposing on(v fine of Rs. I0,0001- - In view of time consumed in the litigation (37 years) coupled with the findings of two courts below that respondent No. I did not cause any injury to /he deceased and injured (PW-2). respondent No.Is conviction under s.325 !PC is E upheld and punishment ~l imprisonment of 40 days with fine of Rs.10,0001- and in default of payment of fine, to undergo one month rigorous imprisonment is awarded - Penal Code, 1860 - s.325 - Code of Criminal Procedure. I 973 - s.428. Code of Criminal Procedure, !973 - s.428 - Scope of- Held: F s.428 provides that the period of detention spent in jail as under- trial or as convict will be set off against his total jail sentence once awarded lo him in connection with the same offence - Jn the instant case, the period already undergone by respondent No. I (40 days) while he was in detention, as under-trial and as convict. was also a G jail sentence and could be treated as jail sentence once awarded to respondent no. I under s.325 !PC. and accordingly its benefit by way of set off could be given to him under s.428 of Code - Penal Code. 1860 - s.325.Partly allowing the appeal, the CourtHELD: l., So far as Section 325 IPC is concerned, its readingwould show that once the accused is held guilty of commission ofoffence punishable under Section 325 IPC, then imposition of jailsentence and fine on the accused is mandatory. ln other words,the award of punishment would include both, i.e., jail sentenceand line. So far as jail sentence is concerned, it may extend upto7 years as per Court's discretion whereas so far as fine amount isconcerned, its quantum would also depend upon the Court'sdiscretion. So f$r as Section 428 of Code is concerned, it providesthat the period of detention spent in jail as under-trial or as convictwill be set off against his total jail sentence once awarded to himin connection with the same offence. [Paras 22, 23](10-C-D]2. The High Court was, therefore, not right in setting asidethe entire jail sentence of respondent No.I while upholding hisconviction under Section 325 IPC. The High Court ought toD have either upheld the award of jail sentence of four years awardedby the Sessions Court or reduce the jail sentence to anyreasonable term but it had no jurisdiction to fully set aside thejail sentence and substitute it by imposing only fine of Rs.I 0,000/-. The period already undergone  by respondent No.I (40 days)E while he was in, detention, as under-trial and as convict, was alsoa jail sentence and could be treated as jail sentence once awardedto respondent !No.I under Section 325 IPC, and accordingly itsbenefit by way of set off could be given to him under Section 428of Code. [Paras 25, 26)(11-D-E]3. In vie\"' of the time consumed in the litigation (37 years)coupled with the findings of two courts below wherein it was heldthat Respondent No.I did not cause any injury to the deceasedand injured (PW-2), respondent No.1 's conviction under Section325 I PC is upheld and punishment of imprisonment of 40 dayswith fine of Rs.10,000/- and in default of payment of fine, toundergo one month rigorous imprisonment is awarded. Sincerespondent No.J has already undergone the jail sentence of 40days partly as under-trial and partly as convict, he is not requiredto undergo any further jail sentence in the case at hand. [Paras27, 28][11-E-H"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SAGAR PANDURANG DHUNDARE VS. KESHAV AABA PATIL AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1NTA=",
        "Citation": "[2017] 11 S.C.R. 13",
        "Case Type": "(CIVIL APPEAL /2306-2307/2017)",
        "Date": "13 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvU2FnYXIgUGFuZHVyYW5nIERodW5kYXJlICB2cyAgS2VzaGF2IEFhYmEgUGF0aWwgQW5kIE90aGVyczE3MDE5NDcxNDcucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 13",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "13 November 2017",
        "Petitioner:": "Sagar Pandurang Dhundare",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1102",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Keshav Aaba Patil And Others",
        "Case Type:": "CIVIL APPEAL /2306-2307/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Village Panchayat Act",
            "1958: ss.14(1)()-3)",
            "53(1)",
            "(2) and (2A) - Disqualification of encroacher on Government land or public property - From becoming or continuing as member of Panchayat"
        ],
        "HeadNote": "Maharashtra Village Panchayat Act, 1958:ss.14(1)()-3), 53(1), (2) and (2A) - Disqualification ofencroacher on Government land or public property - From becomingor continuing as member of Panchayat - Whether suchdisqualification ·is limited to the actual encroach er or is extended tothe family member of encroachment beneficiary  of encroachment -Held: The person who has encroached upon the Government orpublic property, for the.purpose of disqualification, can only bethe person, who has actually, for the first time made the encroachment/lf- Such disqualification would not be extended to the family memberof the encroacher - Jn the Act, wherever the legislature intended tospecify family, it has done so - Family has not been specified ins.14(/)(j-3) - However, in view of s. 53(1) member who has beenpunished for encroachment, shall be dismissed - Member againstwhom there is final order of eviction uls.53(2) or (2A) is also notentitled to continue as member of Panchayat.Interpretation of Statutes:Legislative intent - Ascertainment of - Held: Court caninterpret a provision so as to achieve the legislative intent when it isabsolutely necessary and where the intention is clear but the wordvused are either inadequate or ambiguous - If there is no statutoryexpression of the intention, Court cannot supply workfor the sakeof achieving the intention of the law-maker - The Court in theprocess of interpretation cannot lay down what is desirable in itsopinion, iffl-om the words used, the legislative intention is otherwisediscernible"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "RATANLAL @ BABULAL CHUNILAL SAMSUKA VS. SUNDARABAI GOVARDHANDAS SAMSUKA(D) TH. LRS.& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1NTg=",
        "Citation": "[2017] 11 S.C.R. 28",
        "Case Type": "(CIVIL APPEAL /6378/2013)",
        "Date": "22 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvUmF0YW5sYWwgIEJhYnVsYWwgQ2h1bmlsYWwgU2Ftc3VrYSAgdnMgIFN1bmRhcmFiYWkgR292YXJkaGFuZGFzIFNhbXN1a2FkIFRoIExycyBPcnMxNzAxOTQ3MjE1LnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 28",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "22 November 2017",
        "Petitioner:": "Ratanlal @ Babulal Chunilal Samsuka",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1129",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Sundarabai Govardhandas Samsuka(d) Th. Lrs.& Ors.",
        "Case Type:": "CIVIL APPEAL /6378/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Adoption and Maintenance Act",
            "1956: ss.2(a)",
            "3 and JO - Adoption - Of a married man aged 32 years"
        ],
        "HeadNote": "Hindu Adoption and Maintenance Act, 1956:ss.2(a), 3 and JO - Adoption - Of a married man aged 32years - Challenged - Held: A person, if married, cannot be adopted,unless there is 47 custom or usage, as defined ins. 3(a), permits so -For establish a valid custom, there should be continuity, certainty,long usage and reason-ability - Customs, at variance with generalD law must be proved strictly - Appellant, in the present case hasfailed to prove that the custom on which he was relying had attainedthe status of general custom prevalent among the concernedcommunity - The burden to prove adoption is also heavy- ln absenceof documentary evidence in support thereof, court should be cautiousin relying upon oral evidence - Appellant, in the facts of the case,E failed lo plead and prove the factum of adoption - Trial courtwrong(v placed the burden of proving the adoption on the plaintiffwhich is contrary to law - Evidence.Evidence:Proof of custom - Held: Custom, at variance with generallaw, should be strictly proved - There is presumption in favour oflaw- When the claim of custom is against such general presumption,onus of proving such custom lied on who sets up the plea of itsexistence - Validity of a custom cannot be measured solely by theelement of express sanction accorded by courts of law - Judicialdecision recognising a custom, may he relevant. but these are notindispensable for its establishment.Proof of adoption - Burden to prove - Held: Burden of provingadoption is heavy - Court to be cautious in relying an oral evidencein absence of documentary evidence - Placing burden to proveadoption, on the person who is challenging it, is contrary to law.Pleadings:Absence of pleadings - Affect - Held: Parties to a suit are governed by their pleadings - In absence of proper pleading, any amount of evidence is of no consequence."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "MIS. SRD NUTRIENTS PRIVATE LIMITED VS. COMMISSIONER OF CENTRAL EXCISE GUWAHATI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1NzY=",
        "Citation": "[2017] 11 S.C.R. 43",
        "Case Type": "(CIVIL APPEAL /2781-2790/2010)",
        "Date": "10 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvTUlTIFNSRCBOVVRSSUVOVFMgUFJJVkFURSBMSU1JVEVEIHZzIENPTU1JU1NJT05FUiBPRiBDRU5UUkFMIEVYQ0lTRSBHVVdBSEFUSTE3MDE5NDczNTcucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 43",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "10 November 2017",
        "Petitioner:": "MIS. SRD NUTRIENTS PRIVATE LIMITED",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1092",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "COMMISSIONER OF CENTRAL EXCISE GUWAHATI",
        "Case Type:": "CIVIL APPEAL /2781-2790/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: s.5A(/) - Grant of exemption - From excise duty - Of all goods cleared from the north-east States - By Notification dated 25.4.2007"
        ],
        "HeadNote": "Central Excise Act, 1944: s.5A(/) - Grant of exemption - From excise duty - Of all goods cleared from the north-east States - By Notification dated 25.4.2007 - Notification provided that assessee would be entitled to re/imd of duty paid other than the duty paid by way of utilisation of CENVAT credit under CENVAT Credit Rules, 2004 - By Finance Act, 2004 Education Cess and Higher Education Cess also imposed which are surcharge 011 the excise duty - Education cess and Higher Education Cess also levied and collected from the manufacturers who had set up their units in north-east areas, along with the excise duty - However; while refunding  the excise duty paid, Education Cess and Higher Education Cess were not refunded - Whether Education Cess or Higher Education Cess were refundable  with refund of excise duty as per the Notification - Held: It is clear from circular   dated August JO, 2004 and Circular dated April 8, 2004 that Government itself had taken the position that where whole of excise du~v is exempted, even the Education and Higher Education Cess would not he payable - When there is no excise duty payable, there would no Education Cess - Notification 2012007-C.E. dated 25 Apr.2007."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "UNION OF INDIA AND OTHERS VS. MAJ. GEN. MANOMOY GANGULY.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1ODg=",
        "Citation": "[2017] 11 S.C.R. 61",
        "Case Type": "(CIVIL APPEAL /17535/2017)",
        "Date": "10 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgQW5kIE90aGVycyAgdnMgIE1haiBHZW4gTWFub21veSBHYW5ndWx5IDE3MDE5NDc0MzUucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 61",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "10 November 2017",
        "Petitioner:": "Union Of India And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1095",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Maj. Gen. Manomoy Ganguly.",
        "Case Type:": "CIVIL APPEAL /17535/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Laiv: Promotion - To the rank of Lieutenant General in Indian Army - Respondent considered for promotion by Special Promotion Board (SPB) but not empcmelled",
            "An Officer junior to him was one of the promoted officers"
        ],
        "HeadNote": "Service LawPromotion - To the rank of Lieutenant General in IndianArmy - Respondent considered for promotion by Special PromotionBoard (SPB) but not empanelled, An Officer junior to him was oneof the promoted officers - Pursuant to his statutory complaint,, hisassessment in one of the relevant ACRs was expunged - It wasdirected that he be considered for promotion - He was consideredby review SPB, but even then not em panelled for promotion - Respondent approached Armed Forces Trilnmal - Tribunal quashedthe proceedings al Review SPB· on the ground tlwt it had allottedwrong Board marks to the respondent - On appeal, held: ReviewSPB is nothing but extension of original SPB - Respondent wassupposed to be considered on the same parameters as if he wasparticipating in promotion process undertaken by original SPB - The criteria adopted by original SPB in awarding board marks werenot adopted by the Review SPB - Had the Review SPB adopted thesame criteria, the respondent would have got higher marks thanthe last promoted officer - Projection ol wrong facts before theBoard Members in respect of CR merit of the respondent also resultedin award ~/'lesser marks by the Review SPB."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ANIL KUMAR SINGH VS. V!JAY PAL SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg1OTg=",
        "Citation": "[2017] 11 S.C.R. 74",
        "Case Type": "(CIVIL APPEAL /20007/2017)",
        "Date": "30 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQW5pbCBLdW1hciBTaW5naCAgdnMgIFZqYXkgUGFsIFNpbmdoICBPcnMxNzAxOTQ3NDk4LnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 74",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "30 November 2017",
        "Petitioner:": "Anil Kumar Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1161",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "V!jay Pal Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /20007/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure. 1908: Order XX! II",
            "1: I - Application unda - Seeking permission ro withdraw suit for injunction - Allowed by Trial court and affirmed by Revision Court"
        ],
        "HeadNote": "Code of Civil Procedure. 1908: Order XX! II, 1: I - Application under - Seeking permission to withdraw suit for injunction - Allowed by Trial court and affirmed by Revision Court - 111 writ petition by defendant, High Court set aside the orders of trial court and revision court and directed the plaintiff to put the defendant in possession of the suit land - On appeal. held: The writ petition was confined to the question of withdrawal of the suit and not of grant of injunction - The High D Court committed jurisdictional error by going beyond the scope of the writ petition having travelled in the issue relating lo grant of injunction in respect of the suit land - Trial Court and Revision Court were justified in permitting the plaintiff to withdraw the suit - High Court was not right is setting aside their orderly and directing E to place defendant No. I in possession of the suit land."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "COMMISSIONER OF INCOME TAX II VS. M/S MODJPON LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg2MDk=",
        "Citation": "[2017] 11 S.C.R. 84",
        "Case Type": "(CIVIL APPEAL /19763/2017)",
        "Date": "24 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQ29tbWlzc2lvbmVyIE9mIEluY29tZSBUYXggSWkgIHZzICBNcyBNb2RqcG9uIEx0ZDE3MDE5NDc1NjUucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 84",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "24 November 2017",
        "Petitioner:": "Commissioner Of Income Tax Ii",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1140",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "M/s Modjpon Ltd.",
        "Case Type:": "CIVIL APPEAL /19763/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "income Tax Act",
            "1961: s.43B - Deduction under - Entitlement - Jn respect of excise duty paid in advance in the Personal ledger Account (PLA)"
        ],
        "HeadNote": "Income Tax Act, 1961: s.43B - Deduction under - Entitlement - Jn respect of excise duty paid in advance in the Personal ledger Account (PLA) - Held: Upon deposit in the PLA. the amount of such deposit stands credited  to the revenue with the assessee having no domain over the amount(s) deposited - Therefore, advance deposit of central excise duty constitutes actual payment of duty within the meaning of s.43B and hence assessee is entitled lo the benefit of deduction of the said amount - Central Excise Act, 1944 - Central Excise Rules, 1944 -  1:173G"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "MEDICAL COUNCIL OF INDIA VS. Q.C.R.G. MEMORIAL TRUST & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg2MTk=",
        "Citation": "[2017] 11 S.C.R. 92",
        "Case Type": "(CIVIL APPEAL /19662/2017)",
        "Date": "23 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvTWVkaWNhbCBDb3VuY2lsIE9mIEluZGlhICB2cyAgUWNyZyBNZW1vcmlhbCBUcnVzdCAgT3JzMTcwMTk0NzY1OS5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 92",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "23 November 2017",
        "Petitioner:": "Medical Council Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1132",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Q.c.r.g. Memorial Trust & Ors.",
        "Case Type:": "CIVIL APPEAL /19662/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Propriety/Judicial Discipline: Medical institution debarred from admitting students for academic years 2017-18 and 2018-19 by order dared 31.05.2017 - Writ petition by respondent-institution"
        ],
        "HeadNote": " Judicial Propriety/Judicial Discipline:  Medical institution debarred from admitting students for academic years 2017-18 and 2018-19 by order dared 31.05.2017 - Writ petition by respondent-institution - High Court directed Central Government to reconsider the issue of letter of permission granted to the institution,m - Central Government by its order dated 19.08.2017 confirmed its order dated 31.05.2017 - Writ petition 11/Art. 32 by D the institution/ - Petition withdrawn with permission to approach High Court 11/Art. 226 - Supreme Court by its order dated 28.08.2017. 1~hi/e permitting to withdraw the petition, made it clear that the High Court, while entertaining the writ petition shall not pass any interim order pertaining to the academic year 201 7-18 - Writ petition .filed u!Art. 226 - High Court quashing the orders dated E 19.08.:!017 and 31.05.201 7, granted permission to the respondent- institution to admit students for academic session 2017-18 - On appeal, held: Despite the order of Supreme Court dated 28.08.2017, the High Court permitted the institution to admit students for academic year 2017-18 that too without giving any opportunity to Central F Government and Medical Council of India lo rep(v - The impugned judgement shows unnecessary and uncalled for hurry. unjustified  haste and unreasonable sense of promptitude ~ Judicial propriety requires judicial discipline - A Judge is expected tu abandon his personal notion or impression gathered from subjective experience - The process of ac(adjudication lays emphasis on the wise scrutiny of G materials sans emotions - The High Court had no reason to abandon the concept of judicial propriety and transgress the nil es - If the institution has admitted students, they are debarred from continuing in the course - However, the institution is directed to compensate such students by paying Rs. 10,00,000- to each student apart from refunding  their fees - The prayer in respect of academic session 2018-19, is also rejected -  "
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "JAYKRISHNA INDUSTRIES LTD. THROUGH DIRECTOR VS. STATE OF MAHARASHTRA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg2NjQ=",
        "Citation": "[2017] 11 S.C.R. 104",
        "Case Type": "(CIVIL APPEAL /496/2007)",
        "Date": "13 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvSmF5a3Jpc2huYSBJbmR1c3RyaWVzIEx0ZCBUaHJvdWdoIERpcmVjdG9yICB2cyAgU3RhdGUgT2YgTWFoYXJhc2h0cmEgQW5kIE90aGVyczE3MDE5NDgwNjYucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 104",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "13 November 2017",
        "Petitioner:": "Jaykrishna Industries Ltd. Through Director",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1098",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "State Of Maharashtra And Others",
        "Case Type:": "CIVIL APPEAL /496/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Auction: Public auction - Provisional acceptance of bid of appellant - 25% of tender amount deposited by appellant"
        ],
        "HeadNote": "Public auction - Provisional acceptance of bid of appellant - 25% of tender amount deposited by appellant - In the meantime respondent approached High Court for permission for submission of higher bid than the appellant, without making the appellant party therein - High Court granted permission - Bid of respondent provisionally accepted - Provisional acceptance of bid of the appellant, was cancelled on 07.05.2005 - Writ petitions by appellant challenging acceptance of bid of respondent and rejection of his hid - High Court dismissed the petitions - On appeal, held: Claim of respondent for settlement of a Government property by way of private largess, without open advertisement is unfounded in law - Belated challenge to cancellation of bid by the appellant was right(v rejected in view of the intervening developments (i.e. change in permissible usage of the landji·om commercial to residential)-Since the very substratum of the auction advertisement has changed, a fresh tender is mandatory - Direction to refund the deposited money to respondent without any interest and to appellant with 8% interest. Evidence Act, 1872: G s. !14(e) - presumption under - In respect of Government communication - Held: there shall be a presumption in law that a Government communication was properly made and reached the addressee."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "MANOHAR LAL SHARMA VS. SANJAY LEELA BHANSALI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg2NzI=",
        "Citation": "[2017] 11 S.C.R. 111",
        "Case Type": "(WRIT PETITION(CRIMINAL) /191/2017)",
        "Date": "28 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvTWFub2hhciBMYWwgU2hhcm1hICB2cyAgU2FuamF5IExlZWxhIEJoYW5zYWxpICBPcnMxNzAxOTQ4MTY3LnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 111",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "28 November 2017",
        "Petitioner:": "Manohar Lal Sharma",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2017 INSC 1156",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Sanjay Leela Bhansali & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /191/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Art.32 - Writ petition (PIL) - Seeking direction of the court not to exhibit a fiIm 'Padmavati"
        ],
        "HeadNote": "Constitution of India: Art.32 - Writ petition (PIL) - Seeking direction of the court  not to exhibit a film \"'Padmavati\" in other countries without obtaining the requisite certificate from Central Board of Film Certification (CBFC) and further to direct CBI lo register an FIR ulss. 7 of Cinematograph Act r/w ss. 153A. 295, 295A, 499 and 500 !PC rlw. s 4 of Indecent Representation of Women (Prohibition) Act, 1986 - 0 Held: The petition is liable ta he dismissed - As the scrutiny of the film is pending before CBFC, the prayers made by the petitioner have no foundation - As regards registration of FIR by CBI is concerned, police has no role in respect of ss. 499 and 500 !PC - So far as other offences are concerned, no offence is made out - Thus, there is no basis to direct registration of an FIR.  Art.19(l)(a) - Freedom of Speech and Expression - No right is absolute, but the fetters for enjoying the rights should be reasonable - The court has to see what kinds of fetters are being imposed and the impact of the same - A story told on celluloid or a play enacted on a stage or a novel articulated in a broad and large canvas or epic spoken with eloquence. or a poem sung with passion or recited with rhythm has many a layer of freedom of expression o/ thought that required innovation, skill craftsmanship and individual originality - The creative instinct is respected and has the inherent protective right i.e. artistic licence.- Artistic licence has to be put on high pedestal,  built~e same has to be judged objectively on case to case basis. Public Interest Litigation: The hunger for publicity or some other hidden motive should not propel one to file a PIL - They sully the temple of justice and intend to crea(e dents in justice dispensation sysrem - Such petition should not be filed to abuse others - The present case is abuse ofPublic interest Litigation.Pleadings:Constituents of pleadings - Held: When a writ petitionmentions date$ of events, they constitute part of the pleadings.Nature of pleadings - Held: Neither laxity nor lack of sobrietyin pleadings is countenanced in law - Rambling of irrelevant factsindicates uncontrolled and imprecise thinking, and on certainoccasions reflects a maladroit design to state certain things whichare meant to sensationalise the matter - It is the duty of the Court totake strong exception to such aspects in a pleading - The pleadingsin the preset case are absolutely scurrilous, vexatious anduntenable in law."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "STATE OF UTTARAKHAND VS. JAIRNAIL SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg2ODQ=",
        "Citation": "[2017] 11 S.C.R. 122",
        "Case Type": "(CRIMINAL APPEAL /1918/2017)",
        "Date": "13 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvU3RhdGUgT2YgVXR0YXJha2hhbmQgIHZzICBKYWlybmFpbCBTaW5naDE3MDE5NDgyNjIucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 122",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "13 November 2017",
        "Petitioner:": "State Of Uttarakhand",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1105",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Jairnail Singh",
        "Case Type:": "CRIMINAL APPEAL /1918/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.378 - Appeal against order of acquittal - lnterference with - When"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.378 - Appeal against order of acquittal - interference with - When - Held: Judgement  can be interfered only when illegality is noticed in the impugned judgement, it is based on no evidence or/and it contains no reasoning or when the reasoning given are wholly perverse - When the High Court while reversing the conviction by the Session Court. assigns the reasons by appreciating the entire evidence in support of the acquittal, then this Court would not be inclined to interfere in the  order of acquittal - On facts. the High Court reversed the conviction order by assigning cogent reasons, pointing out material contradiction in evidence and infirmities in the prosecution case - infirmities were rightly noticed and relied on by the High Court after appreciating the evidence - It cannot be said that the infirmities were either irrelevant or in any way insignificant or technical in E nature as compared only to the ocular version of the witnesses - Reasoning and the conclusion of the High Court in acquitting the respondent of the charges u/.07 !PC and s.25(/-A)just and proper; and is concurred with - Penal Code, 1860 - s.307 - Arms Act, 1959 - s.25(/A)."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "UNITED LNDIA INSURANCE CO. LTD. VS. SUNIL KUMAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg2OTk=",
        "Citation": "[2017] S.C.R. 130",
        "Case Type": "(Select Case Type/9694/2013)",
        "Date": "24 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMzAtMTM2IF8xNzAzMzEwODgwLnBkZg==",
        "SCR Citation:": "[2017] S.C.R. 130",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "24 November 2017",
        "Petitioner:": "United Lndia Insurance Co. Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1143",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Sunil Kumar & Anr.",
        "Case Type:": "Select Case Type/9694/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - s.163A - Compensation - Claim proceedings u/s. 163A"
        ],
        "HeadNote": " Motor Vehicles Act, 1988 - s.163A - Compensation - Claim proceedings u/s. l 63A - Defence/plea by tile insurer of negligence c on the part of the driver/owner of tile vehicle - Held: It is not open for the insurer to raise the defence/plea of negligence - Grant of compensation u/s. 163-A on the basis of the structured formula is in tile nature of a final award and the adjudication thereunder is required to be made without any requirement of any proof of negligence of the driver/owner of the vehicle(s) involved in the accident. "
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "UNITED INDIA INSURANCE CO. LTD. VS. SUNIL KUMAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3MTg=",
        "Citation": "[2017] 11 S.C.R. 137",
        "Case Type": "(CIVIL APPEAL /9694/2013)",
        "Date": "01 DECEMBER 2017",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvVW5pdGVkIEluZGlhIEluc3VyYW5jZSBDbyBMdGQgIHZzICBTdW5pbCBLdW1hciAgQW5yMTcwMTk0ODU5My5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 137",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "01 December 2017",
        "Petitioner:": "United India Insurance Co. Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1143",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Sunil Kumar & Anr.",
        "Case Type:": "CIVIL APPEAL /9694/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - s.163A - Clarification given with respect to decision dated 24.11.2017 reported in {2017] II S.C.R. 130"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SHEO NARAIN NAGAR & ORS. VS. STATE OF UTTAR PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3Mzg=",
        "Citation": "[2017] 11 S.C.R. 138",
        "Case Type": "(CIVIL APPEAL /18510/2017)",
        "Date": "13 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvU2hlbyBOYXJhaW4gTmFnYXIgIE9ycyAgdnMgIFN0YXRlIE9mIFV0dGFyIFByYWRlc2ggIE9yczE3MDE5NDg3MzMucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 138",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "13 November 2017",
        "Petitioner:": "Sheo Narain Nagar & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1101",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Uttar Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /18510/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Regularization - Appel/a11t initially engaged on daily wage basis"
        ],
        "HeadNote": "Service law - Regularisation - Appellant  initially engaged on daily wage basis - Later on. appointed on contractual basis - respondents chose to give minimum of the pay scale, which c Then was available to the regular employees - Ajier few years. conferred the status of temporary employees - High Court directed to consider them for regularisation but their services were not regularised - Ultimately High Court dismissed writ petition of appellants and services of appellants terminated on the finding that their D appointment was irregular - Supreme Court while entertaining special leave petition held that there was no back door employment or entry of the appellants in service so as to dis entitle them from benefit of regularisation as envisaged in *Uma Devi case- thereafter appellants were taken back in service and continued in sen-ice - E Claim for regularisation - Held: The High Court dismissed the writ petitions relying on Uma Devi case - But the appellants were employed basically in the year 1993; they had rendered service for three years, when they were offered the service on contract basis; it was not the case of back door entry; and there were no Rules in place for offering such kind of appointment - Thus, the appointment F could not be said to be illegal and in contravention of Rules, as there were no such Rules available at the relevant point of time, when their temporary status was conferred w.ef. 2.10.2002 - The appellants were required to be appointed 011 regular basis as a one- time measure. as laid down in paragraph 53 of Uma Devi - Since G the appellants had completed 10 years of service and temporary status had been given by the respondents with retrospective effect in the 2.10.2002, their services are regularised from 2.10.2002, consequential benefits and the arrears of pay also to be paid to the appellants.Judicial notice - Appointment on .contract basis or ad-hoc basis or daily-wage basis in difference State departments - Judicialnotice taken that widely said practice is being continued - Thedecisions in Uma Devi is not properly understood and rather wronglyapplied by various State Governments - New devise of makingappointment 011 contract basis has been adopted, employment isBoffered 011 daily wage basis etc. in exploitative forms - This situationwas not envisaged by Uma Devi - The prime internment of thedecision was that the employment process should be by fair meansand not by back door entry and in the available pay scale - Thatspirit of the Uma Devi has been ignored and conveniently overlookedby various State Government authorities - It is being used only as ca tool for not regularisation the services of incumbents - They arebeing continued in service without payment of due salary for whichthey are entitled on the basis of Arts.14, 16 rlw Art.34 (J){d) of theConstitution of India as if they have 110 constitutional protection -They do have equal rights and to make them equals they require Dprotection and cannot be dealt with arbitrarily - The kind oftreatment meted out is not only bad but equally unconstitutionaland is denial of rights-Constitution of India-Arts.14, 16, 34(1)(d)-Service law - Regularisation."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ISHWAR PRATAP SINGH & ORS. VS. THE STATE OF UTTAR PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3NDQ=",
        "Citation": "[2017] 11 S.C.R. 145",
        "Case Type": "(CRIMINAL APPEAL /2039/2017)",
        "Date": "28 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvSXNod2FyIFByYXRhcCBTaW5naCAgT3JzICB2cyAgVGhlIFN0YXRlIE9mIFV0dGFyIFByYWRlc2ggIEFucjE3MDE5NDg3ODgucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 145",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "28 November 2017",
        "Petitioner:": "Ishwar Pratap Singh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1155",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "The State Of Uttar Pradesh & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2039/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code o",
            "fCriminal Procedure",
            "1973 - s.482 - Quashing of supplementary report filed under s.173 by Investigating Officer"
        ],
        "HeadNote": "Code o,f Criminal Procedure, 1973 - s.482 - Quashing of supplementary report filed under s.173 by Investigating Officer - In the first charge sheet, the appellants were charged for offence under !PC - Two years later, on complaint of respondent no.2, the SC/ST Commission requested for addition of offence under SC/ST Act - After supplemental report incorporating charges under SCI ST Act was filed, appellants filed petition for quashing the same - High Court was of the view that the charges cannot be quashed in a piecemeal manner - On appeal, held: High Court ought to have exercised its jurisdiction under s.482 to secure the ends of justice - There is no prohibition under law for quashing a chargesheet in part - A person may be accused of several offences under different penal statutes, as in the instant case - He could be aggrieved of prosecution only on a particular charge or charges, on any ground available to him in law - Under s.482, all that the High Court is required to examine is whether its intervention is required for implementing orders under the CrPC or for prevention of abuse of process, or otherwise to secure the ends of justice - A chargesheet filed at the dictate of somebody other than the police would amount to abuse of the process of law and, therefore, High Court ought to have exercised its inherent powers under s.482 to the extent of the abuse - The Supplementary Report filed by the Pol iee, at the direction of the Commission, is quashed - SC/ST (Prevention of Atrocities) Act - s.3(J}(x) - Penal Code, 1860 - ss.323, 504, 506."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "COMMON CAUSE VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3NTI=",
        "Citation": "[2017] 11 S.C.R. 154",
        "Case Type": "(WRIT PETITION (CIVIL) /1088/2017)",
        "Date": "28 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQ29tbW9uIENhdXNlICB2cyAgVW5pb24gT2YgSW5kaWEgQW5kIE90aGVyczE3MDE5NDg4NTEucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 154",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "28 November 2017",
        "Petitioner:": "Common Cause",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2017 INSC 1152",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /1088/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delhi Special Police Establishment Act. I 946 - s.4C - Appointment of respondent no.2 as Special Director of CBI"
        ],
        "HeadNote": "Delhi Special Police Establishment Act. I 946 - s.4C - Appointment of respondent no.2 as Special Director of CBI - Challenged on the ground that no decision was taken by Selection Committee in its meeting regarding appointment of respondent no.2 on the post of Special Director of CBI and, therefore, order of appointment was illegal - Held: s.4C provides for procedure for appointment of Superintendent of Police - s.4C envisages that the appointment on the post of Superintendent of Police and above has to be made by the Selection Committee in consultation with the Director. CBI - There cannot be any doubt that ifthe statute provides for consultation with any person before making recommendation for appointment to any post, consultation with that person has to be made - The question of giving primacy to the opinion expressed by the person with whom the consultation has 10 be made depends upon various factors - If there is no Selection Committee and the appointing authority is required to consult with some other Constitutional/Statutory authority then the question of giving primacy to the opinion expressed by the person with whom the consultation is to be made exists - However. in cases, where a Selection Committee has been constituted which consists of high officials and consultation has to be made with another person of the Department for which recommendation for appointment is to be made, in that eve/I/, the consultation is only a process of discussion which has lo be taken into consideration while making recommendation by the Selection Committee - It cannot be said to have a primacy - In the Minutes of the Meeting of the Selection Committee held on 21.10.2017. the Selection Committee had discussed the note submitted by the Director, CBI and also discussed the same with him - The minutes show that the Director; CBI had furnished a secret/confidential letter enclosing an unsigned note. referring to respondent no.2 - The Committee had considered thenote and the matter was also discussed with the Director, CBI - TheCommittee found that there were no findings in the papers that theperson mentioned therein is the same person under considerationfor appointment and there is nothing about the veracity of thecontents of the document - The Committee further found the factthat the CBI_ itse(f moved the proposal on 06.07.2017 categoricallymentioning that respondent no.2 is suitable to hold the post of SpecialDirector, CBI - The Committee also held that no further verifiedmaterial has been brought on record and the Committee decided torecommend the name of respondent no.2 for appointment as SpecialDirector, CBI - The Committee has also kept in view the fact thatthe Vigilance Commission does not take cognizance of complaintsreceived just on the verge of appointments or promotions unlessthey are proven misconducts - The decision taken by the SelectionCommittee was unanimous - Once there is consultation, the contentof that consultation is beyond the scope of judicial review thoughlack of effective consultation could fall within the scope ofjudicialreview - Further, even in the FIR filed by the CBI, the name ofrespondent no.2 was not mentioned at ail - Thus, lodging of FIRwill not come in the way of considering respondent no.2 for thepost of Special Director.. after taking into consideration his servicerecord and work and experience - The Minutes of the Meeting(MoM) of the Selection Committee shows that the news items reportedin the print and electronic media that no decision was taken withrespect to the appointment on the post of Special Director, CBI inthe meeting of the Selection Committee held on 21.10.2017 arefactual(v incorrect - Likewise, the statement of the Professor of theUniversity of London reported in the Indian Express appears to bebased on the newspaper reports which have been joined to be·factually incorrect, and therefore, it has no substance -Appointmentof Respondent No. 2 to the post of Special Director, CBI does notsuffer from any illegality."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "AGARWAL TRACOM PVT. LTD. VS. PUNJAB NATIONAL BANK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3NjM=",
        "Citation": "[2017] 11 S.C.R. 164",
        "Case Type": "(CIVIL APPEAL /19847/2017)",
        "Date": "27 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQWdhcndhbCBUcmFjb20gUHZ0IEx0ZCAgdnMgIFB1bmphYiBOYXRpb25hbCBCYW5rICBPcnMxNzAxOTQ4OTIzLnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 164",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "27 November 2017",
        "Petitioner:": "Agarwal Tracom Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1146",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Punjab National Bank & Ors.",
        "Case Type:": "CIVIL APPEAL /19847/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitization and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002 - ss.17 and 13 (4)"
        ],
        "HeadNote": "Securitization and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 - ss.17 and 13 (4) - Auction purchaser challenging the action of the secured creditor in forfeiting the deposit -Appropriate remedy- Filing q( an application uls.17 before the DRT or writ petition u!Art.2261227 - Held: Reading of s.17(2) and r. 9(5) clear(v show that an action of secured creditor in forfeiting the deposit made by the auction purchaser is a part of the measures taken by the secured creditor u!s. 13(4) - Auction D purchaser is one such person, who is aggrieved by the action of the secured creditor in forfeiting their money - Auction purchaser, thus, falls within the expression \"any person\" as specified u!s. 17(1) and thus, entitled 10 challenge the action of the secured creditor before the DRT by filing an application uls.17(1) - Security Interest (Enforcement} Rules, 2002 - rt: 8 and 9 - Constitution of India - E Art. 2261227."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "KUNA@ SANJAYA BEHERA VS. THE STATE OF ODISHA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3NzE=",
        "Citation": "[2017] 11 S.C.R. 179",
        "Case Type": "(CRIMINAL APPEAL /677/2010)",
        "Date": "17 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvS3VuYSBTYW5qYXlhIEJlaGVyYSAgdnMgIFRoZSBTdGF0ZSBPZiBPZGlzaGExNzAxOTQ4OTk5LnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 179",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "17 November 2017",
        "Petitioner:": "Kuna@ Sanjaya Behera",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1124",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "The State Of Odisha",
        "Case Type:": "CRIMINAL APPEAL /677/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.302",
            "203 r/w. s.34 - Alleged extra- marital relationship between appellant-accused and the co-accused - Dead body of husband of co-accused found hanging from the roof of a shed adjacent to deceased's house"
        ],
        "HeadNote": "Penal Code, 1860 - ss.302, 203 rlw. s.34 - Alleged extra- marital relationship between appellant-accused and the co-accused - Dead body of husband of co-accused found hanging from the roof of a shed adjacent to deceased's house - PWJ (deceased'.~ nephew) was the sole eye-witness - Trial court convicted the appellant and co-accused uls.302 !PC rlw s.34, however, discarded the prosecution case of illicit relationship between accused persons and the same being the motive of murder - High Court affirmed the conviction, accepting the prosecutions plea of motive of murder founded on extra-marital relationship between accused persons - On appeal, held: Testimony of PW/ with regard to illicit relationship between the accused persons lacks in persuasion - Evidence of PW/ is unacceptable being fraught with improbabilities, doubts and oddities inconceivable with normal human conduct and, thus cannot be the basis of conviction - In the present case, the incident at the fir.st place was registered as a case of wmatural death and ajier six days of the occurrence it was converted into one 11/s. 3021203134, on aie disclosures made by PWJ, PW5, PW6 and PW8 - Testimony of PW5, PW6 and PW8 cannot be construed as substantive in nature, these witnesses having derived the knowledge from PWI - Prosecution has failed to prove JI licit relationship between appellant and co-accused and therefore, t/1e motive for the murder by them - Dehors the testimony of PW/ and the alleged motive, there is no other tangible and clinching material 011 record in support of.the charge against the appellant and the co-accused - Contrary view taken by the Courts below is against the evidence on record - Inference of motive drawn by the High Court is flawed - Appellant is entitled to benefit of doubt and is acquitted. Evidence Act. 1872 - s.3 - Fact -''proved\", disproved\" and \"not proved\"\"- Standard of proof\" required for - Discussed.Evidence- Of sole eye-witness - Held: Conviction can be based on the testimony of a single eye witness if he or she passes the rest of reliability - It is not the number of witnesses but the quality of evidence that is important."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ANIL KUMAR YADAV VS. STATE (NCT) OF DELHI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3Nzg=",
        "Citation": "[2017] 11 S.C.R. 195",
        "Case Type": "(CRIMINAL APPEAL /1938/2017)",
        "Date": "14 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQW5pbCBLdW1hciBZYWRhdiAgdnMgIFN0YXRlIG5jdCBPZiBEZWxoaSAgQW5yMTcwMTk0OTA3OC5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 195",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "14 November 2017",
        "Petitioner:": "Anil Kumar Yadav",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1111",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State (nct) Of Delhi & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1938/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail: Grant of bail-In a case u/s.302 & 308 r/w s.34 IPC-Propriety"
        ],
        "HeadNote": "Bail: Grant of bail-In a case u/s.302 & 308 r/w s.34 IPC-Propriety of- Held: While considering question of grant of bail, it is necessary c to consider prima facie case, an exhaustive exploration of the merits should be avoided - There is no hard and fast rule for grant or reprisal of bail - Each case is required to be considered on its own merit - Jn the present case, Sessions Court seems lo have gone into the merits of the prosecution case, while granting bail - In crimes 0 like murder; the period of incarceration by itself would not entitle the accused to be enlarged on bail - The materials on record show 'prima facie' case against the accused- Sessions court granted bail on irrelevant considerations - Trial court is yet to record the testimony of material witnesses - For ensuring fair trial, it is necessary that accused are not enlarged on bail - Though liberty  of the accused is a relevant consideration as he is only an under trial, it is equally important to consider the impact of their release on bail - A balance has to be struck, in order to ensure that during trial witnesses depose without fear and justice is done to the society - High Court rightly cancelled the bail granted by Sessions Court.  Grant of bail - Interference with - By High Court - Permissibly - Held: Sessions Court grants bail in exercise of its discretion - Such discretion normally not be interfered with by High court - But can interfere, if the bail order suffers from serious infirmities or perversity.  Practice and Procedure: Framing of charges and grant of bail - By common order - Propriety of such practice - Held: Considerations for framing of charge and for grant of bail are different - Therefore, such practice is not desirable."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SENIOR MANAGER (P&D), RIICO LTD. VS. THE STATE OF RAJASTHAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3ODc=",
        "Citation": "[2017] 11 S.C.R. 214",
        "Case Type": "(CRIMINAL APPEAL /1845/2017)",
        "Date": "03 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvU2VuaW9yIE1hbmFnZXIgcGQgUmlpY28gTHRkICB2cyAgVGhlIFN0YXRlIE9mIFJhamFzdGhhbiAgQW5yMTcwMTk0OTE1MC5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 214",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "03 November 2017",
        "Petitioner:": "Senior Manager (p&d), Riico Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1074",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "The State Of Rajasthan & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1845/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.420",
            "467",
            "478 and 471 - FIR registered by appellant alleging forgery of the letter in question and fraud by"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 420, 467, 478 and 471 - FIR registered by appellant alleging forgery of the letter in question and fraud by c Respondent No.2 - Final report filed stating that since the said let/er was filed in a civil suit filed by Respondent No.2, thus, in view of provisions of s.195(/)(h)(ii) CrPC. the police cannot investigate the matter - Such final report accepted by Chief Judicial Magistrate (CJM) -After some litigation between the parties wherein the matter was remanded back by Revisional Court-Additional Sessions Judge D (ASJ). CJM eventually vide order dated 20.06.2009 considered the matter on merits and held that prima facie .case of forging and playing fraud were made out against the accused-Respondent No.2 - Revision application filed by the appellant before ASJ, dismissed - Said order was challenged by appellant before High Court by E .filing petition u!s.482, CrPC. which was dismissed - On appeal, held: CJM in his order dated 20.06.09 as well as the Revisional Court had considered the material on record and came to the conclusion that 110 prima facie case was made  against the accused that he has committed any forgery or played any fraud- High Court also took the same  view that no evidence H-'as available on record(J F suggesting that letter i11 questioner was prepared by Respondent No. 2 - No infirmity found in the said order - Code of Criminal Procedure, 1973 - ss.195(/)(b)(ii) and 482. Code of Criminal Procedure, 1973 - s.195(/)(b)(ii) - If applicable - Held: Sec/ion 195(/){b){ii) would be attracted only G .when the offences enumerated in the said provision have been committed with respect to a document after it has been produced or given in evidence in a proceeding in an.v court - Ho»•ever. in the instant case. the allegedly forged letter dated 4.1992 was flied in a civil suit on 27.04.1992 - No case that forgery was committed"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "DOONGAR SINGH & ORS. VS. THE STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg3OTI=",
        "Citation": "[2017] 11 S.C.R. 222",
        "Case Type": "()",
        "Date": "28 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvRG9vbmdhciBTaW5naCAgT3JzICB2cyAgVGhlIFN0YXRlIE9mIFJhamFzdGhhbjE3MDE5NDkyNTQucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 222",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "28 November 2017",
        "Petitioner:": "Doongar Singh & Ors.",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 1154",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The State Of Rajasthan",
        "Case Type:": "N/A",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure. 1973: E ss.309 and 164 -Adjournment of criminal proceedings"
        ],
        "HeadNote": "Code of Criminal Procedure. 1973:E ss. 309 and 164 -Adjournment of criminal proceedings - Ina murder case, after examination-in-chief of the star witness. mat/eradjourned for about four months - after recording part evidence.matter  again adjourned - Held: In a criminal case of the nature asin the present case, trial court has to be mindful that for protectionof witness and also in the interest of justice, mandate of s.309has to be complied with and evidence should be recorded oncontinuous basis - Presiding Officers of trial courts conductingcriminal trials should be mindful of not giving adjournment/s aftercommencement of the evidences in serious Criminal / cases - lt isunnecessary' in the interest justice that eye-witness are got recordedduring investigation itself  u/s 164 by audio-video electronic means "
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SAKHARAM GANESH PUJARI (D) THR. HIS LRS VS. HUSEN ABA BAHADUR (D} BY HIS LRS.& ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4MDI=",
        "Citation": "[2017] 11 S.C.R. 229",
        "Case Type": "(CIVIL APPEAL /882/2009)",
        "Date": "16 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvU2FraGFyYW0gR2FuZXNoIFB1amFyaSBkIFRociBIaXMgTHJzICB2cyAgSHVzZW4gQWJhIEJhaGFkdXIgZCBCeSBIaXMgTHJzIEFucjE3MDE5NDkzNTkucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 229",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "16 November 2017",
        "Petitioner:": "Sakharam Ganesh Pujari (d) Thr. His Lrs",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1298",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Husen Aba Bahadur (d} By His Lrs.& Anr.",
        "Case Type:": "CIVIL APPEAL /882/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bombay Tenancy and Agricultural Act. 1948 - s.32P - Tribunal :v.power to resume and dispose of land not purchased by tenant"
        ],
        "HeadNote": "Bombay Tenancy and Agricultural Act. 1948 - s.32P - Tribunal :v.power to resume and dispose of land not purchased by tenant - Held: s.32P confers power on the Tribunal to summarily evict the tenant if the right to terminate the tenancy by landlord and right to purchase by tenant has become ineffective - Jn the instant case, landlord failed to exercise his right to terminate the tenancy and tenant also failed to give notice for purchase within one year of retirement of landlord from armed forces - Since period within which the landlord and tenant could not exercise their rights had expired, a proceeding under s.32P was initiated - The landlord having retired in 1959, Chapter lllAA which was introduced in 1964 had no application to the rights of the parties in this case - By the time Chapter Il!AA was introduced in 1964, the appellant's right to terminate the tenancy within one year, was not available to him because one year had passed after the one year made available to the landlord - The provisions of Chapter lllA were not made retrospective b; any express provision or by necessary independents in the amendment - Thus, as the matter stood then, there was only power to terminate and hand over possession to the landlord and that had been valid/)' exercised by the Appropriate Authority under s.32P - High Court, therefore, fell into an error in applying VS. Charati case and thereupon proceeding to hold that Chapter IJJA is applicable in the different facts of the present case - Appropriate Authority under the Act is directed to proceed with the action under s.32P of the Act.Bombay Tenancy and Agricultural Act. 1948 - s.32P - Tribunal :v.power to resume and dispose of land not purchased by tenant - Held: s.32P confers power on the Tribunal to summarily evict the tenant if the right to terminate the tenancy by landlord and right to p11rc/1ase by tenant has become ineffective - Jn the instant case, landlord failed to exercise his right to terminate the tenancy and tenant also failed to give notice for purchase within one year of retirement of landlord from armed forces - Since period within which the landlord and tenant could not exercise their rights had expired, a proceeding under s.32P was initiated - The landlord having retired in 1959, Chapter lllAA which was introduced in 1964 had no application to the rights of the parties in this case - By the time Chapter Il!AA was introduced in 1964, the appellant's right to terminate the tenancy within one year, was not available to him because one year had passed after the one year made available to the landlord - The provisions of Chapter lllA were not made retrospective b; any express provision or by necessary independents in the amendment - Thus, as the matter stood then, there was only power to terminate and hand over possession to the landlord and that had been valid/)' exercised by the Appropriate Authority under s.32P - High Court, therefore, fell into an error in applying VS. Charati case and thereupon proceeding to hold that Chapter IJJA is applicable in the different facts of the present case - Appropriate Authority under the Act is directed to proceed with the action under s.32P of the Act."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "KOSHY JACOB VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4MDk=",
        "Citation": "[2017] 11 S.C.R. 235",
        "Case Type": "(WRIT PETITION (CIVIL) /55/2013)",
        "Date": "28 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvS29zaHkgSmFjb2IgIHZzICBVbmlvbiBPZiBJbmRpYSAgT3JzMTcwMTk0OTQ0My5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 235",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "28 November 2017",
        "Petitioner:": "Koshy Jacob",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 1153",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /55/2013",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Damage to Public Property Act",
            "1984"
        ],
        "HeadNote": "Prevention of Damage to Public Property Act, 1984 - Writ petition seeking direction for implementation of guidelines issued by this Court in *Destruction of Public and Private Properties case -  Grievance of petitioner was that large number of strikes/agitations result in destruction of public property and also violation of fundamental right of the people for which suitable remedy is not available to the aggrieved victims - Committee appointed by the Supreme Court recommended statutory amendments for making those sponsoring such agitations accountable/e and punishable under the  criminal law - However, in spite of such recommendations, no legislation or speedy mechanism has been put in place so far - In reply affidavit by Union of India. ii was submitted that the process has been initiated for amendment of the Prevention of Damage to Public Property Act - In view of the stand taken by Union of India, E it is expected that the law proposed will be brought into force within reasonable time to address all concerned issues - Writ petition accordingly disposed of"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "LAXMIDHAR NAYAK AND ORS. VS. JU GAL KISH ORE BEHERA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4MTQ=",
        "Citation": "[2017] 11 S.C.R. 242",
        "Case Type": "(CIVIL APPEAL /19856/2017)",
        "Date": "28 NOVEMBER 2017",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvTGF4bWlkaGFyIE5heWFrIEFuZCBPcnMgIHZzICBKdSBHYWwgS2lzaCBPcmUgQmVoZXJhIEFuZCBPcnMxNzAxOTQ5NTIwLnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 242",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "28 November 2017",
        "Petitioner:": "Laxmidhar Nayak And Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 1150",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Ju Gal Kish Ore Behera And Ors.",
        "Case Type:": "CIVIL APPEAL /19856/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988- Rash and negligent driving- Fatal accident"
        ],
        "HeadNote": "Motor Vehicles Act, 1988- Rash and negligent driving- Fatalaccident - Head-on collision between bus and truck resulting indeath of pedestrian - Victim-deceased aged 42 years wasagricultural labourer - Tribunal determined monthly income ofRs.650 taking daily income as Rs.25 and after deducting Rs.250towards her personal expenses awarded compensation Rs. 706001-- High Court affirmed the award of compensation but reducedinterest from 9% to  7%- Instant appeal is filed by sons and daughterof the deceased seeking enhancement of compensation - Held: Thewages assessed by tribunal for the daily labourer at Rs.251- perday and the month~v income at Rs.650/- is loo low - The reasoningof the tribunal that a lady labourer may not get engagement daily isnot acceptable - Deceased being a woman and mother of threechildren, would have also contributed her physical labour formaintenance of household and also taking care of her children -Taking income from the agricultural labour work at Rs.3.0001- p.m.and Rs.1.5001- p.m. for the household work. the month~v income ofthe deceased is fixed at Rs.4.5001- p.111. deducting /!3rd/iJr personalexpenses. contribution the family is calculatedat Rs.3,0001- p.m. and Rs.36,000/- p.a. -As per the second scheduleto the Motor Vehicles Act, 1988, for the age groups 40-45 yearsmultiplier is \"/ 5 ·· - .As per Sarla Verma decision for  the age groups41-45 years. multiplier to be adopted is \"14\" - Therefore, themultiplier of \"12\" adopted by the tribunal and the High Court isnot correct-Adopting the multiplier of \"/4\" loss of dependency is calculated at Rs.5,04.0001- - Also, compensation"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "THE STATE OF TRIPURA & ORS. VS. JAYANTA CHAKRABORTY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4MTk=",
        "Citation": "[2017] 11 S.C.R. 247",
        "Case Type": "(CIVIL APPEAL /4562-4564/2017)",
        "Date": "14 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvVGhlIFN0YXRlIE9mIFRyaXB1cmEgIE9ycyAgdnMgIEpheWFudGEgQ2hha3JhYm9ydHkgIE9yczE3MDE5NDk1OTQucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 247",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "14 November 2017",
        "Petitioner:": "The State Of Tripura & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1113",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Jayanta Chakraborty & Ors.",
        "Case Type:": "CIVIL APPEAL /4562-4564/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Arts. 16(4)",
            "16(4A) and 14(4B)"
        ],
        "HeadNote": "Constitution of India - Arts. 16(4), 16(4A) and 14(4B) - Interpretation of - Petitioners pleaded for a re-look of Nagraj case specifically(i' on the ground that test of backwardness ought not to be applied to SC/ST in view of Indra Swahney case and Chinnaiah case - Questions were also raised about application of the principle of creamy layer in situations of competing claims within the same races, communities, groups or parts thereof. of SC/ST notified by the President .u/Arts. 341 and 342 - Held: Having regard to the questions involved, case required to be heard by a Bench as per the Constitutional mandate u/Art.145(3) - Matter lo be placed before Hon 'b/e the Chief Justice of India."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "UNION OF INDIA VS. AKHILA BHARATHIYA ADIVASI VIKASA PARISHAD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4Mzk=",
        "Citation": "[2017] 11 S.C.R. 251",
        "Case Type": "()",
        "Date": "13 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8yNTEtMjUyIF8xNzAzMzEwOTU1LnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 251",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "13 November 2017",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Akhila Bharathiya Adivasi Vikasa Parishad & Ors.",
        "Case Type:": "N/A",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Arts. I 39A and 32 - Transfer Petition - Petitioner sought transfer of a writ petition pending before the High Court of Judicature of Andhra Pradesh to Supreme Court"
        ],
        "HeadNote": " Constitution of India - Arts. I 39A and 32 - Transfer Petition - Petitioner sought transfer of a writ petition pending before the c High Court of Judicature of Andhra Pradesh to Supreme Court - Writ petition before High Court assails the constitutional validity of the Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act 2006,(Act No.2 of 2007) - Held: Since a Substantive writ petition u/Art.32 is pending before the Supreme Court where the vi res of the same ce/lfral statute is in issue, D prayer for transfer accepted - Writ petition before High Court transferred to Supreme Court and registry directed to take necessary steps expeditiously "
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SURESH KUMAR THROUGH GPA VS. ANIL KAKARIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4NDc=",
        "Citation": "[2017] S.C.R. 253",
        "Case Type": "(CIVIL APPEAL /4383/2009)",
        "Date": "06 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8yNTMtMjU3ICBfMTcwMzMxMDk5NS5wZGY=",
        "SCR Citation:": "[2017] S.C.R. 253",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "06 November 2017",
        "Petitioner:": "Suresh Kumar Through Gpa",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1077",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Anil Kakaria & Ors.",
        "Case Type:": "CIVIL APPEAL /4383/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tra11sfer of Property - Agreement to sell - 011 facts. original al/ottee entered i1110 an agreement to sell the land w the appellant"
        ],
        "HeadNote": " Transfer of Property - Agreement to sell - 011 facts. original allottee entered into an agreement to sell the land w the appellant - However; on the death of the allottee. his legal heirs-respondent nos.I to 3 sold the land to respondent No.4 - Suit for declaration by' appellant against respondents that the transfer made by respondent nos. I to 3 in favour of respondent no.4 null and void and  respondents be constrained from interfering  with appellant:~ possession over the suit land, and ji>r issuance of mandatory injunction against respondent nos. I to 3 directing them to transfer the suit land in favour of appellant - Suit filed on basis of the agreement and Will allegedly executed by original allottee in appellant \"sfC1vo11r-Dis111issal of the suil by the /rial co11r1 -Dismissal offirsi appeal as also second appeal - On appeal. held: Appel/ant:~ suit is wholly misconceived and rightly dismissed by the courts below - Concurrent findings offa,ct recorded by the courts based on appreciation of evidence. 1/111s, binding on !his Courl - Findings neither j(m11d to be perverse nor against the evidence. against the pleadings or against any provision of law - Appel/ant had no prima fiacie case in his favour to file a suit nor he had even any locus to file the suit since the Greenland as also the Will was not held proved - Proper remedy of the appellant was to file suit for specific performance of the agreement in relation lo !he suit land against respondent nos. I to 3 within the stipulated time - Also S11i1 was barred by limitation - Code of Civil Procedure. 1908 - s. l 00 - Second appeal - Limitation - Remedy. "
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "VINOD GOYAL & OTHERS VS. VISHRANTI CITY RESIDENTS WELFARE SOCIETY & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4NTE=",
        "Citation": "[2017] 11 S.C.R. 258",
        "Case Type": "(CIVIL APPEAL /19962/2017)",
        "Date": "29 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvVmlub2QgR295YWwgIE90aGVycyAgdnMgIFZpc2hyYW50aSBDaXR5IFJlc2lkZW50cyBXZWxmYXJlIFNvY2lldHkgIE90aGVyczE3MDE5NTAyNjIucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 258",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "29 November 2017",
        "Petitioner:": "Vinod Goyal & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1158",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Vishranti City Residents Welfare Society & Others",
        "Case Type:": "CIVIL APPEAL /19962/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Development - Housing project - External development work and infernal development work"
        ],
        "HeadNote": "Urban Development - Housing project - External development work and infernal development work - Dispute between developer firm and a/lo/lees - Direction by the High Court for auction of the personal properties of the partners/ex-partners of the developer.firm as also direction to huyerlal/ottee to ji/e complaint against !he fonder or present proprietors of the developer .firm - On appeal, held: There is diopute between the parties as to who has to bear the charges of external development and the charges for electricity, water and sewerage and whether the said charges have already been paid by the purchasers - In spite of many orders passed by the High Court, efforts not taken by the developer to complete the remaining external and internal development work or even if efforts taken, they did not fructifv - Thus, the High Court passed the order of auction - When the matter was pending before this Cvrlr/, the developer took steps to ensure supp~v"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "AJAYINDER SANGWAN & ORS. VS. BAR COUNCIL OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4NjM=",
        "Citation": "[2017] 11 S.C.R. 264",
        "Case Type": "(TRANSFERRED CASE (CIVIL) /126/2015)",
        "Date": "24 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQWpheWluZGVyIFNhbmd3YW4gIE9ycyAgdnMgIEJhciBDb3VuY2lsIE9mIERlbGhpMTcwMTk1MDQwNi5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 264",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "24 November 2017",
        "Petitioner:": "Ajayinder Sangwan & Ors.",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 1141",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Bar Council Of Delhi",
        "Case Type:": "TRANSFERRED CASE (CIVIL) /126/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bar Council - Election of State Bar Council - Supreme Court by order dated 23.8.2017",
            "directed to hold election of various State Bar Councils with certain directions"
        ],
        "HeadNote": "Bar Council - Election of State Bar Council - Supreme Court by order dated 23.8.2017, directed to hold election of various State Bar Councils with certain directions - The advocates were given time to submit applications.for necessary verification of their degrees for the purpose of including their names in electoral roll -A number of applications were filed by various State Bar Councils as a/so by individuals slating that the Universities were taking lot of time to D verify the Law Degrees and the advocates who have submitted their forms for verification should not be left out from participating in the elections - Bar council  of India (BCI) filed affidavit on I 5.ll.2017 wherein the report of the Min/I/es of the Meeting of the Central Verification Committee of the BCI was enclosed which showed that a total number of 15. 34,531 advocates were enrolled E with various State Bar Councils. out of which, only 6, 44, 768 advocates submitted their forms for Verification - The State Bar Councils sent 5,2 3, 706 LLB Degrees for verification, out of which, the Universities have sent the reports ll'ith regard to onlv 1,65,339 degrees - The Universities have F yet sent the reports reg curling verification of the Law Degrees in respect of 3,58,367 advocates - Thus, about 4,79,429 advocates who have alreac~v submitted their 1101 forms and Law Degrees for verification would he adversely affected for no fault of theirs - 111 view of antitheses. order dated 23.08.2017 is modified - Direction passed that all those 6.44, 768 advocates, who have submitted their application forms along with Law Degrees G }or verification be enrolled and be shown in the elector list - The State Bar Councils to conclude all proceedings by 15.02.2018 - Permission granted to those advocates, who have submitted their forms with Law Degrees but their cases are still pending for verification to participate in the election by including their names Ain the electoral roll - !However; if on verification, the Law Degreesof such advocates are found false or fake as per the report of theconcerned University then appropriate orders, in relation to theirenrolment and also in relation to the elections in which they wereallowed to participate, would accordingly be passed by this Court Bon receipt of the report of the Commingle - The result of the electionswould be subject to the final result of this petition - The order dated23.08.2017 is modified according(v - The Universities are directedto expedite the process of verification of Law Degrees and completethe same by 31. 03.2018 - All the interlocutory applications aredisposed of according(v - .Matter to be listed in the second week of CMarch, 2018."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "CHAIRMAN AND MANAGING DIRECTOR FCI AND ORS. VS. JAGDISH BALARAM BAHIRA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4NzQ=",
        "Citation": "[2017] 11 S.C.R. 271",
        "Case Type": "(CIVIL APPEAL /8928/2015)",
        "Date": "06 JULY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQ2hhaXJtYW4gQW5kIE1hbmFnaW5nIERpcmVjdG9yIEZjaSBBbmQgT3JzICB2cyAgSmFnZGlzaCBCYWxhcmFtIEJhaGlyYSBBbmQgT3JzMTcwMTk1MDUxNS5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 271",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "06 July 2017",
        "Petitioner:": "Chairman And Managing Director Fci And Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 591",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Jagdish Balaram Bahira And Ors.",
        "Case Type:": "CIVIL APPEAL /8928/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 142 - Public employment - Reservation for Scheduled Caste/Scheduled Tribe - Individuals seeking benefit of public employment on the basis of scheduled caste/scheduled tribe claim - Verification by scrutiny committee - Invalidation of their caste or tribe claim"
        ],
        "HeadNote": "Constitution of India - Art. 142 - Public employment - Reservation for Scheduled Caste/Scheduled Tribe - Individuals C seeking benefit of public employment on the basis of scheduled caste/scheduled tribe claim - Verification by scrutiny committee - Invalidation of their caste or tribe claim - Protection by the constitutional court - Entitlement to - Held: Where benefit is seeded by an individual such as an appointment to a post or admission to an educational institution 'on the basis that the candidate belongs D to a reserved category for which the benefit is reserved. invalidation of the caste or tribe claim upon verification would result in 'the appointment or admission being rendered void or non est - Withdrawal 0{ benefits secured on the basis of the false caste claim is a necessary consequence - Exception to the above is in those E cases where this Court exercises its power u!Art. 142 to render complete justice - Though the power of the Supreme Court u/Art. 142 is a constitutional power vested in the court for rendering complete justice and is couched in wide terms, the exercise of the jurisdiction must have due regard to legislative mandate, where a law such as Maharashtra Act XXlll of 2001 holds the field - Power F u!Art. 142 should not be exercised to defeat the legislative prescription - Maharashtra Scheduled Castes, Scheduled Tribes, De-Notified Tribes (Vimukta Jatis), Nomadic Tribes, Other Backward Classes and Special Backward Category (Regulation of Issuance and Verification) Caste Certificate Act, 2000. G Maharashtra Scheduled Castes, Scheduled Tribes, De-Notified Tribes (Vimukta Jatis), Nomadic Tribes, Other Backward Classes and Special Backward Category (Regulation of Issuance and Verification) Caste Certificate , 2000 - Object and purpose of the enactment -Held: By Maharashtra Act XXlll of 2001 there is  a legislative codification of the road principles enunciated in**Madhuri Patil - Legislation provides a stall/tat:v .framework turegulate issuance of caste certificate and to deal with instanceswhere persons did not belong to schedule caste or tribes unreservedcategories were .seeking  appointment or admissions to the detrimentB of genuine candidates - Basic purpose and rationale for thelegislation is to secure the just entitlements of legitimate claimants.c ss. I 0 and 11 - Individuals seeking benefit of publicemployment on the ba:>is of\" scheduled caste/scheduled tribe claim -Invalidation of caste or tribe claim - Withdrawal of /Jene(t1 obtained- Requirement of dishonest intent for the application s. JO - Held:There is no requirement of\" dishonest intent- Mens rea is an ingredient/of the penal provisions contained in s.ll which is prospective andwould apply in those situations where the act constituting the offencehas token place a/ter the date of its enforcement.D Operation of the Act - Prospective or retrospectiveApplication to admissions or appointments made prior to the dateon which the Act came inlO fol\"ce - Elucidated.Circulars/Government Orders/Notifications - Administrativecirculars and government resolutions - Effect of - Held:Administrative circulars and government resolutions are subservientE to legislative mandate and cannot be contrary either to constitutionalnorms or statutory principles - Where candidate has obtained anappointment to a post 011 the basis of a caste certificate and ii isfound upon verification by the scruitny Committee that rhe claim isfalse. the services of such an individual cannot be protected byF taking recourse to administrative circulars or resolutions -Protectionof claims of a usurper is an act of deviance to the constitutionalscheme as well as to statutory mandate."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "EXTRA JUDL. EXEC. VICTIM FAMILIES ASSN. & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4ODE=",
        "Citation": "[2017] 11 S.C.R. 363",
        "Case Type": "(WRIT PETITION(CRIMINAL) /129/2012)",
        "Date": "14 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvRXh0cmEgSnVkbCBFeGVjIFZpY3RpbSBGYW1pbGllcyBBc3NuICBBbnIgIHZzICBVbmlvbiBPZiBJbmRpYSAgT3JzMTcwMTk1MDYwMC5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 363",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "14 July 2017",
        "Petitioner:": "Extra Judl. Exec. Victim Families Assn. & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 620",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /129/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution oflndia -Art.21 and 32- Fake encounter killings - Use of excessive Jl>rce or retaliulo(V force b.v police personnel and perso1111el in uniform of the armed forces in the State of Manipur"
        ],
        "HeadNote": "Constitution of India -Art.21 and 32- Fake encounter killings - Use of excessive force or retaliatory force b.v police personnel and personnel in uniform of the armed forces in the State of Manipur- Writ petition alleging that I 528 persons killed in fake encounters - Documentation found inadequate to order any inquiry into allegations made - issuance of direction lo complete the documentation - information collected with regard to 655 deaths out of i 528 alleged. wherein deaths were investigated by Commissions of inquiry, Judicial Inquiries, High Court, NHRC. and D Justice Santosh Hegde Commission and registration of FIRs was directed in these complaints - Issuance of direction to CBI lo constitute a Special Investigation Team lo investigate the alleged ex/ra judicial killings in Manipur - Officers of the Manipur Police not associated with Special Investigating Team, since in some of /he E cases the role of the Manipur Police itself has been adversely commented upon. Administration of Justice - Fake encounter killings - Petition at the instance of third party, next of the kin having themselves/ves given a quietus to the incidents - Maintainability of-Held: It cannot be said that the Court cannot take up the issue at the instance of a third party - Access to justice is certainly a human right and it has been given a special place in the constitutional scheme where free legal aid and advice is provided to a large number of people in the country - To provide access to justice to every citizen and to make it meaningful this Court has evolved its public interest jurisprudence - In the instant petitions, the next of kin could not access justice in the local courts and the petitioners took up their cause in public interest - Constitutional jurisprudence does not permit to shut the door on such persons and the constitutional obligation requires to give justice and succour to the next of kin of the deceased."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "K. RAVEENDRANATHAN NAIR & ANR. VS. COMMISSIONER OF INCOME TAX & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4ODc=",
        "Citation": "[2017] 11 S.C.R. 389",
        "Case Type": "(CIVIL APPEAL /3131/2006)",
        "Date": "10 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvSyBSYXZlZW5kcmFuYXRoYW4gTmFpciAgQW5yICB2cyAgQ29tbWlzc2lvbmVyIE9mIEluY29tZSBUYXggIE90aGVyczE3MDE5NTA2NzAucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 389",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "10 August 2017",
        "Petitioner:": "K. Raveendranathan Nair & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 733",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax & Others",
        "Case Type:": "CIVIL APPEAL /3131/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act. 1961 - s.260A (2)(b) - Kera/a Court Fees and Suits Valuation Act. 1959 - s.52A",
            "Sch. II - Relevant date for payment of court fees for appeals flied against the orders passed C by Income Tax Appellate Tribunal (!TAT)"
        ],
        "HeadNote": "Income Tax Act. 1961 - s.260A (2)(b) - Kerala Court Fees and Suits Valuation Act. 1959 - s.52A, Sch. II - Relevant date for payment of court fees for appeals flied against the orders passed C by Income Tax Appellate Tribunal (!TAT) or Wealth Tax Appellate Tribunal - Determination of - s.260A was inserted in the IT Act w.efOct. 01, 1998 providing.for appeals against the orders passed by !TAT - Sub-sec.2(b) thereof. prescribing fixed court fees of Rs.20001- on such appeals was omitted in I 999 - Law of court fee in the State of Kerala governed by the 1959 Act was amended by D Amendment Act of 2003 which was passed on March 06, 2003 and s.52A was inserted therein -Date.from which s.52A became effective - Held: Right of appeal gets vested in the litigants at the commencement of the !is therefore, such a vested right cannot be taken away/impaired or made more stringent or onerous by any E subsequent legislation unless the subsequent legislation said so either expressly or by necessary internment - The amendment in question in the 1959 Act, i.e. s.52A, was made effective from March 06, 2003 and was not made retrospective - Order of High Court is set aside. Practice and Procedure -Appeal - Right of- Held: Right of appeal is not a matter of procedure hut a substantive right - This right gets vested in the litigants at the commencement of the lis, therefore, an intention to interfere with or impair or imperil such a vested right cannot he presumed."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SEDCO FOREX INTERNATIONAL INC. THROUGH IT`S CONSTITUTED ATTORNEY MR. NAVIN SARDA VS. COMMISSIONER OF INCOME TAX. MEERUT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4OTU=",
        "Citation": "[2017] 11 S.C.R. 399",
        "Case Type": "(CIVIL APPEAL /4906/2010)",
        "Date": "30 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvU2VkY28gRm9yZXggSW50ZXJuYXRpb25hbCBJbmMgVGhyb3VnaCBJdHMgQ29uc3RpdHV0ZWQgQXR0b3JuZXkgTXIgTmF2aW4gU2FyZGEgIHZzICBDb21taXNzaW9uZXIgT2YgSW5jb21lIFRheCBNZWVydXQgIEFucjE3MDE5NTA3ODQucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 399",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "30 October 2017",
        "Petitioner:": "Sedco Forex International Inc. Through It`s Constituted Attorney Mr. Navin Sarda",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1060",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax. Meerut & Anr.",
        "Case Type:": "CIVIL APPEAL /4906/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s.4488 - Scope and illlerpretation - s.4488 starts. with non- obstante clause",
            "and the formula contained therein for computation"
        ],
        "HeadNote": "Income Tax Act, 1961:s.4488 - Scope and interpretation - s.4488 starts. with non-obstinate clause, and the formula contained therein for computationof income is to be applied irrespective of the provisions of ss.28 to41 and ss.43 and 43A of the Act - For assessment under thisprovision, a sum equal to 10% of the aggregate of the. amountsspecified in sub-section \"(2) shall be deemed lo be the profits andgains of such business chargeable to tax under the head 'profitsand gains of the business or profession' - Sub-section (2) mentionstwo kind~ of amounts which shall he deemed as profits and gains orthe business chargeable to tax in- India - Sub-clause (a) thereofrelates to amount paid or payable to the assessee or any person onhis behalf on account of provision of services and facilities inconnection with, or supply of plant and machinery on hire used, orto be used in the prospecting f01; or extraction or production of.mineral oils in India - Thus,, all amounts pertaining to the saidactivity which are received oi:i account of provisions of service;;and facilities in connection with the said facility are treated as profitsand gains of the business. - This clause clarifies that the amount sopaid .v!wl! be taxable whether these .are received in India or outsideIndia - Clause (b) deals with amount received or deemed lo bereceived in India in ·connection with such services and facilities asstipulated therein - Thus, whereas clause (a) mentions the amountwhich is paid ar payable, clause (b) deals with the amounts whichare received or deemed to be received in India - In respect of amountpaid or payable under clause (a) of sub-section (2), it is immaterialwhether these are paid in India or outside India -On the other hand,amount received or deemed to be received have to be in India.s.44BB - Special provision for calculating profits and gainsin connection with business of exploration of mineral oils -Assessee-Non-resident company entered into contract with ONGC for hire oftheir rig for carrying out oil exploration activities in India - Paymentof mobilisation fees for mobilisation movement of rig from foreignsoil/country to the off shore side at Mumbai - Whether said amountreceived is to be included for computation of deemed profits andgains of the business chargeable to tax under s.44BB of the Act -Held: Clause (a) and (b) of sub-section (2) of s.44BB stipulatesthat the amount paid under the said contracts as mobilisation feeon account of provision of services and facilities in connection withc the extraction etc. of mineral oil in India and against the supply ofplant and machinery on hire used for such extraction, clause (a) isattracted - Thus, this provision contained in s.44BB has to be readin conjunction with ss.5 and 9 of the Act and ss.5 and 9 of the Actcannot be read in isolation - The said amount paid to the assesseesD as mobilisation fee is treated as profits and gains of business and,therefore, it would be \"income\" as per s.5 - This provision alsotreats this income as earned in India, fictionally, thereby satisfyinglythe test of s.9 of the Act as well - Circular 110.495 dated September22 1987 issued by CBDT.s.44BB - Assessee-Non-resident company entered intocontracts with ONGC for hire of their rig for carrying out oilexploration activities i11 India - Reimbursement of cost of tools lostin hole by ONGC - Taxability of - Held: Not taxable - This amountis not covered by sub-section (2) of s.4488 of the Act as ONGC hadlost certain tools belonging to the assessee, and had compensatedF for the said loss by paying the amount in question."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "NADIMINTI SURYANARAYAN MURTHY (DEAD) THROUGH LRS. VS. KOTHURTHI KRISHNA BHASKARA RAO & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg4OTg=",
        "Citation": "[2017] 11 S.C.R. 435",
        "Case Type": "(CIVIL APPEAL /5517/2007)",
        "Date": "09 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvTmFkaW1pbnRpIFN1cnlhbmFyYXlhbiBNdXJ0aHkgZGVhZCBUaHJvdWdoIExycyAgdnMgIEtvdGh1cnRoaSBLcmlzaG5hIEJoYXNrYXJhIFJhbyAgT3JzMTcwMTk1MDg1NS5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 435",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "09 October 2017",
        "Petitioner:": "Nadiminti Suryanarayan Murthy (dead) Through Lrs.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1015",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Kothurthi Krishna Bhaskara Rao & Ors.",
        "Case Type:": "CIVIL APPEAL /5517/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963 - s.16(c) - Defendant nos.1-5 entered into an agreement did. 18.1)1.1983 with the plaintiff"
        ],
        "HeadNote": "Specific Relief Act, 1963 - s.16(c) - Defendant nos.1-5entered into an agreement did. 18.1)1.1983 with the plaintiff(respondent No.J)for sale of house in his favour -Advance moneypaid by p/plaintiff - Balance amount was to be paid at the time ofregistration of the  sale deed- However; defendant nos.1 to 5 insteadof executing a sale deed in favour of !he plaintiff: executedagreement dated 4.01.1983 in favour of defendant no.6 (appellant)w.r.t the same house - Suit filed by plaintiff for specific performanceuf agreement dtd. 18.01.1983, decreed by trial court - First appealby defendant no. 6, allowed by High Court- LPA filed hy plaintiff;allowed by Division Bench - On appeal, held: Conduct of defendantnos .. 1-5 was to avoid execution of the plaintiff's agreement and tosell the suit house to defendant no.6 - This they could achieve on~vby creating an agreement which was prior to !hat of the plaintiff'sagreement - Agreement did. 18. 01.1983 between plaintiff anddefendant nos. 1-5 was a genuine and bona fide agreement while, ·agreement dtd. 04.01.1983, set up by defendant nos. I lo 6, claimingto be prior in point of time as against p/aintiff'.v agreement was abogus agreement and was created to scuttle the execution ·ofplaintiff [agreement - Further: the plaintiff' proved his readinessand willingness to perform his part of the contract - Trial caurtand Division Bench were right in decreeing the plaintiff .mil forspecific performance of the agreement did. 18.01.1983 against thedefendants - Judgement of Division Bench not interfered with.Specific Relief - Defendant nos.1-5 entered into an agreementdtd. 18.01.1983 with the plaintiff sale of a house in his favour- Advance money paid by plaintiff - However, instead of exertingthe sale deed in favour of plaintiff; the defendants executed anotheragreement in favour of defendant no. 6 w.1:t the same house andexecuted the sale deed dtd 09.1!2.1983 in favour o/ defendant no. 6-- Plaintiff· suit for specific performance of the agreement dtdI 8.f! 1.1983 eventually decreed Supreme Court - "
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "DUSHYANT N. DALAL AND ANOTHER VS. SECURITIES AND EXCHANGE BOARD OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg5MTU=",
        "Citation": "[2017] 11 S.C.R. 448",
        "Case Type": "(CIVIL APPEAL /5677/2017)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvRHVzaHlhbnQgTiBEYWxhbCBBbmQgQW5vdGhlciAgdnMgIFNlY3VyaXRpZXMgQW5kIEV4Y2hhbmdlIEJvYXJkIE9mIEluZGlhMTcwMTk1MTEyNC5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 448",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "Dushyant N. Dalal And Another",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1004",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Securities And Exchange Board Of India",
        "Case Type:": "CIVIL APPEAL /5677/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interest: Whether interest can be recovered on orders of penalty issued under SEBI Act and/or orders of disgorgement of unlawful gains when the said amounts have remained unpaid"
        ],
        "HeadNote": "Whether i/1/erest can be recovered on orders uf penalzv issued under SEBI Act and/or orders of disgorgement of unlawful gains when the said amounts have remained unpaid - Held: Interest Act enables the Tribunals such as Securities Appellate Tribunal to mvard interest in equity, ji·om the date on which cause of action arose, till the date of commencement of proceedings for recovery of such interest - In the present case, interest was payable in equity, because all the penalties collected by SEBI were to be credited to the Consolidated uls. 15JA ofSEBI Act i.e. public purpose - Such interest would be chargeable uh. 28A of SEBI Act rlw. s.220(2) of Income Tax Act only prospectively - Interest Act, 1978 - Securities and Exchange Board of India Act. 1992 - ss.28A and J 5JA -Income Tax Act, 1961 - s.220 - Equity. Interest - Levy of - Whether can have retrospective operation - Held: Interest belongs to the field uf substantive law and nut Procedural lalV - There.fore, cannot have retrospective operation. F Securities and Exchange Board of India Act, 1992: s.28A - Nature of and whether can have retrospective operation - Held: s.28A belongs to the realm of procedural law and would originally be retrospective - But when this provision seeks to levy interest, which belongs to the realm of substantive law. such interest would be chargeable only prospective(v."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "MUMBAI PORT TRUST VS. MIS. SHRI LAKSHMI STEELS AND ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTg5MjM=",
        "Citation": "[2017] 11 S.C.R. 470",
        "Case Type": "(CIVIL APPEAL /9831-9832/2017)",
        "Date": "27 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvTXVtYmFpIFBvcnQgVHJ1c3QgIHZzICBNaXMgU2hyaSBMYWtzaG1pIFN0ZWVscyBBbmQgT3JzIEV0YzE3MDE5NTEyMTYucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 470",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "27 July 2017",
        "Petitioner:": "Mumbai Port Trust",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 682",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "Mis. Shri Lakshmi Steels And Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /9831-9832/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Major Port Trusts Act",
            "1963: ss.47A and 53 - Detention of goods of importers"
        ],
        "HeadNote": "Major Port Trusts Act, 1963: ss.47A and 53 - Detention of goods of  importers - By the Customs Department/l/ at the instance of Directorate of Revenue intelligence (DR!) - Demand of demur rage! detention charges by the Port Trust and Shipping Line - Demand challenged - Mala fide alleged against the officials of DR! - High Court held that the importers were not liable to pay demur-rage charges to the Port D trust nor were liable to pay the detention charges to the Shipping Line; that DRE/Customs authorities were liable to pay the detention charges and that Port Tnist was 1101 entitled to charge demurrage in view of Regulation 6(1) of 2009 Regulations - Port Trust was directed to waive the demurrage charges - On appeal, held: Mumbai Port Trust has the power and authority to levy rates including  E demurrage as fl.red by Tiiriff Authority ui.f.47A - The right is not affected by the provisions of Customs Act or by the 2009 Regulations in view ofs. 160(9) of Customs Act -Even if the importer is not at fault, it is importer alone who is liable to pay the demurrage charges - Su fi1r as detention charges are concerned, it bdng a private contract between the importer and carrier (Shipping Line), importer F is liable to pay the same - DR!!Customs Authorities can be directed to pay detemionl demurrage charges on(v whe11 it has been proved that the action of DRE/Customs Authorities was mala fide - !11 the presellt case allegation of mala fide has not been proved - Even if importer feels that it has been 111y11stly dealt with, it must clear the G goodv by paying the due charges and then claim reimbursement from Customs Authority - The importers are free to approach the Port Trust in terms of s.53 - Customs Act, 1962 - s. 160(9) - Handlin"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ARAVALI POWER COMPANY PVT. LTD. VS. MIS. ERA INFRA ENGINEERING LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkyNzQ=",
        "Citation": "[2017] 11 S.C.R. 497",
        "Case Type": "(CIVIL APPEAL /12627-12628/2017)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV80OTctNTI1XzE3MDIwMTM1MDYucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 497",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "Aravali Power Company Pvt. Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 894",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Mis. Era Infra Engineering Ltd.",
        "Case Type:": "CIVIL APPEAL /12627-12628/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act. )996 - ss.11(6)",
            "12 and 13 - Appointment of employee of a party as arbitrator"
        ],
        "HeadNote": "Arbitration and Conciliation Act. )996 - ss.11(6), 12 and 13- Appointment of employee of a para as arbitrator - Challenge to- Contract between appellant-APCPL amt respondent-E!EL forconstruction work of permanent township for a thermal powerproject - Disputes arose between parties - Appellate appointed itsChief Executive Juicer (CEO) as the sole Arbitrator - Partiesappeared before Arbitrator - However. later Respondent challengedthe constitution arbitrarily tribunal - Objection rejected by Arbitrator- Petition by respondent before High Cimrl uls.11(6) for appointing"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "HARBANSLAL MALHOTRA & SONS PVT. LTD. VS. KOLKATA MUNICIPAL CORPN. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkyODQ=",
        "Citation": "[2017] 11 S.C.R. 526",
        "Case Type": "(CIVIL APPEAL /3337/2007)",
        "Date": "05 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV81MjYtNTM5XzE3MDIwMTM1OTIucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 526",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "05 September 2017",
        "Petitioner:": "Harbanslal Malhotra & Sons Pvt. Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 854",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Kolkata Municipal Corpn. & Anr.",
        "Case Type:": "CIVIL APPEAL /3337/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Calcutta municipal corporation Act",
            "1980"
        ],
        "HeadNote": "Calcutta Municipal Corporation Act, 1980 - ss.174 and 178 Tax on the premises - Annual valuation - Determination of - c Appellant  is the owner of' the premises. consisting of ra·a-storey building and some land appurtenant there10 - Assessing Officer determined the annual rn/ue of the premises, for the assessment year (1988-89) (3\"' quarrer} as Rs.59.4001- and for the assessment year (1994-95) (3\"' quarter) as Rs.4.25,61101- - Aggrieved. appellant (assessee} filed appeals before Tribunal. which upheld the valuation D of Rs.59,4001-, however, reduced the annual i•valuation of Rs. 4, 2 5, 6001- to Rs. 7 5. 4001- in accordance with procedure prescribed in s.174(1) - High Court held that t/1e Tribunal was not right in making an assessment of the premises by clubbing land and building, it should have been done separately }or determining their respective annual value uls. 174(1) and (2) of the Act - On appeal. E held: s.174 deals with two types of assessment .for determining the annual value of land or building - One is in relation to the \"land on which the building is built\", it is governed by sub-section(/} of s.174 and the other is in relation to the \"open land\", i.e .. the \"land on which no building is built\", it is governed by suh-section (2) of F s.174 - In case of s.174(1), the assessing authority is required to take land and building as \"single unit\" for determination of its gruss annual rent lVhich is reasonable expectorate tu /'etch at the ti111e  different method< of assessment, it does not appear logical to clubboth the categories of cases - Tribunal followed proper procedureby applying s.174(1) jiJr determining the gross annual value - Orderof the Tribunal restored. AInterpretation of Statutes - Tax Laws - Held: It is a settledrule of interpretation in relation to tax laws that a machinery Bprovision which enables the assessee to avail of a concession orbenefit conferred by substantive provision in the Act, such provisionsare required to be consented liberally"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "NARENDRA & ORS. VS. STATE OF UTTAR PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkyOTA=",
        "Citation": "[2017] 11 S.C.R. 540",
        "Case Type": "(CIVIL APPEAL /10429/10430)",
        "Date": "11 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV81NDAtNTUyXzE3MDIwMTM2NzMucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 540",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "11 September 2017",
        "Petitioner:": "Narendra & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 882",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Uttar Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /10429/10430",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "land Acquisition Act",
            "1894 - ss.4(1)",
            "6(1) and 28 - Fair compensation - Grant of- land uf the appellants acquired by the State - land Acquisition Officer"
        ],
        "HeadNote": "land Acquisition Act, 1894 - ss. 4(1), 6(1) and 28 - Faircompensation - Grant of- land of the appellants acquired by thec State - land Acquisition Officer determined the market value of theland at the rate of Rs.50 per sq. yds. - Unsatisfied with the valuedetermined, appellants as well as other villagers sought referenceu/s.18 of the Act -District Judge increased the rate of compensation10 Rs. 90 per sq. yd,, - Unsatisfied with increase in compensation,appeals were filed - Appellants claimed that compensation beD enhanced to Rs.115 per sq. yds. and some other land ownersi/however. claimed higher compensation - High Court found merit inthe appeals filed by the others and raised compensation at the razeof Rs.297 per S"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "MAHAVIR & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzMDE=",
        "Citation": "[2017] 11 S.C.R. 553",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /26281/2017)",
        "Date": "08 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV81NTMtNTcwXzE3MDIwMTM3NDQucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 553",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "08 September 2017",
        "Petitioner:": "Mahavir & Ors.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2017 INSC 877",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /26281/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay!Laches: Writ petition u/Art. 226 of Constitution"
        ],
        "HeadNote": "Delay!Laches: Writ petition u/Art. 226 of Constitution - Taking plea that the compensation for the 100 acres .land acquired in Raisina Lutyen :v zone of New Delhi which had taken place in 1911-12, had not been paid and therefore, in view of s.24 of Right to Fair Compensation Act of 2013, the land acquisition proceedings had lapsed - Petitioners also prayed for restraint on construction activity"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ASFAQ VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzMTA=",
        "Citation": "[2017] 11 S.C.R. 571",
        "Case Type": "(CIVIL APPEAL /10464/2017)",
        "Date": "11 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV81NzEtNTkwXzE3MDIwMTM4MjUucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 571",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "11 September 2017",
        "Petitioner:": "Asfaq",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 884",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /10464/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Parole: Application for regular parole for 20 days"
        ],
        "HeadNote": "Parole:Application for regular parole for 20 days - By the convict[convicted under provisions of Terrorists and Disruptive Activities Act (TADA)} - Rejected by Government of India as well as the StateGovernment - Writ petition challenging the rejection of parole wasdismissed by High Court holding that since the Supreme Court haddecided the appeal affirming conviction, it would be inappropriatefor the High Court to exercise discretion in favour of the convict- appellant - On appeal, held: The issue in the present appeal wasentirely different from the issue in the appeal wherein convictionunder provisions of TADA was affirmed by Supreme Court -Therefore, the observation of the High Court that it wasinappropriate for it to exercise its discretion in favour of theappellant, amounts to abdication of the power vested in the High Court - However, the parole of 20 days was rejected in view of the. adverse reports of concerned authorities - The authorities havetaken into account relevant considerations while rejecting therequest of parole - Therefore, it is not a flt case for grant of parole.Purpose of, and ground for granting parole - Held: Release of a life convict from jail for a short period has to be considered asan opportunity not only fo serve his personal and family problems,but also to maintain his links with the society - Redemption andrehabilitation of prisoners for th~ good of the society must receivedue weightage, while they are undergoing sentence ofimprisonment.- Apart from the public purpose ingrained in the reformation theory of sentencing, other competing public interesthas also to be kept in mind while deciding grant of parole - Thepublic interest demand~ that habitual offenders and those who havetendency to. become threat to law and order of society, should notbe released on.parole - Mere nature of the offence committed shouldnot be a factor to deny the parole outright Iv though in such casesstricter standards are to be applied while judging parameters ofgood conduct - There is immediate need to update the Rules framedby Central Government which regard to parole so as to providesuitable guidelines to  those who have to consider such applications for grant ofp arole.Parole - ,Distinction from furlough - Discussed.Words and Phrases:\"Habitual Offender' - Meaning of - Discussed."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "STATE OF UTTARAKHAND & ORS. VS. M/S. KUMAON STONE CRUSHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzMTg=",
        "Citation": "[2017] 11 S.C.R. 591",
        "Case Type": "(CIVIL APPEAL /14874/2017)",
        "Date": "15 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV81OTEtNzEyXzE3MDIwMTM5MTgucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 591",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "15 September 2017",
        "Petitioner:": "State Of Uttarakhand & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 912",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "M/s. Kumaon Stone Crusher",
        "Case Type:": "CIVIL APPEAL /14874/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Forest Act",
            "1927: s.41 - Levy of transit fee on forest produce by three States- Uttar Pradesh"
        ],
        "HeadNote": "Forest Act, 1927:s.41 - Levy of transit fee on forest produce by three States-Uttar Pradesh, Uttarakhand and Madhya Pradesh - Validity of - Notification dated 28.05.2001 prescribing fee for issuing pass fortransit afforest produce - Held: Levy of transit fee is valid -Notification dated 28.05.2001 issued by the Stale of MadhyaPradesh cannot be said to be beyond the scope of 1: 5 of 2000Rules and s. 41 of the 192 7 Act - State of Madhya Pradesh was Dfully justified in fixing rate of transit fee at the rate of Rs. 71- andRs.41- per tonne which was well within the power of the Stale u/r. 5of 2000 Rules - High Court committed error in quashing the orderdated 28.05.2001 - Notification prescribing fee is valid - UttarPradesh Transit of Timber & other Forest Produce Rules, 1978 -Madhya Pradesh Transit (Forest Produce) Rules, 2000.Transit fee - Levy of; on transit afforest produce - Stones,stone boulders converted into stone grits, stone chips and stonedust, if looses its character of.forest produce and transit fee isleviable - Held: Crushing of stones, stone boulders into stone grits,stone chips and stone dust does not result into a new commoditydifferent .fi\"om forest produce - Crushed materials continue to bestone and retain their nature afforest produce and transit fee isleviable.Transit fee - Levy of on transit of forest produce - Marblesblocks, marble slabs, marble chips, if.forest produce and leviabilityof transit fee on the said goods - Held: Marbles blocks, marbleslabs, marble chips are all forest produce - Transit Fee 011 marbleslabs and tiles cannot be denied - State did not commit any error indemanding the Transit Fee on transit of the said goods  Flay ash, clinker. synthetic gypsum, if forest produce - Held:Flay ash. clinker. ;synthetic gypsum are not forest produce - However,Gypsum is naturally found and obtained in the natural form, hence,is a forest procedure.Coal with its various varieties, limestone, hydrated lime, quicklimestone, slake lime: and veneer and plywood waste,if forestproduce - Held: Formation of coal is due to large tracts of forestgetting buried under the ground due to natural processes, thus, is aforest produce - Since the essential character of the other productsdues nut change. thus, all are forest produce.Mines and Minerals (Development and Regulation) Act,I957 - 1957 Act if impliedly repeals the 1927 Act - Held: ForestAct, 1927 and the Rules framed 11/s. 41 are neither overridden norimpliedly repealed, altered or amended by the 1957 Act and theRules framed thereunder - On looking into the pith and substanceof both !he legislation, it is clear that both the legislation operateD in different spheres and fields - Forest Act deals with forest andforest wealth with a different object and the 1957 Act deals withmines and mineral wealth - it cannot he said that in view of the1957 Act especially as amended by Act 38 of 1999, the provisionsof' 1927 A,;·t and' 1978 Rules have become void, inoperative andE stand repealed - Constitution of India - Arts. 254 and 372. s. 2(4)(b) - Words \"brought from\" ins. 2(4)(b) - Interpretationof - Held: Words \"brought from\" in s. 2(4J(b) means brought ji-omforestfrom  where forest produce has originated - Words 'broughtfrom forest' cannot be read as \"brought through forest\" - For anF item to be treated as forest produce, its origin may be in any forestwithin the State of UP. or in a forest outside the State of UP.s. 38A(b) - Forest - Meaning of - Held: Definition of forestcannot be confined only to reserved forests, village forests andprotected forests 41s enumerated in 1927 Act - Forest shall includeall statutorily recognised forests, whether designated as reserve,protected or otherwise and also shall include any area regarded asforest in the Government record irrespective of the ownership.s. 8OA - Whether goods or forest produce passing throughthe roads as notified by notification dated 10.02.1960 can he treatedto be passing through a protected forest - Held: Roads notified by notification dated 10.02.1960 uls. 80A cannot be read lo mean that such roads have been declared as protected forest - Notificationcan only be read to mean that both sides of the road have beendeclared as protected forest on which Chapter JV of the 1927 Actshall be applicable - ft cannol be said that merely because bothsides of roads are declared protected forests, the roads itself havebecome protected forests - Thus, merely passing through the roadsas included in the notification dated 10.02.1960. it cannot be heldthat the goods or forest produce are passing through the protectedforests. ss. 4 and 20 - Non-issuance of s. 20 Notification after s. 4Notification of 1927 Act - Submission that State of UP although cissued notification u/s 4 of 1927 Actvproposing to constitute a landas forest but no final notification having been issued u/s. 20 of1927 Act, the land covered by a notification issued u/s. 4 cannot beregarded as forest so as to levy transit fee on the forest producetransition through that area - Held:after  the issue of the notification Du/s. 4 no forest produced  can be removed there.,from, except inaccordance with such rules as may be made  b.v the State Governmentin this behalf- Regulation by the State thus comes into operationafter the issue of notification u/s. 4 and thus, the submission thatsince 110 final notification 11/s. 20 has been issued they cannot beregulated by Rules 1978 cannot be accepted - After issuance of Enotification u/s. 4 of 1927 Act, removal afforest produce therefromshall be governed by the Rules framed by the State - The fact thatno notification u/s. 20 has been issued does not mean that restrictionput by the State Government by Rules are not applicable.Uttar Pradesh Transit of Timber & other Forest Produce Rules, F1978: rr. 3, 5 - r. 3 wherein transit of forest produce is permissibleon(v with a transit pass and r. 5 providing for fees payable fordifferent passes - r 3 if independent ~l r. 5 - Held: Rule 3 is notindependent of r. 5 - Transit of forest produce is permissible onlywith a transit pass - Transit fee is payable on all kinds of transitpasses and cannat be confined only to transit passes as referred loin r. 4(1)(b) on(11.Fourth and Fifth Amendment Rules to 1978 Rules by whichtransit fee \"was increased - Validity of- Held: Transit fee charged under 1978 Rules is regulatory fee in character -- For regulatoryfee, State is not to prove any quid pro quo - Regulatory fee can becharged, even if. no services are rendered by the State in lieu of feerealised - In case of transit fee where the object and purpose isregulation of transit afforest produce adoption of ad valoremprinciple for levy of Transit fee was not appropriate and such levychanged the character of fee into a tax as held b_v the High Court -High Court rightly struck down Fourth and Fifth Amendment Rulesto 1978 Rules as being excessive and confiscatory in nature - HighCourt rightly held  that increase in transit fee as excessive and thecharacter of the fee has changed from simple regulatory fee to afee which is  raising revenue - On facts interim  order was  passedby the Supreme Court for recovery of fee as per third amendment ·-State to consider the claim of refund provided transit fee has notpassed on to the consumer which may result into unjust enrichment."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ASSOCIATION OF ENGINEERS VS. GOVERNMENT OF TAMIL NADU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzMzQ=",
        "Citation": "[2017] 11 S.C.R. 713",
        "Case Type": "(CIVIL APPEAL /995/2009)",
        "Date": "14 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV83MTMtNzIxXzE3MDIwMTQwNzUucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 713",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "14 September 2017",
        "Petitioner:": "Association Of Engineers",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 906",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Government Of Tamil Nadu & Ors.",
        "Case Type:": "CIVIL APPEAL /995/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamilnadu Engineering Service Special Rules",
            "1985"
        ],
        "HeadNote": "Tamil Nadu Engineering Service Special Rules, 1985 - rr. 2,5 - Promotion to the post of Assistant Engineer - Tribunal directedthat the post of Assistant Engineer shall be filled up in the ratio of3:1, with reference to direct recruitment and recruitment by transferfrom the eligible persons holding basic qualification as per rules -Correctness of - Held: Though initial~y in 1972, the Rule was thatOverseers and Draftsmen Gr. II and III could be recruited by wayof transfer to the post of Assistant Engineer, in case they had acquiredthe qualification after they had entered into the service and renderedrequisite period of service, as prescribed by the Rules of 1972 -However, thereafter, amendment came into force in 1983 w.ef 1980,and Overseers and Civil Draftsman Grade II and III were madeineligible for promotion as Assistant Engineer - The eligibility wasconfined to Head Draftsmen G1: I - The position of 1972 was alteredand given a go bye till 1985 rules came into force - A bare readingof r.5, read with 1:2(a) of Rules of I 985 make it clear that theincumbents, working at the post of Overseers and Civil Drafts men,in case they had requisite qualification and experience, are to bepromoted by way of transfer to the posts of Assistant Engineers - Itis clear that differentiation of grades of Drafts men had been doneaway with and all Civil Drafts men had been made eligible includingOverseer under r.2 of 1985 Rules  - The Rules of I 985 holds thefield - Hence respect to the alleged illegal usurpation of the quota ofdirect recruitment, it is apparent that inter alia the incumbents,holding the post, in the Public Works Department, of Overseers orJunior Engineer after serving for one year becomes eligible to staketheir claim to the post of direct recruitment - Thus, if' they areappointed by way of direct recruitment, it could not be said thatthey had illegally usurped the quota reserved for direct recruitment -As a matter of fact, on being appointed by way of process of direct recruitment. they are not to be treated as recruited against the quota reserved for recruitment by way of transfer - Once they have beensecured by process of direct/ recruitment. they have to be countedtowards quota of 75% reserved for the direct recruitment."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SRI CHITTARANJAN MAITY VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzNDM=",
        "Citation": "[2017] 11 S.C.R. 722",
        "Case Type": "(CIVIL APPEAL /15545-15546/2017)",
        "Date": "03 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV83MjItNzMyXzE3MDIwMTQxNDgucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 722",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "03 October 2017",
        "Petitioner:": "Sri Chittaranjan Maity",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 987",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "Union Of India",
        "Case Type:": "CIVIL APPEAL /15545-15546/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - Arbitrability of dispute -Agreement entered into between the appellant  and respondent for execution of work - Disputes arose between the parties - Appellant filed an application uls.11 (6) for appointment of Arbitrator - Arbitrator appointed - Award passed by Arbitral Tribunal challenged by respondent which was dismissed by Single Judge of High court - Order of Single Judge challenged by respondent before Division Bench contending that the dispute could o. not be adjudicated by Arbitral Tribunal as the appellant had issued a 'No Claims Certificate' lo the respondent. thereby he forfeited his right for any claim from the respondent - Order of Single Judge and the award set aside with a direction for holding fresh reference by Arbitral Tribunal- On appeal, held: Issue relating to arbitrability of the dispute was either raised in the proceeding uls. 11 (6) before E the Chief Justice of High Court 11or before the Arbitral Tribunal or before the Single Judge in the proceedings uls.34 - Party questioning the jurisdiction of the Arbitrator has an obligation to raise the said question before the Arbitrator - Thus, Division Bench was not justified in considering the arbitrability of the disputes for the .first time. Arbitration and Conciliation Act, 1996 - s.31 (7)(a) - Payment of interest -Arbitral Tribunal awarded interest on delayed payments in favour of appellant - Held: This section provides that if the agreement prohibits award of interest for the pre-award period (i.e.  pre-reference and pendente lite period), the Arbitrator cannot award interest for the said period - Admittedly, in the instant case, the General Conditions of Contract (GCC) governing the contract between the parties, contained a clause which barred the payment of interest - Thus, appellant is not entitled for any interest on the amount"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "MADHA MEDICAL COLLEGE AND RESEARCH INSTT. THR. ITS MANAGING DIRECTOR VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzNTA=",
        "Citation": "[2017] 11 S.C.R. 733",
        "Case Type": "(WRIT PETITION (CIVIL) /674/2017)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV83MzMtNzQ1XzE3MDIwMTQyMjIucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 733",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "Madha Medical College And Research Instt. Thr. Its Managing Director",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 887",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /674/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - Medical college - MBBS"
        ],
        "HeadNote": "Education/Educational Institutions - Medical college - MBBS course - Inspections of Petitioner-College carried out by MedicalCouncil of India (MCI) wherein gross deficiencies were noticed -Respondent no.I vide order dated 31\" May 17 debarred thePetitioner from admitting students for 2017-18 and 2018-19 - Wi-itpetition flied by Petitioner before Supreme Court, challenging thesaid order and seeking mandamus for grant of recognition, as also a permission to participate in counselling for admission in theensuing academic year 2017-18-Respondent 110.J directed to afforda hearing lo the Petitioner-College and pass a reasoned order -Order dtd. 31\" Aug. 2017 passed by Respondent no.I maintainingorder dtd. 31\" May 17 - Held: On facts, consistent opportunitieswere granted to the Petitioner-College lo rectify the deficienciesfound in its infrastructure, resources and facilities - In view of suchdeficiencies, the Petitioner cannot be allowed to admit students forthe ensuing academic year 2017-18 -At this stage, decisions dtd.31\" May 2017 and 31 Aug. 2017 passed by Respondent no.I arenot interfered with - However, on facts, Petitioner given an opportunity to remove the deficiencies on which MCI shall determineafresh as to whether it should be granted recognition in time for thecommencement of academic year 2018-19 - Since, such an exercisecannot be carried ozit in time for academic year 2017-18 as the lastdate for admissions has elapsed and the academic session hascommenced, hence the petitioner cannot be permitted to participatein the counselings process for the ensuing academic year 2017-18 -Further directions issued - Indian Medical Council Act, 1956 - ss.10A, II - Establishment of Medical Colleges Regulations, 1999 -Regn. 8(3)(l)(d).Education/Educational Institutions - Medical college - MBBScourse - Inspection of Petitioner-College carried out by MedicalCouncil of India (MCI) twice within a span of one month - Petitionerraised grievance as to the conduct of second inspection by MCI -Held: MCI is conferred with statutory  powers to protect the causeof medical education -purpose of inspection by an expert team ofassessors is to verify whether a medical college has the requisiteinfrastructure and facilities or not to provide quality medicaleducation consistent with the statutory regulations - As an expertstatutory body MCI may have legitimate reasons for seeking are verification of the observations contained in a prior inspection -c Powers of MCI cannot be constricted by prohibiting it from carryingout another inspection, even if it were to come close on the heels ofan earlier inspection - Plea of Petitioner that MCI is prohibitedfrom conducting a second inspection, rejected.D Indian Medical Council  Act, 1956 - Medical Council ofIndia - Powers of- Discussed."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "NARENDRA & ORS. VS. AJABRAO S/O NARAYAN KATARE (D) THROUGH LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzNjI=",
        "Citation": "[2017] 11 S.C.R. 746",
        "Case Type": "(CIVIL APPEAL /3533-3534/2008)",
        "Date": "26 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV83NDYtNzU0XzE3MDIwMTQzMTMucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 746",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "26 October 2017",
        "Petitioner:": "Narendra & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1055",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Ajabrao S/o Narayan Katare (d) Through Lrs.",
        "Case Type:": "CIVIL APPEAL /3533-3534/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - ss.96",
            "100- Appellants- plaintiffs purchased a house"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - ss. 96, 1OO - Appellants-plaintiff purchased a house - Original defendant (predecessor-  in-interestof the respondents) was living in two rooms of the saidhouse even before its purchase by the appellants - Suit filed byappellants for declaration of their title over the entire house and· for possession of the portion of the house, which was occupied bythe original defendant - Trial court dismissed the suit - First appealby appellants was allowed - Second appeal by original defendant, allowed by High Court - On appeal, held: High Court decided thesecond appeal like a first appeal u/s. 96 inasmuch as it went onappreciating the entire oral evidence and reversing the findings offact of the first appellate court on the question of adversepossession - Such approach of High Court was not permissible inlaw - Impugned order is set aside - Judgement of the first appellatecourt, which rightly decreed the appellants' suit against therespondents is restored - Adverse Possession.Adverse Possession - Nature of the plea - Suit filed byappellants, inter alia for possession of the portion of the houseoccupied by the original defendant - Plea of adverse possessionset up by original defendant claiming to have been in possession ofthe house much prior to its purchase by appellants - Held: Plea ofadverse possession is a plea based on facts - High Court has thejurisdiction, in appropriate cases, to interfere in finding of factprovided such finding is found to be wholly perverse or when ii isG found to be against any settled principle of law or pleadings orevidence - Such errors constitute a question of law and empowerthe High Court to interfere - However, no such error is found in theinstant/ case more so when plea of adverse possession was neither\"properly pleaded nor made out.Adverse Possession - Law of - Held: Mere possession, Ahowsoever long it may be, does 1101 necessarily mean that it isadverse 10 the true owner - In the instant case, the originaldefendant failed to discharge the burden to claim ownership overthe suit property or its part,, to the exclusion of the whole worldincluding its true owners, by any documentary evidence."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "INDIAN CENTRE FOR ADVANCEMENT OF RESEARCH AND EDUCATION HALDIA (!CARE) & ANR. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzNzQ=",
        "Citation": "[2017] 11 S.C.R. 755",
        "Case Type": "(WRIT PETITION (CIVIL) /633/2017)",
        "Date": "21 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV83NTUtNzg2XzE3MDIwMTQ0MDYucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 755",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "21 September 2017",
        "Petitioner:": "Indian Centre For Advancement Of Research And Education Haldia (!care) & Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 969",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /633/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Indian Medical Council Act",
            "1956:"
        ],
        "HeadNote": "Indian Medical Council Act, 1956:s. 11 (2) - Approval and recognition under - Denied -Propriety of - Application by petitioner-College for grant ofapproval and recognition u!s. 11 (2) - Assessors inspected theinstitution on 3.2.2017 for evaluation of standard of examinationand recommended grant of approval- On 17.3.2017 and 18.3.2017Assessors did surprise inspection of the College - Medical Councilof India (MCI). after  perusal of assessment report recommendedCentral Government lo debar the petitioner-College ji-om admittingstudents for academic sessions 2017-18 and 2018-19 - Thereafter.on 13.4.2017 an opportunity of hearing was granted to the Collegewherein it asserted that all the deficiencies had been removed by12.4.2017- On 24.4.2017 officers of MCI conducted ComplianceVerification Assessment of the College and noticed majordeficiencies - MCI in view of the report dated 24.4.2017 alongwiththe reports dated 17.3.2017 and 18.3.2017. decided not torecognise/approve the College - Central Government decided notto permit admission in MBBS Course for the academic session 2017-18 - Writ petition by College challenging the orders of MCI andCentral Government alleging inter alia that the inspection on24.4.2017 was mala fide and was not legally acceptable - Held: Asurprise inspection is conceived of within the scheme of the Act - ,An institution that imparts medical education has to remain evercompliant - Mere a/legation of mala fide does not vitiate an enquiryor proceedings - Whether there is mala fide or not, depends on thefacts and circumstances of each case - In the present case there isno reason to attribute any kind of malice or mala fide to the Assessorswho are the experts in the field and further no material has been brought on record to substantiate the a/legation of mala fide - Atthe time of consideration of recognition, the compliance is viewedand scrutinised with great rigour and strictness - What may betreated as minor deficiency at the initial stage, may not remain sowhen the institution proceeds from year to year - Since the surpriseinspection is permissible in law and the same is not tainted withmala fide, order passed by the Central Government cannot beflawed - However; the students who have been admitted in therespective courses shall be permitted to continue -· MCI is directedto see to it that the students who pass out from  the institution. areconferred degree - Education/Educational Institutions."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "STATE OF GUJARAT AND ANOTHER VS. THE L.R.C.G. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzODQ=",
        "Citation": "[2017] 11 S.C.R. 787",
        "Case Type": "(CIVIL APPEAL /3249/2016)",
        "Date": "29 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV83ODctODIwXzE3MDIwMTQ0NjcucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 787",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "29 August 2017",
        "Petitioner:": "State Of Gujarat And Another",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 818",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "The L.r.c.g. And Others",
        "Case Type:": "CIVIL APPEAL /3249/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Arts. 25 and 26 - Public interest litigation"
        ],
        "HeadNote": "Constitution of India: Arts. 25 and 26 - Public interest litigation - Seeking direction to compensate the Trusts and institutions owning the religious places C which got damaged/destroyed during the period of communal riots in the State - High Court directed the State Government to compensate - In appeal to Supreme Court, pursuant to an interim order; the State framed a Scheme regarding payment of ex gratia assistance to all religious places damaged/destroyed during the 0 riots - Held: Protection of property and places of worship is an essential/ part of secularism - The State is obliged to treat persons of all faiths and religions with equality - In the present case places of worship belonging to all religious have been damaged and affected - State is liable to repair or restore the places of worship damaged by the mob during the riot - The assistance rendered, as E per the Scheme of the State,for repairing/restoration of public places of worship would come within the guidelines of *Prafull Goradia and** Archbishop Raphael Cheenath cases."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ARJUN GOPAL AND ORS. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTkzOTM=",
        "Citation": "[2017] 11 S.C.R. 821",
        "Case Type": "(WRIT PETITION (CIVIL) /728/2015)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV84MjEtODU2XzE3MDIwMTQ1MzUucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 821",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "Arjun Gopal And Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 897",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /728/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 32 - Public interest litigation"
        ],
        "HeadNote": "Constitution of India - Art. 32 - Public interest litigation -Writ petition seeking ban on use of fireworks, sparklers and minorexplosives in any form, during festivals or otherwise - Interim orderpassed on 11.11.2016 directing suspension of all such licencespermitting sale of fireworks, wholesale and retail within the territorialof the National Capital Region - Manufacturers and suppliers offireworks seeking modification of the interim order - Held:Continuing the suspension of licences might be too radical a stepto take for the present - A graded and balanced approach isnecessary that would reduce and gradually eliminate air pollutionin Delhi and in the NCR caused by the bursting of.fireworks - Atthe same time it is necessary to ensure that injustice is not caused tothose who have already been granted a valid permanent licence topossess and sell firework.1· in Delhi and the NCR - Graded andbalanced approach is not intended to dilute the primary concernwhich is and remains the health of everybody and the human rightto breathe good quality air - Health must take precedence over thecommercial or other interest of the applicant and those granted apermanent Licence lo possess and sell fireworks - Thus, a gradedregulation is necessary which would eventually result in aprohibition - Farther: it cannot be said with any great degree ofcertain(v that the extremely poor quality of air in Delhi in Novemberand December 2016 was the result only of bursting.fireworks aroundDiwali, certainly, there were other causes as well - As a result, acomplete ban 011 the sale of fireworks would be an extreme step thatmight not be fully warranted on the facts available - Also, largenumber of temporary licences have been issued for possession andsale of fireworks - Thus, there is some justification for modifying the interim order and lijling the suspension of the permanentlicences -  In view  thereof; directions issued hereby suspension ofpermanent licenses by order dated 11.11.2017,lifted temporarily -Pollution - Air pollution."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "HRD CORPORATION (MARCUS OIL AND CHEMICAL DIVISION) VS. GAIL (INDIA) LIMITED (FORMERLY GAS AUTHORITY OF INDIA LTD.)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0MDM=",
        "Citation": "[2017] 11 S.C.R. 857",
        "Case Type": "(CIVIL APPEAL /11126/2017)",
        "Date": "31 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV84NTctODkyXzE3MDIwMTQ2MDQucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 857",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "31 August 2017",
        "Petitioner:": "Hrd Corporation (marcus Oil And Chemical Division)",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 838",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Gail (india) Limited (formerly Gas Authority Of India Ltd.)",
        "Case Type:": "CIVIL APPEAL /11126/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - ss. 12, 14 - Grounds of challenge uls.12 - Challenge to persons' possible appointment as an arbitrator - Held: When person is approached in connection with his possible appointment as an arbitrator, he has to make a disclosure in writing, as to existence of any direct or ind{rect present or past relationship or interest in the parties/dispute, which is likely to give justifiable doubts as to his independence or impartiality - Such disclosure is to be made iii a form specified in Vlth Schedule, guided by grounds. stated in Vth Schedule - By 2016 Amendment Act, a dichotomy is made between persons who become \"ineligible\" to be appointed as arbitrators, and persons about whom justifiable doubts exist as to their independence or impartiality - s. 12(5) r/w Vllth Schedule makes' it clear that if the arbitrator falls in any one of the categories specified in VI/th· Schedule, he becomes \"ineligible\". to act as arbitrator - On facts, challenge to appointment · of two arbitrators-Justice 'D' and Justice 'L' as hit by Vth and VI/th Schedule - As regards Justice 'D', he having already rendered an award in a previous arbitration between the parties would not, by itself, on the ground of reasonable likelihood of bias, render him ineligible to be an arbitrator in a subsequent arbitration - Justice 'D' had no previous involvement in the very dispute - As regards, Justice 'L', he has only given a professional opinion to a company, which has no concern with the instant dispute, he is clearly not disqualified - Thus, challenge to the appointment as arbitrator not . sustainable - Arbitration and Conciliation (Amendment) Act; 2015 - s. 12(5)"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "OM PRAKASH VS. RELIANCE GENERAL INSURANCE AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0MTM=",
        "Citation": "[2017] 11 S.C.R. 893",
        "Case Type": "(CIVIL APPEAL /15611/2017)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV84OTMtODk4XzE3MDIwMTQ2NjcucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 893",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "Om Prakash",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1001",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "Reliance General Insurance And Anr.",
        "Case Type:": "CIVIL APPEAL /15611/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection - Insurance claim - Delay in - Appellant insured his truck with respondent-company"
        ],
        "HeadNote": "Consumer Protection - Insurance claim - Delay in - Appellant insured his truck with respondent-company - The vehicle was stolen - Appellant along with the truck driver, went with the police officials for their assistance to search the vehicle - Thereafter, appellant reached his village and lodged insurance claim with the · respondent-company - Pursuant thereto, Investigator appointed by respon-dent-company, who, after verification, confirmed the factum of theft - Consequently, the Corporate Claims Manager approved an amount towards the said claim of the appellant - Thereafter, the appellant made several requests and demands to the respondent- company, inter alia, seeking speedy processing and disposal of his insurance claim - However, the respondent-company repudiated the insurance claim of the appellant citing breach of condition, i.e. immediate information about the loss/theft of the vehicle - On the ground that Claim was filed after a delay of 8 days from the occurrence of theft - Held: Rejection of claims on purely technical grounds in a mechanical manner will result in loss of confidence of policy holders in the insurance industry - If the reason for delay in making a claim is satisfactorily explained, such a claim cannot be rejected on the ground of delay-- In instant case, the appellant has given cogent reasons for delay of 8 days in informing the respondent about the incident - Appellant was busy with the police in searching the vehicle - It would not be fair and reasonable to reject genuine claims which had already been verified and found to be correct by the investigator - The condition regarding the delay shall not be a shelter to repudiate the insurance claims which have been otherwise proved to be genuine - Consumer Protection Act aims at providing better protection of the interest of consumers - It is a beneficial . legislation that desen,es liberal construction - Penal Code, 1860 - s.379."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "STATE (NCT OF DELHI) VS. BRIJESH SINGH @ ARUN KUMAR AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0MTk=",
        "Citation": "[2017] 11 S.C.R. 899",
        "Case Type": "(CRIMINAL APPEAL /1750/2017)",
        "Date": "09 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV84OTktOTIyXzE3MDIwMTQ3MjcucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 899",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "09 October 2017",
        "Petitioner:": "State (nct Of Delhi)",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1018",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Brijesh Singh @ Arun Kumar And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1750/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Control of Organized Crime Act",
            "1999 (As applicable in Delhi):"
        ],
        "HeadNote": "Maharashtra Control of Organized Crime Act, 1999 (Asapplicable in Delhi):ss. 1(2), 2(/)(d), 2(l)(e), 3 and 4 - Prosecution under s. 3 -Validity of - Charge-sheet filed against the respondent~accused -Charge-sheet mentioned two FIRs (FIR No. 69 of 2007 and FIR No.122 of 2010) which were filed in Delhi and referred to six othercases, cognizance whereof was taken by the competent courts inUttar Pradesh - Request made to Special Court to take cognizanceof the offences u!ss. 314 of MCOCA - Special court discharged theaccused holding that it had no jurisdiction to frame charges, asexcept FIR No. 69 of 2007 there was no other case which had beentaken cognizance by competent court in Delhi (FIR No. 122 of 2010not being relevant) and the criminal cases filed in Uttar Pradeshcould not be taken into account for satisfying the ingredients of'continuing unlawful activity' uls. 2(l)(d) -Appeal against the orderof Special Court was dismissed by High Court - On appeal, held:Organised crime which is an offence punishable u/s. 3 means acontinuing unlawful activity - Relevant pre-condition for consideringan activity as continuing unlawful activity, is that there should betwo charge-sheets within JO years m:zd a competent court has takencognizance of such charge-sheets - Organised crime is not an activityrestricted to a particular State - 'Competent Courts' in the definitionof 'continuing unlawful activity' is not restricted to courts in Delhialone - Therefore charge-sheets filed in competent courts in State' other than Delhi not to be excluded - In case the nexus betweencharge-sheets filed in competent courts outside Delhi and the thosefiled in Delhi are sufficiently established, prosecution under MCOCAcannot be held invalid on account of extra-territoriality - Therefore,in the present case, charge-sheets filed in competent courts in Uttar  Pradesh should not have been excluded from consideration -However, an activity of organised crime in Delhi is sine qua non forregistration of a crime under MCOCA - In the absence of anorganised crime being committed in Delhi, accused cannot beprosecuted on the basis of charge-sheets filed outside Delhi - OnlyB an activity which is a cognizable offence punishable with minimumsentence of three years or more would be a continuous unlawfulactivity uls. 2( 1 )( d) - In the present case FIR No. 122 of 2010 cannotbe taken into account, as punishment for two of the offences thereinis less than 3 years and one of the offences is non-cognizable - InFIR No. 69 of 2007, .there was no criminal activity pertaining toC organised crime within the territory of Delhi - Thus, no cause ofaction arises for initiation of proceedings under MCOCA.Interpretation of Statutes:Interpretation of penal statute - The principles of strictconstruction are adopted for interpretation of penal statutes -However, even a penal provision should be interpreted to advancethe object which the legislature had in view - MCOCA waspromulgated with the object of arresting organised crime - Theprovisions of MCOCA should be interpreted in a manner whichwould advance the object of MCOCA - Maharashtra Control ofOrganised Crime Act, 1999."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "CHAND DEVI DAGA & ORS. VS. MANJU K. HUMATANI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0Mjg=",
        "Citation": "[2017] 11 S.C.R. 923",
        "Case Type": "(CRIMINAL APPEAL /1860/2017)",
        "Date": "03 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV85MjMtOTMyXzE3MDIwMTQ3ODAucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 923",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "03 November 2017",
        "Petitioner:": "Chand Devi Daga & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1073",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Manju K. Humatani & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1860/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - Chapter XIX and XX - Death of complainant - Substitution of legal representatives of t~e complainant for prosecuting the complaint - Propriety of - Held:  There is no provision in Chapter XIX \"Trial of warrant cases by Magistrates\" that in the event of death of complainant, the complaint is to be rejected - The Magistrate u/s.249 has the power to discharge a case where the complainant is absent, however, discharge is hedged with a condition that \"the offence may be lawfully compounded or is not a cognizable offence\" - Had the Code of 1973 intended that  in case of death of complainant in a warrant case the complaint is . to be rejected, the provision would have indicated any such intention which is clearly absent - No error committed by High Court in allowing the legal heirs of the complainant to prosecute .in- Criminal Misc. Petition."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "MANAGEMENT OF BHARAT HEAVY ELECTRICALS LTD. VS. M. MANI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0Mzc=",
        "Citation": "[2017] 11 S.C.R. 933",
        "Case Type": "(CIVIL APPEAL /10766/2013)",
        "Date": "09 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV85MzMtOTQ0XzE3MDIwMTQ4NDAucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 933",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "09 November 2017",
        "Petitioner:": "Management Of Bharat Heavy Electricals Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1088",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "M. Mani",
        "Case Type:": "CIVIL APPEAL /10766/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Dismissal - For commission of theft while on duty - Enquiry officer held both the respondents were involved in commission of theft"
        ],
        "HeadNote": "Service Law - Dismissal - For commission of theft while on duty - Enquiry officer held both the respondents were involved in commission of theft - Appellant accepted report and dismissed the respondents from service - This gave rise to filing of two cases - One u/s. 379 TPC in the court of Magistrate and other by the respondents against the appellant in Labour Court challenging legality of their dismissal orders - Magistrate acquitted the respondents from the charge u/s. 379 TPC -' Labour Court held the departmental enquiry was properly held, however, since the criminal case resulted in acquittal of the respondents, the departmental enquiry stood vitiated and therefore, ordered reinstatement of respondents in service with payment of full back wages - Aggrieved, appellant filed writ petition - Single judge of High Court set aside the award of the Labour Court and remanded the case to Labour Court for deciding both matters afresh - Division Bench set aside the order of the writ Court and directed reinstatement of the respondents - On appeal, held: Labour Court rightly held that the departmental enquiry conducted by the appellant was legal and proper - However, it committed an error in holding that the departmental enquiry got vitiated due to criminal court's order which had acquitted the respondents from the charge of theft - There was no occasion for the Labour Court to examine this issue once the departmental enquiry was held 'legal and proper - Insofar punishment imposed by the appellant to the respondents is concerned, an act of theft committed by an employee while on duty is a serious charge - Having regard to the nature of charge which stood proved in the enquiry, the order of dismissal from service was the appropriate punishment - Therefore, the impugned judgment set aside and the orders of dismissal held as legal and proper - Industrial Dispute Act, 1947 - s. IIA.Enquiry - Departmental enquiry and Criminal proceedings - Held: Where the enquiry has been held independently of the criminal proceedings, acquittal in criminal Court i.1 of no avail - Even if a person stood acquitted by the criminal Court, domestic enquiry can still be held - the reason being that the standard of proof required in a domestic enquiry and that in criminal case are altogether different - In a criminal case, standard of proof required is beyond reasonable doubt while in a domestic enquiry, it is the preponderance of probabilities."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "KERALA PRIVATE HOSPITAL ASSOCIATION VS. STATE OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0NDg=",
        "Citation": "[2017] 11 S.C.R. 945",
        "Case Type": "(CIVIL APPEAL /18368/2017)",
        "Date": "09 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV85NDUtOTU1XzE3MDIwMTQ5MzMucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 945",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "09 November 2017",
        "Petitioner:": "Kerala Private Hospital Association",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1090",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Kerala & Ors.",
        "Case Type:": "CIVIL APPEAL /18368/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Minimum Wages Act",
            "1948 - s.9 - Employees working in the Private Hospitals",
            "Dispensaries",
            "Pharmacies",
            "Scanning Centers",
            "X-ray Units and other allied institutions"
        ],
        "HeadNote": "Minimum Wages Act, 1948 - s.9 - Employees working in thePrivate Hospitals, Dispensaries, Pharmacies, Scanning Centers,X-ray Units and other allied institutions - Revision of minimum wages- Committee constituted by State under Section 9 - Constitution ofthe Committee challenged by respondent nos. 2 to 4 running theirprivate hospitals in the respondent-State contending that properrepresentation was not given in the Committee to the employers'representatives as according to them only employers/owners ofHospitals/Organisations could be nominated as Members torepresent the interest of employers in the Committee but not theiremployees working in such Hospitals/Organisations - Writ petitiondismissed by High Court - Held: A person nominated to representthe interest of his employer, need not necessarily be the employerhimself- Nomination of an employee to represent employer's interestis in accordance with s.9 - No fault is found in such nomination -More so, when on facts, employer did not object to such nomination- Also, employees nominated were well versed in the subject inquestion by virtue of the posts held by them - No flaw or illegalityin the constitution of the Committee or/and in nominating themembers by the State - Constitution of the Committee in question isin accordance with the requirements u/s.9 and HENCE does not callfor any interference - The  Minimum Wages (Central) Rules, 1950 -rr. 3, 4A, 7, 8 and 1O."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "KHEKH RAM VS. STATE OF H.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0NTg=",
        "Citation": "[2017] 11 S.C.R. 956",
        "Case Type": "(CRIMINAL APPEAL /1110/2016)",
        "Date": "10 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV85NTYtOTc4XzE3MDIwMTQ5ODMucGRm",
        "SCR Citation:": "[2017] 11 S.C.R. 956",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "10 November 2017",
        "Petitioner:": "Khekh Ram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1093",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of H.p.",
        "Case Type:": "CRIMINAL APPEAL /1110/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985 - Chapter IV - ss.20",
            "29"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985 -Chapter IV - ss.20, 29 - In the wee hours of 20.10.2009 a policepatrol party noticed a vehicle moving towards them - On seeing thepatrol party, the driver escaped and could not be apprehended -During the search of the vehicle, contraband charas was found -Appellant's bank passbook also found in the vehicle- In report u/s.173 Cr.P. C., the driver of the vehicle who fled was referred to as theappellant - Appellant arrested - Trial court acquitted the appellant- High Court in appeal reversed the said acquittal - On appeal,· held: identification of the appellant to be the driver who abscondedon seeing the patrol party is sine qua non for the proof of the chargelevelled against him - However, on facts, the testimony of PW- I andPW-8 taken together by itself does not unimpeachable establish theidentity of the driver of the vehicle to be appellant - Further, therewas no test identification parade - Appellant was implicated in theoffence due to the recovery of his bank passbook from the vehicle,however, in absence of any other cogent, coherent and clinchingevidence of his identification as the driver of the car carrying thecontraband, this document cannot be acted in isolation to be thebasis of his conviction - Prosecution has failed to adduce conclusiveand consistent evidence to bring home the charge against theappellant - With regard to the issue of identification, the view oftrial court was overwhelmingly reasonable - Impugned judgementset aside and the acquittal of the appellant is restored - Appellantbe released from custody if not required in connection with anyother case - Code of Criminal Procedure, 1973 - s.173.Criminal Trial - Standard of proof - Held: In a criminal trialsuspicion however grave cannot take the place of proof -Prosecution to succeed has to prove its case and establish the chargeby adducing convincing evidence to ward off any reasonable doubt about the complicity of the accused - Prosecution case has' to be in the category of \"must be true\" and not \"may be true\".Code of Criminal Procedure, 1973 - s.378 -Appellate powerof High Court - Discussed."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "DINUBHAI BOGHABHAI SOLANKI VS. STATE OF GUJARAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk0Njg=",
        "Citation": "[2017] 11 S.C.R. 979",
        "Case Type": "(CRIMINAL APPEAL /492/2014)",
        "Date": "30 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV85NzktMTAxOF8xNzAyMDE1MDUyLnBkZg==",
        "SCR Citation:": "[2017] 11 S.C.R. 979",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "30 October 2017",
        "Petitioner:": "Dinubhai Boghabhai Solanki",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1063",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Gujarat & Ors.",
        "Case Type:": "CRIMINAL APPEAL /492/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administration of criminal justice: Order of retrial - Maintainability"
        ],
        "HeadNote": "Administration of criminal justice: Order of retrial -Maintainability of - Murder of an activist who had been co111plainingagainst the illegal mining in and around Gir Forest Sanctuary - ·The names of appellant and his nephew appeared in the said murder- The complainant, father of the activist dissatisfied with theinvestigation, approached High Court for directions for properinvestigation - High Court transferred the case to CBI - When thetrial took place, out of 195 witnesses examined, as many as 105witnesses· turned hostile - Complainant approached High Courtseeking de novo trial - By impugned order, High Court directed denovo trial of the case in exercise of writ jurisdiction under Art.226on the ground that all the important witnesses including eye-witnesses resiled from _their statements made before the police andvarious complaints were made alleging threats being administeredby the main accused-appellant as well as his accomplice - Onappeal, held: High Court was right in holding that the instant casewas one of those exceptional cases where there was possibility ofwitnesses getting hostile because of inducement or threats - Thus,. it is necessary to ensure that trial is conducted fairly where witnessesare able to depose truthfully and fearlessly - However, examinationof all the witnesses once again in de novo trial is not appropriate inthe circumstances of this case - In the interest of fair trial, at leastcrucial witnesses need to be examined again - The CBI stated thatapart from 8 eye-witnesses, 18 more witnesses need to be necessarilyexamined - Out of those, 15 persons are witnesses for circumstantialevidence and 3 are panch witnesses relating to various pane/mamas- The CBI was categorical that when all 8 eye-witnesses are examinedafresh along with other 18 witnesses, it would subserve the purposefor which trial is reordered - Thus, 26 witnesses should be re-examined - In order to ensure that there is a fair trial in literalsense of the term, at least till the time 8 eye-witnesses are re-examined, the appellant should remain in confinement and he be released thereafter with certain conditions, pending remaining trial -Constitution of India - Art.226.Administration of criminal justice: Victim-centric approach -The basic. aim of any good legal system is to do justice, which is toB ensure that injustice is also not meted out to any citizen - This callsfor balancing the interests of accused as well as viCtims, which inturn depends on fair trial.Code of Criminal Procedure, 1973: s.386 - Normally  a retrialhas to be ordered by the Appellate Court while dealing with thevalidity and correctness of the judgement of the trial court as thispower is expressly conferred upon the Appellate Court by s.386 ofthe Cr.PC. - However, in exceptional circumstances, such a powercan be exercised by the High Court under Art.226 or by SupremeCourt under Art.32 of the Constitution of India.Strictures: Adverse remarks against the Presiding Officer -Whether High Court is justified in passing strictures against thePresiding Officer of the trial court - Held: No fault can be formedabout the general observations of the High Court about the role ofthe trial court judge who is not supposed to be a mute spectatorwhen he finds that witnesses after witnesses are turning hostile -At the same time, condemnation of the Presiding Officer and goingto the extent of damning him, albeit, in an oblique manner, may notbe justified in the facts of this case - No doubt, it was expected ofthe Presiding Judge to play more active and positive role - However,if error is committed on that front, it is also not appropriate to arriveat other extreme conclusions against that Presiding Officer in theabsence of any cogent evidence against him - The said PresidingOfficer is to retire within a couple of months, after rendering longservice of more than 30 years - The direction to take up the matteragainst him on administrative side is set aside.Bail: Cancellation of - Application by the complainant forcancellation of bail on the ground that the appellant had beenthreatening the witnesses, the complainant and his family members- Bail granted to the appellant cancelled and direction to take himinto custody and remain in custody during the period of re-examination of 8 eye-witnesses - Once their depositions in the formof examination-in-chief and cross-examination are recorded, the appellant shall be released on bail again on the same terms andconditions on which he was granted bail earlier - After the appellantcomes out on bail, there shall be an additional condition, namely,till the recording and completion of the statements of other witnesses,. he shall not enter the State of Gujarat."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "DR.KAZIMUNNISA (DEAD) BY L.R. VS. ZAKIA SULTANA (DEAD) BY L.R.& ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1MDU=",
        "Citation": "[2017] 11 S.C.R. 1019",
        "Case Type": "(CIVIL APPEAL /18783-18784/2017)",
        "Date": "15 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDE5LTEwMjhfMTcwMjAxNTM1OC5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1019",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "15 November 2017",
        "Petitioner:": "Dr.kazimunnisa (dead) By L.r.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 1115",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Zakia Sultana (dead) By L.r.& Ors.",
        "Case Type:": "CIVIL APPEAL /18783-18784/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "The Andhra Pradesh Land Grabbing (Prohibition) Act",
            "1982"
        ],
        "HeadNote": "The Andhra Pradesh Land Grabbing (Prohibition) Act, 1982 - s.8 - Two cases filed by the respondents, one in 1998 against theappellant with District Collector and Special Officer, Land Ceilingalso as parties and the other in 2004, only against the appellantbefore Special Court claiming possession of a portion of the suitland occupied by appellant - Special Court dismissed the case filed · in 1998, however, allowed the one filed in 2004 holding thatrespondents were the owners of the portion of the suit land whichwas in possession of the appellant - Writ petitions u!Art.227 filedby both, the appellant and the respondents - High Court allowedthe writ petition filed by respondents while dismissed the one filedby the appellant - On appeal, held: Admittedly, when two cases arising between the same parties and in relation to the same pieceof suit land were filed for grant of identical reliefs then both thecases should have been clubbed together, u/Or. II, r.3, of the Code,to avoid any conflicting decision in both the cases - Further, thoughthe District Collector filed his counter affidavit in the 1998 case not only denying the respondents' title but also pointing out as towho was the original owner of the suit land, no counter affidavitwas filed in the 2004 case since District Collector was not made aparty in the said case resulting in passing of conflicting decisionson the same set of facts and evidence - Impugned judgement setaside - Both the cases remanded to Special Court for their disposal afresh on merits after clubbing them together - District Collectorand the Special Officer, Urban Land Ceiling, Hyderabad also to bemade party in the 2004 case - Parties to contest the case before theSpecial Court de novo on merits - Code of Civil Procedure, 1908 -Or. II, r.3 - Constitution of India - Art.227."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SMT. BAYANABAI KAWARE VS. RAJENDRA S/O BABURAO DHOTE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1MTY=",
        "Citation": "[2017] 11 S.C.R. 1029",
        "Case Type": "(CIVIL APPEAL /19625/2017)",
        "Date": "23 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDI5LTEwMzVfMTcwMjAxNTQzNC5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1029",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "23 November 2017",
        "Petitioner:": "Smt. Bayanabai Kaware",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1136",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Rajendra S/o Baburao Dhote",
        "Case Type:": "CIVIL APPEAL /19625/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Property Act",
            "1882 - ss. 54 and 123 - Possession and mesne profits"
        ],
        "HeadNote": "Transfer of Property Act, 1882 - si.~ 54 and123 - Possession · _and mesne profits - Claim of, on basis of sale deed - Respondent- plaintiff purchased the suit land from a Housing Co-operative Society vide registered Sale deed and was, accordingly, placed in possession of the suit land by the Society - After few years, appellant encroached upon the suit land and erected a 'kacha' hut - ' Respondent filed suit against appellant claiming possession and mesne profits in relation to the suit land;... Trial Court and the First Appellate Court held that since the sale deed was hot properly proved, the respondent's suit was dismissed - High Court held that the respondent proved the sale deed as required in law and, therefore, · was entitled to claim decree for possession on the basis of sale deed as owner against the appellant - On appeal, held: Sale deed was duly proved by the respondent and rightly relied 011 by the High Court for passing a decree of possession against the appellant - It is for the reasons that, firstly, the execution of the sale deed does not need any attesting witness like the gift deed, which requires· at least two attesting witnesses at the time of its execution as per s.123 of the Transfer of Property Act, and Secondly, s.68 of the Evidence Act, which deals with the examination of the attesting witness to prove the execution of the document, does not. apply to sale deed, which is governed by s.54 of the Transfer of Property Act-Appellant (defendant) did not dispute the respondent's vendor's (Housing Society) title - Further, respondent entered in witness box and proved its execution and further did not raise any objection when the sale deed was being exhibited in evidence - In light of these admitted facts, respondent had a better title of suit land as against the appellant, who had no title to the suit land - Evidence . Act, 1872 - s. 68."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "ECL FINANCE LTD. VS. HARIKISHAN SHANKARJI GUDIPATI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1MjI=",
        "Citation": "[2017] 11 S.C.R. 1036",
        "Case Type": "(CIVIL APPEAL /18834/2017)",
        "Date": "16 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDM2LTEwNDFfMTcwMjAxNTUwMS5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1036",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "16 November 2017",
        "Petitioner:": "Ecl Finance Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1122",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Harikishan Shankarji Gudipati & Ors.",
        "Case Type:": "CIVIL APPEAL /18834/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971 - s.19 - Appellant filed a contempt petition alleging that the respondents had not honoured the consent decree"
        ],
        "HeadNote": "Contempt of Courts Act, 1971 - s.19 - Appellant filed a contempt petition alleging that the respondents had not honoured the consent decree - Single Judge of High Court admitted the  contempt petition and issued notice to the respondents - Intra-Court appeal u/s. 19 of the Act filed by the respondents, which was admitted by the Division Bench of High Court - Propriety of- Held: Observations made by the Single Judge, while issuing notice in the contempt petition, is only for the prima facie satisfaction as to  whether the contempt petition needs to be considered on merits - Only after such a preliminary stage, notice can be issued - Now, it is open to the respondents to file their reply and after considering the defence, the Single Judge to take a call as to whether it is a case to be proceeded against for punishing the respondents - In case such a decision is taken by the High Court, it is, at that stage,  that the respondents get a right to file an appeal before the Division Bench in terms of s.19( I)( a) of the Act - Such a stage having not arisen, the impugned order passed by the Division Bench set aside."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "KANACHUR ISLAMIC EDUCATION TRUST (R) VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1MzI=",
        "Citation": "[2017] 11 S.C.R. 1042",
        "Case Type": "(WRIT PETITION (CIVIL) /468/2017)",
        "Date": "30 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDQyLTEwNjBfMTcwMjAxNTU2OC5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1042",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "30 August 2017",
        "Petitioner:": "Kanachur Islamic Education Trust (r)",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2017 INSC 824",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /468/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - Admission in MBBS"
        ],
        "HeadNote": "Education/Educational Institutions - Admission in MBBS - Respondent No. J had allowed petitioner's college c course admission for the year 2016-2017 and had mentioned in the Letter of Permission (LOP) that next batch of students for the academic year 2017-18 would be admitted in college only after obtaining permission of respondent no. I - Subsequent thereto, the MCI caused inspection of the petitioner'.v college in two successive sessions -  MCI recorded deficiencies and gave negative recommendation for a period of two academic years i.e. 2017-2018 and 2018-2019 - Howeler, Oversight Committee recommended confirmation of the conditional LOP granted to the petitioner's college - Respondent No.I concurred with the recommendations of the MCI and debarred  the petitioner's college from making admission for the academic year 2017-18 and 2018-19 - Writ Petition - Respondent No.I directed to consider materials on record afresh - However, Respondent No. l reiterated its decision to debar the petitioner'.v college - On appeal, held: The first inspection by MCI of petitioner's college did not divulge any substantial deficiency justifying  disapproval of the LOP to it - The reason for second surprise inspection within three weeks of the first exercise and that too in absence of any noticeable substantial deficiency, was convincingly not forthcoming - Further, Oversight Committee too observed that the petitioner's college was assessed twice in quick succession for  the same purpose and not authorised by it in its guidelines ...:. The Hearing Committee/Central Government did not undertake a dispassionate, objective, cautious and rational analysis of the materials on record and returned wholly casual findings against the petitioner's college - The respondents failed to persuasively establish the deficiencies - Jn view of the persistent defaults and shortcomings in the decision making process of the respondents, the petitioner's college not to be penalised - The conditional LOPgranted to the petitioner's college for the academic year 2016-17confirmed - Further, petitioner college also entitled to LOP for theacademic year 2017-2018 - Therefore, the date of counselling forthe admissions to the course involved for the academic year 2017- 18 qua petitioner's college extended - Medical Council Act, 1956~ Establishment of Medical College Regulations, 1999 - regn.8(3)(l)(d).Maxim - Audi Alteram partem - ingredients of - Right to fairhearing - Held: Reasonable opportunity of hearing which issynonymous to 'fair hearing', it is no longer res integra is an important ingredient of audi alteram partem rule and embraces almost everyfacet of fair procedure - The rule of 'fair hearing' requires that theaffected party should be given an opportunity to meet the case ·against him effectively and right to fair hearing takes within itsfold a just decision supplemented by reason and rationale - in instant case, the approach of respondents is markedly incompatiblewith the essence and import of the proviso to s.10A(4) mandatingagainst disapproval by the Central Government of any scheme forestablishment of a college except after giving the person or thecollege concerned a reasonable opportunity of being heard -Medical Council Act, 1956 - s.JOA(4). ·"
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "SHRI VENKATESHWARA UNIVERSITY THROUGH ITS REGISTRAR AND ANOTHER VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1NDA=",
        "Citation": "[2017] 11 S.C.R. 1061",
        "Case Type": "(WRIT PETITION (CIVIL) /445/2017)",
        "Date": "01 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDYxLTEwNzNfMTcwMjAxNTYzNi5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1061",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "01 September 2017",
        "Petitioner:": "Shri Venkateshwara University Through Its Registrar And Another",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 840",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /445/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - Admission in MBBS course for the academic years 2017-2018 and 2018-2019"
        ],
        "HeadNote": "Education/Educational Institutions - Admission in MBBS c course for the academic years 2017-2018 and 2018-2019 - MCI had inspected the petitioner-university on 11'\"& 12'\" November 2016 and found certain deficiencies ~ However, the Oversight Committee recommended for grant of Letter of Permission (LOP) and the same was granted by the Central Government for the year 2016-17 - MCI conducted another inspection on 9'\" December, 2016 i.e. almost D after a month and gave negative recommendation for the years 2017-2018 and 2018-2019 - Union of India debarred petitioner- University from admitting students in MBBS course for academic year 2017-2018 and 2018-2019 - Petitioner contended . that MCI . could not have conducted a surprise inspection on 9'\" December  2016 as per regulations - Held: On a careful reading of clause 8(3)(l)(d), it is clear and unambiguous that the obligation of the MCI is to ensure that inspections are not carried out at least 2 days before and 2 days after an important religious and festival holidays declared by the Central/State Government - In instant case, the inspection team had gone for inspection on 9'\" December and they · were deprived to carry out inspection - Whereas the festival was on 12'\" December - Inspection was thus not covered by the concept of two days of moratorium - In such situation when the institution does not allow the team of the MCI or the assessors of the MCI, it will be adding premium to deviancy - Conferment of this kind of  privilege absolutely unwarranted - Therefore, direction sought for renewal of LOP for the academic session 2017-2018 not accepted - However, students admitted for academic session 2016-2017 to continue their stUdies - MCI directed to send the inspection team to the institution for academic session 2017-2018 -After the report is filed, the MCI shall apprise the institution with regard to thedeficiencies and give date to the institution for removal of the same- Court to appreciate the inspection report and the deficienciesand the action taken up thereon by the institution on the next datefixed - Further, the renewal application submitted for the academicsession 2017-2018 to be treated as the application for the academicsession 2018-2019 - Establishment of Medical College Regulations1999 - cl.8(3)( l)(d)."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "KARPAGAM FACULTY OF MEDICAL SCIENCES . AND RESEARCH VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1NDc=",
        "Citation": "[2017] 11 S.C.R. 1074",
        "Case Type": "(CIVIL APPEAL /12845/2017)",
        "Date": "14 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDc0LTEwOThfMTcwMjAxNTY5My5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1074",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "14 September 2017",
        "Petitioner:": "Karpagam Faculty Of Medical Sciences . And Research",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 904",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CIVIL APPEAL /12845/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational institutions - Indian Medical Council"
        ],
        "HeadNote": "Education/Educational institutions - Indian Medical Council Act, 1956 - s.11(2) - Admission in MBBS course - Respondent debarred the appellant college from admitting students in MBBS course for the academic session 2017-2018 - Appellant challenged the order - High Court refused to grant any interim relief for academic session 2017-2018 - Supreme Court directed Respondent to consider the matter of appellant-college afresh - However, respondent reiterated its earlier decision - Aggrieved, appellant challenged the decision of the respondent contending that it was not permissible for the MCI to carry out successive inspections - Held: The fact that the Competent Authority of the Central Government has confirmed the renewal of permission in favour of the appellant for academic session 2016-17, it would not follow that the appellant college is entitled to grant of recognition/approval uls. 11(2) of the Act from the academic session 2017-18 as a matter of course, without removing the deficiencies pointed out in the latest assessment report - Nothing to indicate that any plausible explanation was offered by the appellant college regarding the stated deficiencies - In instant case, it is not a case of successive surprise inspections - For, the inspection conducted on 17.02.2017 was followed by the compliance verification assessment on 151 16.03.2017 for considering the proposal for confirmation of renewal of LOP for the academic session 2016-2017; and inspection carried out on 10.04.2017 was for considering the proposal regarding recognition/approval for the college from academic session 2017- 2018 - It is not possible to doubt the earlier decision of the Ministry, as confirmed after re-consideration - Respondent directed to process the proposal for grant of recognition/approval submitted by the appellant college for academic session 2017-18 as having being  made for academic session 2018-19 - For that purpose, MCI directed to conduct inspection of the appellant college and inform the appellant about the deficiencies - Appellant college to report its compliance and communicate the removal of deficiencies to MCI; whereafter it will be open to the MCI to undertake verification of  the compliance and then prepare its report to be submitted to the Central Government - Thereafter, Respondent to take appropriate decision in accordance with law."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "PONNAIYAH RAMAJAYAM INSTITUTE OF MEDICAL SCIENCES VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1NTY=",
        "Citation": "[2017] 11 S.C.R. 1099",
        "Case Type": "(WRIT PETITION (CIVIL) /438/2017)",
        "Date": "22 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMDk5LTExMTdfMTcwMjAxNTc2My5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1099",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "22 September 2017",
        "Petitioner:": "Ponnaiyah Ramajayam Institute Of Medical Sciences",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 978",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /438/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Indian Medical Council Act",
            "1956"
        ],
        "HeadNote": "Indian Medical Council Act, 1956 - s.JOA(7) - Permission for establishment of a new medical college - Petitioner sought Letter C of Permission (LOP) for establishment of its new medical college for the academic year 2016-17 and also renewal of such LOP for the next academic year 2017-18 - Conditional permission granted by respondent for establishment of the College for academic year 2016-17 - However, eventually in view of lingering deficiencies in  its infrastructure and clinical materials, Ministry of Health and Family Welfare by order dtd. 09.06.17 debarred the Petitioner- College from admitting stud.ents for next two academic years i.e. 2017-18 and 2018-19 - Medical Council of India was authorised to encash the bank guarantee of Rs. 2 crores submitted by petitioner - Challenged by petitioner - Supreme Court by its order dtd. .01.8.2017 directed Central govt. to take a fresh decision after considering the materials on record and affording an opportunity of hearing to the petitioner - Hearing Committee of Central govt. considered the matter afresh and Central govt. by order dtd. 10.8.2017 reiterated its earlier decision dtd. 9.6.2017 - Propriety F of~ Held: The findings in the inspections reveal several deficiencies· including those in faculty, residents, DPD attendance, bed ·occupancy etc. - Deficiencies in other areas in the reports, are also not negligible - In the backdrop of such deficiencies recorded in successive inspections, it is not possible to readily discard the eventual findings recorded. by Hearing Committee and in the  impugned orde.r dated 10.8.2017, as bereft of any reason - Respondents are the best Judge to assess the .findings in inspection reports on 'the touchstone of statutory imperatives to ensure the , required standard of medical education - Court is .ill equipped for want of judicially manageable parameters to -substitute the findings of experts on such issue by its views - Impugned decision notinterfered with - Petitioner is not entitled to LOP for the academicyear 2017-18 and the application, if submitted by it for the academicyear 2017-18 would be treated as one for 2018-19 -Petitioner tokeep the bank guarantee deposited with MCI alive, however, MCIwould not encash the same - Further, MCI to conduct a freshinspection within a period of three months and afford petitioner anopportunity to remedy the deficiencies, if any - This inspection wouldbe carried out for the purpose of LOP for the academic year 2018-19 - Central Government then to take a final decision in accordancewith law - Students admitted on the basis of LOP for the academicyear 2016-17, allowed to continue their studies in the petitioner-college till the completion of the course."
    },
    {
        "volume": "2017Volume 11",
        "Case Name": "DIRECTOR OF INCOME TAX, CIRCLE 26(1) NEW DELHI VS. S.R.M.B. DAIRY FARMING (P) LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk1NjY=",
        "Citation": "[2017] 11 S.C.R. 1118",
        "Case Type": "(CIVIL APPEAL /19650/2017)",
        "Date": "23 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxN18xMV8xMTE4LTExMzRfMTcwMjAxNTgzNi5wZGY=",
        "SCR Citation:": "[2017] 11 S.C.R. 1118",
        "Year/Volume:": "2017/ Volume 11",
        "Date of Judgment:": "23 November 2017",
        "Petitioner:": "Director Of Income Tax, Circle 26(1) New Delhi",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1135",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "S.r.m.b. Dairy Farming (p) Ltd.",
        "Case Type:": "CIVIL APPEAL /19650/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: Circular/Government order/Notification"
        ],
        "HeadNote": "Income Tax Act, 1961: Circular/Government order/Notification - Circular No.3 of 2011 dated 9.2.2011 issued by IT department providing that appeals are not to be filed before the High Courts where tax impact was less than Rs.JO lakhs - Applicability of the circular to pending matters - Held: Circular dated 9.2.2011 would apply even to pending matters but subject to the two caveats provided in order passed by a three-Judge Bench of Supreme Court in Surya Herbal case - The two caveats are: (i) Circular dated 9.2.2011 should not be applied by High Courts ipso facto when the matter has a cascading effect; (ii) where common principles may be involved in subsequent group of matters or large number of matters - Order passed in Surya Herbal case holds the field - Appeals of Revenue accordingly dismissed"
    }
]