[
    {
        "volume": "2017Volume 7",
        "Case Name": "BINOY VISWAM VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyMTQ=",
        "Citation": "[2017] 7 S.C.R. 1",
        "Case Type": "(WRIT PETITION (CIVIL) /247/2017)",
        "Date": "09 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9CaW5veSBWaXN3YW0gXyBVbmlvbiBPZiBJbmRpYSAmIE9ycy5fMTcwMTg0MDkyMi5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "09 June 2017",
        "Petitioner:": "Binoy Viswam",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 478",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /247/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s.139AA - Constitutionality of- s.139AA makes it compulsory for assessees to give aadhaar number"
        ],
        "HeadNote": "Income Tax Act, 1961: s.139AA - Constitutionality of- s.139AA makes it compulsory for assessees to give aadhaar number - Constitutional validity of s.139AA challenged on the ground that since enrolment under Aadhaar Act is voluntary, it canno1 be made compulsory under the · Income Tax Act - Held: The purpose for enrolment under the Aadhaar Act is to avail benefits of various welfare schemes etc. as stipulated in. s. 7 of.th.e Aadhaar Act - The purpose behind Income Tax Act, on the other hand, is entirely different - For achieving the purpose such as curbing black money, money laundering and tax evasion etc., if the Parliament chooses to make the provision mandatory under the Income Tax Act, the competence of the Parliament cannot be questioned on the ground that it is impermissible only because under Aadhaar Act, the provision is directory in nature - It is the prerogative of the Parliament to make a particular provision directory in one statute and mandatory/ compulsory in other - That by itself cannot be a ground to question the competence of the legislature - After all, Aadhaar Act is not a mother Act - Two laws, i.e., Aadhaar Act, on the one hand, and law in the form of s.139AA of the Act, on the other hand, are two different stand alone provisions/laws and validity of one cannot be examined in the light of provisions of other Acts - Thus, there is no conflict between the provisions of Aadhaar Act and s.139AA of Income Tax Act in as much as when interpreted harmoniously they operate in distinct fields - Legislation - Interpretation of statutes - Harmonious construction - Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act. C D E F 0 G s.139AA - Purpose of- Held: s.139AA is aimed at seeding Aadhaar with PAN - One of the main objectives is to de-duplicatePAN cards and to bring a situation where one person is not having more than one PAN card or a person is not able to get PAN cards in assumed/fictitious names - In such a scenario, if those persons who violate s. I 39AA of the Act without any consequence, the provision shall be rendered toothless - It is the prerogative of the Legislature to make penal provisions for violation of any law made by it - The B requirement of giving Aadhaar enrolment number to the designated authority or stating this number in the income tax returns is directly connected with the issue of duplicate/fake PANs - Therefore, it cannot be denied that there has to be some provision stating the consequences for not complying with the requirements of s. l 39AA of the Act, more particularly when these requirements are found as c not violative of Arts.14 and 19 - If Aadhar. number is not given, the said exercise may not be possible - Sub-section (1) of s. l 39AA stipulates that those who are not PAN holders, while applying for PAN, they are required to give Aadhaar number - At the same time, as far as existing PAN holders are concerned, since the impugned D provisions are yet to be considered on the touchstone of Art.21 of the Constitution, including on the debate around Right to Privacy and human dignity, etc. as limbs of Art.2I, till the said aspect of Art.2I is decided by the Constitution Bench a partial stay of the said proviso is necessary - Those who have already enrolled E themselves under Aadhaar scheme would comply with the requirement of sub-section (2) of s.l 39AA of the Act - However, those assessees who are not Aadhaar card holders and do not comply with the provision of s.139(2), their PAN cards be not treated as invalid for the time being - A person wJio is holder of PAN and if his PAN is invalidated, he is bound to suffer immensely in his day to F day dealings, which situation should be avoided till the Constitution Bench authoritatively determines the argument of Art.21 of the Constitution - Since this course of action is adopted, in the interregnum, it would be permissible for the Parliament to consider as to whether there is a need to tone down the effect of the said G proviso by limiting the consequences - However, at the same time, proviso to s. l 39AA(2) cannot be read retrospectively - Constitution of India - Art.21. s.139AA(2) proviso - Retrospective effect - Constitutionality of- Held: If failure to intimate the Aadhaar number renders PANvoid ab initio with the deeming provision that the PAN allotted would A be invalid as if the person had not applied for allotment of PAN would have rippling effect of unsettling settled rights of the parties - It has the effect of undoing all the acts done by a person on the basis of such a PAN - It may have even the effect of incurring other penal consequences under the Act for earlier period on the ground B that there was no PAN registration by a particular assessee - The rights which are already accrued to a person in law cannot be taken away - Therefore, proviso to sub-section (2) has to be read down to mean that it would operate only prospective. Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016: c Object of its enactment - Held: The Aadhaar Act is enacted to enable the Government to identify individuals for delivery of benefits, subsidies and services under various welfare schemes. Whether Aadhaar card scheme whereby biometric data of an D individual is collected violates- Right to Privacy and, therefore, is offensive of Art.21 of the Constitution - Held: This issue is pending before the Constitution Bench and is yet to be decided - In the process, the Constitution Bench is also called upon to decide as to whether Right to Privacy is a part of Art. 21 of the Constitution at E all - Final decision pending - Constitution of India - Art.21. Need to interconnect the databases - Linking PAN with Aadhaar/biometric information to prevent use of wrong PAN for high value transactions - Multiple methods of giving proofs of identity - There is no mechanism/system at present to collect the data available with each of the independent prooft of ID - Seeding F of existing PAN with Aadhaar is perceived as the best method, and the only robust method for de-duplication of PAN database."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "ASSAM STATE ELECTRICITY BOARD AND ORS. VS. BUILDWORTH PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyMjQ=",
        "Citation": "[2017] 7 S.C.R. 123",
        "Case Type": "(CIVIL APPEAL /484/2008)",
        "Date": "04 JUNE 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9Bc3NhbSBTdGF0ZSBFbGVjdHJpY2l0eSBCb2FyZCBBbmQgT3JzLiBfIEJ1aWxkd29ydGggUHZ0LiBMdGQuXzE3MDE4NDEwMjIucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 123",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "04 June 2017",
        "Petitioner:": "Assam State Electricity Board And Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 587",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Buildworth Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /484/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration Act",
            "1940: Award - Price escalation - Work contract - Claimant was allowed to work beyond the formal extended time"
        ],
        "HeadNote": "Arbitration Act, 1940: B c Award - Price escalation - Work contract - Claimant was allowed to work beyond the formal extended time - Respondent- Board cannot be allowed to take the stand that claimant is not entitled to escalation price for the period he worked even though there is no formal extension of time and taking refuge under the clause of D contract wherein ceiling of contractual amount is fixed. Award - Idling charges - Arbitrator noted in the award the contributory delay on the part of claimant - Once the aspect of contributory delay was present to the mind of the arbitrator, as is reflected in the reasons in the award, and taken into consideration in the assessment 'of damages, the award does not call for E interference. s.29 - Award of interest - Arbitrator has power to grant interest on damages u/s.3(/)(b) of the Interest Act, 1978, from the date mentioned in this regard in a written notice claiming such interest - The contract in the instant case contains no bar or F prohibition against the award of interest - The claimant is entitled to interest on the sum awarded from the date ·of notice i.e. 20 April 1987 to 31December1997 and thereafter from the date of the decree of the trial Court until payment or realisation - The rate of interest is, however, modified to 12 per cent per annum, in respect of both the above periods - Interest Act, 1978 - s.3(1)(b)."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "INDOFIL INDUSTRIES LTD. AND ORS. VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyMzI=",
        "Citation": "[2017] 7 S.C.R. 140",
        "Case Type": "(CRIMINAL APPEAL /653/2017)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9JbmRvZmlsIEluZHVzdHJpZXMgTHRkLiBBbmQgT3JzLiBfIFN0YXRlIE9mIFB1bmphYl8xNzAxODQxMTQzLnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 140",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Indofil Industries Ltd. And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 585",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /653/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.482 - Quashing of proceedings - Complaint under Insecticides Act"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.482 - Quashing of proceedings - Complaint under Insecticides Act - Report of the Central Insecticides Laboratory (CIL) obtained before filing of the complaint/pursuant to the direction given by the concerned Magistrate and made part of record of the criminal prosecution - Appellant sought to quash proceedings on the ground that spare sample was sent for analysis to Central Insecticides Laboratory (CIL) without institution of any proceedings - High Court refused to quash the proceedings - Held: The purport of s.24(4) is that the report of the CIL shall be conclusive evidence of the facts stated therein - Sub-sec. (4) of s.24 opens with the words, \"Unless the sample has already been tested or analysed in the CIL \" - If the complaint is filed on the basis of the report of the CIL, then the question of exercising the right u/s.24(4) does not endure to the accused - Therefore, in cases where such report is already obtained or available, the criminal prosecution must proceed on that basis - Insecticide Inspector has the option either to send the third sample on the request made by the person from whom it was collected to the CIL for testing or analysis or to launch a criminal prosecution and submit the third sample in the concerned Court well before the expiry of shelf life of the Insecticide to enable the accused named in the complaint to ask for testing or analysis thereof in the CIL-Therejore, High Court did not err in dismissing the petition to quash the criminal proceedings pending against the appellants in respect of misbranded insecticide - Insecticides Act, 1968 - ss.22(5), 24."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "M/S ARIHANT UDHYOG VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyMzg=",
        "Citation": "[2017] 7 S.C.R. 157",
        "Case Type": "(CIVIL APPEAL /8277/2017)",
        "Date": "09 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9NaXMgQXJpaGFudCBVZGh5b2cgXyBTdGF0ZSBPZiBSYWphc3RoYW4gJiBPcnMuXzE3MDE4NDEyMDkucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 157",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "09 June 2017",
        "Petitioner:": "M/s Arihant Udhyog",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 475",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /8277/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Agricultural Produce Markets Act",
            "1961- ss.14",
            "17 - Rajasthan Agriculture Produce Market Rules",
            "1963 - r.58 - Agriculture Produce Market Fee"
        ],
        "HeadNote": "ajasthan Agricultural Produce Markets Act, 1961- ss.14, 17 - Rajasthan Agriculture Produce Market Rules, 1963 - r.58 - Agriculture Produce Market Fee - Payment of - Whether the C appellants who are purchasing the material which is admittedly 'agriculture produce' and bringing the same to the market area are liable to pay the market fee on the said produce - Held: The answer would depend upon when and at what stage the title in the goods passes from seller to appellant-buyer.- If the entire transaction takes place outside the State and ownership in goods also passes outside D the State, then the market fee is not payable - Further, it will depend upon the applicability of s.4 r/w. s. I 9 of the Sale of Goods Act, 1930...:. S.4 deals with the contract of sale whereas as per s.19, property passes from seller to buyer when it is intended to pass and such intention is to be gathered from the contract - In the instant E case, the terms and conditions of the contract indicate that responsibility of the seller ceases as soon as goods are delivered, which means the seller remained responsible till the delivery of goods - Such a responsibility can be only if the ownership remains of the seller - No document produced by the appellant demonstrated the intention that property in goods passed in their favour before these F goods were delivered - Therefore, sale was fructified only after the goods were brought to the market area and ownership in the goods passed from the seller to the appellants at the time when the goods were delivered in the market area - Thus, market fee payable by the appellants - Sale of Goods Act, 1930 - s.4 r/w. s.19 and ss. 20, 21. G Rajasthan Agricultural Produce Markets Act, 1961 - Agriculture Produce Market Fee~ Plea of appellant that agriculture produce bought by it was not meant for further sale but was further processed at its factory, therefore, the Market Committee had no right to impose any levy and realise the market fee - Held: It is tobe first ascertained whether agricultural produce was bought and sold in the market area or not which is a question which needs to be determined in each case - In instant case, no document produced by the appellant demonstrated the intention that property in goods passed in their favour before these goods were delivered - Therefore, B sale was fnictified only after the goocJs were brought to the market area - Once the goods bought are agriculture produce on which market fee is leviable in terms of the Schedule attached to the Act, then the market fee is payable - If it is thereafter used as raw material for manufacturing purpose, that would be of no consequence."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "KANCHAN UDYOG LIMITED VS. UNITED SPIRITS LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyNTA=",
        "Citation": "[2017] 7 S.C.R. 175",
        "Case Type": "(CIVIL APPEAL /1168/2007)",
        "Date": "19 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9LYW5jaGFuIFVkeW9nIExpbWl0ZWQgXyBVbml0ZWQgU3Bpcml0cyBMaW1pdGVkXzE3MDE4NDEzMzEucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 175",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "19 June 2017",
        "Petitioner:": "Kanchan Udyog Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 480",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "United Spirits Limited",
        "Case Type:": "CIVIL APPEAL /1168/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Act",
            "1872 - ss. 73",
            "63 :-- Damages for wrongful termination of contract - Appellant entered into an agreement with respondent for establishment of non-alcoholic beverages bottling plant"
        ],
        "HeadNote": "Contract Act, 1872 - ss. 73, 63 :-- Damages for wrongful termination of contract - Appellant entered into an agreement with respondent for establishment of non-alcoholic beverages bottling plant - The concentrate (essence), for preparation of the no~'- 'C alcoholic beverage, was to be supplied by the respondent - Loan advanced to the appellant by State Industrial Development Corporation(WBIDC) for esta.blishment of the bottling plant - Bottlers agreement was terminated by the respondent, on which appellant .ftled suit - Single Judge of High Court decreed suit in D favour of appellant awarding damages towards loss of anticipated profits and costs for installation of the plant - Division Bench in appeal reversed the decree and dismissed the suit - Propriety - Held: Proper - It cannot be held that the breach alone was the cause for loss of anticipated profits, much less it was the primary or E dominant reason - As per materials on records, appellant had thanked respondent for its advertising support - Appellant had acknowledged that it would continue to suffer losses for jive-six years while seeking long term credit for supply of concentrates and had failed to deploy adequate manpower as per its own projections, this itself demonstrated the poor financial condition of the appellant F - Losses were reflected in its balance sheet - It cannot be held that breach by the respondent was the dominant cause for loss of anticipated profits - Appellant failed to take steps to mitigate its losses, as it stopped lifting concentrates from another company after having done so for nearly a year without any explanation and didn't G take steps to sell the unit after its closure, rather did that belatedly after seven years - Therefore, appellant failed to abide by its own obligations and lacked adequate infrastructure, .finances and manpower to run its business. Contract - 'Reliance loss' and 'Expectation loss' - Discussed"
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "RANJAN SINHA & ANR. VS. AJAY KUMAR VISHWAKARMA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyNTc=",
        "Citation": "[2017] 7 S.C.R. 194",
        "Case Type": "(CIVIL APPEAL /8121/2004)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9SYW5qYW4gU2luaGEgJiBBbnIuIF8gQWpheSBLdW1hciBWaXNod2FrYXJtYSAmIE9ycy5fMTcwMTg0MTQyNC5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 194",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Ranjan Sinha & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 575",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Ajay Kumar Vishwakarma & Ors.",
        "Case Type:": "CIVIL APPEAL /8121/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pharmacy Act",
            "1948: Object of the Act - Role of pharmacist. - Discussed - Drugs and Cosmetics Act",
            "1940"
        ],
        "HeadNote": "Pharmacy Act, 1948: c Object of the Act - Role of pharmacist. - Discussed - Drugs and Cosmetics Act, 1940. '. :... .. ss.31, 32 - First Register prepared by erstwhile State of Bihar is to be treated as tile First' Register for newly formed State of Jharkhand and State of Bihar·..:.~The First Register as prepared by the erstwhile State of Bihar is to h~ bifarcated based on the territor_ial D . nexus with the residential address as provided by the pharmacists at the time of registration - The State of Jharkhand is at liberty to · · t"
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "PHARMACY COUNCIL OF INDIA VS. DR. ATMARAM DARIYANI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyNjM=",
        "Citation": "[2017] 7 S.C.R. 228",
        "Case Type": "(CIVIL APPEAL /8382/2017)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9QaGFybWFjeSBDb3VuY2lsIE9mIEluZGlhIF8gRHIuIEF0bWFyYW0gRGFyaXlhbmkgJiBPcnMuXzE3MDE4NDE0OTgucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 228",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Pharmacy Council Of India",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 575",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Dr. Atmaram Dariyani & Ors.",
        "Case Type:": "CIVIL APPEAL /8382/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pharmacy Act",
            ")948 - ss.30",
            "31",
            "32 - Whether the new State of Chhattisgarh is competent to constitute the Registration Tribunal"
        ],
        "HeadNote": "Pharmacy Act, )948 - ss.30, 31, 32 - Whether the new State of Chhattisgarh is competent to constitute the Registration Tribunal C uls.30 for the purpose of preparatior; of First Register; and whether the Registration Tribunal was competent to undertake the exercise of renewal of the registration of pharmacists who are already included in the First Register of pharmacists prepared by the erstwhile State of Madhya Pradesh - Held: First Register prepared D by erstwhile State of Madhya Pradesh is to be treated as the First Register for newly formed State of Chhattisgarh and State of Madhya Pradesh - The First Register as prepared by the erstwhile State of Madhya Pradesh is to be bifurcated based on the territorial nexus with the residential address as provided by the pharmacists at the time of registration - Those pharmacists who are registered in the E First Register of the erstwhile State of Madhya Pradesh, before the enforcement of Education Regulation i:nade by the Central Pharmacy Council, and who do not wish to practice in the State in which their residential address falls are at liberty to register themselves in the qther State in accordance with s:32 (2) of the Act - Such of those F pharmacists whose names were registered in the First Register prepared by the erstwhile State of Madhya Pradesh, need to formally seek registration uls.32(2) of the Act in the State of Chhattisgarh and there need not satisfy the qualification prescribed by the Education Regulation - The constitution of the Registration Tribunal by the State of Chhattisgarh and consequent registrations carried G out by the aforesaid Registration Tribunal are invalid and illegal - Madhya Pradesh Reorganization Act, 2000."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "S. SUBBULAXMI VS. KUMARASAMY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyOTA=",
        "Citation": "[2017] 7 S.C.R. 238",
        "Case Type": "(CRIMINAL APPEAL /1737/2007)",
        "Date": "06 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9TLiBTdWJidWxheG1pIF8gS3VtYXJhc2FteSAmIE9ycy5fMTcwMTg0MTg2MS5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 238",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "06 July 2017",
        "Petitioner:": "S. Subbulaxmi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 592",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Kumarasamy & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1737/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 34",
            "302 and 506(11) - Accused as well as victim parties are closely related persons - Land dispute"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 34, 302 and 506(11) - Accused as well as victim parties are closely related persons - Land dispute C between parties resulting in death of appellant's husband - Conviction of accused ulss. 34, 302 and 506(11) and sentenced accordingly by the trial court - Order of conviction set aside by the High Court - interference with - Held: Not called for - Applying judicial scrutiny to the facts and circumstances of the case, the prosecution story not trustworthy - Prosecution failed to prove the D guilt of the accused beyond reasonable doubt - Material on record shows huge suspicion and the evidence adduced on record full of contradictions - On basis of such evidence, not safe to fasten the liability on the accused - Investigating agency ignored its paramount duty of bringing home the guilt of the accused with probable E evidence as admissible under law, rather, spent time and mind on creating 'two occurrences and substantiating the same with the circumstances - Thus, the High Court had compelling and substantial reasons to set aside the order of conviction and sentence against the accused - Evidence."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "STATE OF HARYANA VS. KRLSHAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUzMDM=",
        "Citation": "[2017] 7 S.C.R. 251",
        "Case Type": "(CRIMINAL APPEAL /847/2006)",
        "Date": "09 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBIYXJ5YW5hIF8gS3Jsc2hhbiAmIEFuci5fMTcwMTg0MTk3NC5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 251",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "09 June 2017",
        "Petitioner:": "State Of Haryana",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Krlshan & Anr.",
        "Case Type:": "CRIMINAL APPEAL /847/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302 r/w s.120B; s.328 - Hooch tragedy - Sale of poisonous liquor - Prosecution case was that 36 persons lost their life and 44 persons lost their eye sight after consuming poisonous liquor purchased from a licenced vends of the respondents"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 r!w s.120B; s.328 - Hooch tragedy - Sale of poisonous liquor - Prosecution case was that 36 persons lost their life and 44 persons lost their eye sight after consuming poisonous liquor purchased from a licenced vends of the responden_ts - Conviction of respondents-accused by trial court - Acquittal of all others - Respondents challenged conviction before High Court - High Court acquitted the respondents on the ground that there was no evidence to connect_Jhe respondents with the consumption of methyl alcohol by the victims - High Court also indicted appellant-State for its negligence and directed State to pay compensation of Rs.2 lakhs each to heirs of 36 persons who died and 1.50 lakhs each to those who were rendered blind by consuming spurious liquor - On appeal, Held: Medical .evidence supported the prosecution case that the cause of death and loss of eye sight was the result of consuming spurious liquor - The victims and their relatives stated that they purchased liquor from the vends of respondents - Such statements cannot be ignored and are relevant u!s. 7 of Evidence Act - Conduct of the respondents in throwing away remaining stock after the incident came into limelight is also a supporting piece of evidence - Apparently greed to make quick money led to· this sordid episode - Once it is shown. that the spurious liquor was sold from the vends belonging to the respondents coupled with the fact that after this tragedy struck, the respondents even tried to destroy remaining bottles clearly established that the respondents had full knowledge of the fact that the bottles contained substance methyl and also had fall knowledge about the disastrous consequences thereof which would bring their case within the four corners of s.300 fourthly - Order of acquittal is set aside and conviction ordered by trial court is restored - Evidence Act, 1872 -"
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "HIRA SINGH & ANR. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUzMTA=",
        "Citation": "[2017] 7 S.C.R. 271",
        "Case Type": "(CRIMINAL APPEAL /722/2017)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9IaXJhIFNpbmdoICYgQW5yLiBfIFVuaW9uIE9mIEluZGlhICYgQW5yLl8xNzAxODQyMDQ3LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 271",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Hira Singh & Anr.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2017 INSC 583",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CRIMINAL APPEAL /722/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985 - Notifications issue{ by Central Government bearing no.S.0.2941(£) dated 18.11.2009 amending Notification no.S.0.1055(E)"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985 - Notifications issue{ by Central Government bearing no.S.0.2941(£) dated 18.11.2009 amending Notification no.S.0.1055(E) dated 19.10.2001 thereby inserting Note 4 in the table at the end of Note 3 - Notification assailed on the ground that the NDPS Act does not confer any power upon the Central Government to vary the parameters of the quantification of the drugs; that the offence defined in the Act is specific to narcotic drugs or the psychotropic substances; that no punishment is provided for or can be given in respect of non narcotic drugs or non psychotropic substances; and further note 4 pertains to entry no.239 dealing with the non-descript mixture or preparation with or without a natural material of specified drugs referred to in entries 1 to 238 of the notification specifying small quantity and commercial quantity and the effect of notificatiOn is to undermine the decision in case of *E. Micheal Raj - Held: The decision in *E. Micheal Raj nowhere makes reference to Note 2 of notification dated 19.10.2001 and that the same may have some bearing on the issue under consideration - This decision also does not refer to entry no. 239 and the interplay between the various provisions alluded to earlier while noting the argument of the . respondents - The judgment, however, after quoting notification dated 19.10.2001 took note of the purpose for which Amendment Act of 2001 was brought into force and then proceeded to hold that to achieve the said purpose of rationalisation of the sentence structure, the purity of the narcotic drug from the recovery or seizure made from the offender would be a decisive factor - Considering the significance of the issues raised by the respondents and the grounds of challenge of the appellants/petitioners concerning the impugned notification, to observe judicial rectitude and in deference to the decisions, matter is referred to larger bench."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "NITHYA ANAND RAGHAVAN VS. STATE OF NCT OF DELHI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUzNTg=",
        "Citation": "[2017] 7 S.C.R. 281",
        "Case Type": "(CRIMINAL APPEAL /972/2017)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9OaXRoeWEgQW5hbmQgUmFnaGF2YW4gXyBTdGF0ZSBPZiBOY3QgT2YgRGVsaGkgJiBBbnIuXzE3MDE4NDI1ODEucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 281",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Nithya Anand Raghavan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1295",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Nct Of Delhi & Anr.",
        "Case Type:": "CRIMINAL APPEAL /972/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Child and Family welfare - High Court issued writ for production of minor daughter allegedly removed by mother-appellant from custody of father-respondent no.2 from U.K."
        ],
        "HeadNote": "Child and Family welfare - High Court issued writ for production of minor daughter allegedly removed by mother-appellant from custody of father-respondent no.2 from U.K. - High Court directed the mother to produce her daughter and to comply with the order of High Court of Justice, U.K. within 3 weeks or in alternative to handover the custody of daughter to father within 3 weeks from date of order - Whether the return of the minor to her native state would be in the interests of the minor - Held: The Courts in India are not denuded from declining the relief to return the child to the native state merely because of a pre-existing order of the foreign Court of competent jurisdiction - In the instant case, the minor is staying in India along with mother, her grandparents and other family members and relatives unlike in the UK where she lived in a nuclear family of three with no extended family - She would be more comfortable and feel secured to live with her mother - Moreover, it is common ground that minor is suffering from cardiac disorder and needs periodical medical reviews and proper care and attention - That can be given only by her mother - Respondent no.2 (father) is employed and may not be in a position to give complete attention to his daughter - In totality of the facts and circumstances of the case, it is in the best interests of the minor to remain in custody of her mother (appellant) else she would be exposed to harm if separated from the mother - High Court was unjustly impressed by the principle of comity of courts and the obligation of the Indian Courts to comply with a pre-existing order of the foreign Court for return of the child and including the \"first strike\" principle. C D E F G Child and Family welfare - Wardship jurisdiction - The concept of forum convenience has no place in wardship jurisdictionIn exercise of summary jurisdiction, the Court must be satisfied that the proceeding instituted before it was in close proximity and filed promptly after the child was removed from his/her native state and brought within its territorial jurisdiction, the child has not gained roots here and farther that it will be in the child's welfare to return to his native state because of the difference in language spoken or B social customs and contacts to which he/she has been accustomed or such other tangible reasons - In such a case, the Court need not resort to an elaborate inquiry into the merits of the paramount welfare of the child but leave that inquiry to the foreign Court by directing return of the child - In exceptional cases, the Court can c still refase to issue direction to return the child to the native state' and more particularly inspite of a pre-existing order of the foreign Court in that behalf. if it is satisfied that the child's return may expose him to a grave risk of harm - This means that the Courts in India, within whose jurisdiction the minor has been brought must \"ordinarily\" consider the question on merits, bearing in mind the D welfare of the child as of paramount importance whilst reckoning the pre-existing order of the foreign Court if any as only one of the factors and not get fixated therewith - In either situation - be it a summary inquiry or an elaborate inquiry - the welfare of the child is of paramount consideration - While examining the issue the E Courts in India are free to decline the relief of return of the child brought within its jurisdiction, if it is ·satisfied that the child is now settled in its new environment or if it would expose the child to physical or psychological harm or otherwise place the child in an intolerable position or if the child is quite mature and objects to its return - Jurisdiction. F Writ of habeas corpus - Object behind - Held: The object underlying the writ of habeas corpus is to secure the re{ease of a person who is illegally deprived of his liberty - The writ of habeas corpus is a command addressed to the person who is alleged to have another in unlawful custody, requiring him to produce the G body of such person before the Court - On production of the person before the Court, the circumstances in which the custody of the person concerned has been detained can be inquired into by the Court and upon due inquiry into the alleged unlawfal restraint pass appropriate direction as may be deemed just and proper - High H Court in such proceedings conducts qn inquiry for immediate"
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "D. N. JOSHI (D) THR. LRS. & OTHERS VS. D. C. HARRIS & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUzNjc=",
        "Citation": "[2017] 7 S.C.R. 326",
        "Case Type": "(CIVIL APPEAL /6139/2009)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9ELiBOLiBKb3NoaSAoZCkgVGhyLiBMcnMuICYgT3RoZXJzIF8gRC4gQy4gSGFycmlzICYgQW5vdGhlcl8xNzAxODQyNjgwLnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 326",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "D. N. Joshi (d) Thr. Lrs. & Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 578",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "D. C. Harris & Another",
        "Case Type:": "CIVIL APPEAL /6139/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent control and eviction - Predecessor in title of respondent purchased the suit premises from a person who was gifted the premises by the original owner - Suit premises occupied by tenant indu",
            "eted by original owner - Suit for . eviction by respondent"
        ],
        "HeadNote": "Rent control and eviction - Predecessor in title of respondent purchased the suit premises from a person who was gifted the premises by the original owner - Suit premises occupied by tenant indu,eted by original owner - Suit for . eviction by respondent - Defendant-tenant\" denied the title of respondent on the ground that purchase of property by respondent was not based on valid gift deed as gift deed was not accompanied by giving possession of suit property to the donee and that donee did not have valid title of ownership which he could transfer to the respondent - Held: Since defendant-tenant was in possession of suit premises, as such it was not possible for the donor to handover physical possession of suit premises to the donee - Therefore. constructive possession of suit premises by donor was handed over to donee - Neither the validity of sale deed nor mutation entry in favour of respondent was · challenged by the tenant - The same gift deed was challenged by another tenant and the court had upheld the validity of gift deed and also held that title of property had passed on to the respondents - The said order was not challenged - Therefore, it is just and appropriate to follow the same view - Respondent entitled to decree of eviction. Code of Civil Procedure, 1908 - s.100 - Scope of - Second appeal - Substantial question of law - Second appeal in question was filed prior to coming into force of the C.P. C. Amendment Act, 1976 - Second appeal admitted by the Registrar of High Court on G 20.5.1974 and was directed to be placed before the court for hearing under Or.XL/, r. I I - Single Judge of the High Court passed an order of admission on 7.5.1980, after the Amendment Act came into force - But, before the appeal was taken upfor final hearing, respondents-plaintiffs moved an application for amendment of the H appeal memo whereby the substantial qu.e.~rions of law wereormulated - Single Judge allowed that applicalion on 15. 7.2006 - That order was not challenged by appellants-defendants and, therefore, attained finality - Contention of appellants-defendants that the appeal could not have been admitted without formulating substantial question of law - Held: Not sustainable - At the relevant time in 1976, there was no requirement to formulate substantial question of law in the memo of appeal - However, that deficiency was sought to be cured by the respondents-plaintiffs by taking out a formal application for amendment of the memorandum of appeal and permission to urge the substantial questions of law framed in the amendment application - After hearing both the parties, the court, in fact, formulated the substantial question of law and answered the same in the impugned judgment - In that sense, it is not a case of deciding the second appeal sans substantial question of law - Jn the facts of the instant case, there was compliance of s. l 00 as also Or.XLIJ - It is not open to the appellants-defendants to now raise an issue of non{ormulation of substantial question of law while admitting the appeal, having failed to challenge the order dated 7.5.1980 (admitting the second appeal) and dated 15. 7.2006 (allowing the respondents-plaintiffs to amend the memorandum of second appeal with an observation that the court will formulate the substantial question of law at the time of hearing of the appeal)"
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "POORAN CHANDRA JOSHI & ORS. VS. BISWAN CHANDRA HARRIS (DEAD) BY L.RS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUzNzE=",
        "Citation": "[2017] 7 S.C.R. 348",
        "Case Type": "(CIVIL APPEAL /6138/2009)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9Qb29yYW4gQ2hhbmRyYSBKb3NoaSAmIE9ycy4gXyBCaXN3YW4gQ2hhbmRyYSBIYXJyaXMgKGRlYWQpIEJ5IEwucnMuXzE3MDE4NDI3NDUucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 348",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Pooran Chandra Joshi & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 578",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Biswan Chandra Harris (dead) By L.rs.",
        "Case Type:": "CIVIL APPEAL /6138/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction - Judgment reported in [2017)7 SCR 326 in companion Civil Appeal Nos. 6139 of 2009 on merits of the issues dealing with the selfsame gift deed dated 31.05.1949",
            "which is also the subject matter of the present appeal"
        ],
        "HeadNote": "Rent Control and Eviction - Judgment reported in [2017)7 SCR 326 in companion Civil Appeal Nos. 6139 of 2009 on merits of the issues dealing with the selfsame gift deed dated 31.05.1949, which is also the subject matter of the present appeal -Accordingly, present appea~ also dismissed."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "MRLGANK JOHRL & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUzODE=",
        "Citation": "[2017] 7 S.C.R. 349",
        "Case Type": "(CIVIL APPEAL /9316-9320/2013)",
        "Date": "10 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9NcmxnYW5rIEpvaHJsICYgT3JzLiBfIFVuaW9uIE9mIEluZGlhICYgT3JzLl8xNzAxODQyODg1LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 349",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "10 July 2017",
        "Petitioner:": "Mrlgank Johrl & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 596",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /9316-9320/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Permanent absorption on deputation - Seniority",
            "claim of - Appellant-junior engineers (Electrical) in All India Radio C went on deputation to the Postal Department"
        ],
        "HeadNote": "Service law - Permanent absorption on deputation - Seniority, claim of - Appellant-junior engineers (Electrical) in All India Radio C went on deputation to the Postal Department - Thereafter, appellant opted for permanent absorption in the Postal Department on the terms and conditions specified by the absorbing department that services would be counted in the earlier cadre for all purposes except his/her seniority in the cadre - Subsequently seniority list published by the Postal Department - Challenge to, by the appellants D - Direction by tribunal to re-draft the seniority list counting the regular service of the appellants - However, said direction set aside by the High Court - On appeal, held: Where absorption is on specified terms and conditions with the benefit of such past service in the previous cadre as well as the period of service rendered on E deputation being denied, the OMs, which provide for the benefit of service rendered in the previous cadre in an equivalent post on being absorbed in another department would not apply - Thus, the order passed by the High Court upheld - Constitution of India - Arts 14 and 16."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "ARRIVE SAFE SOCIETY OF CHANDIGARH VS. THE UNION TERRITORY OF CHANDIGARH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUzODk=",
        "Citation": "[2017] 7 S.C.R. 369",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /10243/2017)",
        "Date": "11 JULY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9BcnJpdmUgU2FmZSBTb2NpZXR5IE9mIENoYW5kaWdhcmggXyBUaGUgVW5pb24gVGVycml0b3J5IE9mIENoYW5kaWdhcmggJiBBbnIuXzE3MDE4NDI5NzcucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 369",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "11 July 2017",
        "Petitioner:": "Arrive Safe Society Of Chandigarh",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2017 INSC 609",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "The Union Territory Of Chandigarh & Anr.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /10243/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Highways - On J 5.J 2.20J 6",
            "Supreme Court had rendered judgment in State of Tamil Nadu v. K. Balu wherein several directions were issued to obviate dangers to the lives and safety of persons using the Highways"
        ],
        "HeadNote": "Highways - On J 5.J 2.20J 6, Supreme Court had rendered judgment in State of Tamil Nadu v. K. Balu wherein several directions were issued to obviate dangers to the lives and safety of persons using the Highways - A Notification was issued on 2J.J0.2005 by Chandigarh Administration notifying major arterial roads described as VJ, V2 and V3 as State Highways - By notification dated J6.3.20J7, notification issued on 2J.J0.2005 was modified by the administration and all VJ, V2 and V3 were declared as major district roads except for National Highways no.2J and Madhya Marg from Panchkula border to Mullanpur Border - The said notification was challenged unsuccessfully before High Court - Hence, Special leave petition - Held: The judgment dated J5.J2.2016 addressed danger to life and safety caused by drunken driving on national and state highways and specifically dealt with the problem from the perspective of the availability of alcohol - Roads within a metropolitan city essentially provide connectivity within the city - The roads in Chandigarh categorized as VJ, V2 and V3 are essentially roads within the city as highways by an administrative decision of 21.10.2005 primarily with a view to ensure their maintenance and development by availing of funds available from the Central Road Fund - The alteration in the nomenclature of certain roads, which has been carried out by the subsequent notification dated 16.3.2017, has left unaffected National Highway no 21 which passes through the city and Madhya Marg which connects the States of Haryana and Punjab- Jn judgment dated 15.12.2016, directions were passed to the States and Union Territories to cease from granting licences for sale of liquor along national and state highways and prohibition to extend to and include stretches of such highways which jail within the limits of municipal corporation, city, town or local authority - The directions did not prevent the Administration from re-classifyinginter-sectoral roads within the city from state highways to major district roads - Therefore exercise carried out by Chandigarh Administration did not breach these directions - It was neither in violation of the terms of the order nor of the purpose and intendment behind those directions - The purpose of the directions contained in judgment dated 15.12.2016 was to deal with the sale of liquor B along and in proximity of highways properly understood, which provide connectivity between cities, towns and villages - The order did not prohibit licensed establishments within municipal areas - This clarification would govern other municipal areas as well - Liquor."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "UNION OF INDIA & ORS. VS. M/S. MARGADARSHI CHIT FUNDS (P) LTD. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU0Mjc=",
        "Citation": "[2017] 7 S.C.R. 375",
        "Case Type": "(CIVIL APPEAL /5724-5725/2011)",
        "Date": "04 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS8yMDEwXzdfMzc1IC0gNDA4XzE3MDMzMTcxOTEucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 375",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "04 July 2017",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 588",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Margadarshi Chit Funds (p) Ltd. Etc.",
        "Case Type:": "CIVIL APPEAL /5724-5725/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Tax - Historical background of service tax on banking and other financial services"
        ],
        "HeadNote": " Finance Act, 1974 - s.65(12)(a)(v) - Cash/Fund Management C - Service tax on chit fund w.e.f 1 June 2007, the date on which Finance Act, 2007 came into effect - Exigibility of - Whether Chit Fund business means cash management or fund management and therefore fall within the definition of banking and other financial services in terms of s. 65(12)(a)(v) - Held: Jn common parlance as D well as in banking field, cash management is understood as managing the surplus cash of a person or a company - Cash management, thus, deals with optimisation of cash as an asset and for this purpose various decisions are to be taken for proper management thereof - Therefore, insofar as activity of chit fund is concerned, it does not amount to cash management - Also Chit E fund cannot be treated as fund management as understood in business parlance - Therefore, the chit fund business is not covered by sub-clause (v) of sub-section 12 of s.65 even after its amendment by Finance Act, 2007 - Finance Act, 2007 - s.65(12)(a)(v) - Chit Fund Act, 1982 - s.2(b) - Reserve Bank of India, 1954 - s.45-J(c) F - Service Tax. "
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "TRF LTD. VS. ENERGO ENGINEERING PROJECTS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU0NDU=",
        "Citation": "[2017] 7 S.C.R. 409",
        "Case Type": "(CIVIL APPEAL /5306/2017)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9UcmYgTHRkLiBfIEVuZXJnbyBFbmdpbmVlcmluZyBQcm9qZWN0cyBMdGQuXzE3MDE4NDM3MDUucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 409",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Trf Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 577",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Energo Engineering Projects Ltd.",
        "Case Type:": "CIVIL APPEAL /5306/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996-s.12(5)-Appointment of arbitrator by nomination - Any person falling under any of categories specified in the seventh schedule shall be ineligible to C be appointed as arbitrator - Such person who is statutorily ineligible cannot nominate a person"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996-s.12(5)-Appointment of arbitrator by nomination - Any person falling under any of categories specified in the seventh schedule shall be ineligible to C be appointed as arbitrator - Such person who is statutorily ineligible cannot nominate a person - In the instant case, since the Managing Director of the respondent becomes ineligible to act as an arbitrator subsequent to the amendment in the Act, he could also not have nominated any other person as arbitrator."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "ROGER SHASHOUA & OTHERS VS. MUKESH SHARMA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU1MDQ=",
        "Citation": "[2017] 7 S.C.R. 442",
        "Case Type": "(CIVIL APPEAL /2841-2843/2017)",
        "Date": "04 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9Sb2dlciBTaGFzaG91YSAmIE90aGVycyBfIE11a2VzaCBTaGFybWEgJiBPdGhlcnNfMTcwMTg0NDUwMi5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 442",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "04 July 2017",
        "Petitioner:": "Roger Shashoua & Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 589",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Mukesh Sharma & Others",
        "Case Type:": "CIVIL APPEAL /2841-2843/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - s.34 - Applicability of Part I or II - Plea of appellant that the Commercial court"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - s.34 - Applicability of Part I or II - Plea of appellant that the Commercial court in C London, interpreting the clauses in the agreement has determined that the courts in London have jurisdiction - The analysis made therein has been appreciated in BALCO and Ei1erco11 and the Supreme Court has approved the principle set forth in the said case - Once the Supreme Court has accepted the principle, the principle governs as it holds the field and it becomes a binding precedent - D Clause 14 of the shareholders agreement (SHA) refers to arbitration - Clause 14.1 lays down that the arbitration proceedings shall be in accordance with the Rules of Conciliation and Arbitration of the ICC - There is distinction between the venue and the seat - But when a Court finds that there is prescription for venue and something else, it has to be adjudged on the facts of each case to determine E the juridical seat- The agreement in question having been interpreted in a particular manner by the English courts and the said interpretation having gained acceptance by the Supreme Court, the inescapable conclusion is that the courts in India have. no jurisdiction."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "UNION OF INDIA VS. BOARD OF CONTROL FOR CRICKET IN INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU1ODg=",
        "Citation": "[2017] 7 S.C.R. 483",
        "Case Type": "(CIVIL APPEAL /10732-10733/2017)",
        "Date": "22 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSBfIEJvYXJkIE9mIENvbnRyb2wgRm9yIENyaWNrZXQgSW4gSW5kaWEgJiBPcnMuXzE3MDE4NDUzOTcucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 483",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "22 August 2017",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 786",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Board Of Control For Cricket In India & Ors.",
        "Case Type:": "CIVIL APPEAL /10732-10733/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sports - Cricket - Telecasting/Broadcasting - Live feed of a cricket match or other sporting events of national importance"
        ],
        "HeadNote": "Sports - Cricket - Telecasting/Broadcasting - Live feed of a cricket match or other sporting events of national importance - Retelecast of the signals shared by respondent no.3 and 4 with Prasar Bharati by Cable operators - Held: Under s.3 of the Sports C Act, 2007, the live feed received by Prasar Bharati from content rights owners or holders is only for the purpose of re-transmission of the said signals on its own terrestrial and DTH networks and not to Cable Operators so as to enable the Cable TV operators to reach such consumers who have already subscribed to a cable network - D Sports Broadcasting Signals (Mandatory Sharing with Prasar Bharati) Act, 2007 - s.3 - Cable Television Networks (Regulation} Act, 1995 - s.8 - Prasar Bharati Act, 1990 - s.12(3)(c). Cable Television Networks (Regulation) Act, 1995 - Object of its legislation - Discussed. · · - E Sports Broadcasting Signals (Mandatory Sharing with Prasar Bharati) Act, 2007 - Object of its legislation - Discussed. Prasar Bharati Act, 1990 - Object of its legislation - Discussed.Appointment as members of the committee of administrators - Nomination of names for, in terms of the order dated January 02, 2017 passed by this Court - In place of Mr. Fali S. Nariman, senior counsel, Mr. Anil B. Divan, senior counsel, Jo assist the Court and recommend suitable names for appointment as members of the committee of administrators in consultation with the amicus, Mr. Gopal Subramaniam - Further modification/correction of clause 25(i)(f) of the said order - Clause 25(i)(f) to be read as 'has been an Office Bearer of the BCCI or a State Association for a cumulative period of 9 years'."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "RAJKISHORE PUROHIT VS. STATE OF MADHYA PRADESH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU1OTM=",
        "Citation": "[2017] 7 S.C.R. 501",
        "Case Type": "(CRIMINAL APPEAL /1292/2017)",
        "Date": "01 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9SYWpraXNob3JlIFB1cm9oaXQgXyBTdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaCBBbmQgT3RoZXJzXzE3MDE4NDU0NjcucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 501",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "01 August 2017",
        "Petitioner:": "Rajkishore Purohit",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 691",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "State Of Madhya Pradesh And Others",
        "Case Type:": "CRIMINAL APPEAL /1292/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.302134 - Political rivalry - Four accused - Deceased campaigning for removal of accused"
        ],
        "HeadNote": "Penal Code, 1860: ss.302134 - Political rivalry - Four accused - Deceased campaigning for removal of accused - Accused annoyed with the summoning of meeting called by deceased to protest for removal of A-3 from the post of Mayor - All accused came to place of meeting in car - A-2 was armed with gun - He fired at the deceased while others provided cover - Trial court convicted A-2 uls.302 while convicting others u/ss.302134 - Acquittal of accused-respondent no.2 by High Court on the ground that no overt act of assault was attributed to him and that he was not armed - Appeal against acquittal by brother of the deceased - Held: Motive for assault existed because accused were aggrieved by the meeting summoned - The sequence of events, and the manner in which the occurrence took place, manifested a pre-concerted plan and a prior meeting of minds - it was not the case of respondent no.2 that he was taken by surprise and was unaware that the co-accused was carrying a revolver or that they had no intention to kill the deceased - Common · intention by meeting of minds is established in the facts and circumstances of the case - Absence of overt act or possession of weapon was not fatal to the prosecution case against respondent no.2 - Order of conviction passed by trial court restored."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "CENTRAL BUREAU OF INVESTIGATION VS. M. SIVAMANI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU1OTk=",
        "Citation": "[2017] 7 S.C.R. 509",
        "Case Type": "(CRIMINAL APPEAL /1261-1262/2017)",
        "Date": "01 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9DZW50cmFsIEJ1cmVhdSBPZiBJbnZlc3RpZ2F0aW9uIF8gTS4gU2l2YW1hbmlfMTcwMTg0NTU0MC5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 509",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "01 August 2017",
        "Petitioner:": "Central Bureau Of Investigation",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 695",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "M. Sivamani",
        "Case Type:": "CRIMINAL APPEAL /1261-1262/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.195(l)(a)(i) - Bar under - On a challenge by insurer against the award passed in insurance claim petition"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.195(l)(a)(i) - Bar under - On a challenge by insurer against the award passed in insurance claim petition, High Court ordered investigation by CBI C into allegation that claim was false - After investigation. CBI filed charge sheet - Respondent filed petition pleading bar u/s.[95(l)(a)(i) on the ground that cognizance in respect of offence uls.182 /PC could not be taken except \"on the complaint in writing of public servant concerned or of some other public servant to whom he is administratively subordinate - Trial court dismissed the petition D - On revision, High Court reversed the order of trial court - On appeal. held: The direction of the High Court is at par with the direction of an administrative superior public servant to file a complaint in writing in terms of the statutory requirement - The protection intended by s.195 against a private person filing a E frivolous complaint is taken care of when the High Court finds that the matter was required to be gone into in public interest - Such direction cannot be rendered futile by invoking s.195 to such a situation - Once the High Court directs investigation into a specified offence mentioned in s.195, bar under s.195(/)(a) cannot be pressed into service - Penal Code, 1860 - s.182."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "NAGAR NIGAM, ALLAHABAD THROUGH ITS MUNICIPAL COMMISSIONER VS. LIFE INSURANCE CORPORATION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU2MTQ=",
        "Citation": "[2017] 7 S.C.R. 518",
        "Case Type": "(CIVIL APPEAL /7460/2009)",
        "Date": "03 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9OYWdhciBOaWdhbSwgQWxsYWhhYmFkIFRocm91Z2ggSXRzIE11bmljaXBhbCBDb21taXNzaW9uZXIgXyBMaWZlIEluc3VyYW5jZSBDb3Jwb3JhdGlvbiBPZiBJbmRpYSAmIE9ycy5fMTcwMTg0NTczOS5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 518",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 August 2017",
        "Petitioner:": "Nagar Nigam, Allahabad Through Its Municipal Commissioner",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 701",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Life Insurance Corporation Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /7460/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Municipal Corporation Act",
            "1959 - ss.438",
            "452",
            "541 - Licence Fee - Levy of - On business of insurance - Propriety"
        ],
        "HeadNote": "Uttar Pradesh Municipal Corporation Act, 1959 - ss.438, 452, 541 - Licence Fee - Levy of - On business of insurance - Propriety - Held: s.438 deals with licence fee which is chargeable for activities related.to functions of Municipal Corporations, which activities refer to premises in which goods or animals are kept for sale or any other purpose, and to premises in which manufacture of D goods takes place - Licence fee can be levied uls.438(d) only if any trade or operations connected with any trade are specified in bye-laws and expression 'trade' would not include business of insurance."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "P. D. GOEL VS. HIGH COURT OF HIMACHAL PRADESH THROUGH ITS REGISTRAR GENERAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU2NTI=",
        "Citation": "[2017] 7 S.C.R. 523",
        "Case Type": "(CIVIL APPEAL /10244/2017)",
        "Date": "08 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9QLiBELiBHb2VsIF8gSGlnaCBDb3VydCBPZiBIaW1hY2hhbCBQcmFkZXNoIFRocm91Z2ggSXRzIFJlZ2lzdHJhciBHZW5lcmFsXzE3MDE4NDY0MTUucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 523",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "08 August 2017",
        "Petitioner:": "P. D. Goel",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 715",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "High Court Of Himachal Pradesh Through Its Registrar General",
        "Case Type:": "CIVIL APPEAL /10244/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Himachal Pradesh Judicial Service Rules",
            "2004 - r. 14 - Judicial Services - Retrospective retirement - Date. of retirement"
        ],
        "HeadNote": "Himachal Pradesh Judicial Service Rules, 2004 - r. 14 - Judicial Services - Retrospective retirement - Date. of retirement of the appellant was 31.07.2007, date on which he completed the age of 60 years as provided u/r. 14 - High Court issued notification retiring appellant from service from 31.07.2005 i.e. at the age of 58 years - Notification challenged in writ petition - Single Judge of High Court held the retirement contrary to law - Division Bench held that notUlcation of High Court to be treated as recommendation to the Governor .for removal of services of the appellant - Jn terms of the direction, the Governor passed an order on 31.01.2017 retiring the appellant with retrospective effect from 31.07.2005 i.e. at the age of 58 years - Whether retiring the appellant retrospectively at the age of 58 years was justified - Held: Jn the instant case, the High Court had issued notijlcation holding that the appellant stood retired from service at the age of 58 years - Appellant had not been retired by the appointing authority, namely, the Governor of Himachal Pradesh - Therefore, ii cannot be said that the appellant had retired on the completion of age of 58 years - Division Bench treated the notification as recommendation to the Governor for removal of the services - However, this order was passed after appellant had completed the age of 60 years - The order of the Governor retiring the appellaf!( retrospectively in terms of order of the Division Bench, not permissible in law - Himachal Judicial Service Rules do not provide for retrospective retirement of judicial officers - Therefore, appellant to be treated as retired on completion of 60 years of age - Service Law - Retirement."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "UNION OF INDIA AND ORS. VS. EX LAC NALLAM SHIVA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU2NTg=",
        "Citation": "[2017] 7 S.C.R. 530",
        "Case Type": "(CRIMINAL APPEAL /967/2017)",
        "Date": "10 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSBBbmQgT3JzLiBfIEV4IExhYyBOYWxsYW0gU2hpdmFfMTcwMTg0NjUwMS5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 530",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "10 August 2017",
        "Petitioner:": "Union Of India And Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 732",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Ex Lac Nallam Shiva",
        "Case Type:": "CRIMINAL APPEAL /967/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Dismissal from service - On ground of overstaying leave period - Respondent while serving in Air force",
            "overstayed the casual leave granted to him without informing his superiors - District Court Martial sentenced him to undergo rigorous imprisonment",
            "dismissal fi'om service and reduction in rank"
        ],
        "HeadNote": "Service Law - Dismissal from service - On ground of overstaying leave period - Respondent while serving in Air force, overstayed the casual leave granted to him without informing his superiors - District Court Martial sentenced him to undergo rigorous imprisonment, dismissal fi'om service and reduction in rank - Respondent served the sentence of imprisonment - Tribunal took D note of regn. 754(C) and held that punishment awarded to the respondent was excessive and disproportionate and directed reinstatement with period between the date of dismissal to date of rejoining to be treated as non-qualifying service - Held: Respondent overstayed for period of around 1.5 years beyond the casual leave E period without informing his seniors or the nearest milita1y station which is indubitably against the requirement of discipline - Punishment of dismissal was not vindictive, unduly harsh or disproportionate to offence committed by the respondent - Tribunal misdirected itself in invoking regn. 754(C) and exceeded its jurisdiction in overturning the order of punishment -Air Force Act, F 1950 - Defence Service Regulations for Armed Forces - regn. 754(C)."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "THE STATE OF BIHAR & ORS. VS. MODERN TENT HOUSE & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU2NjM=",
        "Citation": "[2017] S.C.R. 539",
        "Case Type": "(CIVIL APPEAL /539/2008)",
        "Date": "16 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9fXzUzOSAtIDU0MV8xNzAzMzE3MjU0LnBkZg==",
        "SCR Citation:": "[2017] S.C.R. 539",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "16 August 2017",
        "Petitioner:": "The State Of Bihar & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 747",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Modern Tent House & Anr.",
        "Case Type:": "CIVIL APPEAL /539/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. 6 r. 17 - Amendment of pleadings"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or. 6 r. 17 - Amendment of pleadings - Application for amendment in the written statement to the money suit u/Or. 6 r. 17. by the appellants-defendants - C Rejection of. by courts below - Justification of- Held: Proposed amendment is sought to elaborate the facts originally pleaded in the written statement; it is in the nature of amplification of the defense already taken; no prejudice would be caused to the respondents- plaintiffe if the amendment is allowed, because the initial burden to prove the case continues to remain on the plaintiffe; and since the D trial is not yet completed, it is in the interest of justice that the proposed amendment should have been allowed by the court below rather than to allow the defendants to raise such pleas at the appellate stage - Thus, the application filed by the defendants u/ Or. 6 r. 17 is allowed. "
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "LEKH RAJ (DEAD) THROUGH L.RS. & ORS. VS. RANJIT SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU2NzQ=",
        "Citation": "[2017] 7 S.C.R. 542",
        "Case Type": "(CIVIL APPEAL /1885/2008)",
        "Date": "16 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9MZWtoIFJhaiBkZWFkIFRocm91Z2ggTHJzICBPcnMgIHZzICBSYW5qaXQgU2luZ2ggIE9yczE3MDE4NDY2NDQucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 542",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "16 August 2017",
        "Petitioner:": "Lekh Raj (dead) Through L.rs. & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 746",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Ranjit Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /1885/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Punjab Custom (Power to Contest) Act. 1920 - Suit for declaration filed in respect of land- Trial court dismissed the suit"
        ],
        "HeadNote": "Punjab Custom (Power to Contest) Act. 1920 - Suit for declaration filed in respect of land- Trial court dismissed the suit - However, appellate court decreed the suit in favour of respondent which became final as it was not challenged by appellants - Execution application - Challenged by judgment debtor-appellants - Executing court allowed the execution application - On appeal, appellate court and revisional court affirmed the order of executing court - In the instant appeal, judgment debtor-appellants raised objection that th'e decree was rendered nullity in the light of amendment made in 1973 in Punjab Custom (Power to Contest) Act, 1920; that the rights of decree holder-respondent on which their suit was based were at the relevant time governed by the provisions of the Act but the amendment made in 1973 took away those customary rights; that the amendment was held retrospective in its operation by Supreme Court in Darshan Singh and Kesar Singh and hence the very basis of filing the suit stood withdrawn by reason of amendment and, therefore, the decree in question had become nullity - Held: It is clear from the fact that the suit was filed in 1962 whereas the appellate Court passed the decree in 1965 and the amendment in the Act was introduced and came into force in 1973 - So the /is had already attained the finality much before the amendment came into force - Secondly. the amendment was held retroactive in nature and, therefore, it was applicable only to those proceedings, which were pending on the date when the amendment came into force, i.e. 1973, or where the proceedings were initiated after the date of amendment - Moreover, the provisions of the Amendment Act of 1973 are applicable only to the State of Punjab whereas the case in hand arises out of State of Haryana - Thus, no interference with the impugned order called for - Code of Civil Procedure, 1908."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "COMMISSIONER OF INCOME TAX COCHIN VS. MIS TRAVANCORE COCHIN UDYOGA MANDAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU2ODI=",
        "Citation": "[2017] 7 S.C.R. 551",
        "Case Type": "(CIVIL APPEAL /2015/2007)",
        "Date": "17 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9Db21taXNzaW9uZXIgT2YgSW5jb21lIFRheCBDb2NoaW4gIHZzICBNaXMgVHJhdmFuY29yZSBDb2NoaW4gVWR5b2dhIE1hbmRhbDE3MDE4NDY3MzMucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 551",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "17 August 2017",
        "Petitioner:": "Commissioner Of Income Tax Cochin",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 761",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Mis Travancore Cochin Udyoga Mandal",
        "Case Type:": "CIVIL APPEAL /2015/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - Deduction of lease rent - Claim for - In the instant case",
            "by order dated 2 5. 06.1988",
            "State Government fixed lease rent of demised land payable by respondent-assessee to the State Government"
        ],
        "HeadNote": "Income Tax Act, 1961 - Deduction of lease rent - Claim for - In the instant case, by order dated 2 5. 06.1988, State Government fixed lease rent of demised land payable by respondent-assessee to C the State Government - Respondent objected to the fixation of lease rent - By order dated 7.11.1991, State Government rejected the respondents objection - Claim for deduction in respect of lease rent for assessment year 1992-93 -Entitlement-Held: The questions which arose for consideration were as to whether the fixation of rent and its payment was statutory or contractual and, !f so, its D effect while claiming deduction under the Act and, if so, in which year of assessment - These are mixed questions of law and fact - In view of nature of issue involved, it is held just and proper to remand · the case to Tribunal for deciding the issue a.fresh on merits."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "SEJAL GLASS LTD. VS. NAVILAN MERCHANTS PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU2OTI=",
        "Citation": "[2017] 7 S.C.R. 557",
        "Case Type": "(CIVIL APPEAL /10802/2017)",
        "Date": "21 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9TZWphbCBHbGFzcyBMdGQgIHZzICBOYXZpbGFuIE1lcmNoYW50cyBQdnQgTHRkMTcwMTg0NjgxMi5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 557",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "21 August 2017",
        "Petitioner:": "Sejal Glass Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 783",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Navilan Merchants Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /10802/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. 7",
            "r.11 -Application filed under Or.7",
            "r.11 - Trial court held that the plaint is to be bifurcated as it discloses no cause of action against the directors"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - Or. 7, r.11 -Application filed under Or.7, r.11 - Trial court held that the plaint is to be bifurcated C as it discloses no cause of action against the directors i.e. Defendants 2 to 4 but the suit is to continue against the defendant . no.I-company - Correctness of - Held: it is settled law that the plaint as a whole alone can be rejected under Or. 7, r.11 - if the plaint survives against certain defendants and/or properties, Or. 7, r.11 will have no application at all, and the suit as a whole must D then proceed to trial - if only a portion of the plaint, as opposed to the plaint as a whole is to be struck out, Or. 6, r.16 of the CPC would apply - it is clear that Or.6, r.16 would not apply in the facts of the instant case - There is no plea or averment to the effect that, as against the Directors, pleadings should be struck out on the E ground that they are unnecessary, scandalous, frivolous, vexatious or that they may otherwise tend to prejudice, embarrass or delay the fair trial of the suit or that it is otherwise an abuse of the process of the Court - impugned order is set aside - Defendant granted time to file written statement."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "M/S. INDIAN HUME PIPE CO. LTD. VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU3MDc=",
        "Citation": "[2017] 7 S.C.R. 565",
        "Case Type": "(CIVIL APPEAL /9879/2017)",
        "Date": "28 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9NcyBJbmRpYW4gSHVtZSBQaXBlIENvIEx0ZCAgdnMgIFN0YXRlIE9mIFJhamFzdGhhbiAgT3JzMTcwMTg0NjkxNi5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 565",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "28 August 2017",
        "Petitioner:": "M/s. Indian Hume Pipe Co. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 817",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /9879/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Sales Tax Act",
            "1954 - s. 7AA - Imposition of tax · and penalty under - Works contract in favour of assessee for providing and laying pipes for water supply scheme - Excisability to sales tax - Assessee seeking exemption from tax"
        ],
        "HeadNote": "Rajasthan Sales Tax Act, 1954 - s. 7AA - Imposition of tax · and penalty under - Works contract in favour of assessee for pro- viding and laying pipes for water supply scheme - Excisability to sales tax - Assessee seeking exemption ji·om tax - Rejection of, by the Assessing officer holding that the pipes manufactured and sup- plied by it fell within the definition of sale of goods and the con- tract was divisible in nature - Said order upheld by the appellate authority, Single Judge as well as Division Bench of the High Court - On appeal, held: Transfer of moveable property in a works con- tract is deemed to be sale - Authorities below as also High Court rightly held that the agreement was clearly in two parts-sale and supply of pipes, jointing material specials, valves, anchor blocks, etc. and the remaining part being supply of labour and services - Approach of the High Court is accepted that when it is found on facts that the works contract executed by assessee is a divisible contract, the submission of the assessee that it is to be treated as one single and composite contract is rejected - Further, assessee . admitted that it has no grievance against the finding that supply of pipes was sale of pipes involved in the execution of the· contracts, thus, was excisable to sales tax - Thus, judgment of the High Court is upheld."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "RAMESH CHANDRA SHARMA & ORS. VS. STATE OF MADHYA PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU3Mzc=",
        "Citation": "[2017] 7 S.C.R. 578",
        "Case Type": "(CIVIL APPEAL /10787-10788/2017)",
        "Date": "23 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9SYW1lc2ggQ2hhbmRyYSBTaGFybWEgIE9ycyAgdnMgIFN0YXRlIE9mIE1hZGh5YSBQcmFkZXNoICBBbnIxNzAxODQ3MzAxLnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 578",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "23 August 2017",
        "Petitioner:": "Ramesh Chandra Sharma & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 798",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Madhya Pradesh & Anr.",
        "Case Type:": "CIVIL APPEAL /10787-10788/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Forest Service - Promotion - Fixation of seniority under Madhya Pradesh Class III (Non-Ministerial) Forest Service"
        ],
        "HeadNote": "Service Law: Forest Service - Promotion - Fixation of seniority under C Madhya Pradesh Class III (Non-Ministerial) Forest Service Recruitment Rules, 1967 - The Foresters, who were recruiter! and deputed to different circles, approached the Tribunal with a specific grievance that on account of posting in a particular circle, some of the Foresters got accelerated promotions to the post of Deputy D Ranger and, thereafter to the post of Forest Ranger; thereby, the erstwhile juniors in the cadre of Foresters in the same service, solely on fortuitous circumstances, became their seniors in the cadre of Rangers - Held: The legal position is that the members of the same service getting accelerated promotion merely on account of fortuitous postings in a particular circle cannot steal a march over E their seniors in the higher posts in the same service - However, in the instant case, none of the parties could explain how the seniority is fixed in the cadre of Foresters, f)eputy Rangers and Rangers - Therefore, matter is remitted to High Court for consideration afresh - Appeal disposed ofLand Acquisition Act, 1894 - s. 30 - Reference under - For refund of the earnest money by respondent no. 1 - Adjudication of. C when several civil suits with respect to refimd of earnest money and for specific pe1formance of the agreement to sale were filed by the respondent no.1 earlier in point of time - Held: Once remedy in the form of civil suits had been resorted to, it was not at all proper exercise of power to invoke provisions uls. 30 with regard to D apportionment of the compensation by directing refund of earnest money - It is not mandatory to make reference to the civil court u/s. 30 and adjudication of dispute in an appropriate case can be ordered by way of the civil suit - Civil court was already in seisin of the matter as such Reference court rightly rejected the reference made uls. 30 and rightly asked parties to await outcome of the E regular civil suits - Order passed by the High Court for refund of the earnest money set aside ."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "GIRISH SHARMA & ORS. VS. THE STATE OF CHHATTISGARH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU3NDQ=",
        "Citation": "[2017] 7 S.C.R. 582",
        "Case Type": "(CRIMINAL APPEAL /939-940/2017)",
        "Date": "23 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9HaXJpc2ggU2hhcm1hICBPcnMgIHZzICBUaGUgU3RhdGUgT2YgQ2hoYXR0aXNnYXJoICBPcnMxNzAxODQ3NDIwLnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 582",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "23 August 2017",
        "Petitioner:": "Girish Sharma & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 797",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The State Of Chhattisgarh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /939-940/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - ss.161",
            "164",
            "306 - Allegation of corruption - Charge sheet against persons including senior officers of State undertaking - During investigation",
            "statements of appellants were recorded under s.161 and 164"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - ss.161, 164, 306 - Allegation of corruption - Charge sheet against persons including senior officers of State undertaking - During investigation, statements of appellants were recorded under s.161 and 164 - Appellants were not arrayed as accused but were cited as witness in the charge sheet -After court took cognizance against the accused named in the chargesheet, some of the accused made applications ulss.1931319 to summon these three persons as accused- Trial court rejected the application, however, High Court summoned appellants as accused - High. Court found the version of the appellants in their statements ulss.161 and 164 self incriminating - Held: In the instant case, decision of the High Court was not arrived at by weighing the interest of justice in having the appellants as accused instead of their utility as witnesses - The decision was based on the sole consideration of materia{,against them - It was erroneously assumed that without following the procedure of s.306, an accomplice could not be cited as a witness - Further question, whether rejecting the proposal of prosecution to cite the appellants as witnesses would jeopardise prosecution case against more serious accused was not gone into - Thus matter needs fresh consideration on this touchstone - Matter remanded to High Court for fresh consideration - While considering whether these three persons be summoned as accused or not, the High Court shall not take into account the statements made by them either under s.161 or s.164 as proposed witnesses."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "DAYA KISHAN JOSHI & ANR. VS. DYNEMECH SYSTEMS PVT. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU3NTU=",
        "Citation": "[2017] 7 S.C.R. 587",
        "Case Type": "(CIVIL APPEAL /10265/2017)",
        "Date": "09 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9EYXlhIEtpc2hhbiBKb3NoaSAgQW5yICB2cyAgRHluZW1lY2ggU3lzdGVtcyBQdnQgTHRkMTcwMTg0NzU2OS5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 587",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "09 August 2017",
        "Petitioner:": "Daya Kishan Joshi & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 726",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "Respondent:": "Dynemech Systems Pvt. Ltd.",
        "Case Type:": "CIVIL APPEAL /10265/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employee's Compensation Act",
            "192 3 (Earlier known as Workmen's Compensation Act",
            "1923) - ss.3(1)",
            "4(l)(a) -Accident 'arising out of' and 'in the course of employment'"
        ],
        "HeadNote": "Employee's Compensation Act, 192 3 (Earlier known as Workmen's Compensation Act, 1923) - ss.3(1), 4(l)(a) -Accident c 'arising out of' and 'in the course of employment' - Two persons employed with respondent-company as engineer/sales executive were deputed to test a filter installed in a factory, for which both of them went from Delhi to Haryana - While returning from Haryana, both employees met with an accident, consequent to which one employee died and the other sustained injuries - Application for compensation D filed by appellant (father of deceased employee) before the Commissioner - Application was dismissed on the ground that the accident cannot be said to have arisen out of and in course of employment - High Court confirmed the award passed by the Commissioner - On appeal, held: There is no material on record to E show that the deceased employee had exposed himself to added peril by his own imprudent act - When an employment begins and · when it ceases, depends upon the facts of each case - There is a notional extension at both entry and exit by time and space - Jn the instant case, the accident arose out of and in cqurse of employment inasmuch as the very nature of the employment of the deceased F made it necessary for him to be on the road in question."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "KANAILAL & ORS. VS. RAM CHANDRA SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU3NjU=",
        "Citation": "[2017] 7 S.C.R. 602",
        "Case Type": "(CIVIL APPEAL /4165/2008)",
        "Date": "23 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9LYW5haWxhbCAgT3JzICB2cyAgUmFtIENoYW5kcmEgU2luZ2ggIE9yczE3MDE4NDc2NjYucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 602",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "23 August 2017",
        "Petitioner:": "Kanailal & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 792",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Ram Chandra Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /4165/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - s. 100 and Or. XLJ",
            "r.31 - Appeal filed by the appellant against the judgment of trial Court dismissed by the High Court in limine"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - s. 100 and Or. XLJ, r.31 - Appeal filed by the appellant against the judgment of trial Court, by the High Court in limine - Held: High Court while c dismissed deciding the appeal neither set out the facts nor the submissions urged by the appellants in support of their appeal and nor gave any reason as to why there was no merit in the submission of appellants and why the appeal did not involve any substantial question of law as required to be made out uls. 100 - Further, there D was non-compliance with the requirements of Or.XU, in regard to the contents of the judgment of the Appellate Court i.e. (a) the points for determination; (b) the decision thereon; (c) the reasons for the decision,\" (d) where the decree appealed from is reversed or varied, the relief to which appellant is entitled etc. - Since, judgment E impugned did not satisfy the requirements of s.100 and !or Or.XU, r.31 of CPC, it is legally unsustainable."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "U. MANJUNATH RAO VS. U. CHANDRASHEKAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU3Njk=",
        "Citation": "[2017] 7 S.C.R. 608",
        "Case Type": "(CIVIL APPEAL /9951/2017)",
        "Date": "04 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9VIE1hbmp1bmF0aCBSYW8gIHZzICBVIENoYW5kcmFzaGVrYXIgIEFucjE3MDE4NDc3MzAucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 608",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "04 August 2017",
        "Petitioner:": "U. Manjunath Rao",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 708",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "U. Chandrashekar & Anr.",
        "Case Type:": "CIVIL APPEAL /9951/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judgment - Unreasoned Judgment - Trial court directed rectification of the error in the partition deed"
        ],
        "HeadNote": "Judgment - Unreasoned Judgment - Trial court directed rectification of the error in the partition deed - High Court copiously c quoted from the judgment of the trial court and held that there were no infirmities in the findings recorded by the trial court and dismissed the appeal without any reasons to support the judgment in appeal - Held: High Court has neither analysed the evidence brought on record nor has answered the issues raised in law - Reproduction of few passages from the trial court and ultimately D referring to certain exhibited documents in a cryptic manner, will not convert an unreasoned judgment to a reasoned one - There has been no analysis of facts or law - Analysis and reasons are to be manifest, when that is not done, the judgment of High Court becomes indefensible - Further, judgment of appellate Court must, reflect its conscious application of mind and record findings supported by E reasons, on all the issues arising along with contentions put forth, and passed by the parties for decision of appellate court."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "DOMNIC ALEX FERNANDES (D) THROUGH LRS. & ORS. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU5Njk=",
        "Citation": "[2017] 7 S.C.R. 617",
        "Case Type": "(CRIMINAL APPEAL /34/2009)",
        "Date": "17 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9Eb21uaWMgQWxleCBGZXJuYW5kZXMgZCBUaHJvdWdoIExycyAgT3JzICB2cyAgVW5pb24gT2YgSW5kaWEgQW5kIE9yczE3MDE4NTM4MzgucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 617",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "17 August 2017",
        "Petitioner:": "Domnic Alex Fernandes (d) Through Lrs. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 763",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CRIMINAL APPEAL /34/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Smugglers and Foreign Exchange Manipulators (Forfeiture of Property) Act",
            "1976 (SAFEMA)-ss. 3(J)(c)",
            "7 and 19-Detention order against a person - Confirmation of the detention order and C detenu covered by SAFEMA"
        ],
        "HeadNote": "Smugglers and Foreign Exchange Manipulators (Forfeiture of Property) Act, 1976 (SAFEMA)-ss. 3(J)(c), 7 and 19-Detention order against a person - Confirmation of the detention order and C detenu covered by SAFEMA - Notice of forfeiture of the property of detenu - Order of forfeiture, if would operate against the tenants of the said property - Held: The property would be treated as \"illegally acquired property\" within the meaning of s. 3(J)(c) and can be subjected to forfeiture under the provisions thereof - However, rights of a bona fide tenant would not stand automatically D terminated by forfeiture of property and vesting thereof in the Central Government - Such forfeiture would extinguish the rights of the person to whom the Act applies, the owner of the property or his relative or associate having nexus with him in relation to the said property."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "COMMISSIONER OF INCOME TAX- 1, MUMBAI VS. M/S. HINDUSTAN PETROLEUM CORPORATION LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU5Nzc=",
        "Citation": "[2017] 7 S.C.R. 631",
        "Case Type": "(CIVIL APPEAL /9295/2017)",
        "Date": "03 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9Db21taXNzaW9uZXIgT2YgSW5jb21lIFRheCAxIE11bWJhaSAgdnMgIE1zIEhpbmR1c3RhbiBQZXRyb2xldW0gQ29ycG9yYXRpb24gTHRkMTcwMTg1Mzk5Ny5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 631",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 August 2017",
        "Petitioner:": "Commissioner Of Income Tax- 1, Mumbai",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 706",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Hindustan Petroleum Corporation Ltd.",
        "Case Type:": "CIVIL APPEAL /9295/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - ss.80HH",
            "80-1 and 80-IA - Whether bottling of LPG undertaken by the assessee amounts to 'production' or 'manufacture' for the purposes of ss.80HH",
            "80-1 and 80-IA"
        ],
        "HeadNote": "ncome Tax Act, 1961 - ss.80HH, 80-1 and 80-IA - Whether bottling of LPG undertaken by the assessee amounts to 'production' or 'manufacture' for the purposes of ss.80HH, 80-1 and 80-IA of C the IT Act - Held: LPG bottling is a highly technical and complex · activity which requires precise functions of machines operated by technically expert personnel - LPG produced in the refinery cannot be directly supplied to the consumer for domestic use because of various reasons of handling, storage and safety - The process of bottling of LPG renders it capable of being marketed as a domestic D kitchen fuel and, thereby, makes it a viable commercial product - Therefore, activity of filing cylinder with compressed gas amounts to production or manufacture for the purpose of ss.80HH, 80-1 and 80-IA - G_~s Cylinders Rules, 2004 - r.2(.-.::xxii). Words and phrases - Manufacture - Interpretation of."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "BIR WATI & ORS. VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU5ODU=",
        "Citation": "[2017] 7 S.C.R. 647",
        "Case Type": "(CIVIL APPEAL /8938/2011)",
        "Date": "17 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9CaXIgV2F0aSAgT3JzICB2cyAgVW5pb24gT2YgSW5kaWEgIEFucjE3MDE4NTQyMDQucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 647",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "17 August 2017",
        "Petitioner:": "Bir Wati & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 762",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "CIVIL APPEAL /8938/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - ss.18",
            "28-A - When an application of a landowner u/s.18 is dismissed on the ground of delay"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - ss.18, 28-A - When an application of a landowner u/s.18 is dismissed on the ground of delay then the said landowner is entitled to make an application C uls.28-A if other conditions prescribed therein are fulfilled - One · of the requirements to apply .to the Collector uls.28-A of the Act is to make an application within three months ji-om the date of the award passed in other cases - In this case, three months already expired and the appellants were not able to make the application within three months or thereafter till date - However, having regard to the D peculiar facts and circumstances of the case wherein firstly, the bread earner of the appellants' family died during the pendency of the proceedings before the Collector long back; secondly, one of the appellants also expired during pendency of this appeal; and thirdly, all the appellants were illiterate and unaware of the E proceedings in question for years even after passing of the award and were also unaware of the legal and procedural requirements prescribed in the Act - Therefore, exercising power u/Art.142 of the Constitution, permission is granted to appellant to apply u/.28-A - Constitution of India - Art. 142"
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "GOVIND PRASAD SHARMA & ORS. VS. DOON VALLEY OFFICERS COOPERATIVE HOUSING SOCIETY LTD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU5ODg=",
        "Citation": "[2017] 7 S.C.R. 653",
        "Case Type": "(CIVIL APPEAL /10786/2017)",
        "Date": "23 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9Hb3ZpbmQgUHJhc2FkIFNoYXJtYSAgT3JzICB2cyAgRG9vbiBWYWxsZXkgT2ZmaWNlcnMgQ29vcGVyYXRpdmUgSG91c2luZyBTb2NpZXR5IEx0ZDE3MDE4NTQyNzIucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 653",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "23 August 2017",
        "Petitioner:": "Govind Prasad Sharma & Ors.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 793",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Doon Valley Officers Cooperative Housing Society Ltd",
        "Case Type:": "CIVIL APPEAL /10786/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - ss. 7 5 and 81 - By impugned judgment",
            "demarcation report made by a government agency in the course of conciliation proceedings between the parties admitted into evidence"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - ss. 7 5 and 81 - By impugned judgment, demarcation report made by a government agency in the course of conciliation proceedings between the parties C admitted into evidence - Admissibility of the report challenged - Held: s. 75 contemplates that both the conciliator and the parties must keep as confidential all matters relating to conciliation proceedings - In the instant case, the demarcation report has its genesis only in the conciliation proceedings - Therefore, it cannot D be relied upon - Impugned judgment is set aside - However, it will be open for the respondent to adduce, by way of evidence, any report that he may obtain from authorities for the purpose of demarcating property, which may then be introduced by way of evidence in accordance with law."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "AHSAN VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU5OTE=",
        "Citation": "[2017] 7 S.C.R. 658",
        "Case Type": "(CRIMINAL APPEAL /1525/2017)",
        "Date": "29 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9BaHNhbiAgdnMgIFN0YXRlIE9mIFVwMTcwMTg1NDM0Ni5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 658",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "29 August 2017",
        "Petitioner:": "Ahsan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 819",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /1525/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss.452",
            "307134",
            "504",
            "316134 -Prosecution case was that complainant witnessed that appellant and other accused armed with the country made pistols entered the house of his uncle and abused members of family including his pregnant niece and shot fire from their respective pistols with intention of killing them"
        ],
        "HeadNote": " Penal Code, 1860- ss.452, 307134, 504, 316134 -Prosecution D E case was that complainant witnessed that appellant and other accused armed with the country made pistols entered the house of his uncle and abused members of family including his pregnant niece and shot fire from their respective pistols with intention of killing them - Conviction ulss.452, 307134, 504, 316134 by trial court and life imprisonment - High Court affirmed the same - Conviction upheld by Supreme Court - instant appeal challenging correctness of quantum of sentence - Held: The gunshot injury caused by the appellant to the victim was grievous in nature, the bullet injury was caused in the head which was the most delicate and vital part of the body; the facts of the case satisfied the ingredients of the first part of s.307, namely, all the three accused which included the appellant had gone lo the house of victim with a common intention to kill the members of.family and in order to accomplish the intention, each accused targeted one member of the F family present in the room which resulted in death of a stillborn child of niece, who was hit by gunshot in her abdomen and other two members suffered serious gunshot injuries though both survived - While sentencing the accused, the Court is required to take into account several factors arising in the case, such as the nature of offence committed, the manner in which it was committed, its gravity, G the motive behind the commission of the offence, nature of injuries sustained by the victim, whether the injuries sustained were simple or grievous in nature, weapons used for commission of offence and any other extenuating circumstances if any - Considering these factors, no case made out for interference with quantum of H punishment in the instant case.  "
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "AJAYINDER SANGWAN AND ORS. VS. BAR COUNCIL OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTU5OTc=",
        "Citation": "[2017] 7 S.C.R. 666",
        "Case Type": "(TRANSFERRED CASE (CIVIL) /126/2015)",
        "Date": "23 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9BamF5aW5kZXIgU2FuZ3dhbiBBbmQgT3JzICB2cyAgQmFyIENvdW5jaWwgT2YgRGVsaGkgIE9yczE3MDE4NTQ0MzUucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 666",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "23 August 2017",
        "Petitioner:": "Ajayinder Sangwan And Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 795",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Bar Council Of Delhi & Ors.",
        "Case Type:": "TRANSFERRED CASE (CIVIL) /126/2015",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Advocates Act",
            "1961 - Fake lawyers and Bar Council elections -Bar Council took steps to cause an enquiry to.find out.fake lawyers and to hold the State Bar Councils elections only thereafter"
        ],
        "HeadNote": "Advocates Act, 1961 - Fake lawyers and Bar Council elections -Bar Council took steps to cause an enquiry to.find out.fake lawyers and to hold the State Bar Councils elections only thereafter - Petitioners requesting for immediate elections of the State Bar Council as the term had expired long back whereas the Bar Council of India (BCJ) pressing for need of verification of the candidates to eliminate fake lawyers in order to bring improvement in the Bar and to get deserving practicing advocates for the respective Bar Councils - Since the process of verification is not completed yet, last opportunity is given for the same - F(fteen days' time be given to cure the defective applications by the concerned Advocates and to all such advocates to submit their complete application.forms.for necessa1y verification of their degrees if they have not submitted the same earlier, from the date of publication of advertisement which shall be published within 7 days fi\"om the passing of this order - One month time granted for verification of applications, without any charge, by the State Bar Councils, after the expilJ' of the above 15 days - The University Authorities shall ensure the verification of degrees awarded by them, without any charge, within one month on its presentation - The re.1pective State Bar Council~· shall publish a Final Electoral Roll by including the names and particulars of such advocates whose degrees attached with the application forms . have been verified by the concerned University cl11thorities - The names of all such advocates who have not removed the defects in the application forms and also such persons whose degrees on · verification have been found false or fake by the University authorities shall not be included in the Electoral Rolls - BC/ to declare the schedule of elections thereajier - All the State Bar Councils are directed to take necessary steps and to conclude allproceedings by 31.12.2017 and send a reply to the BCl - Thereafter, A the BCl, after receiving all the replies from the State Bar Councils, would file a status report - The BCl is directed to request a retired Judge of the Supreme Court in order to control and supervise the verification process and preparation of Electoral Rolls - The BCl is directed to take all steps in this regard immediatef-v in order to do B the needful - Matter to be listed in the second week of January, 2018 on a Non-Miscellaneous Day - Bar Council of lndia Certificate and Place of Practice (Verification) Rules, 2015."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "MAHENDRA SUBHASHBHAI VANKHEDE VS. THE STATE OF GUJARAT ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMDI=",
        "Citation": "[2017] 7 S.C.R. 672",
        "Case Type": "(CRIMINAL APPEAL /1365-1366/2017)",
        "Date": "08 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9NYWhlbmRyYSBTdWJoYXNoYmhhaSBWYW5raGVkZSAgdnMgIFRoZSBTdGF0ZSBPZiBHdWphcmF0IEV0YzE3MDE4NTQ1MDYucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 672",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "08 August 2017",
        "Petitioner:": "Mahendra Subhashbhai Vankhede",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 716",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The State Of Gujarat Etc.",
        "Case Type:": "CRIMINAL APPEAL /1365-1366/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 363",
            "366 and 376 - Conviction under",
            "of appellant-accused"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 363, 366 and 376 - Conviction under, of appellant-accused - Trial Court while imposing lesser C sentence of 2 years and nine months reasoned that the case was a love affair involving young adolescents, therefore giving severe punishment would not be feasible - On appeal by the complainant as well as the State, High Court enhanced the punishment of imprisonment holding that there was no adequate or special reason for the trial court to reduce the sentence - On appeal, held: Trial D Court while imposing a lesser sentence provided valid reasons - Accused and the girl had a love affair and she had left her parent's house voluntarily without any force - Both of them stayed together for around ten days and the nature of sexual intercourse was consensual - Furthe1; the incident relates to the date prior to the E amendment of JPC which came into force on 03.02.2013, and for special reasons as aforesaid, sentence less than seven years was imposable - Moreover, after the High Court enhanced the sentence, the accused has further undergone a sentence of six months (in all more than three years), which is sufficient to meet the ends of justice - Appellant to be released forthwith, if not required in any other F case - Sentencing - The Criminal Law (Amendment) Act, 2013, No. XIII of 2013 (w.e.f 03.02.2013)."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "TERAPALLI DYVASAHATA KUMAR VS. S.M. KANTHA RAJU (DEAD) THR. LRS. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMDY=",
        "Citation": "[2017] 7 S.C.R. 676",
        "Case Type": "(CIVIL APPEAL /3215/2010)",
        "Date": "16 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9UZXJhcGFsbGkgRHl2YXNhaGF0YSBLdW1hciAgdnMgIFNtIEthbnRoYSBSYWp1IGRlYWQgVGhyIExycyAgQW5yMTcwMTg1NDU4My5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 676",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "16 August 2017",
        "Petitioner:": "Terapalli Dyvasahata Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 748",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "S.m. Kantha Raju (dead) Thr. Lrs. & Anr.",
        "Case Type:": "CIVIL APPEAL /3215/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Andhra Pradesh Societies Registration Act",
            "2001: s.23 - Petition under - Territorial jurisdiction for - Determination"
        ],
        "HeadNote": "Andhra Pradesh Societies Registration Act, 2001: C D s.23 - Petition under - Territorial jurisdiction for - Determination of - Held: s.23 enables the person aggrieved to file an application in the \"District Court concerned\" - The-expression \"District Court\" having not been defined in the 2001 Act (i.e. special Act), it must necessarily take with it all the trappings that go along with a District Court that is established under the general law (i.e. C.P. C.) - Therefore, for determining territorial jurisdiction of District Court, provisions of C.P.C. would apply - Code of Civil Procedure, 1908 - s. 20."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "YUSUF KHAN @ DILIP KUMAR THROUGH POWER OF ATTORNEY VS. PRAJITA DEVELOPERS PVT. LTD. & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMDk=",
        "Citation": "[2017] 7 S.C.R. 687",
        "Case Type": "(CIVIL APPEAL /11093/2017)",
        "Date": "30 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9ZdXN1ZiBLaGFuICBEaWxpcCBLdW1hciBUaHJvdWdoIFBvd2VyIE9mIEF0dG9ybmV5ICB2cyAgUHJhaml0YSBEZXZlbG9wZXJzIFB2dCBMdGQgIEFub3RoZXIxNzAxODU0NjU0LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 687",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "30 August 2017",
        "Petitioner:": "Yusuf Khan @ Dilip Kumar Through Power Of Attorney",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 829",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Prajita Developers Pvt. Ltd. & Another",
        "Case Type:": "CIVIL APPEAL /11093/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Pe1formance : ·Grant of development rights of property in question - By appellant vide agreement dated 23.6.2006"
        ],
        "HeadNote": "Specific Pe1formance : ·Grant of development rights of property in question - By appellant vide agreement dated 23.6.2006 - Jointly to predecessor- in-interest of respondent No. 1 and to respondent No. 2 - As per terms of the agreement, if developers failed to complete the construction within stipulated period,the appellant was entitled to get the construction completed at the cost of developers and on developers' failure to deposit such cost, appellant was further entitled to terminate the agreement -Application u/s. 9 of Arbitration and Conciliation Act by respondent No. 1 (for restraining the appellant from dispossessing respondent No. 1 and for restraining the appellant from creating third party right in the property) dismissed upto Supreme Court - Application uls. 11 of Arbitration Act before High Court withdrawn by respondent No. 1 with liberty to file a suit - In the meantime agreement dated 23.06.2006 terminated by the appellant - Suit by respondent No. I seeking specific performance of the agreement dismissed by High Court - On appeal, held: There is no justification for the demand of specific performance of the · agreement - In the ends of justice appellant is directed to deposit an amount of Rs. 20 crores with the Supreme Court to be collected by respondent No. I - Respondent No. I is directed to hand-over the possession of the property to appellant - The question as to whether respondent No. I _was entitled to any damages over and above Rs. 20 crores to be resolved in arbitration proceedings - Arbitration and Conciliation Act, 1996 - ss. 9 and II."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "A.P. SHOWKATH ALI & ORS. VS. STATE OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMTQ=",
        "Citation": "[2017] 7 S.C.R. 698",
        "Case Type": "(CIVIL APPEAL /2827/2010)",
        "Date": "10 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9BcCBTaG93a2F0aCBBbGkgIE9ycyAgdnMgIFN0YXRlIE9mIEtlcmFsYSAgT3JzMTcwMTg1NDczNC5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 698",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "10 August 2017",
        "Petitioner:": "A.p. Showkath Ali & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 736",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Kerala & Ors.",
        "Case Type:": "CIVIL APPEAL /2827/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala State and Subordinate Service Rules",
            "1958: rr. J 3AA and 39 - Special recruitment of thirty-seven Assistant Sub-Inspectors of SC/ST category"
        ],
        "HeadNote": "rr. J 3AA and 39 - Special recruitment of thirty-seven Assistant C Sub-Inspectors of SC/ST category - For declaration of probation they were required to pass special test - The test not conducted for twelve years - Jn the meantime provisional promotion granted to them - invoking r. 39, Government order passed exempting them from passing the special test - Exemption order challenged by D appellants by filing writ petition - Petition dismissed by High Court - On appeal, held: Though r. J 3AA makes the passing of the test obligatory, and.order of the Government dated 5.02.2000 ruled that SC/ST employees are not entitled to any test exemption, but r. 39 is to operate notwithstanding anything prescribed under 1958 Rules or Special Rules or any Government order - Also in the facts E of the case, an equitable relief deserved to be granted by invoking r. 39 - Thus, order granting exemption is justified - Service Law - Probation - Equity."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "DIRECTORATE OF REVENUE INTELLIGENCE AND OTHERS VS. PUSHPA LEKHUMAL TOLANI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMTg=",
        "Citation": "[2017] 7 S.C.R. 711",
        "Case Type": "(CIVIL APPEAL /4403/2010)",
        "Date": "18 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9EaXJlY3RvcmF0ZSBPZiBSZXZlbnVlIEludGVsbGlnZW5jZSBBbmQgT3RoZXJzICB2cyAgUHVzaHBhIExla2h1bWFsIFRvbGFuaTE3MDE4NTQ4MDIucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 711",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "18 August 2017",
        "Petitioner:": "Directorate Of Revenue Intelligence And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 772",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Pushpa Lekhumal Tolani",
        "Case Type:": "CIVIL APPEAL /4403/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Act",
            "1962 - ss. 77",
            "78 - Smuggling - Gold and diamond jewellery - Items claimed to be personal effects"
        ],
        "HeadNote": "Customs Act, 1962 - ss. 77, 78 - Smuggling - Gold and diamond jewellery - Items claimed to be personal effects - Bringing jewellery into India for taking it out with the passenger is permissible and is not liable to any import duty ~ Even as per EXIM Code Numbers 7113 19 20 and 7113 19 30 of ITC (HS) Classification of Export and Import items as on 01.04.2002, the import of gold jewellery studded with diamonds or with other precious stones, is freely allowed - Jn the instant case, in the absence of any facts on record about the nature and mode of concealment and also any finding of the lower authority that jewellery brought by respondent was kept in a way to evade detection on examination of the baggage, it has to be held that there was no concealment as such - Respondent . chose the Green Channel for clearance of her baggage - She committed no violation of law or infraction of any instruction for clearance of the baggage through the green channel as she being a tourist had no dutiable goods to declare under the Baggage Rules - Similarly, the invocation of s. 78 of the Act is of no use as this Section applied only to dutiable and prohibited goods - The accusation of not declaring the goods to the customs authority and evading duty alleged to be due thereupon has no legal basis - Also, with regard to the proximity of purchase of jewellery, all the jewellery was not purchased a few days before the departure of the respondent from UK, a large number of items had been in use for a long period - The presumption that the jewellery found in her baggage cannot be considered as personal effects owning to its high monetary value is rebutted - Respondent was entitled to import personal jewellery duty free - Jn the facts and circumstances of this case, the .remarks against the appellant from the judgment passed by the High Court are expunged - Baggage Rules, 1998 - r. 7."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "SAMAJ PARIVARTANA SAMUDAYA AND ORS. VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMjQ=",
        "Citation": "[2017] 7 S.C.R. 725",
        "Case Type": "(WRIT PETITION (CIVIL) /562/2009)",
        "Date": "28 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9TYW1haiBQYXJpdmFydGFuYSBTYW11ZGF5YSBBbmQgT3JzICB2cyAgU3RhdGUgT2YgS2FybmF0YWthICBPcnMxNzAxODU0ODc1LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 725",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "28 August 2017",
        "Petitioner:": "Samaj Parivartana Samudaya And Ors.",
        "Disposal Nature:": "I.A Disposed Off",
        "Netural Citation:": "2017 INSC 816",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /562/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals - Sale of iron-ore in State of Karnataka - Interim application is .filed by FIMI seeking the direction fiwn the Court that iron-ore and manganese ore may be sold in Karnataka without recourse to e-auction conducted by the monitoring committee set up by the Supreme Court"
        ],
        "HeadNote": " Mines and Minerals - Sale of iron-ore in State of Karnataka A B c - Interim application is .filed by FIMI seeking the direction fiwn the Court that iron-ore and manganese ore may be sold in Karnataka without recourse to e-auction conducted by the monitoring committee set up by the Supreme Court - Held: The sale and purchase D of iron-ore had been conducted in the most outrageous manner and on wholly unacceptable terms in the past resulting, inter a/ia, in huge leakage of government revenue - Such experiences and events cannot be allowed to resurface - Therefore, on an overall view of the matter, dispensation is not warranted with the existing policy of sale and purchase of iron-ore by e-auction in the State of E Karnataka - The restoration of 'normalcy' in the process of sale and purchase of iron-ore must wait for the jilfure and at least till such time that significant headways are made in the other cu11nected aspects of the matter.  "
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "RAM CHAND (DECEASED) THROUGH L.RS. & ORS. VS. UDAI SINGH@ DAYA RAM & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMjg=",
        "Citation": "[2017] 7 S.C.R. 731",
        "Case Type": "(CIVIL APPEAL /1107-1108/2017)",
        "Date": "24 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9SYW0gQ2hhbmQgZGVjZWFzZWQgVGhyb3VnaCBMcnMgIE9ycyAgdnMgIFVkYWkgU2luZ2ggRGF5YSBSYW0gIE9yczE3MDE4NTQ5NDQucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 731",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "24 August 2017",
        "Petitioner:": "Ram Chand (deceased) Through L.rs. & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 802",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Udai Singh@ Daya Ram & Ors.",
        "Case Type:": "CIVIL APPEAL /1107-1108/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: s. JOO - Second appeal - Suit for declaration o.f right",
            "title and interest in the suit property - Suit decreed giving only symbolic possession to the plaintiff - Cross appeals (first appeal)"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: s. JOO - Second appeal - Suit for declaration o.f right, title and interest in the suit property - Suit decreed giving only symbolic possession to the plaintiff - Cross appeals (first appeal) - Dismissed - Second appeal by plaintiff as well as defendant - Decided in favour of defendant by High Court - On appeal, held: Since the High Court failed to frame substantial questions o.f law as is required to be framed at the time of admission of the second appeal, the impugned order is not sustainable - Case remanded to High Court for deciding the second appeals afresh in accordance with law."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "AMIT VASHISTHA VS. SURESH AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMzA=",
        "Citation": "[2017] 7 S.C.R. 736",
        "Case Type": "(CRIMINAL APPEAL /245/2010)",
        "Date": "31 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9BbWl0IFZhc2hpc3RoYSAgdnMgIFN1cmVzaCBBbmQgQW5vdGhlcjE3MDE4NTUwOTAucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 736",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "31 August 2017",
        "Petitioner:": "Amit Vashistha",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 836",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "Suresh And Another",
        "Case Type:": "CRIMINAL APPEAL /245/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.228 - In an adjudication proceeding u/s. 7 A of Employees Provident Funds & Miscellaneous Provisions Act",
            "1952 with regard to provident fund claims of the respondent"
        ],
        "HeadNote": "Penal Code, 1860 - s.228 - Jn an adjudication proceeding u/s. 7 A of Employees Provident Funds & Miscellaneous Provisions C Act, 1952 with regard to provident fund claims of the respondent, the Provident Fund Commissioner filed a complaint u/s. 228 that respondent had obstructed and interfered with the proceedings by abusing and assaulting the Presiding Officer - Maintainability of complaint challenged - Held: s.2(i) of the Cr.P.C. defines a judicial proceeding to include any proceedings in the course of which D evidence is or may be legally taken on oath - This power is indisputably statutorily vested in the authority holding proceedings u/s. 7A of the 1952 Act. - Therefore, the proceedings u/s. 7A are deemed to be judicial proceedings and complaint u/s.228 maintainable - Code of Criminal Procedure, 1973 - s.195(l)(b)(i) E - Employees Provident Funds & Miscellaneous Provisions Act, 1952 -s.7A."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "CANARA BANK REP. BY ITS DEPUTY GEN. MANAGER VS. C.S. SHYAM & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMzU=",
        "Citation": "[2017] 7 S.C.R. 741",
        "Case Type": "(CIVIL APPEAL /22/2009)",
        "Date": "31 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9DYW5hcmEgQmFuayBSZXAgQnkgSXRzIERlcHV0eSBHZW4gTWFuYWdlciAgdnMgIENzIFNoeWFtICBBbnIxNzAxODU1MTcwLnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 741",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "31 August 2017",
        "Petitioner:": "Canara Bank Rep. By Its Deputy Gen. Manager",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 835",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "C.s. Shyam & Anr.",
        "Case Type:": "CIVIL APPEAL /22/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Information Act",
            "2005 - ss. 80) and 6 - Exemption ·from disclosure of information"
        ],
        "HeadNote": "Right to Information Act, 2005 - ss. 80) and 6 - Exemption ·from disclosure of information .- Application u/s. 6 by employee to the Public Information Officer of the Bank seeking in.formation C regarding trans.fer and posting of the entire clerical staff - Rejected by Public Jn.formation Officer and Chi(ff Public Information Officer whereas allowed by the Central Information Commission and the High Court - On appeal, held: Information sought by employee, of individual employees working in the Bank was personal in nature, it was exempted from being disclosed u/s. 80) and neither any larger D public interest is involved - Application rightly rejected by Public Information Officer and Chief Public Information Officer whereas wrongly allowed by the Central Information Commission and the High Court - Thus, order passed by the High Court and Central Information Commission set aside."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "B. VIJAYA BHARATHI VS. P. SAVITRI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMzg=",
        "Citation": "[2017] 7 S.C.R. 746",
        "Case Type": "(CIVIL APPEAL /512/2009)",
        "Date": "10 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9CIFZpamF5YSBCaGFyYXRoaSAgdnMgIFAgU2F2aXRyaSAgT3JzMTcwMTg1NTI0MS5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 746",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "10 August 2017",
        "Petitioner:": "B. Vijaya Bharathi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 734",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "P. Savitri & Ors.",
        "Case Type:": "CIVIL APPEAL /512/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963 - s.16(c) - Bar under - When applicable"
        ],
        "HeadNote": "Specific Relief Act, 1963 - s.16(c) - Bar under - When applicable - Agreement to sell between appellant-plaintiff and C defendant no.1-respondent no.l (owner) - Plaint(ff paid part consideration in advance - Balance consideration was to be paid later - In terms of the agreement, Def No.l was to execute a General Power of Attorney (GPA) in favour of plaintiff's husband - However, resiledfi·om execution of such GPA - Property sold by Def No. l to Def No.2 - Def No.2, in turn, sold the property to Def No.3 - On D 18.02.1994, plaintiff issued notice to Def. No.l stating that she was ready to pay the balance consideration - Def No. l replied stating that the agreement was no longer valid - Suit for specific performance by plaintiff decreed - High Court in appeal by Def No. 3 set aside the decree of trial court stating that the plaintiff was E not ready and willing throughout as was required u/s. l 6(c) - On appeal, held: On 13.03.1992, Def No.l ran away from the Registering Authority, thus not wanting to act in furtherance of the agreement in executing a GPA in favour of plaintiff's husband - Plaint!ff issued notice only on 18.02.1994, after a period of one year and eleven months - No prudent person would stay quiet for F such a long period after such an unequivocal repudiation of the agreement if they were really interested in going ahead with the sale transaction - Thus, plaintiff cannot be said to be ready and willing throughout to perform her part of the agreement - Furthe1; though aware of two conveyances of the same property, the plaintiff G did not ask for their cancellation - Bar of s. l 6(c) squarely attracted on the facts of the present case - High Court judgment not inteifered with."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "R.A.H. SIGURAN VS. SHANKARE GOWDA @ SHANKARA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwNDE=",
        "Citation": "[2017] 7 S.C.R. 754",
        "Case Type": "(CRIMINAL APPEAL /1439/2017)",
        "Date": "18 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9SYWggU2lndXJhbiAgdnMgIFNoYW5rYXJlIEdvd2RhICBTaGFua2FyYSAgQW5yMTcwMTg1NTMyOS5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 754",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "18 August 2017",
        "Petitioner:": "R.a.h. Siguran",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 777",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Shankare Gowda @ Shankara & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1439/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.482 Quashing of the proceedings against respondent no.l sought on the ground that Investigating officer who conducted the investigation was not authorised to do so under Immoral Traffic (Prevention) Act",
            "1956"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.482 - Case against respondent no.l was that he procured minor girls and sent them for C prostitution through co-accused - Quashing of the proceedings against respondent no.l sought on the ground that Investigating officer who conducted the investigation was not authorised to do so under Immoral Traffic (Prevention) Act, 1956 - Held: It is well settled that even if investigation is not conducted by authorised D officer. the trial is not vitiated unless prejudice is shown - High Court was not justified in quashing the proceedings merely on the ground that the investigation was not valid - Trial court is directed to proceed with the matter in accordance with law - Immoral Traffic (Prevention) Act, 1956."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "MUKUND DEWANGAN VS. ORIENTAL INSURANCE COMPANY LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwNDY=",
        "Citation": "[2017] S.C.R. 765",
        "Case Type": "(CIVIL APPEAL /5826/2011)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9NdWt1bmQgRGV3YW5nYW4gIHZzICBPcmllbnRhbCBJbnN1cmFuY2UgQ29tcGFueSBMaW1pdGVkMTcwMTg1NTQyNS5wZGY=",
        "SCR Citation:": "[2017] S.C.R. 765",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Mukund Dewangan",
        "Disposal Nature:": "Reference answered",
        "Netural Citation:": "2017 INSC 576",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Oriental Insurance Company Limited",
        "Case Type:": "CIVIL APPEAL /5826/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988: ss.3",
            "10(2)",
            "2(21) - Transport vehicle - Whether a driver who is having a licence to drive 'light motor vehicle' and is driving 'transport vehicle' of that class is required additionally to obtain an endorsement to drive a transport vehicle"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: ss.3, 10(2), 2(21) - Transport vehicle - Whether a driver who is having a licence to drive 'light motor vehicle' and is driving 'transport vehicle' of that class is required additionally to obtain an endorsement to drive a transport vehicle - Held: When the definition of 'light motor vehicle' is read with s.10(2)(d), it is clear that 'light motor vehicle' is also a 'transport vehicle', the gross vehicle weight or unladen weight of which does not exceed 7500 kgs. as specified in the provision - A driver is issued a licence as per the class of vehicle i.e. light motor vehicle, transport vehicle or omnibus or another vehicle of other categories as per gross vehicle ·weight or unladen weight as specified in s.2(21) of the Act - The provision of s.3 of the Act requires that a persqn in order to drive a 'transport vehicle' must have authorization - Once a licence is issued to drive light motor vehicle, it would also mean specific authorization to drive a transport vehicle or omnibus, the gross vehicle weight or motor car, road roller or tractor, the unladen weight of which, as the case may be, does not exceed 7500 kg. - The insertion of 'transport vehicle' category in s.10(2)(e) has no effect of obliterating the already defined category of transport vehicles of the class of light motor vehicle - When a driver is authorised to drive a vehicle, he can drive it irrespective of the fact whether it is used for a private purpose or for purpose of hire or reward or for carrying the goods in the said vehicle - This is what is intended by the provision of the Act, and the Amendment Act 5411994 - Thus, no separate endorsement on the licence is required to drive a transport vehicle of light motor vehicle class - Motor Vehicles Rules, 1989 .- rr.8, 17, . 31, 34."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "SANT LAL VS. RAJESH & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwNTI=",
        "Citation": "[2017] 7 S.C.R. 823",
        "Case Type": "(CIVIL APPEAL /8395-8396/2017)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arun Mishra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9TYW50IExhbCAgdnMgIFJhamVzaCAgT3JzIEV0YzE3MDE4NTU1NDkucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 823",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Sant Lal",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 581",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Rajesh & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /8395-8396/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988 - ss.3",
            "10(2)",
            "2(21) - Transport . vehicle - Whether a driver who is having a licence to drive 'light motor vehicle' (LMV) and is driving 'transport vehicle' of that class is required additionally to obtain an endorsement to drive a transport vehicle"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 - ss.3, 10(2), 2(21) - Transport . vehicle - Whether a driver who is having a licence to drive 'light motor vehicle' (LMV) and is driving 'transport vehicle' of that class is required additionally to obtain an endorsement to drive a transport vehicle - Driver having licence to drive LMV can drive such a transport vehicle of LMV class and there is no necessity to obtain separate endorsement - In the instant case, tractor attached with the trolley was transport vehicle of the category of light motor vehicle - Therefore, there was no breach of conditions of the policy."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "PADMINI MAHENDRABHAI GADDA VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwOTc=",
        "Citation": "[2017] 7 S.C.R. 825",
        "Case Type": "(CRIMINAL APPEAL /40/2007)",
        "Date": "17 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9QYWRtaW5pIE1haGVuZHJhYmhhaSBHYWRkYSAgdnMgIFN0YXRlIE9mIEd1amFyYXQxNzAxODU2Mzk4LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 825",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "17 July 2017",
        "Petitioner:": "Padmini Mahendrabhai Gadda",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 622",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /40/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 201 - Causing disappearance of evidence of offence",
            "or giving false information to screen offender - Ingredients of s. 201"
        ],
        "HeadNote": "Penal Code, 1860 - s. 201 - Causing disappearance of evidence of offence, or giving false information to screen offender - Ingredients of s. 201 - Prosecution case that main accused owing to his illicit relationship with the appellant, committed murder of appellants husband with the help of the absconding accused, and · that the appellant remained silent and absconded with the main accused - Conviction of the main accused u/s. 302 and 20 I, however, appellant convicted only u/s. 201 and sentenced to two years RI - High Court suo motu enhanced the sentence of the appellant to seven years - On appeal, held: Per N. V. Ramana, J. : While considering the charge u/s. 201, it is mandatory for the prosecution to prove that the accused actively participated in the matter of disappearance of evidence and with an intention to screen the offender - Remaining silent and absconding with the accused and moving from one place to another place will not supply the evidence or fill the gap which is necessary to prove the ingredients u/s.201 - Finding of the courts below that by remaining silent, appellant indirectly abetted the offence of causing disappearance of proof of murder, cannot be accepted - Courts below convicted appellant more on sunnises and conjectures, thus, conviction u/s. 201 set aside - Appellant having already undergone . the sentence imposed by the trial court, order passed by the High Court set aside - Per P. C. Pant, J. : Appellant gave false information to screen offender, as such, was rightly held guilty by the courts below in respect of charge of offence punishable u/s. 201 -Appellant having already served more than two years' imprisonment during the period of trial/appeal; that she is sixty years old, and twenty three years have passed from the date of incident, sentence awarded by the High Court reduced to two years RI with fine - In view of difference of opinion, matter referred to larger Bench."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "STATE OF U.P. VS. RAM KUMAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxMDY=",
        "Citation": "[2017] 7 S.C.R. 850",
        "Case Type": "(CRIMINAL APPEAL /1584/2010)",
        "Date": "20 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBVcCAgdnMgIFJhbSBLdW1hciAgT3JzMTcwMTg1NjQ4Ny5wZGY=",
        "SCR Citation:": "[2017] 7 S.C.R. 850",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "20 July 2017",
        "Petitioner:": "State Of U.p.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 649",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Ram Kumar & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1584/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 - Murder - Prosecution case that week before the incident altercation between informant and his step brothers-accused person"
        ],
        "HeadNote": "Penal Code, 1860 - s. 302 - Murder - Prosecution case that week before the incident altercation between informant and his step person - On the fatefiil day, accused person with c brothers-accused the common intention of murdering the informant came and ii?iured the informant, killed his wife by using firearms and caused death of one, and two children by putting the whole house to fire - Award of capital punishment by trial court - However, acquittal by High Court, since prosecution failed to prove the guilt of accused - On D appeal, held: High Court relied on small inconsistencies and untenable grounds to set aside the well considered judgment of the trial court - Evidence of PWJ and PW2 regarding incident and identity of the accused rightly believed by trial court - Burning of lantern being fidly proved, the High Court erred in holding that lantern was not burning and that the accused could not have been E identified - Also, FIR was not ante timed and ante dated - Thus, order passed by the High Court set aside - Capital punishment reduced to life imprisonment."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "RAM MURTI DEVI VS. PUSHPA DEVI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxMTE=",
        "Citation": "[2017] 7 S.C.R. 872",
        "Case Type": "(CIVIL APPEAL /8954/2017)",
        "Date": "11 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9SYW0gTXVydGkgRGV2aSAgdnMgIFB1c2hwYSBEZXZpIEFuZCBPdGhlcnMxNzAxODU2NTQ5LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 872",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "11 July 2017",
        "Petitioner:": "Ram Murti Devi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 604",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Pushpa Devi And Others",
        "Case Type:": "CIVIL APPEAL /8954/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction: Subletting - Of shop - Alleged and eviction sought - Trial court directed eviction holding that the tenant had sub-let partial portion of shop to third person"
        ],
        "HeadNote": "ent Control and Eviction: Subletting - Of shop - Alleged and eviction sought - Trial court directed eviction holding that the tenant had sub-let partial portion of shop to third person - In Revision, High Court set aside judgment of trial court holding that shop was not sub-let - On appeal, held: In a suit for eviction on the ground of sub-letting, landlord has to prove that a third party was found in exclusive D possession of the whole or part of rented property and that parting of possession was for monetary consideration - The onus to prove sub-letting is on the land-lord and if he establishes parting of possession, the onus would shift to the tenant to explain - In the present case, the landlord has proved that the tenant had parted with the possession of tenanted premises partly - On the other hand E the tenant failed to prove that the third party alleged to be in possession of the tenanted premises was his worker - Therefore. the tenant is liable to be evicted on the ground of sub-letting"
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "GLAXO SMITHKLINE PHARMACEUTICALS LTD. & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNDE=",
        "Citation": "[2017] 7 S.C.R. 894",
        "Case Type": "(CIVIL APPEAL /6178/2009)",
        "Date": "18 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9HbGF4byBTbWl0aGtsaW5lIFBoYXJtYWNldXRpY2FscyBMdGQgIEFuciAgdnMgIFVuaW9uIE9mIEluZGlhICBPcnMxNzAxODU3Mjc0LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 894",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "18 July 2017",
        "Petitioner:": "Glaxo Smithkline Pharmaceuticals Ltd. & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 635",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /6178/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Drugs (Prices Control) Order",
            "1987:"
        ],
        "HeadNote": "Drugs (Prices Control) Order, 1987: Para 28 r/w Exemption Notification dated 28'\" Febntary, 1992 C - Exemption Notification issued to appellant (manufacturer of a bulk drug) for the period upto 31.12.1994 - Demand notice by revenue to the appellant finding that there was differential in the price charged for the goods manufactured during exemption period - Writ petition challenging the demand, dismissed by High Court - D On appeal, held: The exemption only relates to manufacture and has no reference to sale - Therefore, demand is not justified."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "STATE OF U.P AND ORS. ETC. ETC. VS. SHN KUMAR PATHAK AND ORS. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNTQ=",
        "Citation": "[2017] 7 S.C.R. 905",
        "Case Type": "(CIVIL APPEAL /4347-4375/2014)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9TdGF0ZSBPZiBVcCBBbmQgT3JzIEV0YyBFdGMgIHZzICBTaG4gS3VtYXIgUGF0aGFrIEFuZCBPcnMgRXRjIEV0YzE3MDE4NTc1MjIucGRm",
        "SCR Citation:": "[2017] 7 S.C.R. 905",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "State Of U.p And Ors. Etc. Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 666",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Shn Kumar Pathak And Ors. Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /4347-4375/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Recruitment - National Council for Teachers Education (NCTE) laid down qualification for appointment of teachers of elementary education by issuing Notification dated 2nd August",
            "2010"
        ],
        "HeadNote": "Service Law: Recruitment - National Council for Teachers Education (NCTE) laid down qualification for appointment of teachers of elementary education by issuing Notification dated 2J•d August , 2010 - By Notification dated 11'\" February, 2011 NCTE issued guidelines to conduct Teachers Eligibility Test (TET) and also provided for weightage to the marks in the said test for recruitment of teachers - State Government amended Uttar Pradesh Basic Education Rules, 1981 by its 12\"' amendment to bring it in consonance with the notifications issued by NCTE - Advertisement dated 30'\" November, 2011 (in accordance with 12\"' amendment) c011celled - Further, State by 15'\" amendment to the 1981 Rules provided that weightage to TET marks was not required - Thereafter, fresh advertisement dated 7'\" December, 2012 - 15'\" amendment as well as cancellation of previous advertisement challenged on the ground that it rendered the rules inconsistent with the NCTE guidelines - Single Judge of High Court dismissed the writ petition - Division Bench of High Court, set aside the fresh advertisement and directed the State to conclude the selection as per advertisement dated 30'\" November, 2011 - On appeal, held: NCTE was competent to issue the Notifications dated 23rd August, 2010 and llth February, 2011 - Therefore, State Government was under obligation · to act as per the said notifications - However, in view of the stand of NCTE that weigh/age to marks in TET was not mandatory, 15'\" amendment to the 1981 Rules, need not be interfered with - Since by interim order of Supreme Court 66,655 posts against 72,825 posts have already been filled in, as per advertisement dated 30'\" November, 2011, the same cannot be disturbed - However, the Stale is at liberty to fill up the remaining vacancies as per fresh advertisement - Constitution of India - Art. 254; Schedule Vil, ListIll, Entry 25 - Right of Children to Free and Compulsory Education Act, 2009 - s. 23 - National Council for Teachers Education Act, 1993 - ss. 12(d) and 12A - Uttar Pradesh Basic Education Act, 1972 - Uttar Pradesh Basic Education Act, 1972 - Uttar Pradesh Basic Education Rules, 1981."
    },
    {
        "volume": "2017Volume 7",
        "Case Name": "MS. EERA THROUGH DR. MANJULA KRIPPENDORF VS. STATE (GOVT. OF NCT OF DELHI) & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNjI=",
        "Citation": "[2017] 7 S.C.R. 924",
        "Case Type": "(CRIMINAL APPEAL /1217-1219/2017)",
        "Date": "21 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9NcyBFZXJhIFRocm91Z2ggRHIgTWFuanVsYSBLcmlwcGVuZG9yZiAgdnMgIFN0YXRlIGdvdnQgT2YgTmN0IE9mIERlbGhpICBBbnIxNzAxODU3NjI2LnBkZg==",
        "SCR Citation:": "[2017] 7 S.C.R. 924",
        "Year/Volume:": "2017/ Volume 7",
        "Date of Judgment:": "21 July 2017",
        "Petitioner:": "Ms. Eera Through Dr. Manjula Krippendorf",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 658",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State (govt. Of Nct Of Delhi) & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1217-1219/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Children from Sexual Offences Act",
            "2012: Object of its legislation"
        ],
        "HeadNote": "Protection of Children from Sexual Offences Act, 2012: c Object of its legislation - Discussed. (Per Dipak Misra, J.) s.2(d) - Age - Term 'age' does not include mental age - The Parliament felt it appropriate that the definition of the term \"age\" by chronological age or biological age to be the safest yardstick than referring to a person having mental retardation - It may be due to the fact that the standards of menta1 retardation are different D and they require to be determined by an expert body - The degree is also different - By saying that \"age\" covers \"mental age\", has the potential to create immense anomalous situations without there being any guidelines or statutory provisions - Juvenile Justice (Care and Protection of Children) Rules, 2000 - r.12 - Juvenile Jmtice (Care and Protection of Children) Act, 2015-s.2(12)- Crime against E children. (Per Dipak Misra, J.) s.2(d)-Age - The statutes mentions \"child's\" mental disability and not an adult's - A reading of the Act as a whole in the light of the Statement of Objects and Reasons makes it clear that the intention of the legislator was to focus on children, as commonly understood F i.e. persons who are physically under the age of 18 years - The golden rule in determining whether the judiciary has crossed the Lakshman Rekha in the guise of interpreting a statute is really whether a Judge has only ironed out the creases that he found in a statute in the light of its object, or whether he has altered the material G of which the Act is woven - In short, the difference is the we/1- known philosophical difference between \"is\" and \"ought'·' - If the Judge adds something more than what there is in the statute by way of a supposed intention of the legislator and go beyond creative interpretation of legislation to legislating itself, he crosses the Lakshman Rekha and becomes a legislator, stating what the lawought to be instead of what the law is - A scrutiny of other statutes in pari materia would bring this into sharper focus - The Medical Termination of Pregnancy Act, 1971, brings into sharpfocus the distinction between \"mentally ill persons\" and \"minors\" - s.3(4)(a) of the 1971 Act again makes it clear that when \"the age of 18 years\" occurs in a statute, it has reference only to physical age - The distinction between a female who is a minor and an adult woman who is mentally ill is again brought into sharp focus by the statute itself - It must, therefore, be held that Parliament, when it made the 2012 Act, was fully aware of this distinction, and yet cho.se to protect only children whose physical age was below 18 years - A perusal of the provisions of the Mental Healthcare Act, 2017 would again show that a distinction is made between a mentally ill person and a minor - Similarly, the Rights of Persons with Disabilities Act, 2016 maintains the selfsame distinction - A perusal of ss.2, 4, 9, 18 and 31 of 2016 Act would show that children with disabilities are dealt with separately and differently from persons with disabilities - As a contrast to the 2012 Act, the National Trust for Welfare of Persons with Autism, Cerebral Palsy, Mental Retardation and Multiple Disabilities Act, I999 would make it clear that whichever person is affected by mental retardation, in the broader sense, is a ·person with disability\" under the Act, who gets protection - A reading of the Objects and Reasons of the 1999 Act together with the provisions contained therein would show that whatever is the physical age of the person affected, such person would be a ''person with disability\" who would be governed by the provisions of the said Act - Conspicuous by its absence is the reference to any age when it comes to protecting persons with disabilities under the said Act - Thus, it is clear that viewed with the lens of the legislator, violence would be done both to the intent and the language of Parliament if the word \"mental\" is read into s.2(l)(d) of the 2012 Act. (Per R.F. 925 A B c D E F Nariman, J.) [Concurring] Interpretation of statutes - Purposive construction - There is G no quarrel over the proposition that while interpreting social welfare legislations, the method of purposive construction has to be adopted keeping in view the text and the context of the legislation, the mischief it intends to obliterate and the fundamental intention of the legislature - If the purpose is defeated, absurd result is arrived at. (Per Dipak Misra, J.)"
    }
]