[
    {
        "volume": "2017Volume 2",
        "Case Name": "M/S. PUROHIT AND COMPANY VS. KHATOONBEE AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDI3OA==",
        "Citation": "[2017] 2 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /2555/2017)",
        "Date": "09 FEBRUARY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfMSAtIDE2XzE3MDMzMTA0ODgucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "09 February 2017",
        "Petitioner:": "M/s. Purohit And Company",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 122",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Khatoonbee And Anr.",
        "Case Type:": "CIVIL APPEAL /2555/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay I Laches:"
        ],
        "HeadNote": " Delay of 28 years - In filing claim petition uls. 166 of Motor Vehicles Act, 1988 - Entertained by courts below holding that.the 1988 Act does not provide limitation for raising claim for compensation - On appeal, held: Even though no period of limitation is prescribed under 1988 Act, claim can be raised and can be considered to be genuine, so long it is a live and surviving claim - Claim can be raised only within reasonable time - The question of reasonability would depend on the facts and circumstances of each case - In the present case, delay of 28 years cannot be considered as prima facie reasonable period - The. claim, in the facts and circumstances of the case, was stale and ought to have been treated as dead claim - Motor Vehicles Act, 1988 - s. 166(3). "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "PARYAVARAN SURAKSHA SAMITI AND ANOTHER VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDI4MA==",
        "Citation": "[2017] 2 S.C.R. 17",
        "Case Type": "(WRIT PETITION (CIVIL) /375/2012)",
        "Date": "22 FEBRUARY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9wYXJ5YXZhcmFuIHN1cmFrc2hhIHNhbWl0aSBhbmQgYW5vdGhlcl91bmlvbiBvZiBpbmRpYSAmIG90aGVyc18xNjk5NDE5ODY2LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 17",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "22 February 2017",
        "Petitioner:": "Paryavaran Suraksha Samiti And Another",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 169",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /375/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environmental Law:"
        ],
        "HeadNote": "Environmental Law: Writ petition u!Art. 32 of Constitution - Seeking direction to Union and State Governments - To ensure that no industry, which requires 'consent to operate' from Pollution Control Board, is permitted to function, unless it has functional effluent treatment plant, which is capable to meet the prescribed norms for removing the pollutants from the effluent - Held: An industry requiring \"consent to operate\" is permitted to run, only if its primary effluent treatment plant is functional - Therefore, question of concern is maintenance of the same after the industry becomes functional - Hence, State Pollution Control Boards are directed to issue notices to all industrial units to make their primary effluent treatment plant operational within three months - On default by the industrial units, such units shall be restrained from further industrial activity- Setting up of \"common effluent treatment plants\" to be taken up as an urgent mission - The onus to operate the existing common effluent treatment plants, rests on municipalities (and/or Local bodies) by resorting to remedy u!Arts. 243X and 243Y of the Constitution - The concerned Secretaries to the Government shall be responsible for monitoring the progress - To supervise complaints of non- implementation of the instant directions, the concerned Benches of the National Green Tribunal, will maintain running and numbered case files - Each concerned State is also required to make provisions for \"online, real time, continuous monitoring system\" to display omission levels, in the public domain, on the portal of the concerned State Pollution Control Board - Constitution of India - Arts. 32, 243W, 243X and 243Y & 12'\" Schedule Item 6."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "CHHANGA @ MANOJ VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDI4NQ==",
        "Citation": "[2017] 2 S.C.R. 27",
        "Case Type": "(CRIMINAL APPEAL /898/2005)",
        "Date": "28 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9jaGhhbmdhIEAgbWFub2pfc3RhdGUgb2YgbS5wLl8xNjk5NDE5OTg1LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 27",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "28 February 2017",
        "Petitioner:": "Chhanga @ Manoj",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 186",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /898/2005",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 :"
        ],
        "HeadNote": "Penal Code, 1860 : s. 307 r!w. s. 34 - Prosecution under - For attempt to murder - By appellant-accused alongwith three other accused - Allegation that one of the co-accused hurled two bombs at the exhortation of the appellant-accused - Courts below convicted all the accused - On appeal by appellant-accused plea that in view of simple nature of injuries and in view of his role, offence u!s. 307 not made out - Held: In order to make out charge uls. 307 an intention coupled with some common act in execution thereof is enough - It is not essential that bodily injury capable of causing death should have been inflicted - In the present case, in view of nature of weapons, it can be inferred that the intention was to cause death - Exhortation by the appellant-accused attracted the charge uls. 307 rlw. s. 34 - Conviction affirmed. c D E Sentence/Sentencing: Conviction uls. 307 rlw s. 34 !PC - Sentenced to three years imprisonment - Plea to reduce the sentence to the period already undergone i.e. about 2 years - Held: The accused got away very lightly - Undue sympathy leading to inadequate sentence would do more harm to the justice system and would undermine public confidence in the efficacy of law - Sentence upheld."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "THE MANAGEMENT OF STATE BANK OF INDIA VS. SMITA SHARAD DESHMUKH AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDI5MQ==",
        "Citation": "[2017] 2 S.C.R. 33",
        "Case Type": "(CIVIL APPEAL /3423/2017)",
        "Date": "01 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS90aGUgbWFuYWdlbWVudCBvZiBzdGF0ZSBiYW5rIG9mIGluZGlhX3NtaXRhIHNoYXJhZCBkZXNobXVraCBhbmQgYW5vdGhlcl8xNjk5NDIwMTc1LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 33",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "01 March 2017",
        "Petitioner:": "The Management Of State Bank Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 195",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Smita Sharad Deshmukh And Another",
        "Case Type:": "CIVIL APPEAL /3423/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law"
        ],
        "HeadNote": "Service Law:Dismissal from service - On finding in domestic enquiry that the certificate of having passed CAIIB Part-II Examination, on the basis of which the employee was drawing additional salary, was forged - Appellate authority as well as the Industrial Tr.ibunal affirmed the.finding - High Court in writ petition ordered reinstatement with 50% backwages holding that the management had not established, that the employee was mvare of the fact that the certificate was forged - On appeal; held: Evidence led by employee, clearly shows that the certificate was forged - Therefore, the management was not required. to establish whether thf! employee had the knowledge that the certificate was forged - High Court had a limited jurisdiction to examine whether the conclusion could have been arrived at, on available evidence - It did not have power to re-appreciate the evidence. c D E Constitution of India: Art. 226 - Jurisdiction under - Scope of - Held: High Court does not have jurisdiction to re-appreciate the evidence."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "JSW INFRASTRUCTURE LIMITED AND ANR. VS. KAKINADA SEAPORTS LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDI5Ng==",
        "Citation": "[2017] 2 S.C.R. 41",
        "Case Type": "(CIVIL APPEAL /3422/2017)",
        "Date": "01 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9qc3cgaW5mcmFzdHJ1Y3R1cmUgbGltaXRlZCBhbmQgYW5yLl9rYWtpbmFkYSBzZWFwb3J0cyBsdGQuIGFuZCBvcnMuXzE2OTk0MjAzMjUucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 41",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "01 March 2017",
        "Petitioner:": "Jsw Infrastructure Limited And Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 197",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "Kakinada Seaports Ltd. And Ors.",
        "Case Type:": "CIVIL APPEAL /3422/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Award of contract - By Port Trust - For operating berth"
        ],
        "HeadNote": "Contract: Award of contract - By Port Trust - For operating berth cargo - To the appellant-Consortium of companies - Challenged by the respondent-Consortium of companies (unsuccessful bidders), on the ground that in terms of Policy clause against creation of monopoly, appellants were not entitled to participate in the bidding process as they were already operating a berth for dry cargo - High Court set aside the contract - On appeal, held: The manner in which the High Court interpreted the Policy clause is erroneous - Reading the entire clause as a whole in the context of the purpose of the policy, it has to be interpreted that the clause will apply only when single private operator is operating a single berth - If there are more than one private operators, then the clause will not apply - Award of contract upheld. D E Deeds and Documents: Interpretation of - Words used in documents cannot be treated to be surplusage or superfluous and redundant and must be given some meaning and weightage. Judicial Review: F Scope of judicial review - In contractual matters - Held: Writ courts should not interfere with contractual matters, unless the decision taken is totally arbitrary, perverse or mala fide - There . should be judicial restraint in review of administrative action - G Judicial Restraint."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "BLACK PEARL HOTELS (PVT) LTD. VS. M/S PLANET M RETAIL LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDMwOA==",
        "Citation": "[2017] 2 S.C.R. 50",
        "Case Type": "(CIVIL APPEAL /2973-2974/2017)",
        "Date": "17 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfNTAgLSA2MV8xNzAzMzEwNTM2LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 50",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "17 February 2017",
        "Petitioner:": "Black Pearl Hotels (pvt) Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1266",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s Planet M Retail Ltd.",
        "Case Type:": "CIVIL APPEAL /2973-2974/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Stamp Act",
            "1957:"
        ],
        "HeadNote": " s. 33(2) Proviso (b) - Scope of - In petition u!s. 11 of Arbitration and Conciliation Act,1996, the Judge of High Court referred the matter to the Registrar - To examine the nature and character of the instrument and then to determine whether the instrument was duly stamped - Propriety of - Held: Proviso (b) to Sub-section (2) of s. 33 empowers the Judge of High Court only to examine the instrument for the purpose of determining as to whether the instrument is duly stamped or not and for impounding the same - The provision does not contemplate any adjudication as regarqs the nature and characJer of the instrument - Such determination is part of judicial function, and the same cannot be delegated. Words and Phrases: 'Duly stamped' - Meaning of, in the context of s. 2(l){e) of Karnataka Stamp Act, 1957. "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "GANDI DODDABASAPPA @ GANDHI BASAVARAJ VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDMxMw==",
        "Citation": "[2017] 2 S.C.R. 62",
        "Case Type": "(CRIMINAL APPEAL /631/2012)",
        "Date": "28 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9nYW5kaSBkb2RkYWJhc2FwcGEgQCBnYW5kaGkgYmFzYXZhcmFqX3N0YXRlIG9mIGthcm5hdGFrYV8xNjk5NDIwNzU2LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 62",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "28 February 2017",
        "Petitioner:": "Gandi Doddabasappa @ Gandhi Basavaraj",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1268",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /631/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code. 1860:"
        ],
        "HeadNote": ". 302 - Murder - By appellant-accused - Of his daughter - Motive attributed to commit the murder was that the accused was frustrated as his daughter had married a boy of lower caste - PW- 18 (mother-in-law of the deceased) was the eye-witness - Trial Court discarding the evidence of PW-18 and holding that circumstantial evidence was not sufficient to convict the accused, acquitted him - High Court accepted the prosecution case and recorded finding of guilt against the accused, but convicted him for offence uls. 304 (Part I) !PC and sentenced him to 10 years of imprisomnent-Appeal to Supreme Court by the accused against his conviction - The court issued show cause notice to the accused for enhancement of sentence - Held: The entire version of PW-18 cannot be treated as untruthful - The version of PW-18 that she heard the cries of the deceased from public toilet; saw the accused coming out from the toilet with a blood stained sickle and throwing that sickle in a nearby dung-pit is reliable and truthful - This version is reinforced by the strong motive and further corroborated by seizure of blood-s(ained sickle and matching of blood group on the sickle and on the clothes of the deceased - However, none of the exceptions in s. 300 !PC is attracted in the present case, therefore, the case cannot be brought under first part of s. 304 !PC - The accused is liable to be convicted under s. 302 and is sentenced to undergo life imprisonment. Constitution of India: Art. 142 - Criminal appeal before Supreme Court - Filed by accused - Challenging his conviction - Suo-motu notice issued by· the court for enhancement of sentence - Permission to withdraw the appeal sought - Held: The appellalll cmii10t 'be permitted to withdraw the appeal - The show-cause notice has to be taken to itslogical end being substantive proceedings ascribable to the ;urisdiction of the appellate court uls. 386 rlw. 397 and 401 of Cr.P.C and in the present case plenary jurisdiction of Supreme Court - It is the duty of the Court to decide the case, irrespective of the fact that the accused does not want to prosecute his appeal against conviction - Code of Criminal Procedure, 197 3 - ss. 386 rlw 397 and 401."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "RAJAGOPAL VS. MUTHUPANDI @ THAVAKKALAI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDMyMw==",
        "Citation": "[2017] 2 S.C.R. 84",
        "Case Type": "(CRIMINAL APPEAL /1582/2013)",
        "Date": "28 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9yYWphZ29wYWwgX211dGh1cGFuZGkgQCB0aGF2YWtrYWxhaSAmIG9ycy5fMTY5OTQyMTAxMy5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 84",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "28 February 2017",
        "Petitioner:": "Rajagopal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 190",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Muthupandi @ Thavakkalai & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1582/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:"
        ],
        "HeadNote": "Penal Code, 1860: c D s. 307 r!w ss.149 and 148 - Prosecution under - Attack with deadly weapons - By five accused - Causing 12 grave injuries - Corroborated by medical evidence - Injured eye-witness in his complaint as well as evidence stated the details as to role of each of the accused - Identified all the accused - Conviction by trial court - Acquittal by High Court - On appeal, held: The direct evidence of injured eye-witness is not doubtful - High Court, without discrediting such witness, could not have acquitted the accused persons - Therefore, the view taken by High Court cannot be said to be a possible view -Acquittal order set aside - Conviction order restored. E Criminal Trial: Motive - Evidentiary value of - Held: Where there is direct evidence, motive does not have to be established."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "PARASA KOTESWARARAO VS. EEDE SREE HARI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDMyOQ==",
        "Citation": "[2017] 2 S.C.R. 89",
        "Case Type": "(CRIMINAL APPEAL /337/2006)",
        "Date": "28 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9wYXJhc2Ega290ZXN3YXJhcmFvX2VlZGUgc3JlZSBoYXJpICYgb3JzLl8xNjk5NDIxMTI4LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 89",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "28 February 2017",
        "Petitioner:": "Parasa Koteswararao",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 187",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Eede Sree Hari & Ors.",
        "Case Type:": "CRIMINAL APPEAL /337/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pena/Code",
            "1860:"
        ],
        "HeadNote": "s. 302 - Murder - Circumstantial evidence - Conviction by trial court on the motive, last seen theory, recovery, absconding of accused and false information given by accused No. 2 about the whereabouts of the deceased - Acquittal by High Court - On appeal - Acquittal order upheld on the ground that chain of circumstances not complete."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "DNYANDEO SANAJI NAIK AND ANR. VS. MRS. PRADNYA PRAKASH KHADEKAR AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDMzMw==",
        "Citation": "[2017] 2 S.C.R. 95",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /25331-25333/2015)",
        "Date": "01 MARCH 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9kbnlhbmRlbyBzYW5hamkgbmFpayBhbmQgYW5yLl9tcnMuIHByYWRueWEgcHJha2FzaCBraGFkZWthciBhbmQgb3JzLl8xNjk5NDIxMzU4LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 95",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "01 March 2017",
        "Petitioner:": "Dnyandeo Sanaji Naik And Anr.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2017 INSC 193",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Mrs. Pradnya Prakash Khadekar And Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /25331-25333/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administration"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "FARIDABAD COMPLEX ADMINISTRATION VS. M/S IRON MASTER INDIA (P) LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM0Mw==",
        "Citation": "[2017] 2 S.C.R. 107",
        "Case Type": "(CIVIL APPEAL /1182/2007)",
        "Date": "07 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfMTA3ICAtIDExMV8xNzAzMzEwNjA0LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 107",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "07 March 2017",
        "Petitioner:": "Faridabad Complex Administration",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 204",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "M/s Iron Master India (p) Ltd.",
        "Case Type:": "CIVIL APPEAL /1182/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908:"
        ],
        "HeadNote": " Code of Civil Procedure, 1908: s. 100 - Second appeal - Dismissed in /imi11e - On appeal, held: Having regard to the nature of controversy and the issues arising in the case, the questions raised in the second appeal did constitute subsiantial questions of law within the meaning of s. JOO - High Court committed jurisdictional error in dismissing the second appeal in limine - Case remanded to High Court. "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "STATE OF HIMACHAL PRADESH VS. NIRMALA DEVI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM0OA==",
        "Citation": "[2017] 2 S.C.R. 112",
        "Case Type": "(CRIMINAL APPEAL /667/2017)",
        "Date": "01 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zdGF0ZSBvZiBoaW1hY2hhbCBwcmFkZXNoIF9uaXJtYWxhIGRldmlfMTY5OTQyMTgwOC5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 112",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "01 April 2017",
        "Petitioner:": "State Of Himachal Pradesh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 325",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri,Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Nirmala Devi",
        "Case Type:": "CRIMINAL APPEAL /667/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code ofCri111inal Procedure",
            "1973:"
        ],
        "HeadNote": ". 386 - Powers of the appellate court - High Court in exercise of power uls. 386 altering the extent of sentence - Respondent- lady along with co-accused intoxicated the co111plainant, looted money from hi111, beat him and dumped him in a watercourse - Trial court convicted the respondent for the offences punishahle ulss. 328, 307, 392134 and awarded imprisonment of two years in respect of each of the offences which were to run conc11rre111ly - Howeve1; the High Court set aside the sentence of imprisonment and substituted by fine of Rs. 30,0001- - Held: In respect of offences u!vs. 307, 328 and 392 there has to be punishment ofi111prisonment, and in addition, convict is also liable to pay fine - Thus, awarding the punishment of imprisonment is a must and there cannot be a situation where no imprisonment is imposed at all -- Acts commilled by re.1pondent constitute heinous o,ffences, haring common intention along with co-accused - Tii•o 111itigating circumstances pressed into service by the respondent that she is a 11·oman and is having three minor children has to be balanced with the nature of crime irhich the respondent co111111itted - Trial court took into consi(/eration these circzunstances and on that basis, took a lenient vie11· - No reason for the High Court to show any further mercy - Removing the element of i111prisonment altogether erroneous in law - Thus, the sentencing part of the judgme/1/ of the High Court is set aside and the judgment o,f the trial court is restored - Penal Code, I 860 ss. 328, 307, 392134 ·- Sentence/Se11tencing."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "FORMULA ONE WORLD CHAMPIONSHIP LTD. VS. COMISSIONER OF INCOME TAX, INTERNATIONAL TAXATION-3, DELHI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM1Mg==",
        "Citation": "[2017] 2 S.C.R. 152",
        "Case Type": "(CIVIL APPEAL /3849/2017)",
        "Date": "24 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9mb3JtdWxhIG9uZSB3b3JsZCBjaGFtcGlvbnNoaXAgbHRkLl9jb21pc3Npb25lciBvZiBpbmNvbWUgdGF4LCBpbnRlcm5hdGlvbmFsIHRheGF0aW9uLTMsIGRlbGhpICYgYW5yLl8xNjk5NDIxOTgzLnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 152",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "24 April 2017",
        "Petitioner:": "Formula One World Championship Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 389",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Comissioner Of Income Tax, International Taxation-3, Delhi & Anr.",
        "Case Type:": "CIVIL APPEAL /3849/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961:"
        ],
        "HeadNote": "ncome Tax Act, 1961: c D E F G s. 1-95 - TDS on non-residents - Appellants-FOWC, UK Company (NRI), entered into Race Promotion Contract (RPC) with Jaypee Sports, Indian entity -: Grant of rights to Jaypee to host, stage and promote Formula One Grand Prix of India event at the Buddh International Circuit in India for a consideration of US$ 40 million - FOWC, if having any Permanent Establishment in India in terms of Art. 5 - Consideration received or receivable by FOWC from Jaypee, if subject to tax at source u!s. 195 - Held: FOWC is the Commercial Right Holder (CRH) - Buddh International Circuit is a fixed place where the commercial/economic activity of conducting F-1 Championship was carried out, and it was a virtual projection of foreign enterprise-FOWC in India - Fixed place of business in the form of physical location-Buddh International Circuit, was at the disposal of FOWC through which it conducted business, though for a short duration - Thus, FOWC had a Permanent Establishment in India - Taxable event took place in India and non-resident FOWC is liable to pay tax in India on the income it has earned in India - Since payments made by Jaypee to FOWC under RPC were business income of the FOWC through PE at Buddh International Circuit, and, thus, chargeable to tax, Jaypee bound to make appropriate deductions from the amounts paid u/s. 195 - Double Taxation Avoidance Agreement (between India and United Kingdom) - Art. 5 Double Taxation Avoidance Agreement (between India and United Kingdom): Art. 5 - Permanent Establishment - What constitutes Permanent Establishment - Explained. H 152FORMULA ONE WORLD CHAMPIONSHIP LTD. v. COMMISSIONER OF INCOME TAX 153 Art. 5 - Permanent Establishment - Conditions to be ··satisfied - Held: Twin conditions to be satisfied are existence of a fixed place of business; and through that place business of an enterprise is wholly or partly carried out. A Dismissing the appeals by FOWC and Jaypee and disposing of the appeal by the Revenue, the Court"
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SECRETARY MAHATAMA GANDHI MISSION & ANR. VS. BHARTIYA KAMGAR SENA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM1NQ==",
        "Citation": "[2017] 2 S.C.R. 241",
        "Case Type": "(CIVIL APPEAL /115-116/2017)",
        "Date": "05 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zZWNyZXRhcnkgbWFoYXRhbWEgZ2FuZGhpIG1pc3Npb24gJiBhbnIuX2JoYXJ0aXlhIGthbWdhciBzZW5hICYgb3RoZXJzXzE2OTk0MjIyMjAucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 241",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "05 January 2017",
        "Petitioner:": "Secretary Mahatama Gandhi Mission & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 27",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Bhartiya Kamgar Sena & Others",
        "Case Type:": "CIVIL APPEAL /115-116/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra University Act",
            "1994:"
        ],
        "HeadNote": "s. 8(3) - Maharashtra Non-Agricultural Universities and Affiliated Colleges Standard Code (Non Teaching Employees Revised Pay) Rules, 2009 - rr. 17, 2 - Rules made in respect of Sixth Pay Commission by State of Maharashtra in the year 2009 - Right of employees to receive pay and allowance in terms of Sixth Pay Commission - Appellant's case that Rules of 2009 revising the pay scales of non-teaching staff of only affiliated aided colleges and appellant being an unaided college, cannot be compelled to pay salary and allowances to its employees in terms of the recommendations of the Sixth Pay Commission - Sustainability of - Held: No justification in excluding the non-teaching employees of the unaided educational institutions while extending the benefit of the revised pay scales to the non-teaching employees of the aided educational institutions - Such classification is clearly violative of Art. 14 - Objects sought to be achieved by the periodic revision of the pay-scales was to comply with the constitutional mandate emanating from Art. 43 of the Constitution, thus, the rationale behind the classification made by the State of the Maharashtra between aided and unaided colleges cannot be understood - GR dated 12.8.2009 can be safely construed to be one made in exercise of the power u!s. 8(3) conferring a legal right on the teaching staff of the affiliated colleges irrespective of the fact whether they are aided or not - Colleges run by the appellants are admittedly colleges affiliated to the Universities functioning under the Act - Thus, their teaching staff would be entitled to revised pay scales in terms of the GR - Constitution of India - Art. 14.to exercise statutory authority to make subordinate legislation consistent with Art. 14 - Held: If a law, whether primary or subordinate legislation, is found to be untenable on the touchstone of Art. 14 by the constitutional court, it can declare such law to be unconstitutional and strike the same - However, siriking down a I law, which confers some benefit on a class of people ignoring others who are othenvise similarly situated, is not to be done as a matter of course. Scheme of education system and employment under - Explained."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "EX. GNR. LAXMANRAM POONIA (DEAD) THROUGH LRS VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM2MA==",
        "Citation": "[2017] 2 S.C.R. 220",
        "Case Type": "(CIVIL APPEAL /2633/2017)",
        "Date": "22 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9leC4gZ25yLiBsYXhtYW5yYW0gcG9vbmlhIChkZWFkKSB0aHJvdWdoIGxyc191bmlvbiBvZiBpbmRpYSBhbmQgb3JzLl8xNjk5NDIyNDc2LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 220",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "22 February 2017",
        "Petitioner:": "Ex. Gnr. Laxmanram Poonia (dead) Through Lrs",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 170",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CIVIL APPEAL /2633/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Armed Forces:"
        ],
        "HeadNote": "Armed Forces: Pension Regulatio11s for the Army, 1961 - Reg11. 17 3 - Army Rules, 1954 - 1: 13{3J(iii) - Disability pensio11 - Grant of - On facts, appellanl e11rolled in Indian Army in 2005 and two years later, diagnosed lo be suffering from acule schizophrenia like psychotic disorder - Opinion of the Medical Board Iha! disability attending the appellant assessed at 60% for life but neither alfributable to nor aggravaled by Military Service - Subsequently, appellant discharged from service - Claim for granl of disability pensio11 by appellan/ - Rejected by the tribunal holding that the disability being constitutional in nature, not connected with Military Service - On appeal, held: Appellant was not suffering from any disease/disability al the time of enteri11g into Military Service - Department was to show that the appellant was suffering from schizophrenia· at the time of entering i11to service by producing any document viz. medical prescription etc - Jn the absence thereof. it would be presumed that the appellam was in a sound mental condition at the time of emering into the Military Service and that the disability of the appellanl bore a casual connection wilh the service co11ditio11s - Tribunal did not exa111i11e the case in the lighl of the Rules and Regu/alions - Thus, 1he order of 1he 1ribu11al nol sustainable - Since appellant expired in 2015, Deparlment to pay disability pension to his wife and olher legal heirs - Enti!lement Rules for Casualty Pensionary Awards, 1982 - General Ruies of Guide to Medical Officers (Mililary Pe11siom) 2002."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "HARKESH CHAND VS. KRISHAN GOPAL MEHTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM3Mg==",
        "Citation": "[2017] 2 S.C.R. 285",
        "Case Type": "(CIVIL APPEAL /1778/2010)",
        "Date": "13 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9oYXJrZXNoIGNoYW5kX2tyaXNoYW4gZ29wYWwgbWVodGEgJiBvcnMuXzE2OTk0MjI4NTkucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 285",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "13 February 2017",
        "Petitioner:": "Harkesh Chand",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 128",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Krishan Gopal Mehta & Ors.",
        "Case Type:": "CIVIL APPEAL /1778/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction - Notice for termination of tenancy"
        ],
        "HeadNote": "Rent Control and Eviction - Notice for termination of tenancy of shop - Vis. 106 of Transfer of Property Act - Issued in September 1972 - Suit for eviction filed in October 1972 - Dismissed by trial c court on the ground that tenancy was protected by United Provinces (Temporary) Control of Rent and Eviction Act, 1947 - Order of'·· .. trial court confirmed by Revisional Court - In writ petition High Court held that on 15th July 1972 the 1947 Act was repealed and the special notification [under new Act i.e. Uttar Pradesh Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972} D covering the area in question was issued on 23\" 1 January 1973, thus there was no protection of tenancy between 15'' July 1972 and 23\" 1 January 1973 and hence the notice terminating the tenancy was valid - On appeal, held: The 1947 Act was made applicable to the area in question by notification dated 31\" March 1949 - By E virtue of s. 24 of Uttar Pradesh General Clauses Act,· 1904, the notification dated 31\" March 1949 continued to exist even after the 1947 Act was repealed upon reenactment of the 1972 Act - Hence, the suit is untenable - However, in the facts and circumstances of the case as well as in the interest of justice, tenant directed to hand-over the possession of the premises in question to F the land-lord after a period of three years."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "ARJUN AND ANR. ETC. ETC. VS. STATE OF CHHATTISGARH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM3OQ==",
        "Citation": "[2017] 2 S.C.R. 298",
        "Case Type": "(CRIMINAL APPEAL /206-207/2017)",
        "Date": "14 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9hcmp1biBhbmQgYW5yLiBldGMuIGV0Yy5fc3RhdGUgb2YgY2hoYXR0aXNnYXJoXzE2OTk0MjMwMDcucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 298",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "14 February 2017",
        "Petitioner:": "Arjun And Anr. Etc. Etc.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 141",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Chhattisgarh",
        "Case Type:": "CRIMINAL APPEAL /206-207/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 300 Exception (4), 304 (Part I) - Prosecution of 3 accused u!s. 302 and 302134 !PC - Conviction and life sentence by courts below - On appeal, held: Evidence of eye-witness/complainant is reliable - It is further corroborated by 4 other eye-witnesses and medical evidence - Recovery of weapons from the three accused also substantiated prosecution case - The prosecution has thus established that the appellants-accused are responsible for the homicidal death of the deceased - However, the incident occurred due to a sudden fight and thus falls under Exception (4) of s. 300 - It is evident from nature of injuries that the accused had intention as well as knowledge to cause the injuries and hence the case would fall under Part I of s. 304 - Therefore, the conviction is altered from s. 302134 to s. 304 (Part I) - Sentence of the accused persons reduced to the period already undergone i.e. 9 years 11 months. s. 304 (Part I) and (Part 11) - Applicability of - Held: In a case when there is intent as well as knowledge to cause murder and bodily injury, it will fall under (Part]) of s. 304 and if it is only a case of knowledge and not the intention, the case would fall under (Part II) of s. 304.Evidence: G Related witness - Evidentiary value of - Held: Evidence of related witness cannot be discarded for the sole reason that it is related or interested - However, the court should scrutinize the evidence of such witness with care, as a rule of prudence and not as a rule of law. Hostile witness - Evidentiary value of - Held: Merely because a witness/witnesses have turned hostile in part, theirevidence cannot be rejected in toto - Such evidence can be accepted to the extent their version is found dependable - The court to examine such evidence more cautiously."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "VIVEK SINGH VS. ROMANI SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM4Mg==",
        "Citation": "[2017] 2 S.C.R. 312",
        "Case Type": "(CIVIL APPEAL /3962/2016)",
        "Date": "13 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS92aXZlayBzaW5naF9yb21hbmkgc2luZ2hfMTY5OTQyMzEyOS5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 312",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "13 February 2017",
        "Petitioner:": "Vivek Singh",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 130",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Romani Singh",
        "Case Type:": "CIVIL APPEAL /3962/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Guardians and Wards Act. 1980 - s. 25 rlw. ss. JO and 12 -"
        ],
        "HeadNote": "Guardians and Wards Act. 1980 - s. 25 rlw. ss. JO and 12 - Application under - For custody and appointment of Guardian of minor daughter - Filed by the mother - Dismissed by the Family Court - Allowed by High Court - On interaction with the minor child, she expressed her wish to continue to stay with her father - Held: Principle of welfare of minor child is enumerated in ss. 17 and 13 of Hindu Minority and Guardianship Act, 1956 - Jn the instant case, the factors which weigh in favour of the father are that the child is livingwith him from the age of 21 months and that she desires to continue to live with him - However, for the first 21 months, it was the mother who nursed the child and she was forcibly deprived of the custody when she was forced to leave the matrimonial house - Within few days, mother also moved the court seeking the custody - The intensity of negative feeling of father against the mother could have affected the psyche of the child - Taking into account the crucial phase of life of the child, it is necessary that she is in the continuous company of her mother as well, for some time - Jf the child is admitted in the school where her mother is teaching, the child would be under fi1/l care and protection of her mother and would° gel heller education and guidance - The mother is granted custody of the child for one year - She is directed to get the admission for the child in the school where she is teaching - {f the child gets admission, custody of the child shall be handed over to the mother one week before the academic sessions 2017-18 starts - Matter to be listed in March 2018 for fi1rther directions - Hindu Minority and Guardianship Act, 1956 - ss. 7, 13 and 17."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "CENTRAL BANK OF INDIA VS. HUSAINY FAKHRUDDIN AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM4OA==",
        "Citation": "[2017] 2 S.C.R. 331",
        "Case Type": "(CRIMINAL APPEAL /968/2011)",
        "Date": "31 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Kurian Joseph\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9jZW50cmFsIGJhbmsgb2YgaW5kaWFfSHVzYWlueSBmYWtocnVkZGluIGFuZCBvdGhlcnNfMTY5OTQyMzI2Ny5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 331",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "31 January 2017",
        "Petitioner:": "Central Bank Of India",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 86",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Husainy Fakhruddin And Others",
        "Case Type:": "CRIMINAL APPEAL /968/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court - Directions - Release of bank deposits made"
        ],
        "HeadNote": "upreme Court - Directions - Release of bank deposits made by respondents - CBI requested appellant-bank not to release the deposits till a reference was given by CBI or the special court concerned - Respondent filed writ Petition - High Court directed appellant-bank to release the deposit - On appeal, held: The main objection was of CBI, which subsequently had withdrawn its request and there was no objection for release of the amounts - Hence, appeal disposed of with direction to appellant-bank to release the deposits within stipulated time frame, in case the same were not withheld for any other reason."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "PUKHRAJMAL SAGARMUL LUNKAD (D) THROUGH HIS LRS AND OTHERS ETC. VS. THE MUNICIPAL COUNCIL, JALGAON AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQxMg==",
        "Citation": "[2017] 2 S.C.R. 333",
        "Case Type": "(CIVIL APPEAL /491/2017)",
        "Date": "03 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9wdWtocmFqbWFsIHNhZ2FybXVsIGx1bmthZCAoZCkgdGhyb3VnaCBoaXMgbHJzIGFuZCBvdGhlcnMgZXRjLl90aGUgbXVuaWNpcGFsIGNvdW5jaWwsIGphbGdhb24gYW5kIG90aGVyc18xNjk5NDI0MzE1LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 333",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "03 February 2017",
        "Petitioner:": "Pukhrajmal Sagarmul Lunkad (d) Through His Lrs And Others Etc.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 103",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "The Municipal Council, Jalgaon And Others",
        "Case Type:": "CIVIL APPEAL /491/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Regional and Town Planning Act",
            "1966 - ss."
        ],
        "HeadNote": "Maharashtra Regional and Town Planning Act, 1966 - ss. 88, 126, 127 - Municipal Council, a planning authority under the Act, published Draft Development Plan in respect of certain lands including plots owned by the appellants and reserved them for public purpose - However, subsequently, Town Planning Scheme on the said Development Plan relating to the plots in question was prepared - Plea of appellants that the land reserved was not acquired within ten years, thus land shall be deemed to be released from reservation, allotment or designation and available back to owner as per s.127 of the Act - High Court dismissed the writ petitions filed by appellants - On appeal, held: In instant case, the prayer was made by the appellants in the writ petitions specifically in respect of Town Planning Scheme - s.127 does not apply to lands reserved for public purpose under Town Planning Scheme and as such, there was no lapsing of reservation of land uls.127 of the Act - Further, from the order passed by the Arbitrator under Town Planning Scheme Rules, it is clear that compensation was determined in respect of land in question under Town Planning Scheme - No error in judgment passed by the High Court - Urban development - Land Acquisition Act, 1894. Word' and Phrases - 'Town Planning' - 'Development Plan' - \"'Scheme\"; \"Planning\" and \"Planning Scheme\" - Meaning of - Maharashtra Regional and Town Planning Act, 1966 - s.2(9) and s.2(30)."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "STATE OF BIHAR & ORS. VS. RAMESH PRASAD VERMA (DEAD) THR. LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQxOA==",
        "Citation": "[2017] 2 S.C.R. 342",
        "Case Type": "(CIVIL APPEAL /1258/2017)",
        "Date": "31 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zdGF0ZSBvZiBiaWhhciAmIG9ycy5fcmFtZXNoIHByYXNhZCB2ZXJtYSAoZGVhZCkgdGhyLiBscnMuXzE2OTk0MjQ0NzEucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 342",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "31 January 2017",
        "Petitioner:": "State Of Bihar & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 84",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Ramesh Prasad Verma (dead) Thr. Lrs.",
        "Case Type:": "CIVIL APPEAL /1258/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bihar Minor Mineral Concession Rules",
            "1972 - Bihar Minor"
        ],
        "HeadNote": "Bihar Minor Mineral Concession Rules, 1972 - Bihar Minor Mineral Concession (Amendment) Rules, 2001 - r. 26 - Rent/royalty and assessment - Notification dated 24. 03.2001 whereby rate of royalty for minerals used for making chips, was stipulated to be Rs. JOO/- per cubic 111ete1; on and from 01.04.2001 - Footnote to the effect that the identified areas thereof would be notified separately - Demand notices for the said period - Deposit of the said amount - Thereafter, notification dated 26.12.2001 identifYing the areas wherefrom the minerals involved, if extracted would attract royalty - Challenge to, by respandents-dealing in minerals used for making chips - High Court held that once the areas were identified by Notification dated 26.12.2001, demand would relate back to 01.04.2001 - In appeal, Division Bench held that the realization of royalty at the higher rates, as fixed by Notification dated 24.03.2001, was not realizable from the date prior to 26.12.2001 - On appeal, held: Having regard to the two Notifications and the footnote, the Notification dated 26.12.2001 is only clarificatory in nature, inasmuch as it declares only the areas from which, if the minerals concerned are extracted would draw the rate of royalty already fixed by Notification dated 24.03.2001, payable on and from 01.04.2001 - No other interpretation would accord with the legislative intendment contained in Rule 26 as well as the objectives of the two Notifications - Conjoint reading of Rule 26 and the two Notifications predicates that the enhanced rate of royalty at Rs. JOO/- per cubic meter for minerals, which are used or are capable of being used for making chips would be realizable w.e.f 01.04.2001 and axiomatically thus, the respondents are liable to discharge the demand, therefor, as raised in terms thereof - High Court erred in interpreting the relevant legal provisions and the Notification dated 26.12.2001 in particular in holding that the enhanc.ed rates, as fixed by the Notification dated 24.03.2001, wouldbe payable for the minerals involved, as extracted from the two areas, mentioned in the Notification dated 26.12.2001 on and from that date - Thus, the order passed by the High Court set aside. A Interpretation of statutes - Restrospective operation - Held: Any legislation or instrument having the force of law. if c/arificatory, declaratory or explanatory in nature and purport, in order to supply an obvious omission or to clear up doubts qua any prior law, retrospective operation thereof is generally intended."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "JAYAKANTHAM & OTHERS VS. ABHAYKUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQyMg==",
        "Citation": "[2017] 2 S.C.R. 355",
        "Case Type": "(CIVIL APPEAL /3049/2017)",
        "Date": "21 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9qYXlha2FudGhhbSAmIG90aGVyc19hYmhheWt1bWFyXzE2OTk0MjQ1OTMucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 355",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "21 February 2017",
        "Petitioner:": "Jayakantham & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 161",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Abhaykumar",
        "Case Type:": "CIVIL APPEAL /3049/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963 - s. 20(1) - Discretion as to"
        ],
        "HeadNote": "Specific Relief Act, 1963 - s. 20(1) - Discretion as to decreeing specific performance - Held: Court is not bound to grant the relief of specific performance merely because it is la11ful to do so - s. 20(1) indicates that the jurisdiction to decree specific performance is discretionary - However, the discretion of the court is not arbitrary but is sound and reasonable, to be guided by judicial principles - On facts, decree for specific performance 11;as passed by the courts below, in favour of respondent - However, material placed on record indicates that the terms of the contract, the conduct of parties at the time of entering into the agreement and circumstances gave the respondent an unfair advantage over appellants - Circumstances make it inequitable to enforce specific performance - To meet ends of justice, decree for the payment of compensation passed in lieu of specific performance - Decree for specific performance is set aside - Appellants to pay to the respondent Rs. 15 lakhs as just compensation in lieu of specific performance."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SWAMI SHIVSHANKARGIRI CHELLA SWAMI & ANR. VS. SATYA GYAN NIKETAN & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQzMg==",
        "Citation": "[2017] 2 S.C.R. 365",
        "Case Type": "(CIVIL APPEAL /3166/2017)",
        "Date": "23 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zd2FtaSBzaGl2c2hhbmthcmdpcmkgY2hlbGxhIHN3YW1pICYgYW5yLl9zYXR5YSBneWFuIG5pa2V0YW4gJiBhbnIuXzE2OTk0MjQ4NDYucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 365",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "23 February 2017",
        "Petitioner:": "Swami Shivshankargiri Chella Swami & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 174",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Satya Gyan Niketan & Anr.",
        "Case Type:": "CIVIL APPEAL /3166/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - s. 92 - Public charities -"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - s. 92 - Public charities - Permission to grant leave uls. 92 to interested persons to initiate a suit - On facts, property transferred-waqfed to respondent no. 2 by a deed - Appellant interested in achieving the purpose for which the property was transferred - Application by appellant uls. 92 to obtain permission to institute a suit, allowed - However, the High Court set aside the order - On appeal, held: Property was waqfedl gifted for a 1Gl1:fiil purpose-a 'trust' - Thus, the application filed by appellants was within the required ambit of s. 92 and the District Judge rightly permitted the appellants to institute a suit - High Court erred in setting aside the well reasoned order and in not diligently examining the facts and circumstances in the light of the registered deed - Furthermore, it was the statutory duty of the Court to examine that whether the plaint is so annexed with the application uls. 92 which is pre-requisite for filing the application for leave to file a suit - High Court also erred in neglecting this fact - A/legations put forth could only be determined by way of evidence in a special suit uls. 92 and respondent No.2 is enjoying the ownership of the immovable property while acting as a trustee - Thus, for the ends of justice, appellants granted liberty to move appropriate application."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "RAVADA SASIKALA VS. STATE OF ANDHRA PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ0MA==",
        "Citation": "[2017] 2 S.C.R. 379",
        "Case Type": "(CRIMINAL APPEAL /406-407/2017)",
        "Date": "27 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9yYXZhZGEgc2FzaWthbGEgX3N0YXRlIG9mIGFuZGhyYSBwcmFkZXNoICYgYW5yLl8xNjk5NDI0OTY5LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 379",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "27 February 2017",
        "Petitioner:": "Ravada Sasikala",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 181",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Andhra Pradesh & Anr.",
        "Case Type:": "CRIMINAL APPEAL /406-407/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 326 and 448 - Acid attack on a"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 326 and 448 - Acid attack on a young girl by the boy trespassing into the girl's house - Due to non acceptance of boy's proposal for marriage - Dis.figuration of some c part of the body due to acid attack - Conviction of the boy ulss. 326 and 448 and sentenced to one year RI with fine - High Court modified the sentence to the period already undergone, that is 30 days - On appeal, held: Acid attack on a young girl is an uncivilized and heartless crime committed by the accused - Crime of this nature does not deserve any kind of clemency - There is medical evidence D that there was an acid attack on the young girl and the circumstances proved by cogent evidence and the conviction was upheld, there was no justification to reduce the sentence to the period already undergone - It cannot be understood whether the iudge was guided by some unknown notion of mercy or rqmained E oblivious of the precedents relating to sentence or not careful about the expectation of the collective from the court, for the society at large eagerly waits for justice to be done in accordance with law - Sentence imposed by the High Court is set aside and that of the trial court is restored - As regards compensation, accused to pay \"·\" compensation of Rs.50,0001- and the State to pay a compensation F of Rs. 3 lakhs - Acid Attack."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "P. EKNATH VS. Y. AMARNATHA REDDY @ BABU & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ0OA==",
        "Citation": "[2017] 2 S.C.R. 394",
        "Case Type": "(CRIMINAL APPEAL /1792/2013)",
        "Date": "09 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9wLiBla25hdGhfeS4gYW1hcm5hdGhhIHJlZGR5IEAgYmFidSAmIGFuci5fMTY5OTQyNTEzMS5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 394",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "09 February 2017",
        "Petitioner:": "P. Eknath",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1262",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose,Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Y. Amarnatha Reddy @ Babu & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1792/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302",
            "307",
            "324 - Double murder -"
        ],
        "HeadNote": "Penal Code, 1860 - ss. 302, 307, 324 - Double murder - Attempt to murder - Double murder of daughter aged 12 years and her father aged 50 years; double life attempts on two. inflicting severe injuries; and theft in the dwelling house by the sole accused - Conviction and sentence for offences punishable u!ss. 302, 307and 324 - However, acquittal by the High Court - On appeal, held: Material on record shows that the accused had the requisite motive for committing the offence - Weapon-sickle used can be convincingly linked to the injuries caused on the deceased - FSL report, credibility of witnesses, foot prints of the offender. narration of incident by the circumstantial witness, identification of the accused/weapon, presence of light in the murder scene, all leads to the guilt of the accused - High Court failed to appreciate the evidence brought before the Court and the facts of the case and set aside the order of the trial court by a non-reasoned order - Thus, the order passed by the High Court is perverse and not sustainable in the eyes of law, and is set aside."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "NARMADA BACHAO ANDOLAN VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ3MQ==",
        "Citation": "[2017] 2 S.C.R. 407",
        "Case Type": "(WRIT PETITION (CIVIL) /328/2002)",
        "Date": "08 FEBRUARY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9uYXJtYWRhICBiYWNoYW8gYW5kb2xhbl91bmlvbiBvZiBpbmRpYSBhbmQgb3RoZXJzXzE2OTk0MjU3MjkucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 407",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "08 February 2017",
        "Petitioner:": "Narmada Bachao Andolan",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 118",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /328/2002",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 142 - Implementation of Sardar"
        ],
        "HeadNote": "Constitution of India - Art. 142 - Implementation of Sardar Sarovar Project - Rehabilitation of the 'project affected families' - Equitable settlement - Payment of compensation - On facts, Rehabilitation package offered to 4998 'project affected families' out of which 681 families (510 project affected families, which had originally opted for the 'Special Rehabilitation Package' plus 171 families which had claimed land in lieu of land), yet to be compensated - In view thereof. issuance of direction to the concerned authority, to pay compensation to the 681 'project affected families', at the rate of Rupees sixty /akhs per family, as a matter of full and final settlement - Furthermore, 1358 families, out of the 4264 families which had received both installments, under the 'Special Rehabilitation Package', were duped - So as to alleviate their hardship, 1358 project affected families lo be further compensated - Issuance of directions to the concerned authorities to pay 1358 project affected families, Rupees fifteen lakhs per family, deducting the earlier installments made to suchfamilies -As regards the grievance with reference to the amenities postulated under the Narmada Water Disputes Tribunal Award, the same may be raised before the concerned Grievance Redressal Authority within the stipulated period - Thus, the said order is exclusively directed towards the resettlement and rehabilitation of the 'project affected families', in State of Madhya Pradesh - Direction issued to States of Gujarat and Maharashtra to conclude all the commuted resettlement and rehabilitation activities, in the re~pective States, within the stipulated period."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "BANK OF NEW YORK MELLON LONDON BRANCH VS. ZENITH INFOTECH LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ3OA==",
        "Citation": "[2017] 2 S.C.R. 415",
        "Case Type": "(CIVIL APPEAL /3055/2017)",
        "Date": "21 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9iYW5rIG9mIG5ldyB5b3JrIG1lbGxvbiBsb25kb24gYnJhbmNoX3plbml0aCBpbmZvdGVjaCBsaW1pdGVkXzE2OTk0MjU4NjQucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 415",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "21 February 2017",
        "Petitioner:": "Bank Of New York Mellon London Branch",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 165",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Zenith Infotech Limited",
        "Case Type:": "CIVIL APPEAL /3055/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sick Industrial Companies (Special Provisions) Act",
            "1985 -"
        ],
        "HeadNote": "Sick Industrial Companies (Special Provisions) Act, 1985 - ss. 15, 3(e), 3(j) - Board for Industrial and Financial Reconstruction Regulations, 1987 - Regns. 19(5), (4) _:Registration of the Reference under SICA - Scope - Power and jurisdiction of the Registrar and Secretary to refuse registration of the application for reference by the Company - On facts, application for registration of Reference by respondent no. l company - Dismissal of, by Registrar, Secretary and Chairman of the Board, on the ground that respondent no. 1 company was not an industrial company within the meaning of s. 3(e), (j) - Meanwhile, order of winding up of respondent no. I-Company by the High Court, upheld by the Division Bench - Subsequently, respondent-company challenged the orders of the Secretary and Chairman of the Board rejecting the application for Reference - High Court held that the Registrar and the Secretary and the Chairman of the Board not conferred any power of adjudication and as registration of the Reference was refused on that basis, the said orders non est in law; and that the winding up order passed by the Company Court would not foreclose the proceedings under the SICA, and registration of Reference and inquiry can still be made - On appeal, held: Power to \"scrutinize\" an application prior to registration thereof and thereafter to register and place the same before the Bench vests in the Registrar or the Secretary of the Board - Power of scrutiny cannot be understood to be vesting in any of the authorities the power to adjudicate the question as to whether a company is an industrial company within the meaning of s. 3(e) read with 3(/) and 3(n) - Rejection of the question could have been made only by a process of adjudication, vested by SICA and the Regulations framed thereunder in a Bench of the Board - High Court was correct in holding that the refusal of registration of the reference sought by the respondent Company byhe Registrar, Secretary/Chairman of the Board was non-est in lmv - Reference must, thus, understood to be pending before the Board on the relevant date attracting the provisions of s. 252 of the Insolvency and Bankruptcy Code - In view thereof the question whether reference before the Board stood foreclosed by the order of winding up of the respondent company and the appointment of the liquidator becomes redundant - Respondent open to seek remedies uls. 252 r!w ss. 13, 14, 20 and 25."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "M/S SOUTHERN MOTORS VS. STATE OF KARNATAKA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ4NA==",
        "Citation": "[2017] 2 S.C.R. 434",
        "Case Type": "(CIVIL APPEAL /10955-10971/2016)",
        "Date": "18 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfNDM0IC0gNDY1XzE3MDMzMTA5NzgucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 434",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "18 January 2017",
        "Petitioner:": "M/s Southern Motors",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 55",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Karnataka And Others",
        "Case Type:": "CIVIL APPEAL /10955-10971/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Karnataka Value Added Tax Act",
            "2003: s.2(34) - Post sale"
        ],
        "HeadNote": " Karnataka Value Added Tax Act, 2003: s.2(34) - Post sale discoums - Determination of taxable turnover - Issue of credit notes to the customers granting discounts - Assessee retaining only the net amount that is, the amount shown in the invoice less the sum of discount disclosed in credit note - Claim for deduction towards discount accorded by credit notes from the total turnover to quantify the taxable turnover - Held: A plain reading of s.3(2){c) reveal that all amounts allowed as discount qualify for deduction from the total turnover to ascertain the taxable turnover - A trade discount conceptually is a pre sale concurrence, the quantification whereof depends on many factors in commerce - Such trade discounts ought not to be disallowed only if they are not payable at the time of each invoice or deducted from the invoice price - The overall review of the scheme of the Act and the Rules and the underlying objectives in particular of ss.29 and 30 of the Act and r.3 of the Rules shows that the requirement of reference of the discount in the tax invoice or bill of sale to qualify it for deduction has to be construed in relation to the transaction resulting in the final sale/purchase price and not limited to the original sale sans the trade discount - However, the transactions allowing discount have to be proved on the basis of contemporaneous records and the final sale price after deducting the trade discount must mandatorily be reflected in the accounts as stipulated under r.3(2J(c) of the Rules - Karnataka Value Added Tax Rules, 2005 - r. 3(2){c) and its proviso. Interpretation of statutes: Literal interpretation - Held: Though words in a statute must be extended their ordinary meanings, but if the literal construction thereof results in anomaly or absurdity, the courts must seek to find out the underlying intention of the legislature and in the said pursuit, can within permissible limits strainthe language so as to avoid such unintended mischief - Karnataka Value Added T(J)( Rules, 2005 - r.3(2)(c) and its proviso. "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "STATE OF RAJASTHAN VS. FATEHKARAN MEHDU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDQ5NA==",
        "Citation": "[2017] 2 S.C.R. 491",
        "Case Type": "(CRIMINAL APPEAL /216/2017)",
        "Date": "03 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zdGF0ZSBvZiByYWphc3RoYW5fZmF0ZWhrYXJhbiBtZWhkdV8xNjk5NDI2MzkzLnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 491",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "03 February 2017",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 104",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Fatehkaran Mehdu",
        "Case Type:": "CRIMINAL APPEAL /216/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure. 1973 -- s.397 - Revisionary"
        ],
        "HeadNote": "Code of Criminal Procedure. 1973 -- s.397 - Revisionary ;urisdiction - Scope of interference at a .1·1age, when charge had been .framed - Held: At the .5/age of framing of a charge, the court is concerned not wilh the proof of the alle,gation rather it has to focus on the material and form an opinion w/1ether there is strong suspicion that the accused has committed an offence, which if put to trial, could prove his guilt - The framing uf charge is not a stage, at which stage final test of guilt is lo be applied - Jn the ins/ant case, allegation against l.~e respondent was Iha/ he facilitated a person to carry on illegal mining by which he obtained illegal benefits to the detriment of the State - Special Judge found a clear case of framing charge - High Court exercising revisionary powers set aside the order of Special Judge - High Court failed to advert the substance of a/legation against the respondent that he had granted quarry licence for only three bigha gap-land but had issued technical map for an area of 80,000 sq. ft. - High Court did not advert to the technical map which mentioned 80,000 sq. ft. and without adverting to that allegation erroneously observed that there was no a/legation which may come within the meaning of s.J3(1){d) _ rlw s. I 3(2) of the PC Act - Both charge-sheet and order of the Special Judge specifically noted the a/fegations, which clearly made out an offence u/s.13(1)(d) and s.13(2) of PC Act and s.120B lPC- High Court erred in quashing the charges ji·amed - Prevention of Corruption Act, 1988 - ss. l 3(1}(d), 13(2)."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "S. KRISHNA SRADHA VS. STATE OF ANDHRA PRADESH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDUwMQ==",
        "Citation": "[2017] 2 S.C.R. 466",
        "Case Type": "(CIVIL APPEAL /1081/2017)",
        "Date": "19 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zLiBrcmlzaG5hIHNyYWRoYV9zdGF0ZSBvZiBhbmRocmEgcHJhZGVzaCBhbmQgb3JzLl8xNjk5NDI2NTUyLnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 466",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "19 January 2017",
        "Petitioner:": "S. Krishna Sradha",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Andhra Pradesh And Ors.",
        "Case Type:": "CIVIL APPEAL /1081/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Admissions - MBBS Course - Wrongful deprivation of"
        ],
        "HeadNote": "Admissions - MBBS Course - Wrongful deprivation of ad111ission - Duty of constitutional courts u!Arts. 32, 136 and 226 - Re-consideration of decision in Jasmine Kaur's case holding grant of monetary compensation as the sole re111edy for non-ad111ission after lapse of prescribed time schedule when such lapse was a result of faults commitled by the counselinglad111inistrating authority - Held: Meritorious students should not face any impedi111ent to get admission for so111e fault on the part of the institution or the persons involved with it - He/She has no other remedy but lo approach the Court for getting redressal of grievances - It is a grievance that pertains to fundamental right - When a !is ()f this nature co111es in a constitutional court, it beco111es the duty of the court to address 11'hether the authority had acted within the powers conferred on it or deviated from the same as a consequence of which injustice has been caused to the aggrieved person - Redressal of a fundamental right cannot be weighed in ter111s of grant of compensation only - Grant of compensation may be an additional relief - Compensation cannot be the adequate or sole re111edy for the wrongful deprivation of admission, as it affects the acade111ic career of a student - Decision in Jasmine Kaur's case requires re-consideration by a larger Bench-Maxims - \"Lex non intend it aliquid impossibile\" - Doctrines/ Principles - Doctrine of restitution. Admissions - MBBS Course - Appellant denied ad111ission to MBBS course in sports quota despite being 111ore meritorious than the selected candidates - High Court placing reliance on Jasmin Kaur's case denied benefit of admission to appellant and granted compensation on the ground that the cut-off date for admission had expired, though, holding that appellant was entitled to getpriority and there were lapses on part of various authorities involved - Held:·Appel/ant-student approached the Court u/Art.226 in quite promptitude and there was no delay /aches on her part and did not fault in complying with procedure prescribed under the rules meant for the process of admission - Appellant directed to be admitted - Constitution of India - Arts.14 and 21."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "V. RAJENDRAN AND ANR. VS. ANNASAMY PANDIAN (D) THR. LRS. KARTHAYAYANI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDUxNA==",
        "Citation": "[2017] 2 S.C.R. 508",
        "Case Type": "(CIVIL APPEAL /861/2017)",
        "Date": "24 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS92LiByYWplbmRyYW4gYW5kIGFuci5fYW5uYXNhbXkgcGFuZGlhbiAoZCkgdGhyLiBscnMuIGthcnRoYXlheWFuaV8xNjk5NDI2OTY4LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 508",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "24 January 2017",
        "Petitioner:": "V. Rajendran And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1257",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Annasamy Pandian (d) Thr. Lrs. Karthayayani",
        "Case Type:": "CIVIL APPEAL /861/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - 0. XXJII",
            "r. I (3){a) -"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - 0. XXJII, r. I (3){a) - Withdrawal of suit - On ground of 'formal defect\" in suit - Appellants filed suit for permanent injunction describing suit property with a defective survey number - Thereafter, during trial, appellant filed application u/O. XXIII, r. J (3) for withdrmval of the suit - Propriety of - Held: Defect in the survey number of the suit property goes to the very core of the subject matter of the suit and entire proceedings would be fruitless if the decree holder is not able to get the decree executed successfi1lly and thus, the said defect will constitute to be a formal defect' within the meaning of 0.XXJJJ, r. I (3), CFC - Hence, case of appellant would fall u!O.XXIII, r. J (3)(a). Costs - Enhancement of - Appellants filed suit for permanent injunction in 2004 - After ten years, an application was filed by appellants u!O.XXIII, r. I (3), CFC seeking withdrawal of the suit - Held: Application was filed after substantial progress was made in the suit - In such circumstances, in instant case, while permitting appellant to withdraw the suit, costs of Rs.3000/- awarded by the trial court enhanced to Rs.10, 000/-."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "T. A. KATHIRU KUNJU VS. JACOB MATHAI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDUyNQ==",
        "Citation": "[2017] 2 S.C.R. 516",
        "Case Type": "(CIVIL APPEAL /3860/2007)",
        "Date": "16 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS90LiBhLiBrYXRoaXJ1IGt1bmp1X2phY29iIG1hdGhhaSAmIGFuci5fMTY5OTQyNzEzOC5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 516",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "16 February 2017",
        "Petitioner:": "T. A. Kathiru Kunju",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1265",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Jacob Mathai & Anr.",
        "Case Type:": "CIVIL APPEAL /3860/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Advocates Act. 1961 - s. 38-Professional misconduct - Gross"
        ],
        "HeadNote": "Advocates Act. 1961 - s. 38-Professional misconduct - Gross negligence - Allegation by the complainant that he handed over cheque to appellant-advocate to initiate criminal action u!s. 138 NJ but cheque was not returned to him - Order by the Disciplinary Committee of the Bar Council of India that appellant guilty of gross negligence in discharge of his professional service to the client since he failed to get the acknowledgement from the complainant for having returned the cheque - imposition of punishment of reprimand and fine - Correctness of - Held: Nobility, sanctity and ethicality of the profession has to be kept uppermost in the mind of an Advocate - In view thereof his conduct has to be weighed - On scrutiny of the evidence, act of the appellant cannot be treated to be in the realm of gross negligence. but only one of negligence - Thus. the order passed by Disciplinary Committee of the Bar Council of India set aside."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "NIDHI KAIM AND ANOTHER VS. STATE OF MADHYA PRADESH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU1Mg==",
        "Citation": "[2017] 2 S.C.R. 527",
        "Case Type": "(CIVIL APPEAL /1727/2016)",
        "Date": "13 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9uaWRoaSBrYWltIGFuZCBhbm90aGVyX3N0YXRlIG9mIG1hZGh5YSBwcmFkZXNoIGFuZCBvdGhlcnNfMTY5OTQyODA5MS5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 527",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "13 February 2017",
        "Petitioner:": "Nidhi Kaim And Another",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 131",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Madhya Pradesh And Others",
        "Case Type:": "CIVIL APPEAL /1727/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Professional Examination Board Act"
        ],
        "HeadNote": "Madhya Pradesh Professional Examination Board Act, 2007- Examination process - Tampering of - Entrance examination c for admissions into medical colleges - Allegation of conspiracy and use of unfair means in the examination - Cancellation of admissions of appellants and others - Challenge against - Held: The manipulation by which the appellants obtained admission involved not only a breach in the computer system, whereby roll numbers were allotted to the appellants. to effectuate their plans, it also D involved the procurement of meritorious persons, .to assist them, in answering the questions (in the Pre-Medical Test) - The seating arrangement of appellants next to the concerned helper, at the examination, was also based on further computer interpolations - Not only were the seating plans distorted for achieving the purpose, E even the institutions where the appellants were to take the Pre- Medical Test, were arranged in a manner, as would suit the appellants, again by a similar process of computer falsification - The admission of appellants to the MBBS course was, thus, based on a well orchestrated plan based on established fraud - In view of the sequence of facts, it is not possible to accept, that the deception F and deceit, adopted by the appellants, was a simple ajfab; which can be overlooked - The involvement of the appellants was indeed the most grave and extreme - In view thereof, the consequence of established fraud cannot be ignored, to do complete justice in a matter, in exercise of jurisdiction vested in this Court, u!Art.142 of G the Constitution - Constitution of India - Art. I 42 - Scam.Constitution of India: Art.142 - Mass fraud - Admission obtained by fraud - Invocation of Art. I 42, to do complete justice, determiningparameters - Held: The /ll'o important parameters for consideration are, \"larger interest of administration oj justice\", and \"preventing manifest injustice\" - The facts and circumstances of the instant case do not reveal the existence. of either of these two factors - With Vyapam having cancelled the appellants' admission lo the MBBS course, and the said orders having been upheld by the High Court, as well as, by this Court, ii cannot be said that the cancellation orders were unjust - If the admission of the appellants to the MBBS course, was improper, the cancellation orders, were obviously proper - If the academic benefits of the appellants, arising out of their admission cancelled by Vyapam are restored, tht cancellation orders would be set at naught - That would not serve the \"larger interest of administration of justice\" - On the contrary, such an initiative would cause \"manifest injustice\" - It is, therefore, not possible in the facts of the instant case to invoke Art. 142 of the Constitution in the larger interest of the administration of justice - It is also not possible to accept, that any manifest injustice would be done to the appellants, if their admissions are cancelled - Scam. Art. I 42 - Exercise of power u/Art. I 42 to do complete ;us/ice - Connotation of words \"complete justice\"- Held: The words \"complete justice\" used in Art.142 would not include the power, to disregard even statutory provisions, and/or a declared pronouncement of law under Art.141, even in exceptional circumstances - Debates and deliberations in Parliament, leading to a valid legislation, represent the will of the majority- It is difficult, to visualize a situation, wherein a valid legislation, would render injustice to the parties, or would lead to a situation of incomplete ;ustice for one or the other party - In view of the conscious involvement of the appellants in gaining admission to the MBBS course, by means of a fraudulent stratagem of trickery, the declaration of law with reference to fraud cannot be ignored or overlooked - Nothing obtained by fraud, can be sustained - This declaredproposition of law, must apply to the case of the appellants, as well. Art. I 42 - Admission obtained by fraud - Invocation of Art. 142 on plea of being young and immature - The submission of appellants was that they should not be identified, as a part of the syndicate, engaged in manipulating their admissions, even thoughthey were the beneficiaries thereof and that they were young, and A not mature enough to understand the consequences of their actions - These submissions are outrightly rejected - Even a juvenile wrongdoer faces trial and is subjected to statutory consequences - The appellants in this case, irrespective of their age, were conscious of the regular process of admission - They breached the same by B devious means - They must therefore, suffer the consequences of their actions - Each one of the appellants, was aware of the fact, that their admission to the MBBS course, would be determined 011 the basis of their performance in the Pre-Medical Test - Rather than appearing in the qualifying test 011 their own, they chose to seek assistance of meritorious students, to garner higher marks - c Probably, the appellants were sure, that they would not be able to gain admission to the MBBS' course, on their own merit - That is why, they had to strategize their admission to the MBBS cour~e - Therefore, the contention that the appellants were· meritorious students, and as such, their admission to the MBBS course, deserved D to be preserved is rejected -In that view of the matter, relief wArt.142 not granted - Appellants had consciously sought the assistance of a syndicate, engaged in manipulating admissions to medical institutions - They were beneficiaries of acts of deceit and deception - In that view of the matter, the case of the appellants does not commend, as a matter deserving of any sympathetic E consideration. Art.142 - Jurisdiction 1inder, scope - Held: The jurisdiction exercisable u!Art.14:;- cannot ever be invoked, to salvage, and legitimize acts of fraudulent character - Fraud, cannot be allowed to trounce, on thi stratagem of public good - The issue in hand, has an infinitely vast dimension - If immediate social or societal gains is kept in mind, the perspective. of consideration would be different - The basic fundamental right of equality before law and equal protection of the laws, is extended to citizens and non-citizens alike, through Art.14 on the fountainhead of fairness - The actions of the appellants, are founded on unacceptable behaviour, and in complete breach of the rule of law - Their actions, constitute acts of deceit, invading into a righteous social order - National character cannot be sacrificed for benefits, individual or societal - In the facts and circumstances of the case in hand, it would not be proper to legitimize the admission of the appellants, to the MBBS course, F Gn exercise of the jurisdiction vested in this Court u/Art.1./2 of the Constitution. Administration of Justice - Fair play and equity - Nothing, obtained by fraud, can be sustained; as fraud unravels everything - No person can be allowed to keep an advantage he has obtained by fraud - Where two options are open to a Court, and both are equally beckoning, it would be most prudent to choose the one, which is founded on truth and honesty, and the one which is founded on fair play and legitimacy - Siding with the option founded on the deceit or fraud, or on favour as opposed to merit, or by avoiding the postulated due process, would be imprudent - In the facts and circumstances of the instant case, there was absolutely no cause to legitimize the admissions of the appellants to the MBBS course, since the same clearly fell in the imprudent category."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "MRS. A. KANTHAMANI VS. MRS. NASREEN AHMED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU1NQ==",
        "Citation": "[2017] 2 S.C.R. 610",
        "Case Type": "(CIVIL APPEAL /2714/2008)",
        "Date": "06 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9tcnMuIGEuIGthbnRoYW1hbmlfbXJzLiBuYXNyZWVuIGFobWVkXzE2OTk0MjgyMTcucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 610",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "06 March 2017",
        "Petitioner:": "Mrs. A. Kanthamani",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 202",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Mrs. Nasreen Ahmed",
        "Case Type:": "CIVIL APPEAL /2714/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Performance:"
        ],
        "HeadNote": "Suit - Seeking specific performance of agreement for sale - Suit decreed by courts below - On appeal. plea of defendant inter alia that in absence of seeking declaration that agreement was. bad in law, mere suit for specific performance was not maintainable - Held: The plaint which seeks the relief of ~pecific performance of agree111ent, 111ust contain all the requirements of s. 16(c) rlw. the requirements contained in Form Nos . ./7 and ./8 of Appendix 'A' of D CPC - Plaint should also have necessary pleading satishing the requirement of Art. 5./ of the Limitation Act - Plea of maintainability of suit, being preliminary issue having been raised for the first time before Supreme Court, is not maintainable - The suit was 111aintainable as the same was filed within the time provided in Art.5./ E of Limitation Act - The plaintiff had pleaded the necessary requirements of s. l 6(c) of Specific Relief Act rlw the requirements of Forms ./7 and ./8 ofCPC and Art. 5./ of Limitation Act - P/aimiff had paid more than 50% of the sale consideration lo lhe defendanl before 1he due date of execution of sale deed - The plaintiff was a/ways ready and willing lo perform her part - Trial court was F ;ustified in exercising its discrelion in favour of the plaintiff by ·passing a decree for specific performance of agreement. - Specific Relief Act, 1963 - s. 16(c) - Code of Civil Procedure, 1908 - Appendix A. forms ./7 and ./8 - Limitation Act, 1963 - Art. 5./.Plea: New plea - As regards preliminary issue - Held: Plea regarding maintainability of suit is required to be raised in the first inslance - New plea in this regard not to be entertained - However, where the Courl prima facie finds by mere perusal of plaint a/legations thal the suit is barred by any express provision of lawor legally not maintainable due to any legal provision, it can take judicial notice to avoid abuse of judidioial process in prosecuting such suit. A Constitution of India: Art. 136 - Scope of - Held: Supreme Court in exercise of jurisdiction u!Art. 136 is loath to undertake the task of appreciating the evidence - More so when such appeal arises of judgment, which has recorded concurrent findings of fact."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "HUSSAIN AND ANR. VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU1Nw==",
        "Citation": "[2017] 2 S.C.R. 626",
        "Case Type": "(CRIMINAL APPEAL /509/2017)",
        "Date": "09 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9odXNzYWluIGFuZCBhbnIuX3VuaW9uIG9mIGluZGlhXzE2OTk0MjgzMTYucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 626",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "09 March 2017",
        "Petitioner:": "Hussain And Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 227",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Union Of India",
        "Case Type:": "CRIMINAL APPEAL /509/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail - Denial of bail pending trial/appeal where accused/"
        ],
        "HeadNote": "ail - Denial of bail pending trial/appeal where accused/ convict in custody for long period - Two set of cases - In first case, appellants were in custody on allegation of an offence u/s.21 (c) of the NDPS Act and in second case, appellant was in custody as convicted u/s.302, !PC and appeal was pending in High Court - Plea of appellants that they were entitled to bail as speedy trial is their fundamental right u!Art. 21 - Held: It is settled in various decisions of the Supreme Court that if appeal is not heard for 5 years, excluding the delay for which accused himself is responsible, bail should normally be granted - However, the second case is not covered by such decisions as appeal pending in High Court not completed 5 years - Further, it is settled that if there is violation of right of speedy trial, instead of quashing the proceedings, a higher court can direct conclusion of proceedings in fixed time - In light of these principles, direction issued to dispose of the pending trial in the first case and appeal in the second case within six months - Constitution of India - Art. 21 - Narcotic Drugs and Psychotropic Substances Act, 1985 - s.2J(c) - Penal Code - s.302 - Under trial Prisoners. Supreme Court - Directions - Delay in trials - Speedy trial is a part of reasonable fair and just procedure guaranteed ul Art. 21 - Inspite of earlier directions of Supreme Court, further consideration has become necessary in the interest of administration of justice - Held: High Court to issue directions to subordinate courts that - (a) Bail applications be disposed of normally within one week - (b) Where accused are in custody, Magisterial trials be norlnally concluded within six months and·sessions trials within two years - (c) Efforts be made to dispose of all cases which are five year old by the end of the year - (d) As supplement to s.436A, Cr.P.C, if an undertrial has completed period of custody in excessof the sentence likely to be awarded if conviction is recorded such under trial must be released on personal bond - Constitution of India -Art. 21 - Code ofCrimina!Procedure. 1973 - s.436A - Administration of justice. A Supreme Court - Directions to High Court - Timely delivery of justice - Speeding up disposal of cases - Held: High Courts to ensure that bail applications are decided as far as possible within one month and criminal appeals where accused are in custody for more than five years are concluded at earliest - Further, High Courts to prepare, issue and monitor appropriate actioi1 plans for the subordinate courts and monitor steps for speedy investigation and trial on administrative and judicial side jiwn time to time."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SURESH SINGHAL VS. STATE (DELHI ADMINISTRATION)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU1OA==",
        "Citation": "[2017] 2 S.C.R. 645",
        "Case Type": "(CRIMINAL APPEAL /1548/2011)",
        "Date": "02 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zdXJlc2ggc2luZ2hhbCBfc3RhdGUgKGRlbGhpIGFkbWluaXN0cmF0aW9uKV8xNjk5NDI4NDU0LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 645",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "02 February 2017",
        "Petitioner:": "Suresh Singhal",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 97",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State (delhi Administration)",
        "Case Type:": "CRIMINAL APPEAL /1548/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SURESH SINGHAL"
        ],
        "HeadNote": "Penal Code, 1860 - ss.302 and 304 r/w s.34 - Double murder - Dispute over sale of property - Prosecution case was that on the fatefal day, deceased and his brothers were in the office of c PW-2 where appellant came with his father and another person - As soon as they entered the office of PW-2, altercation took place between the deceased and the appellant whereafter appellant (oak out his revolver andfired shots - The two brothers died in the incident· - Conviction of appellant and his father for murder - Challenged - Held: Evidence proved that there was a scujjle in which the appellant D was pinned to the floor and deceased attempted to strangulate the appellant - In the scujjle, appellant may have pulled out his gun and upon seeing the gun, the deceased may have released the appellant -and started running upon which the appellant may have fired the shot which hit deceased on back - This also explains the E trajectory of the shot in which the bullet entered the body below the right shoulder, and travelled upwards without exiting - Medical evidence was also to the effect that shot was fired from a distant range - No doubt, the appellant exceeded the power given to him by law in order to defend himself but the exercise of the right was in good faith, in his own defence and without premeditation - The F homicide in the instant case thus did not amount to murder in the view of Exception 2 to s.300 - As regards the killing of second brother, the office in which firing took place was a small area - Yet PW-3 could not specifically state that appellant shot the second deceased - Thus, it was not stated with certainty that the shots which G hit the second deceased were fired by the appellant - Conviction of the appellant u/s.302 for murder is set aside and his conviction uls. 3 04 is maintained - Since the appellant has already undergone a sentence of l 31h years, he is sentenced u/s.304 to the period already undergone."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "TRANSPARENCY INTERNATIONAL INDIA AND ANR. VS. STATE OF JAMMU & KASHMIR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU2Mw==",
        "Citation": "[2017] 2 S.C.R. 662",
        "Case Type": "(WRIT PETITION (CIVIL) /180/2006)",
        "Date": "21 FEBRUARY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS90cmFuc3BhcmVuY3kgaW50ZXJuYXRpb25hbCBpbmRpYSBhbmQgYW5yLl9zdGF0ZSBvZiBqYW1tdSAmIGthc2htaXJfMTY5OTQyODU5OC5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 662",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "21 February 2017",
        "Petitioner:": "Transparency International India And Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 167",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "State Of Jammu & Kashmir",
        "Case Type:": "WRIT PETITION (CIVIL) /180/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Jammu and Kashmir Contempt of Courts Act",
            "1997:"
        ],
        "HeadNote": "Contempt proceedings under - A general study conducted by petitioner No. 2 and published by petitioner No. 1 - References therein regarding functioning of judiciary - Allegation that 92% of the lower judiciary in the State of Jammu and Kashmir was perceived to be corrupt - Court of Judicial Magistrate, 1\" Class, Kangan, Jammu and Kashmir initiated action against 5 persons including the petitioners, and issued notices calling for their explanation and their appearance before the Court - Petitioners filed their respective responses to the notices stating therein inter alia that since the proceedings were initiated under Contempt of Courts Act and uls 2(d) rlw ss. 499, 5001501 of Ranbir Penal Code, the Magistrate had neither the right to initiate proceedings for the contempt nor had the right to make reference for the same to the High Court - Thereafter, the order passed by Magistrate seeking the presence of petitioners through bailable warrants - Writ petition before Supreme Court - Held: The .Judicial Magistrate had no jurisdiction or authority to pass the impugned order, whereby it contemplated to enforce the attendance of the petitioners, by way of arrest - The Magistrate was required to proceed with the matter in consonance with law - If it was Courts understanding that the matter needed to be taken further, either under Contempt of Courts Act or uls. 216 r/w. ss. 499, 5001501 of Ranhir Penal Code, the Court ought to have done so in consonance with law - Ranbir Penal Code, Samvat 1989 - SS. 216 rlw. SS. 499, 5001501.s. 15 - Reference under - Whether can be made for general allegations levelled against lower judiciary - Held: When general allegations are made against many courts, not aimed at any specific H · ;udge or Court any one of the courts or judges can make a reference."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "HIMANSHU MOHAN RAI VS. STATE OF U.P. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU4MA==",
        "Citation": "[2017] 2 S.C.R. 678",
        "Case Type": "(CRIMINAL APPEAL /827/2011)",
        "Date": "07 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9oaW1hbnNodSBtb2hhbiByYWlfc3RhdGUgb2YgdS5wLiBhbmQgYW5yLl8xNjk5NDMzMDczLnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 678",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "07 March 2017",
        "Petitioner:": "Himanshu Mohan Rai",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 208",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "State Of U.p. And Anr.",
        "Case Type:": "CRIMINAL APPEAL /827/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302 - Appeal against acquittal -"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 - Appeal against acquittal - Prosecution case was that the accused persons got into an altercation with the waiter of a hotel run by deceased and his brother (PW-1) - Deceased and PW-1 tried to pacify the accused persons - Upon heated arguments, one of accomplices exhorted the accused to fire the shot - Accused fired five rounds resulting in death of brother of PW-1 - Trial court convicted respondent-accused u!s.302 for murder and awarded life imprisonment - High Court set aside the conviction and acquitted the respondent - Appeal by complainant/State against acquittal - Held: P. W 1 is the brother of the deceased - The testimony of this witness did not shake in any material particulars in the cross-examination - His testimony was credible and it proved that the accused shot the deceased as alleged by the prosecution - The ballistics report stated that the empty cartridges found ot the scene of the crime were not fired from the gun recovered from the accused - But this had no bearing on the credibility of the deposition of P. W 1 that the accused shot the deceased with a gun, particularly as it was corroborated by the bullets in the body - The fact that accused shot the deceased with a gun was also corroborated by the testimony of P. W2 - Plea of false implication was also ruled out - The facts and circumstances of the case warranted interference with the acquittal order - Respondent convicted u!s.302 and sentenced to undergo life imprisonment."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "NATIONAL INSURANCE CO. LTD. VS. REKHABEN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU4Mw==",
        "Citation": "[2017] 2 S.C.R. 691",
        "Case Type": "(CIVIL APPEAL /8867/2012)",
        "Date": "07 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9uYXRpb25hbCBpbnN1cmFuY2UgY28uIGx0ZC5fcmVraGFiZW4gJiBvcnMuXzE2OTk0MzMyMTkucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 691",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "07 March 2017",
        "Petitioner:": "National Insurance Co. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 209",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Rekhaben & Ors.",
        "Case Type:": "CIVIL APPEAL /8867/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "ss.163A",
            "166",
            "168 - Compensation - Salary received by the"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: ss.163A, 166, 168 - Compensation - Salary received by the claimants from compassionate appointment whether deductible from the award of compensation made in favour of the claimants - Held: Compensation is awarded on the basis of the entire loss of income of the deceased or in a case of injury, for the loss of income due to the injury - The income from compassionate appointment offered to the dependants of the deceased or the injured. by ihe e111ployer of the deceased/ Injured, who is not the tort feasor, cannot be deducted from the· compensation receivable by him on account of the accident from the tort feasor - The source from which compensation on account of the accident is claimed and the source from which the compassionate employment is offered, are completely separate and there is no co-relation between these two sources - Since the tort feasor has not offered the compassionate appointment, an amount which a claimant earns by his labour or by offering his services, whether by reason of compassionate appointment or otherwise is not liable to be deducted from the co111pensation which the claimant is entitled to receive from a tort feasor under the Act. Compensation - Determination of - Relevant factors - Held: The income of the deceased or the injured, which the claimants have lost due to death of the deceased or inability of the injured to earn is a relevant factor for determining the amount of compensation - The income of the dependant-claimant in case of death of earning member is generally not a relevant factor in determining compensation primarily because the law takes no cognizance of the claimant's situation, though in case of an injury, the income of the claimant who is injured is relevant."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "MANJU DEVI VS. ONKARJIT SINGH AHLUWALIA @ OMKARJEET SINGH & OTHES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDYyMA==",
        "Citation": "[2017] 2 S.C.R. 703",
        "Case Type": "(CRIMINAL APPEAL /570/2017)",
        "Date": "24 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9tYW5qdSBkZXZpX29ua2Fyaml0IHNpbmdoIGFobHV3YWxpYSBAIG9ta2FyamVldCBzaW5naCAmIG90aGVzXzE2OTk0MzQ0MTIucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 703",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "24 March 2017",
        "Petitioner:": "Manju Devi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1276",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Onkarjit Singh Ahluwalia @ Omkarjeet Singh & Othes",
        "Case Type:": "CRIMINAL APPEAL /570/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.438 - Anticipatory bail granted to the respondents accused of commission of offence"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 - s.438 - Anticipatory bail granted to the respondents accused of commission of offence u!ss.323, 354 and 452 !PC and s.3(1){xi) of SC/ST Act -Appeal by complainant - Held: s.438 of the Code is not available in respect of offences under the SC/ST Act - Offences enumerated under the SC/ST Act fall into a separate and special class - High Court committed grave error in granting anticipatory bail lo respondents - Constitution of India - Art.17 - Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989 - s.3(/)(xi). c D Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act, 1989: s.18 - Exclusion of s.438 Cr.PC in connection with offences under the SC/ST Act - Purpose of incorporating s.18 in the Act - Held: The exclusion to be viewed in the context of the prevailing social conditions which give rise to such offences, and the apprehension that perpetrators of such atrocities are likely to threaten and intimidate their victims and prevent or obstruct them in the prosecution of these offenders, if the offenders are allowed to avail of anticipatory bail. E F s.3(1)(x1) - Distinction between s.3(1)(xi) and s.354 !PC - Penal Code, 1860 - s.354."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SOYEBBHAI YUSUFBHAI BHARANI & ORS. VS. STATE OF GUJARAT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDYzMw==",
        "Citation": "[2017] 2 S.C.R. 716",
        "Case Type": "(CRIMINAL APPEAL /1418/2014)",
        "Date": "23 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zb3llYmJoYWkgeXVzdWZiaGFpIGJoYXJhbmkgJiBvcnMuX3N0YXRlIG9mIGd1amFyYXRfMTY5OTQzNDc2Ni5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 716",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "23 March 2017",
        "Petitioner:": "Soyebbhai Yusufbhai Bharani & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1275",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Of Gujarat",
        "Case Type:": "CRIMINAL APPEAL /1418/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.302",
            "147",
            "148 r/w s.149 - Murder - ."
        ],
        "HeadNote": "Penal Code, 1860 - ss.302, 147, 148 r/w s.149 - Murder - . Prosecution case was that accused persons were outraged over the fact that inspite of their protest, the younger brother of the victim- deceased married a girl hailing from their community- On the fateful night, when the victim-deceased, his wife and children were sleeping, accused persons assaulted the deceased in sleeping condition with a large knife - Victim died on the spot - Whole incident was witnessed by his wife (PW-1) - Courts below found the accused persons guilty - Whether concurrent findings of fact call for interference in the facts and circumstances of the case - Held: fn the present case, there were concurrent findings as to the guilt of the accused persons by· both the courts below - Jn upholding the order of conviction of the trial court, the High Court had primarily relied upon the evidence of eye-witnesses, namely, PWJ who was found to be trustworthy - The weapon, being knife, was recovered and Panchnama was also proved - Common object was proved by prosecution - Further, in view of the evidence of PW5 and PW6, recovery of the weapon, being large knife with plastic handle, was corroborated - The offence of murder of the deceased was, therefore, proved beyond all reasonable doubt against the accused - No reason to interfere with the order of High Court."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "DINSHAW RUSI MEHTA & ANR. VS. THE STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDYzOA==",
        "Citation": "[2017] 2 S.C.R. 727",
        "Case Type": "(CIVIL APPEAL /4375/2017)",
        "Date": "22 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9kaW5zaGF3IHJ1c2kgbWVodGEgJiBhbnIuX3RoZSBzdGF0ZSBvZiBtYWhhcmFzaHRyYSAmIG9ycy5fMTY5OTQzNDkzOC5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 727",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "22 March 2017",
        "Petitioner:": "Dinshaw Rusi Mehta & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 257",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /4375/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bombay Public Trusts Act",
            "1950 - s.36 - PLIH",
            "a charitable"
        ],
        "HeadNote": "Bombay Public Trusts Act, 1950 - s.36 - PLIH, a charitable trust, constructed a charitable hospital - However, P LIH resolved to transfer Hospital to another Public Trust called BP P - Hospital got closed for various reasons - P llH entered into lease agreement/scheme with-company called KHPL to renovate!ref;uild the hospital into a super_ specialty hospital at their cost - Charity Commissioner accorded approval to PLIH for execution of lease deed in favour of KHPL - One group of trustees of BPP filed writ petition in High Court challenging legality of scheme and approval granted by the Charity Commissioner - High Court upheld.the scheme and order of Commissioner - On appeal, held: During pendency of the litigation, KP HL informed the P LIHIBP P that it was not interested in continuing the project - Thereafter, KP LH terminated the agreement - When the impugned scheme/agreement no longer subsists and is not alive, there is no occasion to decide. ·rs legality and correctness on legal side because any decision; even if rendered, would be of no avail t0 the parties - Appeal has become infructuous for all practical purposes. Trust - Duty of a trustee. - Moral as well as legal duty - Elucidated."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "HAKEEM KHAN & ORS. VS. STATE OF M.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY0MA==",
        "Citation": "[2017] 2 S.C.R. 735",
        "Case Type": "(CRIMINAL APPEAL /612/2007)",
        "Date": "22 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9oYWtlZW0ga2hhbiAmIG9ycy5fc3RhdGUgb2YgbS5wLl8xNjk5NDM1MDQ3LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 735",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "22 March 2017",
        "Petitioner:": "Hakeem Khan & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 254",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of M.p.",
        "Case Type:": "CRIMINAL APPEAL /612/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302 rlw s.49 - Prosecution case was"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 rlw s.49 - Prosecution case was that there was dispute between the complainant party and accused party due to panchayat elections - On fatefal day, accused persons armed with lathis and farsis intercepted complainant party and attacked them resulting in death of one person - Trial court acquitted the accused persons on the ground that there were injuries on both the sides; that there were six eye-witnesses including injured eye- witness but only one of them was an independent witness who however turned hostile; and that two other independent eye witnesses were available but were not examined - High Court, however, reversed the order of acquittal - On appeal, held: Presence of the kingpin 'sarpanch at the spot was itself doubtful in view of the fact that he attended the Court at some distance and arrived by bus after the inciden't took place - The findings of High Court that the unquestioned injuries could only lead to the conclusion that there was a scujjle without pre-meditation and the minor injuries on members of the accused party proved their presence at the incident, not sustainable - Also, High Court erred in discarding trial court's reasoning thatthe only independent eye-witness turned hostile and two other independent witnesses were not examined, leading to the conclusion that the prosecution story became doubtful - Interference with the order of High Court called for - Conviction set aside."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "UNION OF INDIA VS. BESCO LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY0OQ==",
        "Citation": "[2017] 2 S.C.R. 743",
        "Case Type": "(CIVIL APPEAL /4483/2017)",
        "Date": "27 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS91bmlvbiBvZiBpbmRpYV9iZXNjbyBsdGQuXzE2OTk0MzUyNDIucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 743",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "27 March 2017",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 273",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Besco Ltd.",
        "Case Type:": "CIVIL APPEAL /4483/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - s.11 (6) -Appointment"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - s.11 (6) -Appointment of arbitrator - Whether the Chief Justice of a High Court or any person or institution designated by him, while exercising power u/s.11 (6) is bound to nominate an arbitrator as specified in the agreement for arbitration - Held: If the circumstances so warrant. the Chief Justice or the designated Judge can ignore the ;pecified arbitrator as stipulated in the agreement and nominate an independent arbitrator - In the instant case, tliere was no stipulation in the agreement to appoint a particular category of officer _: Therefore, designated judge of High Court rightly exercised his powers in terms of agreement by nominating an independent arbitrator."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "M/S. JAYASAWALS NECO LTD. VS. CHHATTISGARH STATE ELECTRICITY REGULATORY COMMISSION AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY1NQ==",
        "Citation": "[2017] 2 S.C.R. 752",
        "Case Type": "(CIVIL APPEAL /1368/2007)",
        "Date": "22 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfNzUyIC0gNzU4XzE3MDMzMTExMDEucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 752",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "22 February 2017",
        "Petitioner:": "M/s. Jayasawals Neco Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 168",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Chhattisgarh State Electricity Regulatory Commission And Another",
        "Case Type:": "CIVIL APPEAL /1368/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003 - ss.45",
            "46",
            "64. 94 - Power intensive"
        ],
        "HeadNote": " Electricity Act, 2003 - ss.45, 46, 64. 94 - Power intensive industry - Consumption pattern - Load factor - Calculation_ of monthly minimum charges - Petition filed by Respondent No.2-State Electricity Board (CSEB) ulss. 45, 46 and 64 for determination of Retail Supply Tariff for the financial year 2005-2006 - Stale Electricity Regulatory Commission while taking into consideration the pattern of consumption fixed 30% of load factor as minimum charges - Appellant filed petilion u!s.94 whereupon taking note of consumption in the year in question, the Commission reduced the monthly payment of charges to 10% of load Jae/or - Propriety of - Held: Commission has returned a ca/egorical finding Iha/ appellant no/ liable to pay minimum charges, however, it is not a determination in absoluteness - it depends upon !he scrutiny and analysis of the factual score - Factual ana~vsis is necessary and certain conditions precedent are required lo be gone info for purpose of determination as regards the aspect whether there should be abolition of the minimum charges for financial year 2005-2006 or no/ - Commission lo dwell upon the same and then only such analysis could be scrutinised in appeal by the appellate aulhority in ifs proper perspective - Thus, mailer remilledback to !he Commission for fresh delermination. "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "LAL SINGH MARABI VS. NATIONAL INSURANCE COMPANY LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY1OA==",
        "Citation": "[2017] 2 S.C.R. 759",
        "Case Type": "(CIVIL APPEAL /3764/2017)",
        "Date": "15 FEBRUARY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9sYWwgc2luZ2ggbWFyYWJpX25hdGlvbmFsIGluc3VyYW5jZSBjb21wYW55IGx0ZC4gJiBvcnMuXzE2OTk0MzU1NjYucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 759",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "15 February 2017",
        "Petitioner:": "Lal Singh Marabi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 145",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "National Insurance Company Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /3764/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act. 1988 - s.166 - Quantum of compensation"
        ],
        "HeadNote": "Motor Vehicles Act. 1988 - s.166 - Quantum of compensation - Grievous injuries resulting in amputation of leg - Claim for compensation - Plea of claimant that he was professional driver earning monthly income of Rs.-1000 which he lost due to 90% disabilily sustained in the accident - Tribunal held that claimant could 1101 prove hfa· earning of Rs.-1000 p.111. by doing driving job - Tribunal fixed annual income at Rs.15000 and 60% decrease in his work efficiency and accordingly worked oul compensation- High Court enhanced compensation amount taking w111ual income as Rs.24000 -Appeal for enhanceme111 of co111pensa1ion - Held: Courts below erred in reducing !he per111anent disabiliry determined by the Doctor at 90% to 60% on the ground that despile the amputalion of his left leg, the remaining body of the appellant was heal1hy - Considering the factual matrix of the case including the fact that with the amputated leg the appeilant could not pursue his livelihood as a driver or daily wage labourer and taking into account the Doctors Certificate, permanent disability sustained due to the accidenl is taken as 90% - Thus, considering appellan/ :, annual income as Rs.24.000/- p.a .. 90% of it would be Rs.21,600/- and applying lhe multiplier 17, compensation awarded under the head of 'permanent disability' at Rs. 3,67.200/- - Also Rs.1.00.0001- awarded toward' lhe cost"
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "NAJABHAI DESURBHAI WAGH VS. VALERABHAI DEGANBHAI VAGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY2Nw==",
        "Citation": "[2017] 2 S.C.R. 764",
        "Case Type": "(CRIMINAL APPEAL /2339/2010)",
        "Date": "01 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9uYWphYmhhaSBkZXN1cmJoYWkgd2FnaF92YWxlcmFiaGFpIGRlZ2FuYmhhaSB2YWdoICYgb3JzLl8xNjk5NDM1ODI0LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 764",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "01 February 2017",
        "Petitioner:": "Najabhai Desurbhai Wagh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 91",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "Valerabhai Deganbhai Vagh & Ors.",
        "Case Type:": "CRIMINAL APPEAL /2339/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:"
        ],
        "HeadNote": "Penal Code, 1860: ss. 149 and 141 - Width and amplitude of - Unlawful c D E F G H ass~mbly .:_ When - Accused persons attacked the appell;nt- complainani after A-1 was rebuked by appellant on damaging the electric pole near appellant :S house - Death of appellants brother - Trial court convicted all the accused uls. 302 r!w ss.149 and 324, s.325 r!w ss.149134 - High Court acquitted accused for offence u!s.302 rlw s.149 holding that the accused did not form an unll1l1ful assembly - On appeal, held: Armed with weapons like axe, iron pipes and spear, the accused proceeded to attack the appellant - After reaching the ~pot of the incident, they attacked the appellant and caused injuries to others who came to his rescue - Common object to commit an offence can be inferred from the weapons used and the violent manner of the attack - Thus, it is clear that accused formed an unlawful assembly. s. 302 r!w s.149 - Unlawful assembly when cannot be attributed with common object of murder - Held: Common object to commit a murder cannot be inferred only 011 the basis that the weapons carried by the accused were dangerous - Though, the accused persons formed an unlawful assembly but the background in which the attack was made does not show that there was a common object of a murder amongst ihe accused - A-1 was infuriated on being questioned by the appellant regarding the damage to the electric pole near his house and along with the other accused i11tended to teach a lesson to the appellant - Nothing on record to suggest any previous enmity between the parties - Thus, no knowledge about the likelihood of w1 offence of murder being committed can be attributed lo the members of the u11lawful assembly - Therefore, accused cannot be convicted under s.302 with the aidof s.149 !PC - However, the common object of the unlawfal assembly to attack the appellant and others is proved - Considering the manner of the attack and deadly weapons used, accused held guilty of offence uls. 326 r/w 149 1PC - However, on facts sentence limited to the period un.dergone. A ss.302 and 326 r!w s.149 -'Accused persons formed unlawfal as.,embly -' Murder committed by one member, others convicted for offence uls.326rlw149-Proprietyof-Held: Even if it is established that offence u/s. 302 was committed by one member of an unlawful assembly, afinding of co111missio11 of offence u/s. 326 r!w s.149 can be recorded against other members of the assembly. \" _, B s.302 rlw s.149 - Conviction under, of accused persons, set . aside by High Court inter alia holding that there was a cross case by the accused against complainant - Held: s.149 !PC does not become inapplicable in all situations where there is a cross case by the accused - High Court ought to have taken note of the acquittal of the complainant and others in the said cross case - Recording a finding of acqui1tal without re-appreciation of evidence by the High Court resulted in flagrant miscarriage of justice."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "STATE OF GUJARAT VS. MALIBEN NATHUBHAI (D) THROUGH LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY3MQ==",
        "Citation": "[2017] 2 S.C.R. 779",
        "Case Type": "(CIVIL APPEAL /4164/2017)",
        "Date": "01 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zdGF0ZSBvZiBndWphcmF0IF9tYWxpYmVuIG5hdGh1YmhhaSAoZCkgdGhyb3VnaCBscnMuXzE2OTk0MzU5MzYucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 779",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "01 February 2017",
        "Petitioner:": "State Of Gujarat",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Maliben Nathubhai (d) Through Lrs.",
        "Case Type:": "CIVIL APPEAL /4164/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Urban Land (Ceiling and Regulations) Act",
            ".1976 - Inheritance"
        ],
        "HeadNote": "Urban Land (Ceiling and Regulations) Act, .1976 - Inheritance - Karla of joint family died intestate in J 94 7, leaving behind his widow, two sons and two daughters - Plea of respondents that after C death of Karla, his widow acquired suit property and after c/eath of the widow, the two daughters acquired share through her - Held: Respondent-plaintiff was unable to show that this was the position · in Hindu Law in 1947 - On contrary, upon .the death·of the Karla of a joint family, his share will devolve only upon the remaining· coparceners which in the instant case were two sons - Therefore, D neither daughter had any share. in the land in question - Hindu Law. '··- Urban Land (Ceiling and Regulations) Act, 1976 - ss. 6(1), 8(4) and 33 - Belated appeal before Tribunal after a lapse of eight years - Mai111ainabi/ity of - Karla of joint family died intestate, E leaving behind his widow, two sons and two daughters - When the Act came into force, only one surviving son made declaration as the owner of entire land - Competent Author!ty and Deputy Collector passed an order on 16 December, 1983 declaring some of the land · as surplus land - Surviving son filed appeal - However, Tribunal F dismissed it 011 19 January, 1988 - In 1991, Respondents-plaintiffs 1 (one surviving daughter and legal representatives of other daughter) preferred another appeal after eight years - Propriety of - Held: Delay was totally inexplicable - That apart, order dated. 16 December, 1983 had merged with the order passed by the Tribunal 011 19 January, 1988 - That being the position, Tribunal could not G have re-opened the proceedings which had already terminated before it - Thus, Tribunal was in error in entertaining the appeal filed by the plaintiffs after (1 gap of about eight years - Delay!Laches. Urban Land (Ceiling and Regulations) Act, 1976 ~ s.6(}) - Karla of joint family died intestate, leaving behind his widow: twosons and two daughters - When the Act came into force, only one surviving son made declaration as the owner of entire land - Daughters of Karla did not make any claim in respect of the land in question neither filed any declaration uls.6(1) - However, thereafter, respondents-plaintiffs(one surviving daughter and legal representatives of other daughter) sought to claim a right in property - Held: Respondents-plaintiffs did not claim a right in property when they ought to have - By filing an appeal before Tribunal in 1991, the respondents sought to make a claim. by a side-wind, 011 the suit property without even by filing a declaration uls.6(1) of the Act - They cannot be permitted to indirectly make a claim which they failed to make directly."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SUMAN SINGH VS. SANJAY SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY3OA==",
        "Citation": "[2017] 2 S.C.R. 788",
        "Case Type": "(CIVIL APPEAL /7114-7115/2014)",
        "Date": "08 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zdW1hbiBzaW5naCBfc2FuamF5IHNpbmdoXzE2OTk0MzYwMzgucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 788",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "08 March 2017",
        "Petitioner:": "Suman Singh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 215",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Sanjay Singh",
        "Case Type:": "CIVIL APPEAL /7114-7115/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955 - s.JJ(J){ia) - Divorce on the"
        ],
        "HeadNote": "Hindu Marriage Act, 1955 - s.JJ(J){ia) - Divorce on the ground of cruelty - A petition seeking divorce on some isolated incidents alleged to have occurred 8-10 years prior to filing of the date of petition cannot furnish a subsisting cai1se of action to seek divorce - The incidents alleged should be of recurring nature or continuing one and they should be in near proximity with the filing of the petition - Few isolated incidents of long past and that too found to have been condoned due to compromising behavior of the parties cannot constitute an act of cruelty within the meaning of s. JJ(J)(ia) of the Act."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "PRANAY KUMAR PODDER VS. STATE OF TRIPURA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY4NQ==",
        "Citation": "[2017] 2 S.C.R. 797",
        "Case Type": "(CIVIL APPEAL /4393/2017)",
        "Date": "23 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9wcmFuYXkga3VtYXIgcG9kZGVyX3N0YXRlIG9mIHRyaXB1cmEgYW5kIG90aGVyc18xNjk5NDM2MjEzLnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 797",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "23 March 2017",
        "Petitioner:": "Pranay Kumar Podder",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 264",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Tripura And Others",
        "Case Type:": "CIVIL APPEAL /4393/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational institutions"
        ],
        "HeadNote": "Education/Educational institutions - Admission to medicalducation/Educational institutions - Admission to medical college - Students declared ineligible to take admission to MBBS course on the score that they suffered partial colour blindness - Question for consideration before this court is whether Medical c Council of India can debar the candidates suffering from CVD to undertake medical courses on the basis of decision taken by the General Body - Thi.s Court directed MedicaL Council of India to constitute Expert .Committee that shall include the representatives of the Medical Council of India, experts from genetics, ophthalmology, psychiatry and medical education - The Committee D would review the situation and take note of prevalent conditions of study and practice and suggest changes for adoption in the medical course keeping in view the international practices - Expert Committee shall also concentrate on diagnostic test for progress and review of the disorder and the available prosthetics· aids to E assist CVD medical practitioner - Thereafter. Committee shall submit the report before this Court - Matter listed for farther hearing on I 1'\" July 2017 - Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act, 1995 - Rights of Persons with Disabilities Act, 2016."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "RAM NATH SAO @ RAM NATH SAHU SINCE DECEASED THR. LRS. & ORS. VS. GOBERDHAN SAO SINCE DECEASED THR. LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY5Mg==",
        "Citation": "[2017] 2 S.C.R. 813",
        "Case Type": "(CIVIL APPEAL /1110/2006)",
        "Date": "06 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9yYW0gbmF0aCBzYW8gQCByYW0gbmF0aCBzYWh1IHNpbmNlIGRlY2Vhc2VkIHRoci4gbHJzLiAmIG9ycy5fZ29iZXJkaGFuIHNhbyBzaW5jZSBkZWNlYXNlZCB0aHIuIGxycy4gJiBvcnMuXzE2OTk0MzY0MjEucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 813",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "06 April 2017",
        "Petitioner:": "Ram Nath Sao @ Ram Nath Sahu Since Deceased Thr. Lrs. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 315",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Goberdhan Sao Since Deceased Thr. Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /1110/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "•Partition - Allocation of shares as regards joint family"
        ],
        "HeadNote": "Partition - Allocation of shares as regards joint family properties - Under s.3(2) of Hindu Womens \"Rights to Property Act, 1937, on the death ofhusband, his widow becoiues entitle to a share in the joint family property - Further, property of a joi/1/ family does not cease to belong to the family merely because. the family is represe111ed by a single co-parcener who possesses rights which an owner of property may possess - Hindu Womens Rights to Property Act, 1937 - s,3(2) - Hindu Succession.Act, 1956 - s.6."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SURAIN SINGH VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY5OQ==",
        "Citation": "[2017] 2 S.C.R. 824",
        "Case Type": "(CRIMINAL APPEAL /2284/2009)",
        "Date": "10 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zdXJhaW4gc2luZ2hfc3RhdGUgb2YgcHVuamFiXzE2OTk0MzY1NDIucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 824",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "10 April 2017",
        "Petitioner:": "Surain Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 323",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /2284/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:"
        ],
        "HeadNote": "ss. 300 Exception 4, 30-1 Part JI, 302, 307, 32-1 - Sudden fight - Murder - Bitler hostilfty between the warring factions to which accused and deceased belonged - Criminal litigation between these factions - Scuffle between the parties in the court when appellant-accused objected to the prese11ce of member of the opposite side -Appellant-accused at once.took out his Kirpa11 (used by 'Amritdhari Sikhs) a11d started giving blows to the opposite party. resulting i11 deat/1 of two - Conviction 1tlss. 302, 307, 324 ·and sentenced to life imprisonment along with fine, by the courts below - On appeal, held: Where, 011 a\".sudden quarrel, a perso11 in the heat of the mo111e11t picks up a weapo11 which is handy a11d causes injuries, one of which proves fatal, he would be entitled to the benefit of Exception -I provided he has not acted cruelly - On facts, attack was not premeditated a11d it was because of the spur of the moment and without any i11te11tio11 to cause death - Weapon used by the appellam-accused was a small Kirpa11 - It is clear from the materials 011 record that the incident was in a sudden fight and the appella11r- accused had not taken any undue advantage or acted in a cruel ma11ner - It can1101. be said that the appellant-accused had any imention of causing the death of the deceased when he committed the act in question - lnfident took place out of grave and sudden . provocation - All requirements ttls.300 Exception 4 satisfied, thus, the accused entitled to the benefit of s. 300 Exception 4 - Accused to be convicted ttls. 30-1 Part II and sentenced to imprisonment for 10 years.s. JOO Exception 4 - Invocation of - Necessary ingredients - Explained. H s. 304 Part I and Part II - Difference. between - Held: If there is iment and knowledge then the same would be a case of s.304 Part I - If it is only a case of knowledge and not inteption to · cause murder and bodily injury then the sa11ie would fall u/s,., 304 Part IL"
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "DENTAL COUNCIL OF INDIA VS. DR. HEDGEWAR SMRUTI RUGNA SEVA MANDAL, HINGOLI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDcwMg==",
        "Citation": "[2017] 2 S.C.R. 840",
        "Case Type": "(CIVIL APPEAL /4926/2017)",
        "Date": "11 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9kZW50YWwgY291bmNpbCBvZiBpbmRpYV9kci4gaGVkZ2V3YXIgc21ydXRpIHJ1Z25hIHNldmEgbWFuZGFsLCBoaW5nb2xpICYgb3JzLl8xNjk5NDM2NjczLnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 840",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "11 April 2017",
        "Petitioner:": "Dental Council Of India",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 332",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Dr. Hedgewar Smruti Rugna Seva Mandal, Hingoli & Ors.",
        "Case Type:": "CIVIL APPEAL /4926/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Interlocutory order - In admission matters",
            "when Institutions"
        ],
        "HeadNote": "nterlocutory order - In admission matters, when Institutions not accorded approval - On facts, communication. by the Government of India as regards, non-approval of Scheme submitted by Dental College for starting MDS course in two specialties - Challenge to - Interim order passed by the High Court - Stay of the communication until next date, observing that admission process undertaken by the institution would be at its own risk and the college would intimate the students intending to take admission to MDS course about the said order - On appeal, held: Court should not pass such interim orders in the matters of admission, more so, when the institution had not been accorded approval - Such interi1i1 orders likely to cause chaos, anarchy and uncertainty - High Court may feel that while exercising power u!Art. 226, it can pass such orders with certain qualifiers as has been done by the impugned order, but it really does not save the .situation - By virtue of interim order, the court granted approval in a way which was the subject matter of final adjudication before it - Institution might be directed io inform the students that the matter is sub judice, but the career oriented students get into the college with the hope and aspiration that in the ultimate eventuate everything would be correct for them and they would be saved - In view thereof. order passed by the High Court unsustainable - To strike a balance, students who were admitted by virtue of the interim order, are prosecuting their studies, to be allowed to continue their courses, but their seats to be adjusted from the academic session 2017-2018 - Respondent-college cannot be allowed to get a premium - .. Thus, apart from the adjustment of seats for the next academic sessi011, college to deposit a sum of Rs. 30 Lakhs before the Registry of this Court within the stipulated. period.Precedent - Binding precedelll - Held: Judge to constantly remind himself about the precedents in the field and not to be swayed away by his own convictions - Purpose to follow precedent is to have consistency - In the instant case, the precedents are clear and luculent - It does not allow any space for any kind of equivocation - No reason to have passed an interim order."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "M/S. MCDOWELL & COMPANY LTD. VS. COMMISSIONER OF INCOME TAX, KARNATAKA CENTRAL, BANGALORE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDcwNA==",
        "Citation": "[2017] 2 S.C.R. 856",
        "Case Type": "(CIVIL APPEAL /3893/2006)",
        "Date": "09 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfODU2IC0gODY0XzE3MDMzMTExNTAucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 856",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "09 March 2017",
        "Petitioner:": "M/s. Mcdowell & Company Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 220",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax, Karnataka Central, Bangalore",
        "Case Type:": "CIVIL APPEAL /3893/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s. 72A - Provisions relating to carry"
        ],
        "HeadNote": " Income Tax Act, 1961 - s. 72A - Provisions relating to carry forward and set off of accumulated loss_. and unabsorbed depreciation allowance in certain cases of amalgamation - Benefit of provisions of s. 72A - Grant of - Waiver of interest by financial institutions, if to be ·treated as income of assessee company, which took·over sick company through scheme of amalgamation - Tribunal granted benefit of provisions of s. 72A and also held that waiver of interest by financial institutions would not be treated as income of assessee uls. 41(/) - Said order set aside by the High Cozirt - On appeal, held: Assessee took over the sick company-HPL and\"HPL ceased to have any identity - Since the benefit of interest accrued after the company had ceased to exist and was in fact, availed of by assessee, the assessee company was allowed to· set off the amalgamated losses of the company amalgamated with it :.... When assessee is allowed the benefit of the accumulated loses, while computing those loses, the income which accrued to it had to be adjusted and only thereafter net losses could have been allowed to be set off by the assessee co111pany - It cannot be said that the assessee would be entitled to take advalllage of the accumulated loses but while calculating these accumulated loses at the hands of amalgamated company, the inco111e accrued uls. 41 (/) at the hands of HPL would not be accounted for - Order passed by the High Court upheld. "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "DR. SOU JAYSHREE UJWAL INGOLE VS. STATE OF MAHARSHTRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDcwOQ==",
        "Citation": "[2017] 2 S.C.R. 865",
        "Case Type": "(CRIMINAL APPEAL /636/2017)",
        "Date": "06 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfODY1IC0gODczXzE3MDMzMTEyMDAucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 865",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "06 April 2017",
        "Petitioner:": "Dr. Sou Jayshree Ujwal Ingole",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 317",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "State Of Maharshtra & Anr.",
        "Case Type:": "CRIMINAL APPEAL /636/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "197 3 - s.482 - Criminal"
        ],
        "HeadNote": " Code of Criminal Procedure, 197 3 - s.482 - Criminal proceedings u/s.304-A against medical professional - Petition for quashing the proceedings - In the instant case, deceased was admitted in hospital for treatment of Haemophilia and attended upon by doctors - After a week, emergency medical officer attended upon the deceased and found that he was suffering fiwn abdominal pai1i and sent a call to appellant who was surgeon on call - Appellant went to hospital on being called and attended upon the deceased and made a note that a physician be called and thereafter she left the hospital - Next 111orning the condition of deceased worsened and he died - Criminal complaint filed against appellant alleging that after having called a physician she did not wait in the hospital and did not attend upon the patient especially when the patient was suffering from Hae111ophilia - Charge of negligence - Petition for quashing not allowed 111ainly on the ground that question whether inaction of the appellant in leaving the deceased and not waiting for the physician to turn up a111ounted to rash and negligent act on her behalf was to be decided during trial - On appeal, held: The only allegation •against the appellant was that she left the patient - Appellant was a surgeon. on call - She ca111e to the hospital when she was called and examined the patient - As per her judgment, she could find no evidence of bleeding or injury and, therefore. she noted that a physician be called - Thereafter, she left the hospital at about 11. 00 p.111. - True it is that she did not wait for the physician to come, but it can. be assu111ed that she would have expected that the physician would come soon - This may be an error in judg111ent but definitely not a rash and negligent act conte111plated uls.304-A !PC- Cri111inal proceedings quashed- Penal Code, 1860 - s.304-A. "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "ALI MOHAMMAD BEIGH AND ORS. VS. STATE OF J&K",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDcxMg==",
        "Citation": "[2017] 2 S.C.R. 874",
        "Case Type": "(CIVIL APPEAL /4295-4297/2017)",
        "Date": "21 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9hbGkgbW9oYW1tYWQgYmVpZ2ggYW5kIG9ycy5fc3RhdGUgb2YgaiZrIF8xNjk5NDM3MTkxLnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 874",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "21 March 2017",
        "Petitioner:": "Ali Mohammad Beigh And Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 247",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of J&k",
        "Case Type:": "CIVIL APPEAL /4295-4297/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Jammu and Kashmir Land Acquisition Act",
            "1934"
        ],
        "HeadNote": "Jammu and Kashmir Land Acquisition Act, 1934 Compensation - Lands in question granted less compensation as compared to identical and similar lands situated in adjacent villages· acquired for the same purpose - Impropriety of - Appellants' land acquired for Rs.2,50, 000/- per kanal while that of other land owners situated i11 adjace11t villages acquired for same purpose granted Rs.4,00,0001- per ka11a/ - Held: When the lands i11 question are situated nearby and are identical and similar and the acquisitio11 is at the same time and for the same purpose, it would not be proper to discriminate between the land owners unless there are strong reasons - Appellants are at par with other land owiiers whose lands are · acquired - He11ce, they are also entitled to enhanced compe11sation of Rs.4,00,0001- per Kanai with 15% solatium (Jabirana) and all other statutory benefits."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "MOHAN KUMAR VS. STATE OF MADHYA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDcyMg==",
        "Citation": "[2017] 2 S.C.R. 889",
        "Case Type": "(CIVIL APPEAL /1412/2008)",
        "Date": "07 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9tb2hhbiBrdW1hciBfc3RhdGUgb2YgbWFkaHlhIHByYWRlc2ggJiBvcnMuXzE2OTk0Mzc4NDAucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 889",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "07 March 2017",
        "Petitioner:": "Mohan Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 205",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Madhya Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /1412/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Or. 41",
            "r. 23A; Or. 27",
            "r. 5B - Construction on the land owned"
        ],
        "HeadNote": "Code o.f Civil Procedure, 1908: Or. 41, r. 23A; Or. 27, r. 5B - Construction on the land owned by the appellant, by the State Authorities - Collector passed order to remove the trespass and thereafter suggested the authorities to allot anotfler land in lieu of appellant's land - Authorities assessed the land of the appellant at the rate·of Rs. 1501- per sq. meter. and assessed the land proposed to be given to the appellant at the rate of Rs. 800/- per sq. meter - On challenge to action of the authorities, High Court directed the appellant to institute civil suit - Suit partly decreed by trial court directing the ~uthorities to acquire the land and to pay market value of the land to the appellant - However, rejected the claim of appellant to allot alternate land - Appeal by appellant - High Court dismissed the appeal holding that decree was not sustainable as the appellant had failed to examine the vendor of the land to prove his title - On appeal, held: High Court wrongly dismis~ed the appeal by not affording opportunity to the appellant-plaintiff to adduce proper evidence in support of his case - High Court should have remanded the case to trial court taking recourse to power u/Or. 41, r. 23A, for retrial of the suit:__ Matter remanded to trial court for re.trial - Since the case is against the Stale and local bodies, court should endeavour to assist the parties in. settling the case in view of provisions u/Or. 27, r. 5B."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "P. SIVANANDI VS. RAJEEV KUMAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDcyMw==",
        "Citation": "[2017] 2 S.C.R. 896",
        "Case Type": "(CIVIL APPEAL /4822-4826/2007)",
        "Date": "02 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9wLiBzaXZhbmFuZGkgX3JhamVldiBrdW1hciAmIG9ycy5fMTY5OTQzNzk5NC5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 896",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "02 February 2017",
        "Petitioner:": "P. Sivanandi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 96",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Rajeev Kumar & Ors.",
        "Case Type:": "CIVIL APPEAL /4822-4826/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Promotion - Delay in writing of Annual"
        ],
        "HeadNote": "Service Law - Promotion - Delay in writing of Annual Confidential Report (ACR) by superior officers - Effect of - Select Committee considered appellant for promotion w·1ps -ACR of appellant written by his superior officers after some delay - Considering the service record and ACR of appellant, he was promoted to JPS - Tribunal and High Court, however, held the_ selection of appellant to be vitiated, on finding that the ACR ·Of appellant was written beyond the period prescribed by the State Government, hence, was invalid - Propriety of - Held: The ACR of an officer forms a part of his service record and he cannot be prejudiced merely because his superior officers delayed writing it . - In the instant case, the ACR of appellant was written and reviewed by his superiors after a considerable delay obviously cannot put him to any disadvantage - Further. writing and review of ACR was beyond his control - Therefore, High Court was in errvr in concluding that ACR for period of three and half 1110111hs could not be considered - Decision of High Court to this extent set aside - Indian Police Service (Appointment by Promotion) Regulations, 1955 - Regn.5."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "S. SREEDHAR REDDY & ORS. VS. GOVERNMENT OF ANDHRA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDcyOA==",
        "Citation": "[2017] 2 S.C.R. 904",
        "Case Type": "(CIVIL APPEAL /795/2017)",
        "Date": "23 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Jasti Chelameswar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zLiBzcmVlZGhhciByZWRkeSAmIG9ycy5fZ292ZXJubWVudCBvZiBhbmRocmEgcHJhZGVzaCAmIG9ycy5fMTY5OTQzODI1Ny5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 904",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "23 January 2017",
        "Petitioner:": "S. Sreedhar Reddy & Ors.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 66",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Government Of Andhra Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /795/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Seniority - Inter-se seniority - Appellants ·and"
        ],
        "HeadNote": "Service Law - Seniority - Inter-se seniority - Appellants ·and the private respondents appointed as Station Fire Officers (SFOs) by direct recruitment - SFO appointed through direct recruitment required to pass three tests. within the period of probation - However, in the· instant case, Government exempted SF Os from third test - Fire Service Department vide memorandum/G 0. issued final seniority list by which appellants were placed above the private respondents on basis that they had passed prescribed tests (other than exeinpted test) within the period of probation and p,:ivate respondents had passed the tests thereafter - Aggrieved, private respondents filed 0.A. against memorandum/G. 0. before Administrative Tribunal, which was dismissed - However, High Court quashed the memorandum/G 0. - On appeal, held: In the instant case, firstly, respondents successfully cleared probation - Secondly, respondents passed two tests - Thirdly, Government itself exempted the respondents.from appearing in the third test - Lastly, the Rules did not provide for creation of two classes between employees working in one cadre (SFO) -Nojustification·on part a/Government for issuing memorandum/G 0. for determination of inter-se seniority by making classification - Thus, High Court rightly quashed the memorandum/G 0. being irrational, unreasonable and contrary to the Rules - Andhra Pradesh Fire Subordinate Service Rules - rr. 9, 12 -A.P. State and Subordinate Service R71/es, 1996 - r.16{h)."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "CENTRAL BANK OF INDIA VS. M. SETHUMADHAVAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDczNg==",
        "Citation": "[2017] 2 S.C.R. 912",
        "Case Type": "(CIVIL APPEAL /1975/2010)",
        "Date": "29 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9jZW50cmFsIGJhbmsgb2YgaW5kaWFfbS4gc2V0aHVtYWRoYXZhbiAmIG9ycy5fMTY5OTQzODYyOS5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 912",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "29 March 2017",
        "Petitioner:": "Central Bank Of India",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 289",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "M. Sethumadhavan & Ors.",
        "Case Type:": "CIVIL APPEAL /1975/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gratuity - Issue as regards fixation of cut-off date for payment"
        ],
        "HeadNote": "Service Law: C D Gratuity - Issue as regards fixation of cut-off date for payment of gratuity - Justification of - Held: Fixing of cut-off date is a well accepted principle - On facts, retired employees before this Court have been fighting for around quarter of a century and since they are only few retired employees, fit case to invoke jurisdiction ul Art.142 - Appellants-Banks to pay rupees two /akhs in full and final settlement of all their claims including the expenses incurred for litigation - Constitution of India - Art. 142."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "RAVISH AND ANR. VS. SMT. R. BHARATHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc0MA==",
        "Citation": "[2017] 2 S.C.R. 917",
        "Case Type": "(CIVIL APPEAL /3771/2017)",
        "Date": "07 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9yYXZpc2ggYW5kIGFuci5fc210LiByLiBiaGFyYXRoaV8xNjk5NDM4OTI0LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 917",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "07 March 2017",
        "Petitioner:": "Ravish And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 212",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Smt. R. Bharathi",
        "Case Type:": "CIVIL APPEAL /3771/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for permanent injunction - Claim of plaintiff based on"
        ],
        "HeadNote": "Suit for permanent injunction - Claim of plaintiff based on premise that she was allotted a site no.4307 by the Cooperative society and she was the owner of the said site and the appel/antsc defendants were trying to interfere with her possession - Summons served but defendants did not appear - Trial court passed ex-parte decree - Defendant challenged the ex-parte decree on the ground that suit property originally carved as site no. 690 was purchased by him from original allottee - High Court while noting that suit property is site no.4307 but the sale deed of defendants is in respect of site no. 690, directed defendants to institute independent proceedings to establish their right by filing appropriate suit - On appeal, Held: High Court instead of relegating the appellants! defendants to file a fresh suit ought to have remitted the matter back to the trial court to resolve the dispute after trial -As both the parties were claiming right to the registered sale deed originating from the Cooperative Society and also claiming right of possession, therefore, in the interest of justice, the judgment of the High Court as well as the trial court set aside and the matter remitted back to the trial court for fresh consideration."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "OIL & NATURAL GAS CORP. LTD. VS. GUJARAT ENERGY TRANSMISSION CORPORATION LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc0Mw==",
        "Citation": "[2017] 2 S.C.R. 922",
        "Case Type": "(CIVIL APPEAL /1315/2010)",
        "Date": "01 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9vaWwgJiBuYXR1cmFsIGdhcyBjb3JwLiBsdGQuX2d1amFyYXQgZW5lcmd5IHRyYW5zbWlzc2lvbiBjb3Jwb3JhdGlvbiBsdGQuICYgb3JzLl8xNjk5NDM5MDg2LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 922",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "01 March 2017",
        "Petitioner:": "Oil & Natural Gas Corp. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1269",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Gujarat Energy Transmission Corporation Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1315/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003 - s.125 - Delay in filing appeal"
        ],
        "HeadNote": "Electricity Act, 2003 - s.125 - Delay in filing appeal, co11do11ation of - Held: Supreme Court has jurisdiction to condone the delay but a limit has been fixed by the legislature, that is, 60 days - When there is a statutory command by the legislation as regards limitation and there is the postulate that delay can be condoned for a further period not exceeding sixty days, it is based on certain underlined, fundamental, general issues of public policy - It is uncondonable and it cannot be condoned taking recourse to Art.142 of the Constitution -111 the instant case, review application against the impugned order of tribunal was presented before the tribunal after expiry of 60 days that is to say the limitation prescribed for filing appeal before Supreme Court - In such a situation, it cannot be said that there has been any kind of due diligence on the part of the appellant - It is not an application u!s. 5 of the Limitation Act which is to be entertained by the Court- ljthe delay is statutorily not condonable, the delay cannot be condoned - Limitation Act, 1963 - s.5 - Constitution of India - Art.142."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "MANTI DEVI & ANR. VS. KISHUN SAH @ KISHUN DEO SAO & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc0OQ==",
        "Citation": "[2017] 2 S.C.R. 935",
        "Case Type": "(CIVIL APPEAL /2014/2009)",
        "Date": "31 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9tYW50aSBkZXZpICYgYW5yLl9raXNodW4gc2FoIEAga2lzaHVuIGRlbyBzYW8gJiBvcnMuXzE2OTk0MzkyNTEucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 935",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "31 March 2017",
        "Petitioner:": "Manti Devi & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 261",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Kishun Sah @ Kishun Deo Sao & Ors.",
        "Case Type:": "CIVIL APPEAL /2014/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908- ss. 99 and 141 -Applicability"
        ],
        "HeadNote": "Code of Civil Procedure, 1908- ss. 99 and 141 -Applicability of s. 99 to revision, in view of s.141 - Eviction suit by appe/lant- plaintiff decreed by trial court - Reversed by High Court in revision on account of non-joinderlmisjoinder of parties - Held: U/s. 99, CPC no decree can be reversed or substantially varied in appeal on account of any misjoinder or 1lon-joinder of parties not affecting merits of the case - By virtue of s.141, procedure under the CPC in regard to suit shall be followed as far as it can be made applicable to proceedings in any Court of Civil jurisdiction - Therefore, what is provided u/s.99 in respect of appeal would apply to revision as well - Judglnent of High Court passed in revision, setting l!side the decree of trial court on ground of misjoinder or non-joinder .of parties, not affecting the merits of the case, is set aside - Respondents/tenants granted time to surrender vacant and peaceful possession, subject to filing of usual undertaking within six weeks."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SHEETAL SHANKAR SALVI AND ANR. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc1MQ==",
        "Citation": "[2017] 2 S.C.R. 939",
        "Case Type": "(WRIT PETITION (CIVIL) /174/2017)",
        "Date": "27 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zaGVldGFsICBzaGFua2FyIHNhbHZpIGFuZCBhbnIuX3VuaW9uIG9mIGluZGlhIGFuZCBvcnMuXzE2OTk0MzkzNTIucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 939",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "27 March 2017",
        "Petitioner:": "Sheetal Shankar Salvi And Anr.",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2017 INSC 275",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /174/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art.2I - Personal liberty - Woman :S"
        ],
        "HeadNote": "Constitution of India - Art.2I - Personal liberty - Woman :S right to make reproductive choices - Medical termination of pregnancy-Petitioner no.} into her 27 weeks of pregnancy- Fetus diagnosed with Arnold Clwiri malformation Type 2 with meningo myelocele with tethered cord - Report of Medical Board stating that the mother :S physical condition was normal and there was no phys_ical risk to the mother, due to continuation or termination of pregnancy but she was anxious about outcome of pregnancy; the fetus had severe physical anomalies which would compromise post natal quality of life and the child would suffer severe physical and mental morbidity on survival and the baby may be born alive and may survive for variable period of time - Writ petition by petitioner . no. 1 seeking directions to the respondents to allow her to undergo medical termination of pregnancy - Held: Apparently, it was not possible for the said Medical Board to determine the period of time for which the baby was likely to survive - It also appeared from the report of Medical Board that the baby was not likely to survive 1ike a normal baby - However, in view of the fact that there was no danger to the mothers life and the likelihood that the baby may be born alive and may survive for variable period of time, in the interests of justice it is considered inappropriate to allow the prayer of petitioner no. l - In fact, the Medical Board itself had stated that it did not advise medical termination of pregnancy for petitioner no. l 011 medical grounds - Permission to te~minate the life of the fetus, ther('.fore, not wanted."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "VALIYAVALAPPIL SAROJAKSHAN & ORS. VS. SUMALSANKAR GAIKEVADA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc1Nw==",
        "Citation": "[2017] 2 S.C.R. 943",
        "Case Type": "(CIVIL APPEAL /6819-6820/2009)",
        "Date": "29 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS92YWxpeWF2YWxhcHBpbCBzYXJvamFrc2hhbiAmIG9ycy5fc3VtYWxzYW5rYXIgZ2Fpa2V2YWRhICYgb3JzLl8xNjk5NDM5NTE4LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 943",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "29 March 2017",
        "Petitioner:": "Valiyavalappil Sarojakshan & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 290",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Sumalsankar Gaikevada & Ors.",
        "Case Type:": "CIVIL APPEAL /6819-6820/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kera/a Buildings (Lease and Rent Control) Act",
            "1965 -"
        ],
        "HeadNote": "Kera/a Buildings (Lease and Rent Control) Act, 1965 - s.11(4J(iii) and (iv) - Eviction sought uls.11(4)(iii) and s.11(4)(iv) - Rent control court allowed the petition uls.11 (4){iv) only -Appellant- landlords filed appeals before the First Appellate Authority for seeking eviction u!s.11 (4)(iii) also - Pending these appeals, however, the appellant-landlords took delivery of premises in execution proceedings - Appeals were ultimately allowed - Respondents- tenants filed revision b~fore the High Court - High Court held that once the delivery of the premises had already been taken in execution, no further proceedings for eviction could be pursued on any other ground - On appeal, held: The eviction on the respective grounds under the Act has different ramifications since the grounds are distinct and separate - Therefore, merely because the landlords had taken possession on the basis of an eviction order on one ground that does not mean that the surviving grounds became non-est - High Court did not consider the revision petitions filed by the respondents-tenants on merits on account of the view taken by the High Court - Matter remitted to High Court for fresh consideration."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "SHIVASHAKTI SUGARS LIMITED VS. SHREE RENUKA SUGAR LIMITED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc2MA==",
        "Citation": "[2017] 2 S.C.R. 947",
        "Case Type": "(CIVIL APPEAL /5040/2014)",
        "Date": "09 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9zaGl2YXNoYWt0aSBzdWdhcnMgbGltaXRlZF9zaHJlZSByZW51a2Egc3VnYXIgbGltaXRlZCAmIG9ycy5fMTY5OTQzOTY4Ni5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 947",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "09 May 2017",
        "Petitioner:": "Shivashakti Sugars Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1290",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Shree Renuka Sugar Limited & Ors.",
        "Case Type:": "CIVIL APPEAL /5040/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sugar/Sugarcane:"
        ],
        "HeadNote": "Sugarcane (Control) Amendment Orde1; 1966: Cl. 6A - Restriction on setting up of two sugar factories within the radius of 15 km - Establishment ~f sugar factory - Permission for - Sought by the appellant - Appellant granted permission to establish sugar factory - In the writ petitions, the High Court held that RS was an existing factory within the meaning of Cl. 6A; that the distance between the factory of the appellant and RS is less than 15 kms, thus, setting up of the factory by the appellant was in vio!ation of Cl. 6A; and that since ejfective steps were not taken, extension could not be given - On appeal, held: On facts, since Mis. RS would not be treated as 'existing sugar factory' within the meaning impact/effect of a decision, wherever wari;anted, has to be kept in mind - Equally, in a situation where two vi~ws are possible or there is a discretion given to the court by law, Court needs to lean in favour of a view which subserves the economic interest of the nation ·- Conversely, the Court to avoid that particular outcome which has a potential to create an adverse affect on employment, growth of B infrastructure or economy or revenue of the State."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "HIMACHAL PRADESH FINANCIAL CORPORATION VS. ANIL GARG AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc2MQ==",
        "Citation": "[2017] 2 S.C.R. 984",
        "Case Type": "(CIVIL APPEAL /661/2008)",
        "Date": "28 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9oaW1hY2hhbCBwcmFkZXNoIGZpbmFuY2lhbCBjb3Jwb3JhdGlvbl9hbmlsIGdhcmcgYW5kIG90aGVyc18xNjk5NDM5Nzg0LnBkZg==",
        "SCR Citation:": "[2017] 2 S.C.R. 984",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "28 March 2017",
        "Petitioner:": "Himachal Pradesh Financial Corporation",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 277",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "Anil Garg And Others",
        "Case Type:": "CIVIL APPEAL /661/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Himachal Pradesh Public Moneys (Recovery of Dues) Act",
            "1973:"
        ],
        "HeadNote": "s.J(l)(d)(iv) and s.85 - Withdrawal of suit if amounts to abandonment of claim - Respondent availed loans but failed to repay - Recovery suit by appella11t subsequently withdrawn to initiate fresh recovery proceedings under the Act - Writ petition by responde111 challenging such proceedings - High Cour/ field that the suit having been withdraw11 without any liberty for initiating appropriate legal proceedings, the claim was abandoned by the appellant and hence proceedings under the Act were barred - On appeal, held: Whether there has been an abandonmenl of the ;:/aim by withdrawal of the suit is a mixed question of law a11d fact - Language of the order for withdrawal will not always be determinative - The application for withdrawal of suit stated that it was being done to pursue remedies under the Act as the proceedings under the Act are more expeditious for recovery as compared to a suit - Therefore, there was no abandonment of claim by the appellant - Further, s. J(l)(d)(iv) provided !hat the remedy available t•nder the Act was without prejudice to any other remedy available under any other law- Withdrawal of the suit was lhus, no bar to proceedings under the Act - Himacha/ Pradesh Public Moneys (Recovery af Dues) Act, 2000 - State Finance Corporation Act, 1951 - s.29. Recovery proceedings under the Act - Distinction from proceedings in a suit - Held: Proceedings in a suit and recov.ery under the Ac/ are under different laws governed by different procedures and thus cannot be equated - A suit is instituted in a Court of law and is governed by CPC, while proceedings under the Act are before the executive authority statutorily empowered - Code of Civil Procedure, 1908. Doctrines/Principles - Public policy - Principle of - HighCourt restrained recovery of a public loan applying principle of public policy - Held: The phrase ~Jublic policy' is not capable of precise definition - Broadly it means what is in the larger interest of the society involving questions of righteousness, good conscience and equity upholding the law and not a retrograde interpretation - It cannot be invoked to facilitate a loanee to avoid legal obligation for repayment of a loan. A B Words & Phrases - \"Public policy\" - Meaning of - Discussed. Code o.f Civil Procedure, 1908 - Or. 23, r. 1 - Bar under - When applicable - Held: Bar u/Or. 23, r. 1 would apply only to a fresh suit and not proceedings under the Act."
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "M/S/ BHUWALKA STEEL INDUSTRIES LTD. & ONOTHER VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc2Nw==",
        "Citation": "[2017] 2 S.C.R. 993",
        "Case Type": "(Select Case Type/7823/2014)",
        "Date": "24 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS8yMDE3XzJfOTkzICAtIDEwMjJfMTcwMzMxMTIzOC5wZGY=",
        "SCR Citation:": "[2017] 2 S.C.R. 993",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "24 March 2017",
        "Petitioner:": "M/s/ Bhuwalka Steel Industries Ltd. & Onother",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2017 INSC 265",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "Select Case Type/7823/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944 - s.3A - Purpose of inco11Jorailng"
        ],
        "HeadNote": " Central Excise Act, 1944 - s.3A - Purpose of inco11Jorailng s. 3A - Discussed. Central Excise Rules. 1944 - rr. 96ZP(3) and 96Z0(3) - Whether an assessee who chooses once to pay duty in terms of r. 96ZP(3) can be compelled to pay duty calculated in accordance with the said rule for all times to come without any regard to actual production - Department relied on Venus Castings and Supre~1e Steel case rendered by Supreme Court to stale that the assessee who makes a choice once to avail the scheme under r. 96ZP(3) cannot go beyond his choice - However, in both these cases, Supreme Court was dealing with 1: 96Z0(3) - In Venus Castings, a r~ference was made to r. 96ZP and it was observed that r. 96ZO and 1: 96ZP provide for procedure to be followed by the mamifacll/rer of ingots and billets and hot re-rolled products and the scheme envisaged tlv1t these provisions was identical - Held: There are broad similarities between these rules but they are not identical - The only similarity between r. 96Z0(3) and r. 96ZP(3) is that both the Rules seek to eliminate the benefit of the procedure u!s.3A(4) of the Act in cases of those assessees who choose to opt for levy and collection of excise duty in accordance with the sub-rules (3) which are exceptions to the general Rules of levy and collection of duties provided u/n: 96ZO and 96ZP - Therefore, it is difficult to accept the submission of the Department that the issue is covered by the judgments of t/:is Court rendered in Venus Castings and Supreme Steels - These two ;udgments require a ji1rther examination - Apart from that, these ;udgments did not deal with vires of r. 96ZP(3} - However. in view of the fact that Supreme Steels is a decision rendered by a Bench of three Judges, it is deemed appropriate that the question of law be settled by a Bench of an appropriate strength - Matter referred to larger bench - Hot re-rolling Steel Mills Annual Capacity Determination Rules, 1997 - 1:5 - Central Excise Act, 1944 -s. 3A - Reference to larger bench. Interpretation qf statutes: B Legal fiction and presumption - Distinction between - Held: A fiction assumes somethilig which is known to be false, while presumption assumes something which may possibly be true. Legal fiction - Only sovereign legislative bodies can create legal fiction but not a subordinate /'!\"' making body. "
    },
    {
        "volume": "2017Volume 2",
        "Case Name": "PAWAN @ RAJINDER SINGH AND ANOTHER VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDc3MA==",
        "Citation": "[2017] 2 S.C.R. 882",
        "Case Type": "(CRIMINAL APPEAL /2194/2014)",
        "Date": "08 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAyL1BhcnQgSS9wYXdhbiBAIHJhamluZGVyIHNpbmdoIGFuZCBhbm90aGVyX3N0YXRlIG9mIGhhcnlhbmEgXzE2OTk0NDAxOTQucGRm",
        "SCR Citation:": "[2017] 2 S.C.R. 882",
        "Year/Volume:": "2017/ Volume 2",
        "Date of Judgment:": "08 March 2017",
        "Petitioner:": "Pawan @ Rajinder Singh And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 216",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /2194/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.302134 - Murder - Prosecution case"
        ],
        "HeadNote": "Penal Code, 1860 - ss.302134 - Murder - Prosecution case was that on the fateful day, the accused persons demanded return of their money from the neighbour of the victim-deceased - Deceased requested !hem lo waive off the amount and due to /hat altercation took place between the deceased and the two accused - After half an hour the accused persons came back on scooter and therqilfter deceased also left with them but on his separate ~'coater - Tliereafter, deceased did not return and next day his dead body was found in an open ground - Trial court relying upon the testimony of chance witnesses held both the accused guilty u/ss.302134 - High Court affirmed conviction - On appeal, held: It is not clear from the record as to how these chance witnesses, who stated that they heard altercation between the deceased amf Jhe two accused after midnight and thereafter heard sound of fire, were present at the spot - The testimony of these witnesses could·not be said to be reliable or trustworthy particularly when their statements were not corroborated from other evidence on record - In view of the conclusion of the Forensic Science Laboratory that the firing mechanism of the country-made pistol was not in working order and no opinion could be formed regarding the linkage of the pistol with the crime in question, the prosecution story, as narrated by chance witnesses was highly doubtful - Apart from this, though the motive of crime is not necessarily required to be proved, but in the case like the present one where the appellants are named 011 suspicion by informant, the motive appears to be relevant fact - Informant simply mentioned that the deceased had asked the two accused to waive of the remaining amount of ( 2501- from the loan of ( 10,0001- taken by his neighbour but the same would not appear to be a convincing motive to commit the crime by the accused - The said neighbour was not examined by prosecution - Even otherwise, in the FIR it was nowhere mentioned why actually deceased had gone in his separate scooter with the two accused from his house - Prosecutionailed to prove the charge of offence punishable u/ss.302134 against the two accused - Both the accused are acquitted of the charges.·"
    }
]