[
    {
        "volume": "2017Volume 3",
        "Case Name": "T. RAVI & ANR. VS. B. CHINNA NARASIMHA & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMjM=",
        "Citation": "[2017] 3 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /4731-4732/2010)",
        "Date": "21 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arun Mishra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMS05NV8xNzAzMjIxNjg4LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "21 March 2017",
        "Petitioner:": "T. Ravi & Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 242",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "B. Chinna Narasimha & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /4731-4732/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Res judicata - Decision in suit for injunction"
        ],
        "HeadNote": " Res judicata - Decision in suit for injunction, if operates as res judicata - Matruka properties - Sui/ by owners son for partition of properties comprised in Schedule A, B, C - Son sold property lo BM by sale deed - Also sold share inherited by other co-heirs to BM - Preliminary decree for partition determining shares of the legal heirs whereby, defendant no: 1 ll'as having only 141 104th share in matruka properties - Before passing of final decree, suit for injunction by purchasers on the basis of sale deed which was dismissed - Judgment affirmed in first appeal and also held that land grabbing case was dismissed which attained finality and barred the present suit - Held: Submission that the finding in suit for injunction did not operate as res judicata as it was left ultimately to raise the objections in the final decree proceedings cannot be accepted - There was clear inability to grant injunction - BM could have purchased only the share of his vendor and not the entire disputed property and the purchase was affected by lis pendens - Finding with respect to purchase being made during lis pendens had attained finality and was not open to question in the present proceedings. Doctrines/Principles - Doctrine of lis pendens - Execution of sale deed dated 23.11.1959 by defendant no.1 in favour of purchase1; if affected by doctrine of lis pendens - Held: Partition suit had not been dismissed at all in the eyes of law - lt is to be treated as pending only ~ No legal fiction can be created that the suit itself had been dismissed 011 15.12.1955 due to non-payment of G costs for restoration; whereas ii was not dismissed at all - High Court also held that the order dated 1.12.1955 dismissiizg suit for non-payment of cost, was without jurisdiction - Suit was pending and wrongly treated as dismissed - Thus, the sale deed was executed during lis pendens. Trans.fer of Property Act, 1882: s. 52 - Trans.fer of property pending suit relating thereto - s. 52, if renders a trans.fer pendente lile void - Held: Doctrine o.f lis pendens does not affect the conveyance by a party to the suit but only renders it subservient to the rights of other parties to the litiga1io11 - Thus, s. 52 will not render a transaction void - On facts. sale deed not void but only valid to the extent of the share o.f vendor of BM which has been found in the preliminmy decree and affirmed in the final decree. s. 52 - Execution of sale deed during pendency of suit - Owners son sold his share as also share of other co-share - Necessity of filing suit for cancellation of sale deed - Held: Not necessary - Provisions of s. 52 prevent multiplicity of the proceedings - When sale deed had been executed during the pendency of suit the purchaser pendente lite is bound by the outcome of the suit - Vendor had no authority to sell land of other co-sharers - He had right to alienate his own share only - As such the right, title and interest of BM were subject to the pending suit for partition in which a preliininary decree was passed. Decree - Preli111i11a1y decree for partition - Effect of and the extent of bindingness - Preliminary decree passed - Declaration o.f shares to the said extent of the re~pective parties-legal heirs of the owner - Held: Preliminary decree allained .finality - Thus, the determination of shares as per preliminary decree has attained finality, shares of the parties had been· crystallised in each and every property - Purchaser pendente lite is bound by the preliminmy decree ivith respect to the shares so determined and it cannot be reopened and whatever equity could have been claimed in the final decree proceedings lo the extent of vendors share has already been extended to the purchasers - Furthe1~ s.97 CPC stales that the matters concluded by preliminary decree cannot be re-agitated in an appeal against the final decree. Adverse possession: Plea of - Suit for partition - During pendency, execution of sale deed by owners son in favour of BM - 1.f BM, his heirs and purchasers perfected their right, title and interest by virtue of adverse possession - Held: in an earlier suit plea of adverse possession had been negative - Sale deed was hit by the doctrine of /is pendens, the purchasers were bound by the result of the suit - s: 52 negates the very plea of adverse possession - Thus, there was no question of perfecting the .title by adverse possession during pendency of suit - High Court erred in law in holding that the plaintiffs perfected their title by virtue of adverse possession. Adverse possession - Plea ~ Requirements of - Held: Three requirements of plea of adverse possession i.e. '\"nee vi, nee clam, nee preeario\" i.e., peaceful, open and continuous - A1erely a bald statement .that the1·e was adverse possession is not enough to set up the plea - It has t'\"; be clearly set out from which date it commenced, and became hostile when there was repudiation of the title. Muslim law - Nature of succession - Co-sharer, a Muslim, alienating share of other co-sharers in the disputed property - Legality of - Held: Sale by co-sharer is not of undivided share but that of a specific property in which he had only specific share - Thus , being a tenant-in-common he. had no authority or right to sell the share of other co-owners - Vendor had the right to sell to the extent of his own share considering the nature of succession amongst Mohammedans and sale beyond his specific share was void - Thus, the sale of property of other co-sharers was illegal and void. Equity - Suit for partition - Claim of equity by purchaser for allotment of property in final decree proceedings - Held: It was open to the executing court lo adjust equity of purchasers to the permissible extent as purchasers pendente lite can work out the equities in accordance with law in the final decree proceedings - Though purchasers can work out the equity in the final decree proceedings but it is only to the legalZy permissible extent and not beyond that - Preliminary decree declared the shares in the property in specified shares - Preliminary decree is binding and even otherwise the sale was valid only to the extent of the share of vendor - Thus, by no equitable principle the purchaser can claim the entire .. property to be allotted to him - Also as per the Mohammedan Law sale beyond the extent of the share of vendor was void. Legal necessity- Sale of properly, whether for legal necessity, and thus, binding - Execution of sale deed during pendency of suit  - Owners son sold his share as also share of other co-share - Held: Recital of sale deed makes it clear that the sale was effected by the co-sharer for his 'personal necessity' - He had not executed the sale deed for payment of land revenue as its recital is otherwise which would prevail - Nor the sale deed had been executed in the fiduciary capacity acting on behalf of co-sharers - Even otherwise under the Mohammedan Law. it was not open to co-sharer to act in fiduciary capacity to sell the property and bind shares of others. Land Laws - Pattedar rights - Effect of proceedings under the Tenancy Act, 1950 - Matruka property - Suit for partition - During pendency. sale of property by one heir to BM - BM, whether pattedar vide conveyance deed - Held: It was Matrika property and suit for partition 11·a.~ pending w.e.f 1935 and mutation simpliciter in the name of vendor conferred no right, title or interest - Mutation is only for the fiscal purpose and is not decisive of right, title or interest in the property which is within the domain of the civil court - Grant of patta from 1953 onwards by co-sharer to purchaser was 011 yearly basis and the execution of sale deed and the grant of land on yearly basis were during lis pendens - Thus, the transactions are covered by the doctrine of /is pi&lens and were subject to the outconie of the pending partition proceedings - No force in the submissions based upon palledar rights as it was subject to s. 52 of the T.P Act. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "CHARANDAS SWAMI VS. STATE OF GUJARAT & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMjQ=",
        "Citation": "[2017] 3 S.C.R. 96",
        "Case Type": "(CRIMINAL APPEAL /1549/2007)",
        "Date": "10 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTYtMTUyXzE3MDMyMjE4MDMucGRm",
        "SCR Citation:": "[2017] 3 S.C.R. 96",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "10 April 2017",
        "Petitioner:": "Charandas Swami",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 322",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Gujarat & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1549/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 302 r!ir ss."
        ],
        "HeadNote": " Penal Code, 1860 - s. 302 r!ir ss. 120-B. 364 and 301 - Murder - Prosecution case that Chairman of Board of Trustee of the temple proposed to transfer Kotharis from the temple on account of misappropriation of.funds from the temple by them - Kotharis and their henchmen-appellant nos. 1-5 .. entered into conspiracy, kidnapped the ,Chairman and killed him - Thereafter; accused transferred the body of the deceased lo the neighbouring State where they burned it to destroy the evidence - Conviction of accused no. 1, 2, 3 and 5 u/s. 302 rlw ss. 120-B, 364 and 301 by courts below - However; High Court acquired accused no. 4 and constituted the death sentence awarded by trial court to life imprisonment - On appeal held: Courts below rightly proved the guilt of the accused on the basis of motive. 'last-seen' theory. place o] murder and disposal of the body, panchama at instance of accused no. 5, recovery of the body of the deceased and the conduct of accused no. 3 - These circumstances complete the chain of events indicative of involvement of appellants in the commission of the crime and excluding any possibility of their innocence - It is not a case of . finding of guilt recorded in absence of any legal evidence or contrary to the evidence available - Thus, interference with the conclusion reached by the courts below not called for - Evidence. s. 1208 - Conspiracy - Finding of conspiracy - Tenability of - Held: Compiracy is rarely hatched in the open - There need not be any direct evidence to establish the same - It can be a mat/er of inference drawn by the Court after considering whether the basic facts and circumstances on the basis of which inference is drawn have been proved beyond all reasonable doubts and that no other conclusion except that if the complicity if accused to have agreed to commit an offence is evident. Evidence Act. 1872 - s. 27 - How much of information received from accused may be proved - Admissibility of the disclosure made by accused no. 3 to the investigating officer about the location where the dead body of deceased was dumped by him - When dead body was already recovered from the same place and noted in the public records in the State - Held: Disclosure made by accused no. 3 about the location where the dead body of the deceased was dumped by him, was admissible u/s. 27 4 the Act. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "ENERGY WATCHDOG VS. CENTRAL ELECTRICITY REGULATORY COMMISSION AND ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMjU=",
        "Citation": "[2017] 3 S.C.R. 153",
        "Case Type": "(CIVIL APPEAL /5399-5400/2016)",
        "Date": "11 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMTUzLTIxM18xNzAzMjIxOTI5LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 153",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "11 April 2017",
        "Petitioner:": "Energy Watchdog",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 338",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Central Electricity Regulatory Commission And Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /5399-5400/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003"
        ],
        "HeadNote": " Electricity Act, 2003 - ss. 63, 79 - Determination of tariff by bidding process - Supply of power from power project - Power Purchase Agreement (PPA) between State Government Utilities and power generating companies - State Commission adopted tariff u/s. 63 for supply of power to Slate Government Utilities - However, few years later, change in Indonesian law which increased the export price of coal from Indonesia to international market - .Petition by power generating companies before Central Electricity Regulatory Commission seeking relief due to change in Indonesian law - Commission held that the claim of power generating companies on the grounds of force mature and/or change in law not admissible, however, in exercise of regulatory power uls. 79 granted . compensatory tariff- Tribunal set aside the order of the Commission - On appeal, held: PPA makes it clear that changes in the cost of fuel, or the agreement becoming onerous to perform, are not treated as force majeure events under the PPA itself-As such force majeure would not apply so as to enable the grant of compensatory tariff - P PAs does not state that coal is to be procured only from Indonesia at a particular price - Price payable for the supply of coal is entirely for the person who sets up the power plant to bear - Unexpected rise in the price of coal would not absolve the generating companies from performing their part of the contract since this was a risk they knowingly took - Also, expression 'any law' in Cl.13 of P PA refers to law of India - In view thereof. though change in Indonesian law would not qualify as a change in law under the guidelines read with the PPA, change in Indian law certainly would - CERC to go into the matter afresh and determine the relief to be granted to those power generators who fall within Cl.13 of the P PA.  s. 79 - Regulatory powers of Central Commission u/s. 79{l){b)  Interpretation of - Held: General regulatory power of the Commission u/s. 79(1}(b) is the source of the power to regulate, which includes the power to determine or adopt tariff- a situation where the guidelines issued by the Central Government u/s. 63 cover the situation. the Central Commission is bound by those guidelines and must exercise its regulatory functions, only in accordance with those guidelines - It is 011ly i11 a situation where there are no guidelines framed at all or where the guidelines do not deal with a given situation that the Commission general regulatory powers uls. 79(1J(b) ca11 then be used. Power Purchase Agreement - Clause of force majeure - Application of "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "ANIL KUMAR DADURAO DHEKLE VS. RUKHIBEN AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMjc=",
        "Citation": "[2017] 3 S.C.R. 214",
        "Case Type": "(CIVIL APPEAL /5284/2006)",
        "Date": "12 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjE0LTIyNV8xNzAzMjIyMTEyLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 214",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "12 April 2017",
        "Petitioner:": "Anil Kumar Dadurao Dhekle",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 339",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Rukhiben And Ors.",
        "Case Type:": "CIVIL APPEAL /5284/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviclion:"
        ],
        "HeadNote": " Rent Control and Eviction: Eviction of tenanted shop - Sought 011 the ground of default in payment of rent and subletting of the premises without permission of the landlord - Eviction order by trial court - Appellate Court set aside the eviction order - High Court in Revision upheld the order of appellate court - On appeal, held: In view of the evidence, the tenants are liable to be evicted on three grounds (i) default in payment of rent; (ii) sons of the original tenant not entitled Lo the benefit of s.5(JJ)(c); and (iii) subletting - Tenants directed to handover vacant possession lo the landlord - Bombay Rents, Hotel and Lodging House Rates Control Act, 1917 - ss.12(3){a) and 5(11)(c). "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "PALURE BHASKAR RAO ETC. ETC. VS. P. RAMASESHAIAH & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMjg=",
        "Citation": "[2017] 3 S.C.R. 226",
        "Case Type": "(CIVIL APPEAL /6795-6798/2014)",
        "Date": "12 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjI2LTIzOF8xNzAzMjIyMjE0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 226",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "12 April 2017",
        "Petitioner:": "Palure Bhaskar Rao Etc. Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 340",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "P. Ramaseshaiah & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /6795-6798/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law:"
        ],
        "HeadNote": " Service Law: Appointment by transfer of the post of Inspector of Police in Andhra Pradesh Police Service - Feeder category for appointment being Category Sub-Inspector (Civil) - One of the methods of appointment to category I Sub-Inspector (Civil) is appointment by trans.fer from Reserve Sub-Inspector - However, the Reserve Sub-Inspector appointed as Sub-Inspector (Civil) shall be entitled to retain his seniority from the date of his original appointment - Eligibility criteria for appointment by transfer to the post of Inspector was 6 years service - Whether Reserve Sub-Inspector Ji.'ho was transferred 011 selection as Sub-Inspector (Civil), for recruitment by transfer to the post of Inspector, should have 6 years of completed service as Sub-inspector (Civil) or a total service of 6 years including the service as Reserve Sub-Inspector - Held: For appointment to the post of Inspector, the Sub-lnspector (Civil) who was appointed to such post fiwn the post of Reserve Sub-Inspector was required to have 6 years completed service as Sub-Inspector (Civil) :-- Andhra Pradesh Police Subordinate service Rules. 1966 - n 2 and 15 -Andhra Pradesh Police Service Rules, 1966 - n: 3 and 5. 'Seniority' and 'Eligibility' - Dist inc/ion between - Both are distinct concepts - If the senior is otherwise not eligible for consideration as per the rules for promotion, the senior will have to give way to eligible juniors "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "STATE OF KERALA & ORS. VS. M/S. PALAKKAD HERITAGE HOTELS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMjk=",
        "Citation": "[2017] 3 S.C.R. 239",
        "Case Type": "(CIVIL APPEAL /5204/2017)",
        "Date": "13 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjM5LTI1MF8xNzAzMjIyMzM4LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 239",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "13 April 2017",
        "Petitioner:": "State Of Kerala & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 343",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "M/s. Palakkad Heritage Hotels",
        "Case Type:": "CIVIL APPEAL /5204/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Liquor Rules",
            "1974:"
        ],
        "HeadNote": " ForeiJ?,11 Liquor Rules, 1974: Application for grant of Beer/Wine Bar FL-11 Licence - For its hotel which was 70 meters from the nearest objectionable institution - Excise Commissioner recommended grant of sanction for the Licence as per the Rules '- While the said recommendation was pending 'consideration, Liquor Rules amended on 181 \" April, 2012 prescribing the minimum distance- objectionable institution· as 200 meters - Jn view of the amendment of the Rules, the application · was rejected - Writ petition by the applicant challenging the decisions as also the amendment of the Rules - Allowed by Single Judge of High Court holding that since the order sanctioning the grant of licence was prior to amendment, application could not have been rejected on the basis of the amended Rules - In writ appeal as well as in Review, order of Single Judge was affirmed - On appeal, held: Since the final decision as to grant of the Licence was taken after the Rule was amended, the application was required to be considered keeping in view the amended provision - Matter remanded to the Single Judge of High Court to decide afresh on other issues. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "BALIRAJ SINGH VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzA=",
        "Citation": "[2017] 3 S.C.R. 259",
        "Case Type": "(CRIMINAL APPEAL /790/2017)",
        "Date": "24 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjU5IC0gMjY0XzE3MDMzMTE0NDcucGRm",
        "SCR Citation:": "[2017] 3 S.C.R. 259",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "24 April 2017",
        "Petitioner:": "Baliraj Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 390",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /790/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 306",
            "498A"
        ],
        "HeadNote": " Penal Code, 1860 ~ s. 302134 - Murder - Col/complainant '.v case that appellant, Al and A2 attacked the victim with lathis, resulting in his death - Seizure of lathis allegedly used in the crime - Examination of 13 prosecution witnesses - Conviction uls. 302134 by the courts below - Held: Contradiction about the time of arrival . of the witnesses and their statement. thus credence could not be al/ached - Circumstances warranted application of due care and caution in appreciating the statements of eyewitnesses because the prime eyewitnesses were related inter-se and to the deceased - Courts below erred in not applying the principle of strict scrutiny in assessing the evidence of eyewitnesses -As regards nature of injury, contradictions between the ocular word medical evidence - No11- examinationn of Police officer who conducted seizure - Also subsequent improvement by one of the eye-witness - Tims, the prosecution case is doubtful - Accused-appellant cannot be held guilty of the offence - Order of conviction by the courts below set aside - Evidence - Witness. Criminal jurisprudence - Medical evidence - Significance of - Held: ls onzv corroborative -1 proves thul the injuries could have been caused in the manner alleged and nothing more - Defence can make use of the medical evidence to prove that the injuries could not possibly have been caused in !he manner alleged and thereby discredit the eyewitnesses. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "HEERA LAL AND ANR. VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzE=",
        "Citation": "[2017] 3 S.C.R. 259",
        "Case Type": "(CRIMINAL APPEAL /790/2017)",
        "Date": "24 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjU5LTI2NF8xNzAzMjIyNjUyLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 259",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "24 April 2017",
        "Petitioner:": "Heera Lal And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 390",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /790/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 306",
            "498A"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 306, 498A - Evidence Act, 1872 - s. 13A - Presumption as to abetment of suicide by a married woman - On facts, wife committed suicide within jive years of  marriage - Dying declaration made to SDM that her in-laws quarreling with her every day - Trial court held that offence uls. 498A not made out but convicted the in-laws u/s. 306 and sentenced accordingly - Said order upheld by the High Court - On appeal, held: Victim was not subjected to cruelty by in-laws - Jn-laws were  absolved of the charge of cruelty, the most basic ingredient for the offence uls. 498A, the third ingredient for application of s. J J 3A is missing - Presumption u/s. 113A would not apply since no link or intention on the part of in-laws to assist the victim to commit suicide - Jn the absence thereof, mere fact that there is a finding of harassment would not lead to the conclusion that there is abetment of suicide -  Thus, since in-laws were acquitted for crime u/s. 498A, abetment of suicide uls. 306 not made out - Order passed by the High Court set aside. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "SRI SRINIVASAIAH VS. H. R. CHANNABASAPPA (SINCE DEAD) BY HIS LRS. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzI=",
        "Citation": "[2017] 3 S.C.R. 265",
        "Case Type": "(CIVIL APPEAL /5576-5577/2017)",
        "Date": "25 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjY1LTI4MV8xNzAzMjIyNzg4LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 265",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "25 April 2017",
        "Petitioner:": "Sri Srinivasaiah",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 396",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "H. R. Channabasappa (since Dead) By His Lrs. And Ors.",
        "Case Type:": "CIVIL APPEAL /5576-5577/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Property Act",
            "1882 - s.58(c) -"
        ],
        "HeadNote": " Transfer of Property Act, 1882 - s.58(c) - Nature of document - Mortgage by conditional sale or a sale out and out  with a condition to repurchase - Held: Document is mortgage deed by conditional sale - Third condition of S. 58(c) that 'on condition that such payment being made, buyer shall transfer the property to seller', satisfied - Transaction is concluded in one document; document styled as \"deed of conditional sale\" itself contains the condition of repurchase on offering the sale money without interest  for the reason that buyer-defendant no.} was allowed to use the land till the money is not paid back to by the seller-plaintiff; and that the parties'. intention as per terms of document also supported by the evidence - Reasoning and the conclusion arrived at by the trial court and the High Court that the document is a  'mortgage deed by conditional sale' as defined uls. 58(c) just and proper and thus, upheld - Deeds and documents. Limitation Act, 1963 - Art. 61 (a) - Suit by mortgagor, to redeem or recover; possession of immovable property mortgaged - Period of limitation - On facts, document being mortgage by way of conditional sale, and right to redeem accrued to mortgagor on 27.07.1974 and suit was filed on 19.09.1987 - Held: Suit was filed within limitation period of 30 years - Case is governed by Art. 6l(a) providing limitation of 30 years when right to redeem or to recover possession accrues to the mortgagor: Contract Act, 1872 - s. 65 - Obligation of person who has  received advantage under void agreement, or contract that becomes· \"void - Execution of mortgage deed by plaintiff-mortgagor in favour 'a/defendant no. 1 by way of security for repayment of loan given \"to. him by defendant no. 1 - Possession of suit land delivered to defendant no. 1 for 5 years to use the same, thereafter, on repayment of loan amount by plaintiff, defendant no. 1 would restore possession of suit land by redeeming the mortgage - However, suit land not redeemed in his favour - Meanwhile, defendant no. J sold suit land for Rs. 30,0001- to defendant no. 2-appellant - Suit to redeem by mortgagor-plaintiff - Suit decreed against defendants by trial court and upheld by High Court and this Court, whereby LRs of original plaintiff to repay loan amount to LRs of original defendant no. 1 and defendant no. 1 to execute sale deed by re transferring the suit land to plaintiff and restore them the possession - As regards the sale consideration of Rs. 30,0001- with defendant no 1, held: Effect  of the decree is that the transaction of sale of suit land between defendant no. 1 and defendant no. 2 vide sale deed is declared bad and stands nullified - Jn view thereof. defendant no. 1 has no right to retain the sale consideration to himself - Thus, LRs of defendant no.J to return the sale consideration of Rs.30,0001- to defendant D no. 2. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "RAMESH CHAND AND ORS. VS. M/S. TANMAY DEVELOPERS PVT. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzM=",
        "Citation": "[2017] 3 S.C.R. 282",
        "Case Type": "(CIVIL APPEAL /5598/2017)",
        "Date": "26 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjgyLTI5MF8xNzAzMjIyODkxLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 282",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "26 April 2017",
        "Petitioner:": "Ramesh Chand And Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 402",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "M/s. Tanmay Developers Pvt. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /5598/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - s. 30 - Reference under - For refund of the earnest money by respondent no. 1 - Adjudication of.  when several civil suits with respect to refined of earnest money and for specific performance of the agreement to sale were filed by the respondent no.1 earlier in point of time - Held: Once remedy in the form of civil suits had been resorted to, it was not at all proper exercise of power to invoke provisions uls. 30 with regard to D apportionment of the compensation by directing refund of earnest money - It is not mandatory to make reference to the civil court u/s. 30 and adjudication of dispute in an appropriate case can be ordered by way of the civil suit - Civil court was already in seisin of the matter as such Reference court rightly rejected the reference made uls. 30 and rightly asked parties to await outcome of the E regular civil suits - Order passed by the High Court for refund of the earnest money set aside . "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "COMMON CAUSE : A REGISTERED SOCIETY VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzQ=",
        "Citation": "[2017] 3 S.C.R. 291",
        "Case Type": "(WRIT PETITION (CIVIL) /245/2014)",
        "Date": "27 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMjkxLTMxMV8xNzAzMjIzMDA3LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 291",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "27 April 2017",
        "Petitioner:": "Common Cause : A Registered Society",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 408",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /245/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Lokpal and Lokayuktas Act",
            "2013"
        ],
        "HeadNote": " Lokpal and Lokayuktas Act, 2013 - ss.4(2) and 4(J)(e) - Search Committee (Constitution, Terms and Conditions of Appointment of Members and the Manner of Selection of Panel of  Names for Appointment of Chairperson and Members of Lokpal) Rules, 2014- rr.10(1) and 10(4)(i)- Writ petition.filed by NGO seeking declaration that rd 0(1) and 10(4)(i) are ultra vires and direction to restrain initiation of any process of selection for appointment of Chairperson and Members of the Lokpal under the said Rules - Submission that the provisions of the Act are yet to be  implemented and Selection Committee/Search Committee under the Act are yet to be constituted so as to firrther the appointment of the Chairperson and Members of the Lokpal - Submission of the Government that there was an attempt to implement the Act, but in view of certain inconsistencies in the provisions, Amendment Bill  was necessitated - On appeal, held: Act as it stands today is an eminently work.able piece of legislation - No justification to keep the enforcement of the Act under suspension till the amendments, as proposed, are carried out -Amendments are attempts at streamlining the working of the Act and constitute no legal hindrances to the enforcement of the Act - Principle that a law duly enacted and  enforced must be given effect to ·will have to prevail and appropriate directions will have to be issued by the court to the said effect - s.4(2) makes it clear that the appointment of Chairperson or a Member of the Lokpal will not become invalid merely because of any vacancy in the Selection Committee - if. at present, Leader of  opposition-LOP is not available, Chairperson and other two Members of Selection Committee may proceed to appoint eminent jurist as Member of Selection Committee u/s.4(l)(e) - No legal disability in a truncated Selection Committee to constitute a Search Committee for preparing a panel of persons for consideration for  appointment as Chairperson and Members of Lokpal and also for such truncated Selection Committee to make recomm~ndations to President of India for appointment of Chairperson and Members of Lokpal - Amendment Bill Lokpal and Lokayuktas and Other Related Law (Amendment) Bill, 2014]. ·  Separation of powers - Legislative functions - Interference by the Court - Held: Parliamentary wisdom of seeking changes in an existing law by means of an amendment lies within the exclusive domain of the legislature and it is not the province of the Court to express any opinion on the exercise of the legislative prerogative in this regard - Essential legislative functions not to be ordinarily subjected to interference by the Court - Amendment of the Act must be allowed to be completed without any intervention of the Court - Court not to overstep its jurisdiction - Judicial discipline must caution the Court against such approach - Judicial discipline. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "SEENI NAINAR MOHAMMED VS. STATE REP. BY DEPUTY SUPERINTENDENT OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzU=",
        "Citation": "[2017] 3 S.C.R. 312",
        "Case Type": "(CRIMINAL APPEAL /498/2012)",
        "Date": "27 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzEyLTMzNF8xNzAzMjIzMTA0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 312",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "27 April 2017",
        "Petitioner:": "Seeni Nainar Mohammed",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 406",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "State Rep. By Deputy Superintendent Of Police",
        "Case Type:": "CRIMINAL APPEAL /498/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Terrorist and Disruptive Activities (Prevention) Act",
            "1987 -"
        ],
        "HeadNote": " Terrorist and Disruptive Activities (Prevention) Act, 1987 - s.20A - Cognizance of offence - Prior approval of sanctioning authority - Compliance of - On facts, individual attacked by appellants with weapons, resulting in his death - Conviction of the appellants uls.  20B r/w ss. 302, 147, 148 and 149 IPC and ss. 3(2), (3), (4) of TADA and sentenced to life imprisonment by courts below - On appeal, held: Section 20-A(l) must be construed by indicating that prior approval from the competent authority is mandatory for taking cognizance of offence punishable under TADA - However, sanctioning authority to keep in mind that application of such provisions requires strict interpretation and its non-compliance, may vitiate the entire proceedings in the case - On facts, there was no sufficient compliance of the provisions of s.20A - Sanctioning  Authority without pursuing the relevant documents issued the order of sanction - Sanction was granted mechanically, without application of mind - Confessions of two accused was involuntary and contradicted with each other - Sanctioning authority did not have necessary material before him to show that the alleged act of causing death of the deceased was done with intent to create terror in the minds of public at large - Thus, the approvals granted by Superintendent of Police and JG, CBI completely invalid lacking compliance of the requirements prescribed u/s. 20-A - As a result of illegal sanction order, criminal proceedings for prosecution under TADA Act vitiated entirely - Order of conviction passed by the TADA  court quashed and set aside. Evidence: Test identification parade - Reliability of - When accused already seen through newspaper and prosecution witness never called for identification of the accused - Held: Test identification parade was a farce as after the pictures of the accused had been  published in the newspaper, the identification parade which is a very weak piece of evide1ce should not have been conducted. Confessions of accused - Reliability - Held: Non-volunt01y confession cannot form the basis of conviction - On facts, confessions of accused being involuntary as they were taken in the  immediate custody of high security of CBI, cannot be relied upon. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "JUST SOCIETY VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzY=",
        "Citation": "[2017] 3 S.C.R. 335",
        "Case Type": "(TRANSFERRED CASE (CIVIL) /25/2015)",
        "Date": "27 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzM1LTMzOF8xNzAzMjIzMjIxLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 335",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "27 April 2017",
        "Petitioner:": "Just Society",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 410",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Union Of India",
        "Case Type:": "TRANSFERRED CASE (CIVIL) /25/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Lokpal and Lokayuktas Act",
            "2013 -"
        ],
        "HeadNote": " Lokpal and Lokayuktas Act, 2013 - ss.3(2)(a), 4(1)(d), 4(1)(e), 4(2), second proviso to s. 4(3), s.10, proviso to s. 14(3), s.16, s.37(2) ands. 63 - Constitutional validity of - Plea of the petitioner that the  said provisions ultra vires Art. 14 and 50 on the ground that the Chief Justice of India or his nominee Judge of the Supreme Court, uls. 4(1)(d) is a mere Member of the Selection Committee and the opinion rendered by him has no primacy in the matter of selection of Chairperson and Members of the Lokpal; that the the Chief Justice of India or his nominee Judge alone who would be best situated to  decide on the suitability of any such former judge of this Court; and that there are no norms/criterion laid down for appointment of eminent jurist uls. 4(1 )(e) - Held: Impugned provisions are constitutionally valid - if the Legislature in its wisdom had thought it proper not to accord primacy to the opinion of the Chief Justice  or his nominee and accord equal status to the opinion rendered by the Chief Justice or his nominee and treat such opinion at par with the opinion rendered by other members of the Selection Committee, such legislative wisdom cannot be questioned on the ground of constitutional infirmity - if the legislative opinion en grafted in the Act is in contrast to what is provided.for in other statute(s), such  legislative intention cannot be understood to be constitutionally impermissible - Decision regarding the appointment of eminent jurist is left to the body consisting of high constitutional functionaries enumerated in s. 4(J)(a) to 4(J}(d), no ex-facie illegality discerned in the provisions contained in s.4(1)(e) - Constitution of India - G Arts. 14 and 50. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "HARI SHANKAR SHUKLA VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzc=",
        "Citation": "[2017] 3 S.C.R. 339",
        "Case Type": "(CRIMINAL APPEAL /1159/2007)",
        "Date": "05 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzM5LTM0NF8xNzAzMjIzMzIxLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 339",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "05 April 2017",
        "Petitioner:": "Hari Shankar Shukla",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 313",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /1159/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.304 Part 1"
        ],
        "HeadNote": " Penal Code, 1860 - s.304 Part 1, ss.307, 323 - Acquittal by trial court - High Court convicted accused no.3 u/s.304 Part-I, u/s.307 for attempt to murder and JO years rigorous imprisonment  - Prosecution case that scuffle led to pistol shot - Medical evidence confirmed that there was scuffle - All eye witnesses including two injured eyewitnesses clearly stated that it was appellant who opened fire and this bullet hit the deceased causing his death - Evidence of prosecution witnesses was consistent - Conviction upheld but sentence reduced to 6 years. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "KAMRUP LNDUSTRLAL GASES LTD. VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzg=",
        "Citation": "[2017] 3 S.C.R. 345",
        "Case Type": "(CIVIL APPEAL /4249/2007)",
        "Date": "11 APRIL 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzQ1LTM1NV8xNzAzMjIzNDI1LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 345",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "11 April 2017",
        "Petitioner:": "Kamrup Lndustrlal Gases Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 330",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India",
        "Case Type:": "CIVIL APPEAL /4249/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration Act",
            "1940 -"
        ],
        "HeadNote": " Arbitration Act,1940 - ss. 29, 30, 33 and 39 - Contract between appellant and respondent requiring the respondent to lift  a minimum quantity of oxygen and acetylene gas, per month - As per the contract if the respondent could not lift the minimum postulated quantity, the appellant would sell the unutilized balance amount of gas in the open market - However; if the appellant could not sell the said unutilized gas, it would blow off the same and recover the proceeds thereof from the respondent -Appellant alleged  short lifting of gases by respondent and claimed payment for the gases allegedly blown off - Plea of respondent that in terms of the contract the appellant had to inform the respondent before blowing off the gases, however, no such intimation was ever extended to it - Appellants claim allowed by arbitrator - Jn appeal by respondent,  Single Judge of High Court upheld the award - Appeal by respondent allowed by Division Bench - On appeal, held: In terms of the .findings recorded by the arbitrator based on the evidence adduced by appellant, it is clear that on each occasion, before the shortfall of the gases were blown off, the appellant duly informed the respondent - Relevant bills were duly furnished to the respondent  indicating payments claimable by the appellant - The bills raised also denoted the amounts deducted on account of the sale proceeds of the gases which the appellant sold in the open market - There was no rebuttal from respondent to these assertions made by appellant before the arbitrator - Award passed by the arbitrator  affirmed-Appellant entitled to interest@ 9% on the awarded amount from the date the award was decreed. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "KALYAN DEY CHOWDHURY VS. RITA DEY CHOWDHURY NEE NANDY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyMzk=",
        "Citation": "[2017] 3 S.C.R. 356",
        "Case Type": "(CIVIL APPEAL /5369/2017)",
        "Date": "19 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzU2LTM2Ml8xNzAzMjIzNTk5LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 356",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "19 April 2017",
        "Petitioner:": "Kalyan Dey Chowdhury",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 370",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Rita Dey Chowdhury Nee Nandy",
        "Case Type:": "CIVIL APPEAL /5369/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955 -"
        ],
        "HeadNote": " Hindu Marriage Act, 1955 - s.25(2) and ss. 9, 1O, 13(l)(ia) - Maintenance - \"Change in the circumstances of the parties\" -  Monthly maintenance of Rs.16,0001- granted to respondent-wife and son, increased to Rs.23,0001- by High Court in review - Challenge by appellant-husband - Plea of respondent-wife that in terms of the pay and expenditure of the husband, High Court rightly enhanced the maintenance - On appeal, held: There must be some  change in the circumstances of either party to be taken into account when an application is made u/s. 25(2) for variation, modification or rescission of the order for permanent maintenance - Maintenance is always dependant on the factual situation of the; case - Amount of permanent alimony awarded to the wife must be befitting the status of the parties and the capacity of the spouse to pay  maintenance - At the relevant time, the net salary of the husband had increased, thus, High Court was justified in enhancing the maintenance amount - However, since the appellant has· remarried and has a child from the second marriage, in the interest of justice, the amount of maintenance reduced ji-0111 Rs.23,0001- to Rs.20,0001 - per month - Code of Civil Procedure, 1908 - Or. XL VJI, 1'. l - Penal Code, 1860 - ss. 498A, 406 - Code of Criminal Procedure, 1973 - s. 125 - Constitution of India -Art. 227. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "MACHINDRA VS. SAJJAN GALFA RANKHAMB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDA=",
        "Citation": "[2017] 3 S.C.R. 363",
        "Case Type": "(CRIMINAL APPEAL /1794/2013)",
        "Date": "19 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzYzLTM3M18xNzAzMjIzNjg5LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 363",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "19 April 2017",
        "Petitioner:": "Machindra",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 368",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Sajjan Galfa Rankhamb & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1794/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 -"
        ],
        "HeadNote": " Penal Code, 1860 - s.302 rlw s.34 - Murder - Parties are close relatives is respondent no. l is brother-in-{aw of appellant and respondent no.2 is the son of respondent -Allegation that  respondents no.1 & 2 killed son of appellant- Respondents convicted by Trial court - But, acquitted by High Court - On appeal, held:. There are. contradictions, in the depositions of PW-4 and PW- 10 and neither of them is 'eye-witness to the alleged incident~ - Prosecution had not examined 'one material witness in whose field the alleged incident occurred - PW-3, who is an alleged eye-witness  to the incident was not on cordial terms with respondent-accused, ·further he fled away from t~e. spot as per his deposition .and came to know about the death in the evening - Then there was six days' delay in lodging the FIR which remained unexplained throughout the trial - One last crucial fact is that opinion on the cause of  injuries was neither mentioned by doctor PW-6 in his deposition nor in post-mortem report - Thus, not only actual but substantial doubts as to the guilt of the respondents .:.. No evidence as to how deceased.was killed and by whom - Therefore, no reason to interfere with findings of the High Court. Evidence - Medical evidence -Appreciation of - Held: Where  the medical evidence is such that it does not give any clear opinion.,· - .·with respect to the injuries inflicted on the body of victim or deceased, as the case may be, the possibilities that the injuries .might have··· been caused by; the accused are also ruled. out - Such medical · evidence is also very important in assessing the testimony of eye- . witnesses and in determining whether the testimony of eye-witnesses can be safely accepted. Evidence- Expert evidence '-Appreciation of - Held: experts opinion should be demonstrative and should be supported by convincing reasons - If the report of an expert is slipshod, inadequate or cryptic, and information on similarities or dissimilarities is not available in the report of an expert then his opinion is of no value. Evidence - 'Burden of proof on the prosecution' - Principles  discussed. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "BRIJENDRA SINGH & ORS. VS. STATE OF RAJASTHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDE=",
        "Citation": "[2017] 3 S.C.R. 374",
        "Case Type": "(CRIMINAL APPEAL /763/2017)",
        "Date": "27 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzc0LTM4Nl8xNzAzMjIzODIwLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 374",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "27 April 2017",
        "Petitioner:": "Brijendra Singh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 409",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Rajasthan",
        "Case Type:": "CRIMINAL APPEAL /763/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.319 - Power of court (o summon accused not arraigned as accuse"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s.319 - Power of court (o summon accused not arraigned as accused- Exercise of - When - Held: Prima facie opinion which is to be formed requires stronger and cogent evidence than mere probability of his complicity - Degree of satisfaction is to be more than the degree which is warranted at the time of framing of the charges against others in respect of whom chargesheet was filed - Power is not to be exercised in a casual or -. a cavalier manner - On facts, trial court acted in a casual and  cavalier manner in passing the summoning order against the appellants - Documentary and other evidence collected during the investigation, showed that appellants plea of alibi was correct - Evidence recorded during trial was nothing more than the statements which was already there uls. 161 Cr.P.C. recorded at the time of investigation of the case - Trial court was duty bound to see while · forming prima facie opinion and to see as to whether 'much stronger evidence than mere possibility of the appellants' complicity came on record - There was no satisfaction of this nature - High Court too ignored the said material- Thus, the order of summoning the . appellants u/s. 319 set aside. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "BAPUSAHEB CHIMASAHEB NAIK-NIMBALKAR (DEAD THROUGH LRS.) & ANR. VS. MAHESH VIJAYSINHA RAJEBHOSALE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDI=",
        "Citation": "[2017] 3 S.C.R. 387",
        "Case Type": "(CIVIL APPEAL /3110/2012)",
        "Date": "25 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMzg3LTQwMF8xNzAzMjIzOTI3LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 387",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "25 April 2017",
        "Petitioner:": "Bapusaheb Chimasaheb Naik-nimbalkar (dead Through Lrs.) & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 393",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Mahesh Vijaysinha Rajebhosale & Ors.",
        "Case Type:": "CIVIL APPEAL /3110/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963 -"
        ],
        "HeadNote": " Limitation Act, 1963 -Art. 65 Explanation (b) -Applicability- Held: Art. 65 Explanation (b) is not applicable to a heir of Hindu  or Mohammedan female who is full owner of the property as it could not .be said that the person became entitled to the property independently of the right of the female but derives right through her - Suit by such a heir is not governed by Art. 65 Explanation (b) - On facts, property was claimed from a Hindu woman-SB, who was  fall owner, on her death in 1962 - It could not be said that AB-heir of such female or the plaintiffs became entitled to the property independently of the rights of SB - Thus, the suit filed by AB for separate possession/partition would not be governed by Art. 65 Explanation (b) - Limitation would not commence as per Art. 65 on death of female Hindu but the starting point of limitation for  computation of 12 years would be the date of start of adverse possession otherwise - However, concurrent finding that defendants were not in adverse possession and plaintiffs were in joint possesion of the disputed land on the date of filing of the suit - Starting point of limitation would not be the date of death of SB in 1962 as she  was fall owner, as such suit filed in 1979 beyond period of 12 years not barred. Code of Civil Procedure, 1908 - Or. II, r. 2 -Applicability - Held; Or. II, r. 2 does not apply if the cause of action in the subsequent suit is different from that of the former suit - On facts, the second suit for partition was not in respect of the same cause of action as  that on which the previous suit was based - It was on the basis of death of absolute owner SB in the year 1962, AB became owner and plaintiffs had in turn inherited from AB - Cause of action in the previous suit for declaration of title filed by AB was materially different - Thus, the cause of action of the suit for partition being different and dispute as to mutation had been subsequently decided, suit for partition as filed, could not be said to be barred by Or. II 1: 2. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "GOHIL VISHVARAJ HANUBHAI & OTHERS VS. STATE OF GUJARAT & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDM=",
        "Citation": "[2017] 3 S.C.R. 401",
        "Case Type": "(CIVIL APPEAL /5680-83/2017)",
        "Date": "28 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNDAxLTQxNl8xNzAzMjI0MDY1LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 401",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "28 April 2017",
        "Petitioner:": "Gohil Vishvaraj Hanubhai & Others",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 414",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "State Of Gujarat & Others",
        "Case Type:": "CIVIL APPEAL /5680-83/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative law - Administrative action"
        ],
        "HeadNote": " Administrative law - Administrative action - Judicial review - Power of - On facts, complaint of large scale malpractices in the entire examination process to the post of Revenue Talati - Issuance C of Government resolution cancelling the recruitment process and Government deciding to conduct fresh examination - Challenge to - High Court held that the GR not illegal and arbitrary - Interference with - Held: Not called for - Impugned action not vitiated by lack of nexus with the object sought to be achieved by the State, by herding all the candidates, those who had resorted to D malpractice and others who did not, at the examination together - Innocent candidates including the wrong doers still get an opportunity of participating in the fresh examination process to be conducted by the State - Identifying all the candidates who are guilty of malpractice either by criminal prosecution or even by an administrative enquiry is a time consuming process - If identification of the wrong doers was a must and had to be eliminated from the selection process, and until such identification is completed the process cannot be carried on, it would result in a great inconvenience to the administration as also loss of time to the innocent candidates - Judicial review. Doctrines/Principles - Principle of Wednesbury s unreasonableness - Held: A decision which is so outrageous in its defiance of logic or of accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "MAHARISHI MARKANDESHWAR MEDICAL COLLEGE AND HOSPITAL & OTHERS VS. STATE OF HIMACHAL PRADESH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDQ=",
        "Citation": "[2017] 3 S.C.R. 417",
        "Case Type": "(CIVIL APPEAL /5198/2017)",
        "Date": "28 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNDE3LTQ1N18xNzAzMjI0MTczLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 417",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "28 April 2017",
        "Petitioner:": "Maharishi Markandeshwar Medical College And Hospital & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 417",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "State Of Himachal Pradesh & Others",
        "Case Type:": "CIVIL APPEAL /5198/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Himachal Pradesh Private Medical Educational Institutions (Regulation of Admission and Fixation of Fee) Act",
            "2006"
        ],
        "HeadNote": " Himachal Pradesh Private Medical Educational Institutions (Regulation of Admission and Fixation of Fee) Act, 2006 (as  amended) - ss. 3(6), 3(6a) and 3(6b) - Validity of - Writ petition seeking direction to strike down ss. 3(6), 3(6a) and 3(6b) as null and void - Appellant-private medical colleges case that amendment to 2006 Act whereby it became mandatory for all the private medical institutions set up in the State to take affiliation from the Himachal  Pradesh University affected the autonomy of appellant no. 2- Maharishi Markandeshwar University, an independent and a fullfledged University established under an independent special State Legislation - Dismissal of writ petition by the High Court - On appeal, held: Appellant no. I-college being a constituent of appellant no. 2-University, it cannot be compelled to take affiliation from  another University-Himachal Pradesh University - Power of granting affiliation to colleges under the control of the concerned University, must vest with the respective University to which the college will be affiliated - It cannot be whittled down by the 2006 Act or amendments made thereto - Requirement of affiliation from  another University even in respect of its constituent college, would be striking at the autonomy of the appellant no. 2-University and in any case beyond the purview of the subject of admissions and fixation of fee for which Act of 2006 has been enacted - Section 3(6a)(as amended), would impinge upon the autonomy of an independent University established under a separate State  Legislation, thus, cannot be sustained as the same are unreasonable, · irrational and in conflict with the special State Legislation-2010 Act, under which appellant no.2-University, is established - Judgment of High Court is set aside - Maharishi Markandeshwar University (Establishment and Regulation) Act, 2010. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "PAWAN KUMAR VS. STATE OF H.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDU=",
        "Citation": "[2017] 3 S.C.R. 458",
        "Case Type": "(CRIMINAL APPEAL /775/2017)",
        "Date": "28 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNDU4LTQ4Nl8xNzAzMjI0Mjk1LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 458",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "28 April 2017",
        "Petitioner:": "Pawan Kumar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 415",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of H.p.",
        "Case Type:": "CRIMINAL APPEAL /775/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 306 - Abetment of suicide"
        ],
        "HeadNote": " Penal Code, 1860: s. 306 - Abetment of suicide - Conviction and sentence under - Correctness of - On facts, accused after acquittal in a cc.se u/ss. 363, 366 aand 376 IPC, used to threaten the informant's daughter that he would kidnap her and had be_en constantly teasing her - Girl committed suicide by setting herself ablaze - Recording of victim's dying declaration by Head Constable and thereafter; victim succumbed to her injuries - Acquittal by the trial court, however, the High Court convicted the accused uls. 306 and sentenced accordingly - Held: Certificate of fitness is not the requirement of law, thus, in absence of the same, there was no reason to disregard the dying declaration - Head Constable recorded dying declaration  as narrated by the deceased and the deceased wrote that accused alone was responsible for her death - Same was recorded in presence of the doctor who had appended his signature - Trial court was swayed away by the burn injuries, whereas there cannot be ar. absolute rule that a person who suffered 80% burn injuries cannot give a dying declaration - Further, the dying declaration was corroborated by other witnesses - Testimony of the parents in entirety, was unimpeachable and deserve credence - Accused had by his active acts and by his continuous course of conduct created such a situation which compelled the girl to commit suicide - No material found that the victim was hypersensitive - Accused played active role in tarnishing the self-esteem and self-respect of the victim which drove her to commit suicide - Thus, the High Court was correct in reversing the acquittal and sentencing accordingly~- Evidence - Dying declaration. s. 306 - Abetment of suicide - When attracted - Explained  Evidence - Dying Declaration - Certificate of fitness of  declarant by doctor - Requirement of - Held: Certificate of fitness by the doctor is not the requirement of law. Eve Teasing - Practice of eve teasing of women deprecated by the Court - Eve teasing causes harassment to women - It ajfects right of women under Art. 14, 15 and 2 l' - Constitution of India -  · Arts. 14, 15 and 21. Words and phrases: Word 'abetment' - Meaning of. in the context of ss. 306, 107 Penal Code, 1860. Word 'instigate' and 'urge forward' - Meaning of "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "STATE BANK OF INDIA AND ORS. VS. KINGFISHER AIRLINES LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDY=",
        "Citation": "[2017] 3 S.C.R. 487",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /6828-6831/2016)",
        "Date": "09 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNDg3LTUwOV8xNzAzMjI0NDI1LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 487",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "09 May 2017",
        "Petitioner:": "State Bank Of India And Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 462",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Kingfisher Airlines Ltd. And Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /6828-6831/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court:"
        ],
        "HeadNote": " Contempt of Court: Application before Debt Recovery Tribunal (DRT) - Seeking recovery of thousands of crores of rupees - Filed by consortium of Banks - Against the Respondents debtors/Guarantors - Respondent Nos. JO and 11 had disclosed that respondent No. 3 (Guarantor) would be paid a sum of US$ 75 million by respondent No. 10 and  out of the said amount, a sum of US $ 40 million would be paid to the Banks immediately (The amount of US$ 40 million was received by respondent No. 3 on 25. 02. 2016) - The Banks moved interlocutory applications before DRT (1) to freeze passport of respondent No. 3 (2) to issue arrest warrant against him (3) to issue  garnishee order against respondent Nos. 10 and 11 from disbursing US $ 75 million (4) and to issue direction to respondent No. 3 to disclose his assets on oath - DRT considered the application only in respect of garnishee order - Banks filed writ petition before High Court aggrieved by non-consideration of the applications by DRT and sought directions to DRT to consider the applications filed by  the Banks - The High Court by its orders dated 3.9.13 and 13.11.13 restrained the concerned respondents, including respondent No. 3 from transferring, alienating, disposing or creating third party rights in respect of properties belonging to them - High Court however refused to pass directions to DRT - Special Leave Petition filed - Respondents offered for settlement - Supreme Court by order dated 7.4.J6 directed respondent No. 3 to disclose his personal assets in order to show his bonafide - Disclosure statement of respondent No. 3 not found sufficient by the Court to show his bonafide - I.A Nos. 9 to 12 of 2016 by the Banks stating that disclosure statement was vague and in violation of the order dated 7.4.16 - Banks also filed contempt petition - Respondent No. 3 stated in his counter-affidavit that the amount of US $ 40 million which he received, gifted to his three children - Held: Respondent No. 3 having not made true and complete disclosure of his properties, has Fiolated the order of Supreme Court dated 7.4.16 and by transferring US $ 40 million to his children has violated the restraint orders dated 3.9.13 and 13.11. 13 passed by the High Court - Thus guilty of contempt of Supreme Court as well as High Court - Supreme Court can exercise its contempt jurisdiction even with regard to the contempt of High Court as the orders of High Court pertain to the same cause and the actions of respondent No. 3 in not disclosing the account through which transfers were affected - Respondent No. 3 was adequately put to notice and no prejudice would be caused as a result of such assumption of jurisdiction by Supreme Court - In terms of r. 6 (1) of Rules to Regulate Proceeding for Contempt of Supreme Court, 1975, respondent No. 3 is obliged and duty bound to appear in person - However, one more opportunity is granted to respondent No. 3 on the proposed punishment for contempt - Rules to Regufate Proceedings for Contempt of Supreme Court, 1975 - r. 6 (1). "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "DELHI ADMINISTRATION & ANR. VS. KIDARNATH MOHINDERNATH & ANR,",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDc=",
        "Citation": "[2017] 3 S.C.R. 510",
        "Case Type": "(CIVIL APPEAL /1888/2008)",
        "Date": "30 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTEwLTUxOV8xNzAzMjI0NTM2LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 510",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "30 March 2017",
        "Petitioner:": "Delhi Administration & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 293",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra,Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "Kidarnath Mohindernath & Anr,",
        "Case Type:": "CIVIL APPEAL /1888/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894:"
        ],
        "HeadNote": " Land Acquisition Act, 1894: ss. 4, 5A and 6 - Notification by appellant uls. 4 for acquiring  lands in several villages, including the land of respondent no. I - Notification also carved out exceptions inter ali{l with respect to lands in respect of which building platJS were sanctioned by MCD before 5.11.1980 - Respondent No. l's land covered under .such exemption  Enquiry by appellant u/s.5A seeking objections claiming exemption of land from acquisition on the basis of aforesaid exception -\" No exemption claimed by respondent no. 1 - Final declaration issued u/s. 6 acquiring lands including respondent ,10.l s land - Writ petition by respondent no. 1 before High Court, allowed - Plea of appellant that it was incumbent upon respondent no. l to file objections u/s.5-A to claim exemption and since no such exemption was claimed, the same was deemed to have been waived - Plea of respondent no. I that since its land was exempted in the .notification u!s.4, it remained under the impression that there was no requirement file any objection seeking exemption u/s.5-A - On appeal, held: Notification issued u/s.4 was with respect to the large chunk of area, comprised in several villages - Thus, it was necessary to claim exemption by filing objections uls.5A - Otherwise, there was no other mechanism available to ascertain as to which particular piece of I.and out of the lands so notified were granted sanction for building plan before 05.11.1980 - However, admittedly, respondent no. J did not file any objection uls. 5-A to seek exemption G from acquisition on the basis of the aforesaid sanction - Thus, having failed to do so, respondent no. I waived its rights. s. 6 - Declaration under - Dispute as to whether declaration issued u/s.6 was time barred as per proviso to s.6(1) - Computation of periods referred to in the first proviso - Held: The period. during which any action or proceeding to be taken in pursuance of the  notification issued u/s. 4(1), is stayed by an order of a Court, shall be excluded "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "NATIONAL INSURANCE CO. LTD. VS. HINDUSTAN SAFETY GLASS WORKS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMDI=",
        "Citation": "[2017] 3 S.C.R. 520",
        "Case Type": "(CIVIL APPEAL /3883/2007)",
        "Date": "07 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTIwLTUyOF8xNzAzMjI5MzA5LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 520",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "07 April 2017",
        "Petitioner:": "National Insurance Co. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 320",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Hindustan Safety Glass Works Ltd.",
        "Case Type:": "CIVIL APPEAL /3883/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act",
            "i986:"
        ],
        "HeadNote": " Consumer Protection Act, 1986: Damages - Policy taken out by respondent covering damage or loss due to flood and inundation - Damage caused by heavy rain - Claim for Rs.52 lakhs - Two survey reports quantifying loss .of Rs.24 lakhs - Nothing paid by appellant-insurer - Complaint under CP Act - Repudiation of claim 5 years after the complaint - Award of Rs.21 lakhs by National Commission -.Challenged by ·insurer - Held: The appellant-insurer itself took more than two· years in surveying or causing a survey of the loss or damage suffered by the insured - Thus, entire delay was attributable to insurer and cannot prejudice the claim of the insured, more· particularly when the insured had lodged a claim well within time - it is well established  that the provision of limitation in the Act cannot be strictly construed  to disadvantage a consumer in a case where a supplier of goods or services itself is instrumental in causing a delay in the settlement of the consumer claim - That being so, the National Commission was . quite right in rejecting the contention of insurer in this regard - No . reason to interfere with t/:le order of National Commission . Actionable claim - Claim made by insured - As per policy, insurer was not liable for any loss i 2 months after the event that caused loss to the insured unless claim ls subject matter of pending action or arbitration - Contention of insurer that expression 'pending action' relate to action instituted in a court of law - Held: Not sustainable - When a claim is made by the insured that itself is actionable - There is no question of requiring the insured to approach a court of law for adjudication of the claim - This would amount to encouraging avoidable litigation which certainly cannot. be the intention of the insurance policies and is in any case not in public interest - insurance. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "THE SPECIAL AGRICULTURAL PRODUCE MARKET COMMITTEE FOR FRUITS AND VEGETABLES VS. N. KRISHNAPPA AND OTHERS ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDg=",
        "Citation": "[2017] 3 S.C.R. 529",
        "Case Type": "(CIVIL APPEAL /5248-5274/2017)",
        "Date": "17 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTI5LTUzMl8xNzAzMjI0NjkxLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 529",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "17 April 2017",
        "Petitioner:": "The Special Agricultural Produce Market Committee For Fruits And Vegetables",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 352",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "N. Krishnappa And Others Etc.",
        "Case Type:": "CIVIL APPEAL /5248-5274/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 -"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - ss. 4(1), 6(1) - Notifications under, for acquisition of lands for expansion of appellants marketing yard - Challenged by landowners - Single Judge of High Court held that the acquisition suffered from statutory noncompliance, however, keeping in view the public interest involved, instead of setting aside the proceedings it shifted the date of notification u/s.4(1) for determination of compensation - Jn appeals ; by landowners and the appellant, Division Bench concurring with the Single Judge declined interference with the acquisition proceedings in view of the larger public importance of the acquisition - On appeal, held: Keeping in mind the larger public interest involved in the acquisition, order of the High Court calls for no interference - The Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 - s.24(2). "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "VELAYUDHAN & ORS. VS. MOHAMMEDKUTTY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNDk=",
        "Citation": "[2017] 3 S.C.R. 533",
        "Case Type": "(CIVIL APPEAL /5459/2007)",
        "Date": "18 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTMzLTUzN18xNzAzMjI0ODIyLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 533",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "18 April 2017",
        "Petitioner:": "Velayudhan & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 359",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Mohammedkutty & Ors.",
        "Case Type:": "CIVIL APPEAL /5459/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit-"
        ],
        "HeadNote": " Suit- Nature of- For grant of permanent injunction simpliciter or for declaration of title with permanent injunction as · consequential relief - Suit by respondents-plaintiffs in relation to land, decreed by trial court - First appellate court dismissed the suit by allowing the appeal of appellants-defendants - High Court in second appeal by respondents decreed the suit holding that the suit was one for perpetual injunction and thus investigation into the question of title was not necessary - Propriety of - Held: One of the questions, which fell for consideration before the first and second appellate Court was regarding the nature of the suit filed by the respondents and the reliefs claimed therein - High Court proceeded on the assumption that the civil suit filed by the respondents was essentially for grant of permanent injunction simpliciter - The issue of title having surfaced in the relief clause, the same is of some significance over the rights of the parties while considering the grant of the reliefs - Keeping in view the averments made in the plaint read with the prayer clause, it cannot be said that the suit is only for grant of permanent injunction simpliciter - Matter remanded back to High Court - Code of Civil Procedure, 1908 - s.100 - Substantial question of law. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "AYAN CHATTERJEE VS. FUTURE TECHNOLOGY FOUNDATION INC. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTA=",
        "Citation": "[2017] 3 S.C.R. 538",
        "Case Type": "(CIVIL APPEAL /5655/2007)",
        "Date": "18 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTM4LTU0M18xNzAzMjI0OTIwLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 538",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "18 April 2017",
        "Petitioner:": "Ayan Chatterjee",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 358",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Future Technology Foundation Inc. & Ors.",
        "Case Type:": "CIVIL APPEAL /5655/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or. 39, rr. 1 & 2 - Interlocutory Orders/Proceedings - Nature and effect of - Civil suit by respondent no. I-plaintiff for declaration and permanent injunction against appellant-defendant - Temporary injunction also sought - While deciding the temporary injunction application, trial court inter alia directed parties 10 maintain status-quo - High Court while deciding appeals against the interlocutory order, invoked powers u/s. 340, CrPC and directed lodging of a complaint against the appellant for having allegedly fabricated some documents filed in· the suit - On appeal, held: The findings recorded while deciding interlocutory proceedings such as the one in present case (injunction proceedings) are prima facie in nature and their effect remains confined to the disposal of interlocutory proceedings only - Such findings do not come in the way of disposal of the civil suit on merits which is decided on the basis of the pleadings and evidence in the suit - Since the parties are yet to adduce evidence on merits, it is in the interest of all the parties that they adduce evidence so that the civil suit out of which the present appeal arises itself is disposed of, on merits -\" Depending upon the outcome of the suit, appropriate directions can always be given, including the one given by High Court - Code of Criminal Procedure, 197 3 - s. 340 - Penal Code, 1860 - s.196. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "UNION OF INDIA VS. M/S. SIMPLEX INFRASTRUCTURES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTE=",
        "Citation": "[2017] 3 S.C.R. 544",
        "Case Type": "(CIVIL APPEAL /4892-4893/2017)",
        "Date": "13 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTQ0LTU1NF8xNzAzMjI1MDc1LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 544",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "13 April 2017",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 344",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "M/s. Simplex Infrastructures Ltd.",
        "Case Type:": "CIVIL APPEAL /4892-4893/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 -"
        ],
        "HeadNote": " Arbitration and Conciliation Act, 1996 - ss. 34, 3 7 - Respondent entered into an agreement with appellant in respect of reconstruction project - According to appellant, respondent failed to adhere to the time frame for completion of contract - Consequently, appellant rescinded the contract - Then respondent invoked arbitration clause, wherein the Arbitrator passed an award holding that the rescindment order passed by the appellant was illegal - Aggrieved appellant filed a petition for selling aside award u/s.34 before the district court, which held petition not maintainable Appellant then challenged the award before High Court along with application for condonation of delay - Single Judge allowed the _ application for condonation of delay - Aggrieved respondent preferred intra court Letters Patent Appeal - Division bench reversed the order of Single Judge by invoking its jurisdiction under Letters Patent appeal - On appeal, held: There is no scope of remedy of Letters Patent appeal in relation to judgment of the Single Judge - No appeal is provided against an order passed by the court of competent jurisdiction condoning the delay in filing the petition u/s.34 - Whether Single Judge had rightly exercised the discretion or otherwise, could be assailed by the respondent before Supreme Court by way of a special leave petition - But, not by way of Letters Patent Appeal u/Cl. 15 - Jurisdiction - Letters Patent of High Court at Calcutta - Cl.15. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "J. BALAJI SINGH VS. DIWAKAR COLE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTI=",
        "Citation": "[2017] 3 S.C.R. 555",
        "Case Type": "(CIVIL APPEAL /5540/2017)",
        "Date": "24 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTU1LTU2M18xNzAzMjI1MTgzLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 555",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "24 April 2017",
        "Petitioner:": "J. Balaji Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 386",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Diwakar Cole & Ors.",
        "Case Type:": "CIVIL APPEAL /5540/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - 01:41, rr.27, 23, 23-A, 25 and 01:43, r. J (u) - Jurisdictional error - Appellant filed suit against the respondents for declaration of title and permanent injunction over the suit property - Suit dismissed by trial court - Aggrieved appellant filed appeal before the first Appellate court and also filed an application u/Or.41,r.27,to file additional evidence (documents) - Both appeal and application u/01:41, r.27 allowed by first Appellate court and matter remanded back to trial court to decide the suit afresh on merits - However; High Court examined the case on merits and set aside the judgment of first Appellate court and further; distressed the suit by restoring the judgment/decree of trial court - 011 appeal, held: Once the first Appellate court allowed the application u/Or.41, r.27 and took on record the additional documents, it rightly set aside the judgment/decree of trial court and enabled it to decide the suit afresh in light of entire evidence - First Appellate court was justified in taking recourse to power conferred u/01:41, r.23-A for remanding case back to trial court - High Court committed jurisdictional error by again examining the case on merits and setting aside the judgment of the first Appellate court and restoring the judgment of trial court - High Court. was to only examine legality of the remand order in appeal u/Or. 43. 1: 1 (u) - It. could only have remanded the case to the first Appellate court with direction to decide the first appeal on merits - High Court had no jurisdiction to decide the case on merits - Jurisdiction. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "MANIK CHAND JAIN VS. MD. AHIYA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTM=",
        "Citation": "[2017] 3 S.C.R. 564",
        "Case Type": "(CIVIL APPEAL /3421/2017)",
        "Date": "06 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTY0LTU3M18xNzAzMjI1MjgyLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 564",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "06 March 2017",
        "Petitioner:": "Manik Chand Jain",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1271",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Md. Ahiya",
        "Case Type:": "CIVIL APPEAL /3421/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Assam Urban Areas Rent Control Act",
            "1972"
        ],
        "HeadNote": " Assam Urban Areas Rent Control Act, 1972: s.5(l)(e) - Eviction for non-payment of rent - Appellant was tenant in respect of Assam Type House and paying monthly rent of Rs. 700 -Agreement entered into between the tenant and plaintiff-landlord that tenant shall pay Rs.l lakh to plaintiff-landdlord who proposed to construct a RCC building in place of Assam Type House - Monthly rent fixed was Rs.2400 - It was agreed that the advance of Rs.I lakh would be adjusted from 111011/h/y rent @ 50% and tenant shall pay to landlord in cash, balance rent of 50% till adjustment of advance in full - Tenant was put in possession in April 1990 - However; tenant continued to pay rent@ Rs. 700 p.111. and ji-0111 April 1994 started depositing Rs. 700 in court - Suit for eviction claiming arrears from August 1996 till August 1999 @ Rs.2400 p.111. - Prior to August 1996, claim not made a~ it was time barred - Trial court held that tenant was defaulter - Appellate court upheld the said finding - Appellate court also took into consideration the total amount of Rs. l.82 lakhs that was paid by tenant and after adjusting the same in the rent to which plaintiff was entitled, it held that still the tenant was defaulter to the tune of Rs. 7614 - Revision - High Court upheld the finding of the Appellate court - On appeal. held: In view of terms of the Agreement and as per findings recorded by the Appellate Court as well as High Court, the monthly rent from April, 1990 was Rs.24001- - Taking into consideration Cl. 7 of the Agreement, which provided for adjustment of 50% of the rent towards advance and payment of rent @ Rs.12001-, the tenant was liable to pay rent @ Rs.12001- - The other part of Rs.1200/- was to be adjusted towards the advance made - Thus, lawful payment which plaintiff-landlord was entitled to receive was Rs.12001- - Admittedly, the tenant paid only Rs. 7001-, even after taking possession 4 shop in April, 1990 and deposited the same amount in the court from April, 1994 - The deposit made by the tenant in the court was not the deposit of the  lawful rent and, therefore, no error was committed by the courts  below in holding the defendant as defaulter - No interference in exercise of jurisdiction u/Art. 136 called for - Rent control and eviction. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "M. G. ESHWARAPPA AND OTHERS VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTQ=",
        "Citation": "[2017] 3 S.C.R. 574",
        "Case Type": "(CRIMINAL APPEAL /435/2006)",
        "Date": "02 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTc0LTU4Nl8xNzAzMjI1Mzg3LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 574",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "02 March 2017",
        "Petitioner:": "M. G. Eshwarappa And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 198",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /435/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.506",
            "354 and 302"
        ],
        "HeadNote": " Penal Code, 1860: ss.506, 354 and 302 r/w. s. 34 - Prosecution under - Of four accused - One eye-witness (injured) - Acquittal trial court on the ground that charges not proved beyond reasonable doubt - High Court convicted the accused - On appeal, held view taken by trial court is perverse and against the evidence on record - Trial court wrongly disbelieved the evidence of injured eye-witness - The statement of the injured eye-witness is corroborated by the evidence of three witnesses as well as by medical evidence - FIR is prompt and sent to the Magistrate without any delay - Conviction order affirmed. FIR:  Evidentiary value of - FIR is not an encyclopaedia - If necessary details are there, on its basis detailed narration by the witnesses cannot be doubted "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "SECRETARY TO GOVT. COMMERCIAL TAXES AND REGISTRATION DEPARTMENT, SECRETARIAT AND ANR. VS. A. SINGAMUTHU",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTU=",
        "Citation": "[2017] 3 S.C.R. 587",
        "Case Type": "(CIVIL APPEAL /3770/2017)",
        "Date": "07 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNTg3LTYwMV8xNzAzMjI1NTA2LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 587",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "07 March 2017",
        "Petitioner:": "Secretary To Govt. Commercial Taxes And Registration Department, Secretariat And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 210",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "A. Singamuthu",
        "Case Type:": "CIVIL APPEAL /3770/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Regularization .:"
        ],
        "HeadNote": " Service Law: Regularization .:_ Date of - Determination - State, by Government Order dated 28.2.2006, directed the services of the full-time daily wages employees working in all Government Departments, who have rendered ten years of service as on 1.1.2006, to be regularized - Respondent a part-time employee filed writ petition seeking regularization of his services on completion of ten years of service from the date of his appointment in view of the G 0. dated 28.6.2006 - Single Judge of High Court directed to extend the benefits of GO. dated 28.6.2006 and to grant regularization to the respondent from the date of completion of ten years of service - Writ appeal by .State - During pendency of the writ appeal respondent was appointed as a full time employee by regularizing his services in pursuance of GO. dated 18.6.2012 - Division Bench of High Court affirmed the order of Single Judge - On appeal, held: Respondent-employee was temporarily appointed part:time worker and hence was not entitled to compare himself to full time daily wagers and seek benefit of GO. dated 28.2.2006 - Even the regularization of services of part-time employees vide G 0. dated 14.10.2009 and G.O. dated 26.3.2010 was effected by extending the benefit of G.O. dated 28.2.2006 only from the date-of G.Os. and not from the date of completion of their ten years of service - A.r per GO. dated 18.6.2012 also the respondent is entitled to the monetary benefits only from the date of issuance of the G. 0. regularizing his service i.e. 18.6:2012 and not earlier - Therefore, orders of Courts below in granting benefits to the respondent from the date of completion of ten years of service are liable to be set aside. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "GODREJ & BOYCE MANUFACTURING COMPANY LIMITED VS. DY. COMMISSIONER OF INCOME-TAX & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTY=",
        "Citation": "[2017] 3 S.C.R. 602",
        "Case Type": "(CIVIL APPEAL /7020/2011)",
        "Date": "08 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNjAyLTYyOV8xNzAzMjI1NjM0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 602",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "08 May 2017",
        "Petitioner:": "Godrej & Boyce Manufacturing Company Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 451",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Dy. Commissioner Of Income-tax & Anr.",
        "Case Type:": "CIVIL APPEAL /7020/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s"
        ],
        "HeadNote": " Income Tax Act, 1961 - s. 14A - Expenditure incurred in relation to income not includible in total income - Phrase ''income which does not form part of total income under this Act\" in s. 14A - Scope of - If includes dividend income on shares in respect of which tax is payable u!s. 115-0 and income on units of mutual funds on which tax is payable u/s. 115-R - Held: s.14A would apply to dividend income on which tax is payable u/s. 115-O-: Plain reading of s.14A shows that the income must not be includible in the total income of the assessee - Once the said condition is satisfied, the expenditure incurred in earning the said income cannot be allowed to be deducted - Thus, s. l 4A would operate to disallow deduction of all expenditure incurred in earning the dividend income uls. 115-0 which is not includible in the total income of the assessee - On facts and in the circumstances of the assessee s case, for the assessment year in question, the assessee is entitled to the benefit of claim of dividend income without any deduction - ss.115-0, 115-R. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "STATE OF JHARKHAND THROUGH SP, CBI VS. LALU PRASAD @ LALU PRASAD Y ADAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTc=",
        "Citation": "[2017] 3 S.C.R. 630",
        "Case Type": "(CRIMINAL APPEAL /394/2017)",
        "Date": "08 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arun Mishra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNjMwLTY4MF8xNzAzMjI1NzU0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 630",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "08 May 2017",
        "Petitioner:": "State Of Jharkhand Through Sp, Cbi",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 452",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Lalu Prasad @ Lalu Prasad Y Aday",
        "Case Type:": "CRIMINAL APPEAL /394/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Fodder Scam: Constitution of India:"
        ],
        "HeadNote": " Fodder Scam: Constitution of India: Art. 20(2) -- Code of Criminal Procedure, I973 - s. 300- On facts, large scale defalcation of public funds, fraudulent transactions and fabrication of accounts in Animal Husbandry Department of State of Bihar popularly known as fodder scam - Investigation by CBI regarding corruption in public administration, misconduct by bureaucracy, fabrication of official records, misappropriation of public funds by independent agency - Conviction of three in one of the criminal cases arising out of fodder scam - Quashing of, by the High Court, applying Art. 20(2) and s.300 CrPC on the ground that they have been convicted in one of the cases for offences involving same ingredients with respect to Chaibasa treasury - Held: Though there is one general conspiracy, offences are distinct for different periods - Defalcations are from different treasuries for different financial years by exceeding the amount of each year which was allocated for Animal Husbandry Department - Amount involved is different, fake vouchers, fake allotment letters, fake supply orders had been prepared with the help of different sets of accused persons - Separate charges for distinct offences must be framed separately and they cannot be clubbed together for more than one year - Thus, the order passed by the High Court is set aside. Art. 20(2) - Scope of - Held: No person to be prosecuted and punished for the same offence more than once - This is called docti·ine of double jeopardy - Constitution bars double punishment for the same offence - Conviction for such offence does not bar for subsequent trial and conviction for another offence and it does not matter even if some ingredients of these two offences are common Delay/laches - Delay in filing the appeals by CBI - Applications for condonation of delay on account of departmental, administrative procedures involved in filing SLP s - Held: Delay has been sufficiently explained - Considering the facts and circumstances of the case, gravamen of matter and the -divergent views taken by the same Judge of the High Court in the same case · vis-a-vis different accused persons _mt same question, delay to be condoned so as to subserve the ends of justice. Doctrines - Doctrine of double jeopardy - Two facet of doctrine of jeopardy is Autrefois convict and Autrefois acquit - Autrefois convict means that the person. has been previously convicted in respect of the same offence - Autrefois acquit means that the person has been acquitted on a same charge on which he is being prosecuted. Judicial deprecation - Delay in filing SLP by CBI in Fodder scam matter - Conduct of CBI in important matters is surprising - CBI ought to have acted with more circumspection and ought to have followed the CBI Manual - Lethargy on its part is intolerable - Director of CBI to look into the matter and saddle the responsibility on a concerned person - In important cases Director; CBI to devise convenient methodology or else Director, CBI cannot escape the responsibility for delay - Delay would be termed as intolerable. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "M/S. BRAKEWEL AUTOMOTIVE COMPONENTS (INDIA) PVT. LTD. VS. P. R. SELVAM ALAGAPPAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTg=",
        "Citation": "[2017] 3 S.C.R. 681",
        "Case Type": "(CIVIL APPEAL /4313-4314/2017)",
        "Date": "21 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNjgxLTY5MF8xNzAzMjI1ODc0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 681",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "21 March 2017",
        "Petitioner:": "M/s. Brakewel Automotive Components (india) Pvt. Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 248",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "P. R. Selvam Alagappan",
        "Case Type:": "CIVIL APPEAL /4313-4314/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908:"
        ],
        "HeadNote": " Code of Civil Procedure, 1908: s.47 - Scope and ambit of scrutiny under - Suit for recovery by appellant-plaintiff - Decreed by trial court - Execution application by appellant - s.47 application by respondent-defendant objecting to executability of the decree - Appellant questioned the maintainability of such application by respondent - Executing Court held the application to be maintainable - Order affirmed by High Court - On appeal, held: The purview of scrutiny u!s. 47 qua a decree is limited to objections to its executability on the ground of jurisdictional infirmity or voidness - Only a decree which is a nullity can be the subject matter of objection u/s.47 and not one which is erroneous either in !all' or on facts - Having regard to the contextual facts and the objections raised by the respondent, no case made out to entertain the application u!s. 47 - Both the Executing Court and the High Court, not only erred in construing the scope and ambit of scrutiny u/s. 47 CPC, but also overlooked the fact that the decree did not suffer either from any jurisdictional error or was otherwise invalid in law. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "THE INDIAN INSTITUTE OF INFORMATION TECHNOLOGY, DEOGHAT JHALWA ALLAHABAD AND ANOTHER, ETC. VS. DR. ANURIKA VAISH AND OTHERS, ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNTk=",
        "Citation": "[2017] 3 S.C.R. 691",
        "Case Type": "(CIVIL APPEAL /4406-4418/2017)",
        "Date": "24 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNjkxLTY5N18xNzAzMjI1OTc1LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 691",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "24 March 2017",
        "Petitioner:": "The Indian Institute Of Information Technology, Deoghat Jhalwa Allahabad And Another, Etc.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 268",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Dr. Anurika Vaish And Others, Etc.",
        "Case Type:": "CIVIL APPEAL /4406-4418/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Appointment -"
        ],
        "HeadNote": " Service Law - Appointment - Cancellation by Board of Management - Termination of teachers - Writ petition before High Court - On 11. 12.2015, High Court set aside the order of termination leaving it open to the Board to take fresh decision after affording opportunity to the writ petitioners - Appellant-Institute again unilaterally took certain decisions and issued SCN to the teachers as to why their appointment should not be cancelled - Some teachers challenged the SCNs and the High Court stayed those SCNs - At this stage, appellant challenged the judgment dated 11. I2.2015 and interim orders - Held: The decision to cancel the appointments was based on a status report which was not furnished to the affected teachers - High Court, therefore, rightly found that the decision taken by the appellant-Institute was in violation of the principles of natural justice - Matter remitted to Institute for decision afresh in accordance with law - Directions passed. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "BHAGIRATH AGARWAL VS. M/S. SIMPLEX CONCRETE & PILES (I) PVT. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjA=",
        "Citation": "[2017] 3 S.C.R. 698",
        "Case Type": "(CIVIL APPEAL /7544-7546/2008)",
        "Date": "23 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNjk4LTcwMV8xNzAzMjI2MTA5LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 698",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "23 March 2017",
        "Petitioner:": "Bhagirath Agarwal",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 188",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "M/s. Simplex Concrete & Piles (i) Pvt. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /7544-7546/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "FVest Bengal Premises Tenancy Act",
            "1956"
        ],
        "HeadNote": " West Bengal Premises Tenancy Act, 1956 - ss.17(2A), 34 - Denial 1~[ interest for arrears of rent to be paid in installment - Propriety of - Default in payment of rent by respondent-tenant - Ejectment suit by appellant-landlord - City civil court directed respondent-tenant to pay arrears of rent in installments, however; without any interest thereon - Challenge by appellant in High Court, rejected - On appeal, held: The statutory provision is very clear - Whenever payment of rent including arrears is permitted to be paid in installments, the statute contemplates 'that the beneficiary shall be granted interest - Thus, once the rent including the arrears is permitted to be paid in installments, there is no discretion available with the Court to deny interest - It is the statutory right and entitlement of the landlord to get interest - This is irrespective of the justification or explanation, if any, available ,for the nonpayment - Appellate shall be entitled to interest "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "MANISH JAIN VS. AKANKSHA JAIN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjE=",
        "Citation": "[2017] 3 S.C.R. 702",
        "Case Type": "(CIVIL APPEAL /4615/2017)",
        "Date": "30 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzAyLTcxMF8xNzAzMjI2MjI2LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 702",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "30 March 2017",
        "Petitioner:": "Manish Jain",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 297",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Akanksha Jain",
        "Case Type:": "CIVIL APPEAL /4615/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955"
        ],
        "HeadNote": " Hindu Marriage Act, 1955 - s.24 - Maintenance pendente lite and expenses of proceedings - Reduction of - Respondent-wife filed application u/s.24 claiming interim maintenance during pendency of divorce petition - Application dismissed by Lower court - High Court directed appellant-husband to pay interim maintenance of Rs. 60, 000/- p. m. in addition to amount directed to be paid to the respondent-wife in proceeding under D. V. Act - On appeal, held: An order for maintenance pendente lite or for costs of the proceedings is conditional on· t~e circumstance that wife or husband who makes a claim for the same has no independent income sufficient for her/his support or to meet the necessary expenses of the proceedings - In the instant case, at the time of claiming maintenance pendente Iite, the respondent-wife did not have sufficient income capable of supporting herself, and therefore, the High Court was justified in ordering maintenance - However; amount ordered by_the High Court is on the higher side and in the interest of justice same reduced to Rs.25,0001-p.m. (in addition to amount paid under the proceedings of the D. V. Act). "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "SATISH CHANDER AGGARWAL (D) BY LRS. VS. SHYAM LAL OM PRAKASH, ARHTI AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjI=",
        "Citation": "[2017] 3 S.C.R. 711",
        "Case Type": "(CIVIL APPEAL /1464/2010)",
        "Date": "30 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzExLTcxM18xNzAzMjI2MzE3LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 711",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "30 March 2017",
        "Petitioner:": "Satish Chander Aggarwal (d) By Lrs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 278",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Shyam Lal Om Prakash, Arhti And Anr.",
        "Case Type:": "CIVIL APPEAL /1464/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "U.P. Urban Building Act - s.2J(a) -"
        ],
        "HeadNote": " U.P. Urban Building Act - s.2J(a) - Eviction - On ground of bona fide requirement of the legal heirs of deceased landlord - Original owner-landlord filed an application for eviction on the ground of bona fide requirement for expansion of family business - Rent Controller dismissed it - First Appellate Authority reversed the finding and granted eviction, on finding that the premises was required for the business of the landlord - Aggrieved tenant filed writ petition before High Court - Meanwhile, landlord expired - High Court taking note of fact that landlord has expired, declined to go into the question of bona fide requirement and held that continuation of business by legal heirs is a distinct cause of action and same needs to be established separately - On appeal, held: No doubt, in a given case the bona fide requirement of landlord. and of surviving legal heirs may vary - However,-. ~n the instant case: it is a family business and landlord has established the requirement of the premises for family business - Hence, it is not necessary to relegate the legal heirs for another round of litigation for eviction - Order passed by the First Appellate Authority restored. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "DEVENDRA NATH SRIVASTAVA VS. STATE OF U.P.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjM=",
        "Citation": "[2017] 3 S.C.R. 714",
        "Case Type": "(CRIMINAL APPEAL /87/2008)",
        "Date": "06 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzE0LTcyMl8xNzAzMjI2NDA0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 714",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "06 April 2017",
        "Petitioner:": "Devendra Nath Srivastava",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 316",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana,Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of U.p.",
        "Case Type:": "CRIMINAL APPEAL /87/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.304"
        ],
        "HeadNote": " Penal Code, 1860 - s.304 fart-I - Appellant assaulted his wife with a brick - Wife died of asphyxia on account of ante mortem injuries - Trial court convicted appellant u!s.302 and awarded him death sentence -.High Court set aside the conviction u!s.302, instead convicted appellant u/s.304 part-I and sentenced him to rigorous imprisonment for ten years with fine - On appeal, held: In the instant case, the incident has occurred after quarrel between the appellant and the deceased, which was not a planned act- It is also established that appellant was a drunkard - Appellant _in a fit of anger caused homicidal death of his wife - Jn facts and circumstances of the case, the view taken by the High Court that appellant committed offence punishable u!s.304 part-1 IPC, requires no interference. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "JUSTICE SUNANDA BHANDARE FOUNDATION VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjY=",
        "Citation": "[2017] 3 S.C.R. 723",
        "Case Type": "(WRIT PETITION (CIVIL) /116/1998)",
        "Date": "25 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzIzLTc0N18xNzAzMjI2NTIwLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 723",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "25 April 2017",
        "Petitioner:": "Justice Sunanda Bhandare Foundation",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1284",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /116/1998",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right of Persons with Disabilities Act",
            "2016 - Persons with Disabilities (Equal Opportunities",
            "Protection of Rights and Full Participation) Act",
            "1995"
        ],
        "HeadNote": " Right of Persons with Disabilities Act, 2016 - Persons with Disabilities (Equal Opportunities, Protection of Rights and Full Participation) Act, 1995 - Issuance of directions by this Court in *Justice Sunanda Bhandare Foundation vs Union of India to State 'Governments and Union Territories to implement the provisions of the 1995 Act-Filing of IA to issue directions to Central Government, State Government and Union Territories to comply with the said ;judgment - Compliance report filed, however, compliance not complete - Parliament, realizing the national need of the rights of the persons under disability and commitment to the Convention of the United Nations General Assembly, repealed the 1995 Act and brought in 2016 Act- 2016 Act visualizes sea change and conceives of actualization of the benefits en grafted under the said Act - Conferment of more rights on the disabled persons, more categories added, and access to justice, free education, role of local authorities, National fund and State fund jot persons with disabilities created - In given circumstances, mandatory to scan the anatomy of significant provisions of the Act and see that they are implemented - State Governments and· Union Territories to comply with the requirements of the 2016 Act and file the compliance report within the stipulated time. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "CANARA BANK VS. M. AMARENDER REDDY & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjc=",
        "Citation": "[2017] 3 S.C.R. 748",
        "Case Type": "(CIVIL APPEAL /3411/2017)",
        "Date": "02 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzQ4LTc2Ml8xNzAzMjI2NjIzLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 748",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "02 March 2017",
        "Petitioner:": "Canara Bank",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1270",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "M. Amarender Reddy & Anr.",
        "Case Type:": "CIVIL APPEAL /3411/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Security Interest (Enforcement) Rules",
            "2002:"
        ],
        "HeadNote": " Security Interest (Enforcement) Rules, 2002:  rr. 8(6) rlw. 1: 9- Notice under - Of intention of sale - issuance of - Held: The secured creditor is required to give a 30 days individual notice of intention of sale in addition to public notice for sale u/r. 8(6) - But both the notices i.e. individual notice as well as public notice can be issued simultaneously - r.8(6) does not require that the public notice u/r. 8(6) can be issued only after the expiry of  30 days from issuance of individual notice - The only restriction is to give thirty days time-gap between such notice and the date of sale of the immovable secured asset. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "MAHENDRA SINGH DHONI VS. YERRAGUNTLA SHYAMSUNDAR AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjg=",
        "Citation": "[2017] 3 S.C.R. 763",
        "Case Type": "(TRANSFER PETITION (CRIMINAL) /23/2016)",
        "Date": "20 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzYzLTc3MV8xNzAzMjI2NzY3LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 763",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "20 April 2017",
        "Petitioner:": "Mahendra Singh Dhoni",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1282",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Yerraguntla Shyamsundar And Anr.",
        "Case Type:": "TRANSFER PETITION (CRIMINAL) /23/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 295A"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 295A, 34 - Complaint - Quashing of - Complainant was disappointed with the main page of monthly business magazine which carried a painting painted with photo of the petitioner with a caption \"God of Big Deals\" - He filed complaint petition constituting offence u/s.295A IPC before Magistrate at Andhra Pradesh -;- Transfer petition filed by Petitioner before Supreme Court to transfer complaint case to Karnataka - Meanwhile the pendency of Transfer petition, petitioner sought abashment of the complaint case itself- Held: s.295A does not stipulate everything to be penalised - It penalises only those acts of insults to or those varieties of attempts to insult the religion or religious belief of a class of citizens which are perpetrated with deliberate and malicious intention of outraging the religious feelings of that class of citizens - Insults to religion offered invitingly or carelessly or without any deliberate or malicious intention does not come within the sec(ion -;- In the instant case, allegations remotely do not satisfy the essential-ingredients of the offence and therefore, complaint proceeding initiated against the petitioner quashed - Code of Criminal Procedure, 1973 - s.200. Penal Code, 1860- ss. 295A, 34 :__ Complaint petition quashed by Supreme Court - Same benefit to flow in favour of the co-accused - Held: In the instant case, as the complaint is quashed, it shall squarely apply to the co-accused, who is the editor of the magazine - Therefore, complaint is quashed even against co- G accused. · Judicial Discipline - Responsibility - Held: Magistrates conferred with the power of taking cognizance and issuing summons are required to carefully scrutinize whether the allegations made the complaint proceeding meet the basic ingredients of the offence; whether the concept' of territorial jurisdiction is satisfied; and further whether the accused is really required to be summoned - This to be treated as the primary judicial responsibility of the court issuing process. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "CHANDRASEKAR AND ANOTHER VS. STATE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMDQ=",
        "Citation": "[2017] 3 S.C.R. 772",
        "Case Type": "(CRIMINAL APPEAL /1345/2012)",
        "Date": "22 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Navin Sinha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzcyLTc4Ml8xNzAzMjI5NTE2LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 772",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "22 May 2017",
        "Petitioner:": "Chandrasekar And Another",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 465",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "State",
        "Case Type:": "CRIMINAL APPEAL /1345/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss. 302",
            "324"
        ],
        "HeadNote": " Penal Code, 1860 - ss. 302, 324 - Repeated assault by appellants on deceased's head with weapons resulting in his death - Witness also suffered injuries - Motive was acquittal of the deceased day before in a criminal prosecution at the behest of appellant - Conviction of appellants u/s. 302 and sentenced to life imprisonment-Appellant 'C' also convicted u/s. 324 with six months rigorous imprisonment - Said order upheld by the High Court - Interference with - Held: Not called for - Indiscriminate assault on deceased 's head, reflects the individual intention of each one of them to ensure the death of deceased -Number of injuries on the head of deceased sufficient to conclude the nature of murderous assault made by appellants - Thus, intention to cause death, alongwith motive stands established - Credibility and reliability of PW-1 as eye witness, established - Failure of the prosecution to place the first inury report of the witness not fatal - Reliable ocular evidence available - PW-2 and PW-3 also eye-witnesses to occurrence, established. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "UNION OF INDIA & ORS. VS. RAKESH KUMAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNjk=",
        "Citation": "[2017] 3 S.C.R. 783",
        "Case Type": "(CIVIL APPEAL /3938/2017)",
        "Date": "24 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfNzgzLTgwN18xNzAzMjI2ODg0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 783",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "24 March 2017",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 267",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Rakesh Kumar & Ors.",
        "Case Type:": "CIVIL APPEAL /3938/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Pensionary benefits -"
        ],
        "HeadNote": " Service Law - Pensionary benefits - Whether the entire service of a casual worker after obtaining temporary status till his regular absorption on a post is entitled to be reckoned for pensionary benefit or only 50 per cent period of such service can be reckoned for pensionary benefit - Held: Casual worker after obtaining temporary status is entitled to reckon 50% of his services till he is regularized on a regular/temporary post for the purposes of calculation of pension - The casual worker before obtaining the temporary status is also entitled to reckon 50% of casual service for purposes of  pension - Those casual workers who are appointed to any post either substantively or in officiating or in temporary capacity are entitled to reckon the entire period from date of taking charge to such post as per r.20 of Rules, 1993 - In deserving case, it is open to Pension Sanctioning Authority to recommend for relaxation to  the Railway Board for dispensing with or relaxing requirement of any rule with regard to those casual workers who have been subsequently absorbed against the post and do not fulfill the requirement of existing rule for grant of pension - Railway Service (Pension) Rules, 1993 - r.20. Railway Service (Pension) Rules, 1993 - r.20 -Applicability of - Held: r.20 is not attracted in a case where only a temporary status is granted to casual worker and no appointment is made in any capacity against any post. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "ARUN KUMAR VS. THE STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzA=",
        "Citation": "[2017] 3 S.C.R. 808",
        "Case Type": "(CRIMINAL APPEAL /825/2017)",
        "Date": "01 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODA4LTgxNF8xNzAzMjI2OTgxLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 808",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "01 May 2017",
        "Petitioner:": "Arun Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 419",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The State Of Bihar & Ors.",
        "Case Type:": "CRIMINAL APPEAL /825/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 -"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s.378 - Appeal by son of deceased against acquittal of respondent nos.2-5 of charges  u/ss. 302/34, 201 and 307 /PC - Prosecution case was that accused persons equipped with guns and lathis attacked the complainant party resulting in death of one and gun shot and lathi injuries to two including the informant - Villagers witnessed the incident - Trial court acquitted the accused persons - Son of deceased filed appeal before High Court which was dismissed - On appeal, held: In Lalit Kumar case, it was held that appellate court should be slow in interfering with the orders of acquittal unless there are compelling reasons to do so - High Court decided the appeal without keeping in view the law laid down in Lalit Kumar case - Further, High Court ought to have called for the record of the case from the trial court E as provided u/s.385(2) of the Code which it seemed to have not done - Matter remanded to High Court to decide appeal afresh - Penal Code, 1860 - ss.302/34, 201 and 307. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "STATE OF U.P. VS. SUNIL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzE=",
        "Citation": "[2017] 3 S.C.R. 815",
        "Case Type": "(CRIMINAL APPEAL /1432-1434/2011)",
        "Date": "02 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODE1LTgyNV8xNzAzMjI3MDY4LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 815",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "02 May 2017",
        "Petitioner:": "State Of U.p.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 428",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Sunil",
        "Case Type:": "CRIMINAL APPEAL /1432-1434/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302"
        ],
        "HeadNote": " Penal Code, 1860 - s.302 rlw s.34 - Prosecution case was that complainants brother-in-law and respondent committed murder of her father, mother and two sisters - Confessional statement  leading to recovery of knife, blood stained clothes and other articles from brother-in-law - Involvement of respondent unearthed on the basis of such confessional statement - Accused-brother-in-law died during the trial - Prosecution case was not only corroborated .by medical evidence but also confirmed by FSL report which proved presence of human blood on weapon of murder and clothes of both  the accused - Since the finger prints and foot prints were not clear. the trial court directed both the accused to give fresh foot prints and finger prints - On refusal to comply with this order by accused for about 5 years, trial court treated it as an adverse inference against them - Conviction and death sentence by trial court based  on circumstantial evidence - High Court set aside the order of trial court holding inter alia that adverse inference cannot be drawn by the court on refusal to give specimen palm impression inspite of order of the court - On appeal, held: Although any person can be directed to give his foot-prints for corroboration of evidence but the same cannot be considered as violation of the protection guaranteed u!Art.20(3) of the Constitution - However, noncompliance of such direction of the Court may lead to adverse inference - Nevertheless, the same cannot be entertained as the sole basis of conviction - Evidence on record showed that the basic foundation of the prosecution had crumbled down in this case by  not connecting the respondent with the incident in question and hence the circumstantial evidence became inconsequential - In such circumstances, judgment of conviction could not be founded on the sole circumstance that recovery of weapon and other articles were made - Prosecution miserably failed to connect the occurrence with respondent - High Courts order of acquittal is upheld - Constitution of India -Art.20(3) .:... Adverse inference - Evidence - Circumstantial evidence. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "CHILAMKURTI BALA SUBRAHMANYAM VS. SAMANTHAPUDI VIJAYA LAKSHMI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzI=",
        "Citation": "[2017] 3 S.C.R. 826",
        "Case Type": "(CIVIL APPEAL /5988/2007)",
        "Date": "02 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODI2LTgzNV8xNzAzMjI3MTYzLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 826",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "02 May 2017",
        "Petitioner:": "Chilamkurti Bala Subrahmanyam",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 427",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Samanthapudi Vijaya Lakshmi & Anr.",
        "Case Type:": "CIVIL APPEAL /5988/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or.XX!",
            "r.90"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or.XXI, r.90 - Scope of - Execution application flied by decree-holder - Attachment of suit  schedule property - Proclamation of sale on 5.10.1999 - On 4.11.1999, sale warrant issued to bail if! to give 15 days notice by affixing the same in court house making due proclamation of suit schedule property - Publication in newspaper regarding sale on 17.11.1999 - Participation of 7 bidders -Appellant highest bidder - Dissatisfied, judgment debtor filed application u/Or.XXI, r. 90  seeking setting aside of sale which was dismissed - High Court allowed the appeal of judgment debtor and set aside the order of executing court holding that no clear 15 days notice of sale was \"given and, therefore, sale held was irregular and if judgment debtor deposits a sum of Rs. 715000 being the price fetched at public auction, the sale held would not be given effect to - On appeal, held: No case was made out by the judgment debtor for setting aside of the sale of the property in question on the ground of material irregularity or fraud in publishing or in conducting the sale so as to enable the Court to invoke its powers u/Or.XXI. r.90(2) - Proper publicity was given for auction sale in papers as also by beat of  drums pursuant to .which 7 bidders participated in auction sale - Moreover, a clear 15 days notice was given for auction sale from the date, of issuance of order for proclamation of sale - The order of executing court is restored. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "M/S. PALAM GAS SERVICE VS. COMMISSIONER OF INCOME TAX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzM=",
        "Citation": "[2017] 3 S.C.R. 836",
        "Case Type": "(CIVIL APPEAL /5512/2017)",
        "Date": "03 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODM2LTg0OV8xNzAzMjI3NDYzLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 836",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "03 May 2017",
        "Petitioner:": "M/s. Palam Gas Service",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 432",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax",
        "Case Type:": "CIVIL APPEAL /5512/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "lncome Tax Act",
            "1961 -"
        ],
        "HeadNote": " lncome Tax Act, 1961 - s.40(a)(ia) and s.197 - Whether the provisions of s.40(a)(ia) shall be attracted when the amount is not  payable to a contractor or sub-contractor but has been actually paid - Question is when the word used in s.40(a)(ia) is 'payable', whether this Section would cover only those contingencies where the amount is due and still payable or it would also cover the situations where the amount is already paid but no advance tax is deducted thereupon - Held: The provision would cover even those  cases where the amount stands paid -As per s.194C, tax has to be deducted when the amount is credited to the account of the contractor or when the payment is actually made and by virtue of s.200, assessee is required to deposit that amount to the credit of Central Government within the stipulated time as mentioned in r.30(2) -  When the entire scheme of obligation to deduct the tax at source and paying it over to the Central Government is read holistically, it cannot be held that the word 'payable' occurring in s.40(a)(ia) refers to _only those cases where the amount is yet to be paid and does not cover the cases where the amount is actually paid - Otherwise, even when it is found that a person, like the appellant, has violated the provisions of Chapter XVII B (or specifically ss. 194C and 200 in the instant case), he would still go scot free, without suffering the consequences of such monetary default in spite of specific provisions laying down these consequences - Income Tax Rules - r. 30(2). "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "VASANTA SAMPAT DUPARE VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzQ=",
        "Citation": "[2017] 3 S.C.R. 850",
        "Case Type": "(REVIEW PETITION (CRIMINAL) /637-638/20156)",
        "Date": "03 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODUwLTg3N18xNzAzMjI3NjIzLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 850",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "03 May 2017",
        "Petitioner:": "Vasanta Sampat Dupare",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 436",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "REVIEW PETITION (CRIMINAL) /637-638/20156",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sentence/Sentencing:"
        ],
        "HeadNote": " Sentence/Sentencing: Death sentence - Conviction .of review petitioners for rape and murder of a minor girl of 4 years and award of death sentence - Held: In the judgment under review, this Court had considered the aggravating facts and the mitigating circumstances - The  brutality and diabolical nature of the crime and the fact that the victim had reposed trust and confidence in the petitioner was taken into account and this Court found the aggravating circumstances completely outweighed the other factors - The court did not find any mitigating circumstances in favour of review petitioners for awarding lesser punishment - The evidence and circumstances were dealt with in the judgment under review in great detail - Therefore, no interference with the order of death sentence - Review petition liable to be dismissed. Death sentence - Plea of review petitioner that in the light of principles laid down in Bachan Singh, mitigating factors· ought to F have been taken into account and that proper and effective hearing in that regard was not extended to the petitioner - Held: Plea not sustainable - Jn Bachan Singh case, the burden was·upon the State in respect of conditions (3) and (4) i.e. the probability that the accused would not commit criminal acts of violence as would  constitute a continuing threat to society and the probability that the accused can be reformed and rehabilitated - It was stated therein that the State shall by evidence prove that the accused did not satisfy these two conditions - However, in the subsequent paragraphs it was mentioned that those circumstances would certainly be relevant and great weight be attached to them but it was the cumulative effect of mitigating circumstances on one hand and aggravating facts on the other, which would be weighed to come to the final conclusion whether the case satisfied the requirement of being \"rarest of rare\" - Therefore, the correct interpretation of Bachan Singh case is that mere failure on part of the State to lead such evidence would not clinch the issue in favour of the accused - It is a relevant  consideration which will be weighed by the Court together with other circumstances on record. Death sentence - Aggravating and mitigating circumstances - Both aspects have to be given their respective weightage - The court has to strike a balance between the two and see towards which side scale of justice tilts - The material placed on record showed that after the judgment under review, the petitioner completed Bachelors Preparatory Programme offered by the Indira Gandhi National Open University enabling him to prepare for Bachelor level study and that he has also completed the Gandhi Vichar Pariksha and had participated in drawing competition - Jail record of the petitioner  was without any blemish and it was projected that there was a possibility of the accused being reformed and rehabilitated - However, the aggravating circumstances namely the extreme depravity and the barbaric manner in which the crime was. committed and the fact that the victim was a helpless girl of four years clearly outweigh the mitigating circumstances brought on record - No case made out to take a different view in the matter. Code ,of Criminal Procedure, 1973 - s.235(2) - Scope of - Plea of review petitioner that the judgment of conviction and the - order of sentence was passed by trial court on the same day which was opposed to the spirit of s.235(2) - Held: The purpose of s.235(2)  is to give sufficient time to the accused or the prosecution on the question of sentence to show the grounds on which the prosecution may plead or accused may show that the maximum sentence of death may be the appropriate sentence or the minimum sentence of life imprisonment may be awarded as the case may be - However, merely  because no separate date was given for hearing on sentence, the · entire exercise is not vitiated - Plea rejected - Sentence/Sentencing. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "RAJASTHAN WAKF BOARD VS. DEVKI NANDAN PATHAK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzU=",
        "Citation": "[2017] 3 S.C.R. 878",
        "Case Type": "(CIVIL APPEAL /6310/2017)",
        "Date": "04 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODc4LTg4NV8xNzAzMjI3NzQ4LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 878",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "04 May 2017",
        "Petitioner:": "Rajasthan Wakf Board",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 439",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Devki Nandan Pathak & Ors.",
        "Case Type:": "CIVIL APPEAL /6310/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wakf Act",
            "1995"
        ],
        "HeadNote": " Wakf Act, 1995 - ss.51, 52, 83 and 85 - Jurisdiction of Wakf Tribunal - The main question involved in the instant suit was whether the suit land was a Wakf property or not - Plaintiff stated that it was a Wakf property whereas the defendants claimed that it was not the Wa!if property but was their self property - This question could be decided only by the Tribunal and not by the Ci\"t! Court - Secondly, once the property is declared to be a Wakf property, a fortiori, whether the sale of such property is made by a person not connected with the affairs of the Wakf or by a person dealing with the affairs of the Wakf; the same becomes void by virtue of s.51 of the Act ·unless it is proved that it was made after obtaining prior permission of the Board as provided under the Act - The matters falling u/ss.51 and 52 of the Act are also required to be decided by the Tribunal and. therefore, jurisdiction of the Civil Court to decide such matters is also barred by virtue of provisions contained in s.85 of the Act - Matter remanded to the High Court for deciding the revision afresh with a view to decide as to whether the findings of the Tribunal on merits by which the suit was decreed were correct or not. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "M. M. THOMAS & ORS. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzY=",
        "Citation": "[2017] 3 S.C.R. 886",
        "Case Type": "(CIVIL APPEAL /5300-5301/2017)",
        "Date": "17 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Sharad Arvind Bobde\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODg2LTg5Ml8xNzAzMjI3ODM1LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 886",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "17 April 2017",
        "Petitioner:": "M. M. Thomas & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 351",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sharad Arvind Bobde",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /5300-5301/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employees 'Provident Fund Organisation (EOIAO) Recruitment Rules",
            "2002 -"
        ],
        "HeadNote": " Employees 'Provident Fund Organisation (EOIAO) Recruitment Rules, 2002 - Promotion - Appellants working as Social Security C Assistants in Karnataka/Tami/ Nadu regions of EPFO - Transferred to Kerala region - Departmental examination - Post of EOIA 0 in Kerala region - Participation of appellants challenged by private party respondents on the ground that they were not eligible - Tribunal held that appellants were not qualified for promotion as they had not put in five years service in the Kerala region of EPFO as per the Rules which require five years regular service in the respective regions - Whether under the Recruitment Rules, 2002, the candidates who seek promotion through departmental competitive examination for the post of EO/AO, should have served, both in their earlier place of posting and their present place of posting for a period of five years, or whether the candidates should have served for five years in the region where they seek promotion, which in this case is Kerala region - Held: If a candidate has served in one region and then transferred to another. and seeks promotion in that region, the rule does not require that the candidate must have acquired requisite experience in the region where he seeks promotion, F for being considered eligible - This must necessarily be so because the service to which the rival parties belong, is an All India Services, in which the country is demarcated into several regions - In All India Service, the officers are posted from one region to the other in a routine manner - The purpose of the rule is that such officers are not deprived of their experience in the feeder cadre merely because they have been transferred from one place to another - What is necessary is a total experience of five years - Appellants are entitled to be treated as qualified for promotion in the Kerala region for the post of EOIAO in the EPFO. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "ANNA JUHI JOHN AND ANR. VS. ENGLISH AND FOREIGN LANGUAGES UNNERSITIES, HYDERABAD AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzg=",
        "Citation": "[2017] 3 S.C.R. 893",
        "Case Type": "(CIVIL APPEAL /899/2017)",
        "Date": "02 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfODkzLTkwMF8xNzAzMjI3OTIxLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 893",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "02 March 2017",
        "Petitioner:": "Anna Juhi John And Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "English And Foreign Languages Unnersities, Hyderabad And Anr.",
        "Case Type:": "CIVIL APPEAL /899/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions"
        ],
        "HeadNote": " Education/Educational Institutions - University having multiple campuses - Transfer of student from one campus to another  - If permissible - Appellant cleared entrance test conducted by respondent no. I, which runs three satellite and constituent campuses at Hyderabad, Lucknow and Shillong - Each campus has its own merit list- In view of the marks of the appellant, she was compelled to join Lucknow campus - While she was pursuing her studies at Lucknow campus, certain seats fell vacant at Hyderabad campus -  Appellant submitted representations to the University seeking transfer to Hyderabad campus, which went unanswered - She flied writ petition - Single judge allowed the petition and held transfer to Hyderabad campus permissible - However, Division bench held that in the absence of any provision permitting transfer of a student  from one campus to another, the declination by the University could not be treated as fallacious - On appeal, held: On perusal of the Rules of Transfer as enshrined in the \"Online Admission 2015- 2016 \", document namely \"Confirmation Letter\" and instructions issued by the University. it is clear that transfer from one campus to another campus is impermissible - The intent of the instructions is  absolutely clear, it postulates that a student is allowed to make choice for campus and once the choice and allocation attain finality, no flexibility is conceived of - However, University can exercise its authority to allow transfer, but circumstances have to be exceptional and indubitably subject to judicial scrutiny. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "GURNAM SINGH (D) THR. LRS. VS. GURBACHAN KAUR (D) BY LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyNzk=",
        "Citation": "[2017] 3 S.C.R. 901",
        "Case Type": "(CIVIL APPEAL /5671/2017)",
        "Date": "27 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTAxLTkwOF8xNzAzMjI4MDEwLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 901",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "27 April 2017",
        "Petitioner:": "Gurnam Singh (d) Thr. Lrs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 405",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Gurbachan Kaur (d) By Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /5671/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. XXIJ"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or. XXIJ, rr. 3 and 4 - Application under - On facts, appellant and two respondents expired during the pendency of the second appeal - No steps taken by any  of the legal representatives of the deceased on whom the right to·· sue devolved, to file an application. u/Or. XX!!, rr. 3 and 4 for bringing their names on record to enable them to continue the !is - However, the High Court decreed the suit for specific performance of contract filed by the plaintiff-respondent against the appellant in relation to the suit land - On appeal, held: Decree passed by a court for or  against a dead person is a nullity .:._ Thus, the impugned judgment is a nullity because it was passed by the High Court in favour of and also against the dead persons - Non-compliance of rr. o.§ (2) and . 4(3) of Or. XX!! resulted in dismissal of second appeal as abated on the expiry of 90 days - High Court ceased to have jurisdiction to  decide the second appeal which stood already dismissed beyond the statutory period of 90 days and there was no pending appeal on and thereafter - Further, no applications were filed to revive the appeal for hearing - Thus, the judgment is set aside. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "STATE OF MAHARASHTRA VS. NISAR RAMZAN SAYYED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyODE=",
        "Citation": "[2017] 3 S.C.R. 909",
        "Case Type": "(CRIMINAL APPEAL /865-866/2013)",
        "Date": "07 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTA5LTkyMF8xNzAzMjI4MDk3LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 909",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "07 April 2017",
        "Petitioner:": "State Of Maharashtra",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 321",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Nisar Ramzan Sayyed",
        "Case Type:": "CRIMINAL APPEAL /865-866/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- ss.302 and 498-A -"
        ],
        "HeadNote": " Penal Code, 1860- ss.302 and 498-A - Dowry death - Death by burning - Conviction and death sentence by trial court - Acquittal by High Court - Prosecution case was that the victim-  deceased was harassed by respondent-husband for not bringing money and on the fateful day, respondent poured kerosene oil on the deceased and also threw her three year old son on her burning body - Both sustained burn injuries - Her son died on the spot due to burn injuries - Deceased succumbed to her injuries few days after the incident - Trial court convicted respondent u/ss.302 and  498-A and passed death sentence - High Court reversed the order of trial court - O'l appeal, held: There was no eye-witness of the incident and the prosecution was totally depending upon the dying declarations of the deceased - The role attributed to respondent was consistent with all the dying declarations whereby it was proved beyond all reasonable doubt that the respondent had poured kerosene on his wife and set her on fire - Each of the circumstances were established, the cumulative effect whereof showed that all the links in the chain were complete and the conclusion of the guilt was fully established - Respondent was guilty of the offence of causing death of his pregnant wife and minor child - As regards sentence,  confinement till natural life of the respondent ordered in peculiar facts and circumstances of the present case. Sentence/Sentencing - Death sentence - Sentencing in case of murder of wife and minor son - Held: The Law Commission of India has recommended the abolition of death penalty for all the crimes other than terrorism related offences and waging war (offences affecting National Security) - Today capital punishment has become a distinctive feature of death penalty apparatus in India which somehow breaches the reformative theory of punishment under criminal law - Therefore, in the instant case, death sentence is not awarded in the peculiar facts and circumstances of this case. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "JASVEER SINGH AND ANR. VS. STATE OF U.P. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyODQ=",
        "Citation": "[2017] 3 S.C.R. 921",
        "Case Type": "(CIVIL APPEAL /3790/2017)",
        "Date": "01 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTIxLTkyNl8xNzAzMjI4MTc5LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 921",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "01 May 2017",
        "Petitioner:": "Jasveer Singh And Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 421",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of U.p. And Ors.",
        "Case Type:": "CIVIL APPEAL /3790/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            ". 1894"
        ],
        "HeadNote": " Land Acquisition Act,. 1894 - Award of compensation - Challenged - In the instant case, appellants were paid compensation and possession was duly taken - On reference. higher compensation was awarded which decision attained finality - Thereafter appellant challenged the acquisition proceedings by filing writ petition before High Court which was held barred by delay and !aches against which SLP was also dismissed by Supreme ,Court - Writ petition seeking quashing of acquisition proceedings - High Court dismissed same - On appeal held: The fact remained that the challenge of the appellants was barred by laches and the said finding did not suffer from any infirmity - Even if the appellants were permitted to lay a fresh challenge, they were required to overcome this legal bar which the appellants were not able to overcome. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "BIBI PARWANA KHATOON @ PARWANA KHATOON AND ANOTHER VS. STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyODU=",
        "Citation": "[2017] 3 S.C.R. 927",
        "Case Type": "(CRIMINAL APPEAL /888/2017)",
        "Date": "04 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTI3LTkzMl8xNzAzMjI4MjczLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 927",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "04 May 2017",
        "Petitioner:": "Bibi Parwana Khatoon @ Parwana Khatoon And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 442",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /888/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.304B"
        ],
        "HeadNote": " Penal Code, 1860 - s.304B r/w s.34 - Death by burning - Accused were husband, father-in-law, mother-in-law, sister-in-law and her husband - During trial, mother-in-law died - Trial court  found all the remaining four accused guilty u/s.304B r/w s.34 - High Court allowed the appeal of father-in-law of the deceased but maintained the conviction and sentence against other three - Appeal by sister-in 'aw and her husband - Held: It was sufficiently shown on the record that the appellants used to live in a different  village - Courts below did not discuss as to why the testimony of the witnesses as to the fact that married sister-in-law and her husband used to live in a different village was not believed - The public documents put on record read with the oral testimony adduced before the trial court, created serious doubt in the prosecution story, so far it related to the appellants - Appellants acquitted of charge of  offence punishable u/s.304B r/w s.34 "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "VENU VS. PONNUSAMY REDDIAR (DEAD) THR. LRS. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyODY=",
        "Citation": "[2017] 3 S.C.R. 933",
        "Case Type": "(CIVIL APPEAL /4187/2008)",
        "Date": "27 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTMzLTkzOF8xNzAzMjI4MzU2LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 933",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "27 April 2017",
        "Petitioner:": "Venu",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 403",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Ponnusamy Reddiar (dead) Thr. Lrs. & Anr.",
        "Case Type:": "CIVIL APPEAL /4187/2008",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Partition~- Preliminary decree for partition"
        ],
        "HeadNote": " Partition~- Preliminary decree for partition - Application for execution of preliminary decree moved thirty years after the preliminary decree - Application in the shape of seeking appointment of court commissioner so as to carry out the preliminary decree - Held: A preliminary decree for partition crystallizes the rights of parties for seeking partition to the extent declared, the equities remain to be worked out in final decree proceedings - Till partition is carried out and final decree is passed, there is no question of any limitation running against right to claim partition as per preliminary  decree - Even when application is filed seeking appointment of Commissioner, no limitation is prescribed for this purpose, as such it would not be barred by limitation, !is continues till preliminary decree culminates into final decree - In the instant case, since the parties did not work _out their rights by mutual agreement, final decree has to be' drawn in accordance with law - Limitation Act, 1963' - Decree - Execution of. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "MIS. YESHWANT GRAMIN SHIKSHAN SANSTHA VS. THE ASSISTANT PROVIDENT FUND COMMISSIONER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyODg=",
        "Citation": "[2017] 3 S.C.R. 939",
        "Case Type": "(CIVIL APPEAL /721/2013)",
        "Date": "09 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTM5LTk2MV8xNzAzMjI4NDU0LnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 939",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "09 March 2017",
        "Petitioner:": "Mis. Yeshwant Gramin Shikshan Sanstha",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1272",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "The Assistant Provident Fund Commissioner & Ors.",
        "Case Type:": "CIVIL APPEAL /721/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employees' Provident Funds and Miscellaneous Provi~ions Act",
            "1952 -"
        ],
        "HeadNote": " Employees' Provident Funds and Miscellaneous Provisions Act, 1952 - s.16 -Applicability of-Appellant is a registered society  and runs schools and colleges - It appointed part-time employees with approval of State Government- Whether the provisions of 1952 Act (Central Act) will apply to the part-time employees in the schools/ colleges of appellant whose service conditions are governed by the provisions of State Act and State Rules and whether appellant is D deemed to have defaulted in depositing Provident Fund contribution of 16 of its part time employees - Held: The appellant is 100% grant-in-aid school and is under the control of State Government - The employees working in school/college of appellant are covered by the contributory provident fund scheme framed by State Government subject to eligibility - Appellant-society, thus, fulfills the twin conditions specified in s.16(1}(b) - It follows that the same is exempted from the application of provisions of Central Act - Once an establishment is covered under any one of the excepted category u/s.16 of the Central Act, the officials empowered by the Central Act will have no authority to proceed against such establishment; and more so on the ground that a minuscule number of employees (16 part-time employees) working in the establishment were not eligible for the benefits under the State Contributory Provident Fund Scheme governing the rest of the regular employees of the establishment - Initiation of action of recovery against the establishment of the appellant, which was otherwise exempted from  application of the provisions of the Central Act is, therefore, wholly without authority of law - Maharashtra Employees of Private Schools (Conditions of Service) Rules, 1981 - r.20 - Maharashtra Employees of Private Schools (Conditions of Service)Regulation Act, 1977. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "KUMARAN VS. STATE OF KERALA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyOTA=",
        "Citation": "[2017] 3 S.C.R. 962",
        "Case Type": "(CRIMINAL APPEAL /896-897/2017)",
        "Date": "05 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTYyLTk4MF8xNzAzMjI4NTQzLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 962",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "05 May 2017",
        "Petitioner:": "Kumaran",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 447",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of Kerala & Anr.",
        "Case Type:": "CRIMINAL APPEAL /896-897/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s.431"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s.431 - Compensation - When compensation is ordered as payable for an offence committed u/s. 138 of the Negotiable Instruments Act, and in default thereof. a jail sentence is prescribed and is undergone, whether compensation is still recoverable - Held: The fiction contained in s.431 must be extended logically until its object is accomplished - The object of the legal fiction created by s.431 is to extend for the purpose of recovery of compensation until such recovery is completed and this  would necessarily include not only s.421 of the Cr:P.C. but also s. 70 of the Penal Code, a companion criminal statute - Thus, despite the fact that the' default sentence is undergone, compensation is still recoverable - Negotiable Instruments Act, 1881 - s.138 - Code of Criminal Procedure, 1898 - s.386. Interpretation of statutes - Legal fiction - Deeming provision - A legal fiction is not to be extended beyond the purpose for which it is created or beyond the language of the section by which it is created - However once the purpose of the legal fiction is ascertained, full effect must be given, and it should be carried to  its logical conclusion - Code of Criminal Procedure, 1973 - s.431. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "STATE OF RAJASTHAN VS. RAMANAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMTM=",
        "Citation": "[2017] 3 S.C.R. 981",
        "Case Type": "(CRIMINAL APPEAL /357/2008)",
        "Date": "11 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTgxLTk5MF8xNzAzMjM1NzUxLnBkZg==",
        "SCR Citation:": "[2017] 3 S.C.R. 981",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "11 April 2017",
        "Petitioner:": "State Of Rajasthan",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 334",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Ramanand",
        "Case Type:": "CRIMINAL APPEAL /357/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860:"
        ],
        "HeadNote": " Penal Code, 1860: ss. 302, 201 and 306 - Death of wife and daughter of the  respondent-accused due to burn injuries - Report thereof Ext. D-1 was lodged by the respondent-accused to the Police stating that the deceased committed suicide - Thereafter brother of the deceased wife lodged a written Report (Ext P-2) that she was harassed for dowry - After post-mortem Medical Board opined that cause of death to be Asphyxia due to strangulation and that burns were post- mortem in nature - Charge-sheets were filed ulss. 498A, 302134, 201 against the respondent-accused, his mother and brother, while other three brothers were charged uls. 20l/5 ll !PC - Trial court convicted the respondent-accused only u/s. 302 and 201 and acquitted the other accused of all the charges - High Court altered  the conviction of respondent-accused uls. 306 - On appeal, held: In view of medical evidence, the deaths could not be termed as suicide, hence conviction u/s. 306 not justified - Prosecution case was based on circumstantial evidence - The absence of evidence regarding dowry or related harassment nullifies the motive - Even if circumstances emerging from Ext. D-1 is taken against the respondent-accused, that by itself without any connecting material is not sufficient to bring home the case against respondent-accused - However strong the suspicion be, the respondent is entitled to benefit of doubt and cannot be convicted u/s. 302. Code of Criminal Procedure, 1973: s. 162 - Statement made under - Reliance on - Held: s.162 governs only the cases where statements are made to police \"in the course of an investigation\" under Chapter XII. Constitution of India: Art. 136 - Jurisdiction under - Scope of - Held: Powers of Supreme Court in appeals fl led u/ Art. 13 6 are not restricted by the appellate provisions enumerated under Cr.PC.  "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "ANJAN KUMAR SARMA & ORS. VS. STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyOTM=",
        "Citation": "[2017] 3 S.C.R. 991",
        "Case Type": "(CRIMINAL APPEAL /560/2014)",
        "Date": "23 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao\n*, Hon'ble Mr. Justice Navin Sinha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfOTkxLTEwMDZfMTcwMzIyODkwMC5wZGY=",
        "SCR Citation:": "[2017] 3 S.C.R. 991",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "23 May 2017",
        "Petitioner:": "Anjan Kumar Sarma & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 467",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /560/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence"
        ],
        "HeadNote": " Evidence - Last seen theory - Reliability of. when - Held: Circumstance of last seen together cannot by itself/arm the basis of holding the accused guilty of the offence - In a case where the  other links have been satisfactorily made out and the circumstances point to the guilt of the accused, the circumstance of last seen together and absence of explanation would provide an additional link which completes the chain - In the absence of proof of other circumstances, the only circumstance of last seen together and absence of satisfactory explanation cannot be made the basis of  conviction - On facts, other circumstances not being proved, only two circumstances against the accused that they were last seen together with the deceased and absence of any explanation forthcoming by the accused - Due to lack of chain of circumstances which lead to the only hypothesis of guilt against accused, the  judgment of the High Court convicting the appellants for offences u/ss. 302, 201 r!w s. 34 set aside - Penal Code, 1860 - ss. 302, 201 r!w s. 34. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "VANEET MAHAJAN VS. STATE OF PUNJAB & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyOTY=",
        "Citation": "[2017] 3 S.C.R. 1007",
        "Case Type": "(CRIMINAL APPEAL /718/2017)",
        "Date": "13 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMTAwNy0xMDEyXzE3MDMyMjkwMDYucGRm",
        "SCR Citation:": "[2017] 3 S.C.R. 1007",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "13 April 2017",
        "Petitioner:": "Vaneet Mahajan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1279",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri,Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Punjab & Ors.",
        "Case Type:": "CRIMINAL APPEAL /718/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s. 307"
        ],
        "HeadNote": " Penal Code, 1860 - s. 307 - Attempt to murder - Framing of charge u/s. 307 - On facts, the High Court deleted charge ji-amed A B u/s. 307 while maintaining the charge in respect of other offences - C Sustainability of - Held: Approach of the High Court is clearly unsustainable - In the cha/Ian filed by the police after investigating into the incident, it was categorically recorded on the basis of the statement of the complainant that 10-12 persons armed with swords, baseball, etc. suddenly attacked the victims in a car, by smashing the front, backside and driving side glass of the car - Appellant D and other victim suffered grievous injuries inflicted with sharp-edged weapon as also simple injuries - Thus, having regard to the statement of the persons and the medical report, High Court could not have concluded, at the stage of framing of the charge itself, that guilty intention of the accused persons was conspicuously missing - Facts E of the case indicate that the ingredients of s. 307 are made out - Thus, the order of the High Court is quashed and set aside - Accused persons also to be tried for offence uls. 307.  "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "UMA SHANKAR & ORS. VS. R. HANUMAIAH SINCE DECEASED THROUGH HIS LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUyOTg=",
        "Citation": "[2017] 3 S.C.R. 1013",
        "Case Type": "(CIVIL APPEAL /2576-2593/2017)",
        "Date": "12 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Navin Sinha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMTAxMy0xMDIxXzE3MDMyMjkxMTAucGRm",
        "SCR Citation:": "[2017] 3 S.C.R. 1013",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "12 May 2017",
        "Petitioner:": "Uma Shankar & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 463",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "R. Hanumaiah Since Deceased Through His Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /2576-2593/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 -"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - ss. 4 and 48 - Land acquisition - De-acquisition of land - On facts, issuance of notification dated 14.10.2009 by the State Government for de-acquisition of land in favour of the owner-respondent - Permissibility of- Held: State Government committed contempt of this Court while issuing the said notification - It was not permissible exercise in view of the dictum binding on all the parties - In view of inter parties judgment of this Court, there was no scope left to de-acquire the property under the  provisions of s. 48 - Notification was totally void, illegal and. conferred no right to respondent - Thus, no hearing to be given to respondent in the matter - Notification dated 13.11.2009 was right(v issued cancelling the previous notification dated 14.10.2009 as there could not be any de-acquisition of the land - Order passed by the  High Court is set aside since the High Court did not look into the binding precedent of this Court - Precedent. "
    },
    {
        "volume": "2017Volume 3",
        "Case Name": "COMMISSIONER OF INCOME TAX-GUJARAT-II VS. KWALITY STEEL SUPPLIERS COMPLEX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUzMDc=",
        "Citation": "[2017] 3 S.C.R. 1022",
        "Case Type": "(CIVIL APPEAL /815/2007)",
        "Date": "21 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAzL1BhcnQgSS8yMDE3XzNfMTAyMi0xMDM0XzE3MDMyMjk2NDEucGRm",
        "SCR Citation:": "[2017] 3 S.C.R. 1022",
        "Year/Volume:": "2017/ Volume 3",
        "Date of Judgment:": "21 March 2017",
        "Petitioner:": "Commissioner Of Income Tax-gujarat-ii",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1273",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan,Hon'ble Mr. Justice S.M. Sikri",
        "Respondent:": "Kwality Steel Suppliers Complex",
        "Case Type:": "CIVIL APPEAL /815/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961 - s. 263 -"
        ],
        "HeadNote": " Income Tax Act, 1961 - s. 263 - Revision of orders prejudicial to Revenue - Valuation of closing stock - On facts, firm consisting of two partners - Dissolution of partnership firm owing to death of one of the partner - However, business continued to be carried on by the surviving partner - Valuation of the closing stock at cost price, by the assessee in return - Said method accepted by the Assessing Officer - CIT in exercise of his revisional jurisdiction u/s.263 directed the AO to value the closing stock at the market  price - Tribunal upheld the same, however, the High Court set aside the order passed by the CIT - On appeal, held: When a witiness continues, it may not be necessary to follow the market rate 10 value the closing stock - View taken by the Assessing Officer in accepting the book value of the stock-in-trade was a plausible and permissible view - Thus, the CIT could not exercise his powers uls.263 - Order passed by the High Court upheld. "
    }
]