[
    {
        "volume": "2017Volume 5",
        "Case Name": "COMPETITION COMMISSION OF INDIA VS. CO-ORDINATION COMMITTEE OF ARTISTS AND TECHNICIANS OF W.B. FILM AND TELEVISION AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0MTg=",
        "Citation": "[2017] 5 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /6691/2014)",
        "Date": "07 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9Db21wZXRpdGlvbiBDb21taXNzaW9uIE9mIEluZGlhIF8gQ28tb3JkaW5hdGlvbiBDb21taXR0ZWUgT2YgQXJ0aXN0cyBBbmQgVGVjaG5pY2lhbnMgT2YgVy5iLiBGaWxtIEFuZCBUZWxldmlzaW9uIEFuZCBPcnMuXzE3MDE3NjY3MTcucGRm",
        "SCR Citation:": "[2017] 5 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "07 March 2017",
        "Petitioner:": "Competition Commission Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 211",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Co-ordination Committee Of Artists And Technicians Of W.b. Film And Television And Ors.",
        "Case Type:": "CIVIL APPEAL /6691/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Competition Act",
            "2002: s.3(3)(b) - Violation of- Scope of jurisdiction of Competition Commission of India (CCI)"
        ],
        "HeadNote": "Competition Act, 2002: s.3(3)(b) - Violation of- Scope of jurisdiction of Competition Commission of India (CCI) - Telecasting of dubbed serial 'Mahabharat' in Bang/a language - Telecasting of serial not palatable to EIMPA(an Association of producers in Eastern India) and Committee of Artists and Tech_nicians of West Bengal Film and TV Investors (Coordination Committee), as in their perception dubbing of serials of other language in Bang/a would affect producers, artists and Technicians of that region _.:Pursuant thereto, broadcasting channels received letters from EIPA and Coordin\"ation Committee to stop the telecast of the dubbed serial and that non- compliance would result in non-cooperation from these two bodies - Respondent No.2 informed CCI about the development and sought · action in the matter - Majority view of CCI was that EIMPA and Coordination Committee imposed/attempted to impose restrictions on the telecast of dubbed serial and this was in violation of provisions of the Act - However, minority view was that the action and conduct of both EIMPA and Coordination Committee did not violate any provisions of the Act - EIMPA by its conduct accepted the majority opinion - But, Coordination Committee went on appeal to Competition Appellate Tribunal, which affirmed the minority view of CCI - On appeal, held: Both EIMPA and Coordination Committee acted in a concerted and coordinated manner, together they gave a call to boycott the competing members - Decision of these two bodies reflected collective intent of the members - Thus, the matter could not have been brushed aside by merely giving it a cloak of trade unionism - It is clear that acts of Coordination Committee caused harm to consumers by depriving them from watching the dubbed serial on TV channel and prevented competing parties ilt pursuing C D E F G H2 A B c D E SUPREME COURT REPORTS [2017] 5 S.C.R. commercial activity-It hindered competition in the market by barring dubbed TV serials from exhibition on TV channels in the State of West Bengal - It amounted creation of barriers to the entry of new content in the said dubbed TV serial - Therefore, such act and conduct amounted to violation of the provision of s.3(3)(b) of the Act. s.2(r), (s) - Relevant market - Telecasting of dubbed serial 'Mahabharat' in Bang/a language - Broadcasting channels received letters from EIMPA(an Association of producers in Eastern India) and Committee of Artists and Technicians of West Bengal Film and TV Investors (Coordination Committee) to stop the telecast of dubbed serial in that region - Minority view of CCI was that 'relevant market' was broadcast of T. V. serial and not T. V. industry of West Bengal and broadcasting of it took place through different broadcasting services, which is different from production, distribution of films - Held: Jn the instant case, the geographical market is the State of West Bengal and to this extent activities of Coordination Committee were limited to the said State - Even as per agitators/Coordination Committee, the said broadcast was going to adversely affect the TV and Film industry of West Bengal - Thus, the relevant market was not limited to broadcasting of the Channel but the entire film and television industry of West Bengal. Trade Unions - Regional T. V. and film industry - Association of producers in Eastern India (EJMPA) - Committee of Artists and Technicians of West Bengal Film and TV Investors (Coordination Committee) - Coordination Committee contended - (i) that dubbing of serials of other language in Bang/a would affect producers, artists F and Technicians of that region - (ii) it had nothing to do with the competition and as a trade union, it had the fimdamental right to lodge the protest - Held: In instant case, Coordination Committee (or for that matter even EJMPA) are, in fact, association of enterprises (constituent members) and these members are engaged G in production, distribution and exhibition of films - Matter cannot. be viewed narrowly by treating Coordinate Committee as a trade union, ignoring the fact that it is backing the cause of those which are 'enterprises' - Decision of these two bodies reflected collective intent of the members - When the members are found to be in the production, distribution or exhibition line, the matter could not havebeen brushed aside by merely giving it a cloak of trade unionism - Therefore, the right as professed u/Art.19 by the Coordination Committee, is not available - Constitution of India - Art.19. Words and Phrases - 'agreement', 'enterprise', 'person' - Meaning of - Discussed in terms of s.2(b), s.2(1), s.3 of the Competition Act, 2002."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "M/S. PARLE AGRO (P) LTD. VS. COMMISSIONER OF COMMERCIAL TAXES, TRIVANDRUM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0MjY=",
        "Citation": "[2017] 5 S.C.R. 30",
        "Case Type": "(CIVIL APPEAL /6468-6469/2017)",
        "Date": "09 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9fXzMwIC0gNzVfMTcwMzMxNjM2Ni5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 30",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "09 August 2017",
        "Petitioner:": "M/s. Parle Agro (p) Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 458",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Commissioner Of Commercial Taxes, Trivandrum",
        "Case Type:": "CIVIL APPEAL /6468-6469/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerala Value Added Tax Act",
            "2003: ss.6(l)(a) and 6(l)(d) - Classification of the product 'Appy Fizz'"
        ],
        "HeadNote": " Kera/a Value Added Tax Act, ¥003: ! C D ss.6(l)(a) and 6(l)(d) - Classification of the procJuct 'Appy Fizz'~. Whether u/s.6(1)(a)fas aerated branded soft drink' invoking tax liability @ 20%) or under Entry 71 Item 5 of Notificption issued uls.6(l)(d) (as 'fruit juice based drink' invoking tax liability @ 12.5% - Held: Assessee has succesSJully proved by relevant scientific and technical materials that th(! product 'Appy fizz' is a commodity which is fully covered by Item 5 of Entry 71 as amended by S.R.O. No.119 o/2002 with tax liability@ 12.5% (now@ 14.5%). Interpretation a/Statutes: -, 'Rules of interpretation - Common parlance test or commercial -Applicability of - To interpret scientific and.,teclmica/ words - E Held: While interpreting scientific and technica/'words, cornmo_n parlance test/Commercial test is not the only test and technical · . evidence needs to be looked into. t~st Evidence: F Onus to prove that particular goods fall in particular tariff item is on the Revenue - Tax/Taxation. Principle: Principle of 'Noscitur a Sociis' - Applicability of "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "KANAKARAJAN @ KANAKAN VS. STATE OF KERALA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0MzY=",
        "Citation": "[2017] 5 S.C.R. 76",
        "Case Type": "(CRIMINAL APPEAL /841/2007)",
        "Date": "21 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9LYW5ha2FyYWphbiBAIEthbmFrYW4gXyBTdGF0ZSBPZiBLZXJhbGFfMTcwMTc2Njk4My5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 76",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "21 April 2017",
        "Petitioner:": "Kanakarajan @ Kanakan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 377",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "State Of Kerala",
        "Case Type:": "CRIMINAL APPEAL /841/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.143",
            "147",
            "148",
            "342 and 302 - Murder - Infirmities in prosecution case - Benefit of reasonable doubt"
        ],
        "HeadNote": "Penal Code, 1860 - ss.143, 147, 148, 342 and 302 - Murder - Infirmities in prosecution case - Benefit of reasonable doubt - Acquittal of accused - Case of prosecution was that at night, while a religious procession was going on in a Temple compound, nine accused attacked victim-deceased and when PW-2 tried to intervene, he too was beaten by the accused persons - On way .to hospital, victim-deceased succumbed to injuries - Out of nine accused, one accused A-2 was found hanging from a tree on the next day and was declared dead - Trial court acquitted all accused except A-1, A-5 and convicted them ulss.143, 147, 148, 342 and 302 - High Court acquitted A-5 and upheld the conviction of A-1 - Appellant- A-1 contended that the entire case is fabricated and he has been falsely implicated in the case - Held: The conduct of PW-2 in not accompanying the accused from one hospital to another, not giving complaint to the police and not getting injuries treated raises serious doubts and supports the case of defense that PW-2 is kingpin who has implicated the accused with the help of his brother-in-law who is in police department - Prosecution witnesses were not cogent and trustworthy to form basis to convict the appellant - Non- examination of credible independent witnesses and non-conduction of test identification parade by investigating agencies, was very fatal to the case of prosecution - Further, some witnesses turned hostile - Also, investigating agencies failed in their duty to thoroughly investigate and find out reasons for death of A-2 who is alleged to be the prime accused - Prosecution case filled with infirmities and lacunas and thus, grant of benefit of reasonable doubt extended to the appellant."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "M/S. CRRC CORPORATION LTD. VS. METRO LINK EXPRESS FOR GANDHINAGAR & AHMEDABAD (MEGA) COMPANY LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0NDE=",
        "Citation": "[2017] 5 S.C.R. 87",
        "Case Type": "(CIVIL APPEAL /12065/2016)",
        "Date": "15 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9fXzg3IC0gMTEzXzE3MDMzMTY0MDQucGRm",
        "SCR Citation:": "[2017] 5 S.C.R. 87",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "15 May 2017",
        "Petitioner:": "M/s. Crrc Corporation Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 464",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Metro Link Express For Gandhinagar & Ahmedabad (mega) Company Ltd.",
        "Case Type:": "CIVIL APPEAL /12065/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract: Respondent company inviting tenders/bids for a Project - Determination of the eligibility and qualification criteria before opening 'technical bids' and 'price bids' of the bidders"
        ],
        "HeadNote": " Contract: Respondent company inviting tenders/bids for a Project - Determination of the eligibility and qualification criteria before opening 'technical bids' and 'price bids' of the bidders - Bid of the appellant-Corporation rejected disqualifying it for further participation, on the ground of deficiency in experience in terms of cl. 2.4 of Section Ill of Tender Documents - Whether the appellant- Corporation, to meet the experience norm, as prescribed by cl. 2.4, could utilize the experience of its subsidiary companies (not being the constituents of Joint venture or a Consortium) to qualify in the initial bid - Held: As per cl. 4.1 of s.1 of Instructions to Bidders, a bidder can be a single entity or a combination of such entities in the form of a Joint Venture or a Consortium - A single entity would include a Government owned entity with its I 00% wholly owned subsidiaries eligible to bid in terms of clause 4.1 of the tender conditions - Appellant-Corporation is a Government owned Corporation - Therefore, disqualification of the appellant- Corporation is unsustainable being grossly illegal, arbitrary and perverse. "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "KAMENG DOLO VS. ATUMWELLY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0NDk=",
        "Citation": "[2017] 5 S.C.R. 114",
        "Case Type": "(CIVIL APPEAL /2991/2017)",
        "Date": "09 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9LYW1lbmcgRG9sbyBfIEF0dW13ZWxseV8xNzAxNzY3MjA2LnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 114",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "09 May 2017",
        "Petitioner:": "Kameng Dolo",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 461",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Atumwelly",
        "Case Type:": "CIVIL APPEAL /2991/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Representation of the People Act",
            "19 51: ss.37 and 100(1)(d)(iv) - Withdrawal of candidature"
        ],
        "HeadNote": "Representation of the People Act, 19 51: ss.37 and 100(1)(d)(iv) - Withdrawal of candidature - Propriety of - Election petition challenging legality and validizv of C election of the appellant to State Legis/(Jtive Assemb~v on the ground of non-compliance of provisions of s.37 - High Court declared the election as void - On appeal, held: In the present case there has been total non-compliance of s.37 - Non- compliance of provisions of s. 3 7 has materially affected the result of the election of the D returned candidate as transgression of such statutory provision tantamounts to sacrilege of democracy."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "ANANT SINGH @ ANANT KUMAR SINGH VS. THE STATE OF BIHAR AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0NTU=",
        "Citation": "[2017] 5 S.C.R. 147",
        "Case Type": "(CRIMINAL APPEAL /533/2017)",
        "Date": "12 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9BbmFudCBTaW5naCBAIEFuYW50IEt1bWFyIFNpbmdoIF8gVGhlIFN0YXRlIE9mIEJpaGFyIEFuZCBPcnMuXzE3MDE3NjcyNzcucGRm",
        "SCR Citation:": "[2017] 5 S.C.R. 147",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "12 April 2017",
        "Petitioner:": "Anant Singh @ Anant Kumar Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 342",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "The State Of Bihar And Ors.",
        "Case Type:": "CRIMINAL APPEAL /533/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bihar Control of Crimes Act",
            "1981 - s.23(2) and ss.2(d)",
            "12 and 17 - First preventive order dated 5. 09.16 issued against appellant by respondent-State"
        ],
        "HeadNote": "Bihar Control of Crimes Act, 1981 - s.23(2) and ss.2(d), 12 and 17 - First preventive order dated 5. 09.16 issued against appellant by respondent-State - The same was revoked vide revocation order dated 17.9.2016 - Second detention order dated 21.9.16 issued on the same grounds as the previous detention order dated 5.9.16 except certain other grounds all of which had arisen prior to 17. 9.16 - Writ petition by appellant challenging the second detention order contending that since the first detention order was revoked, the second detention order in view of s.23(2) ought to have been passed on the fresh grounds only and not on same grounds and since that was not done the second detention order was illegal - Writ petition dismissed - On appeal, held: Admittedly, the second order of detention dated 21.9.2016 is passed only on grounds which arose prior to the order of revocation order dated 17.9.2016- Thus, it would fall foul of s.23(2) - The expression \"'where fresh facts have arisen\" in s.23(2) is followed by \"'the date of revocation or expiry .... \"- Therefore, literal language of s.23(2) leads only tv the conclusion that it is the date of revocation order and not the date of original order of detention that is referred to - The Act being a statute providing for preventive detention, has to be construed keeping the subjects liberty in mind, i.e. it has tu be construed keeping Arts. 21 and 22 of the Constitution in mind - Detention order dated 21.9.2016 is set aside - Preventive detention - Constitution of India - Arts. 21 and 22 - Rule of interpretati:m - Literal rule of interpretation."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "KRISHNA KUMAR SINGH & ANR VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0NjI=",
        "Citation": "[2017] 5 S.C.R. 160",
        "Case Type": "(CIVIL APPEAL /5875/1994)",
        "Date": "01 JANUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice Sharad Arvind Bobde, Hon'ble Mr. Justice T.S. Thakur, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9LcmlzaG5hIEt1bWFyIFNpbmdoICYgQW5yIF8gU3RhdGUgT2YgQmloYXIgJiBPcnMuXzE3MDE3NjczODIucGRm",
        "SCR Citation:": "[2017] 5 S.C.R. 160",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "01 January 2017",
        "Petitioner:": "Krishna Kumar Singh & Anr",
        "Disposal Nature:": "Reference answered",
        "Netural Citation:": "2017 INSC 1",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /5875/1994",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Art.2 I 3 - Promulgation of Ordinances one after another in succession but none of them laid before the legislature"
        ],
        "HeadNote": "Constitution of India: Art.2 I 3 - Promulgation of Ordinances one after another in succession but none of them laid before the legislature - In the instant case, Governor of Bihar promulgated an Ordinance providing for taking over of 429 Sanskrit schools in the State - The services of teachers and other employees of the school were to stand transferred to the state government subject to certain conditions - The first Ordinance was followed by a succession of Ordinances - None of the Ordinances, which were issued in exercise of the power ·of the Governor under Art.213 were placed before the state legislature as mandated - Validi(v of the Ordinances - Held: Every ordinance at issue constituted a fraud on constitutional power - These ordinances which were never placed before the state legislature and were re-promulgated in violation of the binding judgment of Supreme Court in D C Wadhwa were bereft of any legal effect and consequences - The ordinances did not create any rights or confer the status of government employees on the teachers and other employees of the schools - However, as regard the salaries paid during .the tenure of the ordinances pursuant to the directions made in the judgment of the High Court, no recoveries to be made from any of the employees - Ordinance Raj-Bihar Non-Government Sanskrit Schools (Taking Over of Management and Control) Ordinance, 1989 - Service law. (Per majority) Art.213 - Promulgation of Ordinances during recess of legislature - Requirement under - Held: The authority which is conferred upon the Governor to promulgate Ordinances isconditioned by two requirements - The first is that an Ordinance A can be promulgated only when the state legislature is not in session - The second requirement is that the Governor. before issuing an Ordinance has to be satisfied of the existence of circumstances rendering it necessary to take immediate action - The Governor is required to form a satisfaction of the existence of circumstances 'i3 which makes it necessary to take immediate action - Necessity is distinguished from a mere desirability - The expression \"necessity,. coupled with \"immediate action\" conveys the sense that it is imperative due to an emergent situation to promulgate an Ordinance during the period when the legislature is not in session - Both these requirements indicate a constitutional intent to confine the power C of the Governor to frame Ordinances within clearly mandated limits. (Per majority) Art.213(1) - Circumstances in which the Governor cannot promulgate an Ordinance without the instructions of the President - The three situations where the instructions of the President are D required are: Where a Bill containing the same provisions requires the previous sanction of the President, for its introduction into the legislature; where a Bill containing the same provisions would be deemed necessary by the Governor for being reserved for consideration of the President; and where a law enacted by the state legislature containing the same provisions would require the E assent of the President, failing which it would be invalid. (Per majority) Art.213 - Requirement of laying an Ordinance before the state legislature is mandatory- The expression \"shall be laid\" is a positive mandate which brooks no exceptions - That the word 'shall' in sub-clause (a) of clause 2 of Art. 213 is mandatory, emerges from reading the provision in its entirety. (Per majority) F Art.213 - Tenure of an Ordinance - Though the Constitution contemplates that an Ordinance shall have the same force and effect qs a law enacted by the state legislature, this is subject to the G Ordinance being laid before the state legislature and coming to an end in the manner stipulated in sub-clauses (a) and (b) - It is brought to an end : By the Ordinance ceasing to operate upon the expiry of a period of six weeks of the reassembly of the legislature; or if the Ordinance is disapproved by a resolution of the state legislature inwhich event it ceases to operate on the resolution disapproving it being passed; or in the event of the Ordinance being withdrawn by the Governor. (Per majority) Art.163 - Governor acts on aid and advice of Council of Ministers - Governor while promulgating an Ordinance does not constitute an independent legislature, but acts on the aid and advice of the Council of Ministers under Art.163- The Council of Ministers is collectively responsible to the elected legislative body to whom the government is accountable. (Per majority) Arts.123, 213 - Ordinance making power - Constitutional c control of Parliament and the state legislatures over the Ordinance making power of the President (under Art.123) and the Governors (under Art.213) is a necessary concomitant to the supremacy of a democratically elected legislature - The reassembling of the legislature defines the outer limit for the validity of the Ordinance promulgated during its absence in session - Within that period, a D legislature has authority to disapprove the Ordinance - The requirement of laying an Ordinance before the legislative body subserves the constitutional purpose of ensuring that the provisions of the Ordinance are debated upon and discussed in the legislature - The legislature has before it a full panoply of legislative powers E and as an incident of those powers, the express constitutional authority to disapprove an Ordinance - If an Ordinance has to continue beyond the tenure which is prescribed by Art.213(2)(a), a law has to be enacted by the legislature incorporating its provisions - Our Constitution does not provide that an Ordinance shall assume the character of a law enacted by the state legislature merely upon F the passing of a resolution approving it. (Per majority) Arts.123, 213 - Significance of placing tabling the Ordinance - Held: The placement of an Ordinance before the legislature is a constitutional necessizv; the under~ving object and rationale being to enable the legislature to determine (i) the need for and expediency G of an ordinance; (ii) whether a law should be enacted: or (iii) whether the Ordinance should be disapproved. (Per majority) Art.213 - Failure to lay an Ordinance before the legislature - Impact of - Held: The failure to lay an Ordinance before the state legislature constitutes a serious infraction of the constitutionalobligation imposed by Art.213(2) - Requirement of laying an A Ordinance before the state legislature is a mandatory obligation . and is not merely of a directory nature. (Per majority) Art.213 - Failure to lay an ordinance before the legislature amounts to an abuse of the constitutional process and is a serious dereliction of the constitutional obligation - Jn the case of delegated legislation, Parliamentary or state enactments may provide a requirement of laying subordinate legislation before the legislature - It is well-settled that a requirement of merely laying subordinate legislation before the House of the legislature is directory _: But where a disapproval of subordinate legislation is contemplated, such a requirement is mandatory. (Per majority) B c Arts.123, 213 - Presidential/Governor satisfaction - Scope of - Held: The constitutional power which has been conferred upon the President under Art. 123 and upon the Governors under Art.213 to promulgate ordinances is conditional - Apart from the condition that the power can be exercised only when the legislature is not in D session, the power is subject to the satisfaction of the President (under Art.123) or the Governor (under Art.213) \"'that circumstances exist which render it necessary for him to take immediate action. \" (Per majority) Arts.123, 213 - Presidential/Governor satisfaction - Judicial E review, scope - The satisfaction of the President under Art.123(1) or of the Governor under Art.213(1) is not immune from judicial review - The power of promulgating ordinances is not an absolute entrustment but conditional upon a satisfaction that circumstances exist rendering it necessary to take immediate action - Since the F duty to arrive at the satisfaction rests in the President and the Governors (though it is exercisable on the aid and advice of the Council of Ministers), the Court must act with circumspection when the satisfaction under Art.123 or Art.213 is challenged - The court will not enquire into the adequacy, or sufficiency of the material before the President or the Governor - The court will not interfere G if tbere is some material which is relevant to his satisfaction - The interference of the court can arise in a case involving a fraud on power or an abuse of power - This essentially involves a situation where the power has been exercised to secure an oblique purpose - In exercising the power of judicial review, the court must be mindfuoth of its inherent limitations as well as of the entrustment of the power to the head of the executive who acts on the aid and advice of the Council of Ministers owing collective responsibility to the elected legislature - In other words, it is on(v where the court finds that the exercise of power is based on extraneous grounds and amounts to no satisfaction at all that the interference of the court B may be warranted in a rare case - However, absolute immunity from judicial review cannot be supported as a matter of first principle (Per majority) or on the basis of constitutional history. A Arts.I23, 213 - Re-promulgation of an Ordinance - Constitutionality of - Held: Re-promulgation of ordinances is c constitutionally impermissible since it represents an effort to overreach the legislative body which is a primary source of law making authority in a parliamentary democracy - Re-promulgation defeats the constitutional scheme under which a limited power to frame ordinances has been conferred upon the President and the D Governors - The danger of re-promulgation lies in the threat which it poses to the sovereignty of Parliament and the state legislatures which have been constituted as primary law givers under the Constitution - Open legislative debate and discussion provides sunshine which separates secrecy of ordinance making from transparent and accountable governance through law making.(Per E majority) F G H Art.213(2)(a) and (b) - Expression \"cease to operate\" in Art.2I 3(2)(a) - When attracted - Held: Is attracted in two situations - The first is where a period of six weeks has expired since the reassembling of the legislature - The second situation is where a resolution has been passed by the legislature disapproving of an ordinance - Apart from these two situations that are contemplated by sub-clause (a), sub-clause (b) contemplates that an ordinance may be withdrawn at any time by the Governor - Upon its withdrawal the ordinance would cease to operate as well. (Per majority) Art.213 - Consequence of an ordinance terminating on the expiry of a period of six weeks or, within that period, on a disapproval by the legislature - Held: The constitutional provision states that,.in both situations the ordinance ceases to operate - Where an ordinance has ceased to operate, would it result ipso Jure in a revival of the state of affairs which existed before the ordinancewas promulgated - There are two constructions which need to be analysed - At one end of the spectrum is the view that once the legislature has expressed its disapproval by a resolution, the state of affairs which the ordinance brought about stands dissolved and that which existed on the eve of the ordinance stands revived - Jn this view, disapproval amounts to an obliteration of the effect of all that had transpired in the meantime -At the other end of the spectrum is the view that an ordinance upon being promulgated has the force and effect of a law enacted by the legislature - Hence, the lapsing of its term (on the expiry of six weeks or the passing of a resolution of disapproval)means that the ordinance ceases to operate from that date - Until the ordinance ceases to operate, it continues to have the force of law with the result that the enduring effects of an ordinance or consequences which have a permanent character may subsist beyond the life of 'the' ordinance - Alternatively, where a situation has been altered irreversibly in pursuance of the legal authority created by the ordinance, the clock cannot be set back to revive the state of affairs as it existed prior to the promulgation of the ordinance. (Per majority) A B C D Ordinance and temporary enactment - Distinction between - ls Ordinance a temporary enactment - Held: A temporary Act is a law which is enacted by the legislature, Parliament or the state legislature in exercise of its plenary powers - While enacting a law. E the· legislature is entitled to define the period during which the law is intended to operate - The legislature decides whether the law will be for a limited duration or is to be permanent - An ordinance is not in the nature of a temporary enactment - An ordinance is conditioned by specific requirements - The authority to promulgate F an ordinance arises only when the legislature is not in session and when circumstances requiring emergent action exist - The Constitution prescribes. that an ordinance shall remain valid ior a period of not more than six weeks after the legislature reassembles and even within that period, it will cease to operate if it is disapproved - Hence, the considerations which govern law making by a G competent legislature which has plenary powers to enact a law cannot be equated with a temporary enactment. (Per majority) . Art.213 - Cease to operate - Connotation of in the context 'of Art.213 - Held: The Constitution has in its provisions used differenthrases including \"repeal\", \"void\", ··cease to have effect\" and \"cease to operate\" - These phrases have different connotations: each cannot be equated with the other - Consequently, the court should be careful to not attribute to the expression \"cease to operate\" the same meaning as the expression \"void\" - This is of B particular significance because clause 3 of Art.213 uses the expression \"void\" in relation to an ordinance which makes a provision which would not be valid if enacted in an act of the legislature of the state assented to by the Governor - Such a provision contained in an ordinance is declared to be void by clause 3 of Art.213 - Evidently, when the framers wished to indicate that a C provision of an ordinance would be void in a certain eventuality, the Constitution has expressly used that phrase - This would militate against equating the expression \"cease to operate\" with the expression \"void\" - Both have distinct connotations - Particularly, where the same constitutional article has used both phrases - 'cease to operate' (in clause 2) and 'void' in (clause 3) one cannot be read D to have the same meaning as the other. (Per majority) A Art.213 - Expression \"cease to operate\"- Connotation of - Held: The expression \"cease to operate\" in Art.213(2)(a) applies both to an ordinance whose tenure expires after the prescribed period as well as in relation to an ordinance which is disapproved E by the legislature - The content of the expression cannot hence mean two separate things in relation to the two situations. (Per majority) Power to frame ordinances - Enduring rights theory - Applicability of - Held: The theory which was accepted in the F judgment in Bhupendra Kumar Bose cannot be applied to the power to frame ordinances - Acceptance of the doctrine of enduring rights in the context of an ordinance would lead to a situation where the exercise of power by the Governor would survive in terms of the creation of rights and privileges, obligations and liabilities on the G hypothesis that these are of an enduring character - The enduring rights theory attributes a degree of permanence to the power to promulgate ordinances in derogation of parliamentary control and supremacy - .Doctrines/Principles. (Per majority) Law making power - Ordinance and subordinate legislation H - Requirement of an ordinance being laid before the legislaturecannot be equated with the laying of subordinate legislation - Held: A An ordinance is made in the exercise of the legislative power of the Governor which is subordinate to and not a stream which runs parallel to the power of law making which vests in the state legislatures and Parliament - Any breach of the constitutional requirement of laying an ordinance before the legislature has to be B looked upon with grave constitutional disfavour - The Constitution uses the express \"cease to operate\" in the context of a culmination of a duration of six weeks of the reassembling of the legislature or as a result of a resolution of disapproval - The framers introduced a mandatory requirement of an ordinance being laid before the legislature upon which it would have the same force and effect as a c law enacted by the legislature, subject the condition that it would cease to operate upon the expiry of a period of six weeks of the reassembling of the legislature or earlier, if a resolution of disapproval were to be passed. (Per majority) Rights, privileges, obligations and liabilities arisen under an D ordinance - Effect on, when ordinance ceased to operate - Held: In determining the issue, the over arching consideration must be the element of public interest or constitutional necessity - In deciding to mould the relief the effort of the court would be to determine whether undoing what has been done under the ordinance would manifestly be contrary to public interest - Impracticality and E irreversibility in that sense are aspects which are subsumed in the considerations which weigh in the balance while deciding where public interest lies - The appropriate test to be applied is the test of public interest and constitutional necessi(v - This would include the issue as to whether the consequences which have taken place F under the Ordinance have assumed an irreversible character - In a suitable case, it would be open to the court to mould the relief (Per majority) Scope of the Ordinance making power - Historical evolution - England, British India and Constituent Assembly - Discussed. (Per majority) G Art.213(2) - It is not mandatory under Art.213(2) to lay an Ordinance before the Legislative Assembly of the State Legislature, nor would the failure to do so result in the Ordinance not having the force and effect as an enacted law or being of no conseqliencewhatsoever - When an Ordinance is promulgated it is printed in the Official Gazette and therefore every legislator is aware of its promulgation - Consequently, even if the Executive does not lay the Ordinance before the State Legislature or if tlie Secretary of the Legislative Assembly does not supply a printed copy of the B Ordinance, a Member of the Legislative Assembly is not helpless - His right to move a Resolution for disapproving the Ordinance cannot be taken away by this subterji1ge - This right of a Member of the Legislative Assembly cannot be made dependent on the Executive laying the Ordinance before the State Legislature, nor can this right be taken away by the Executive by simply not laying C the Ordinance before the Legislative Assembly - Therefore, even without making the laying of an Ordinance before the State Legislature mandatory, the Constitution does provide adequate checks and balances against a possible misuse of power by the Executive. (Dissenting view) (Per Madan B.Lokur, J.) Art.213 - Re-promulgation of an Ordinance by the Governor. of a State is not per se a fraud on the Constitution - There could be exigencies requiring the re-promulgation of an Ordinance - However, re-promulgation of an Ordinance ought not to be a mechanical exercise and a responsibility rests on the Governor to be satisfied that \"circumstances exist which render it necessary for him to take immediate action\" for promulgating or re-promulgating an Ordinance. (Dissenting view) (Per Madan B.Lokur, J.) Art.213 - In the absence of any challenge by the employees to the first three Ordinances promulgated by the Governor of the State of Bihar, their validity must be assumed - Consequently, even F though first three Ordinances may have been repealed, the employees would be entitled to the benefits under them till they ceased to operate and the benefits obtained by the employees under these three Ordinances are justified - However, first three Ordinances do not confer any enduring or irreversible right or benefits on the G employees - The promulgation of the fourth and subsequent Ordinances were not adequately justified by the State of Bihar in spite of a specific challenge by the employees and therefore they were rightly stntck down by the High Court. (Dissenting view) (Per Madan B.Lokur, J.)"
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "GANESH SHAMRAO ANDEKAR & ANR. VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0ODY=",
        "Citation": "[2017] 5 S.C.R. 277",
        "Case Type": "(CRIMINAL APPEAL /547/2007)",
        "Date": "30 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Prafulla Chandra Pant\n*, Hon'ble Mr. Justice R.F. Nariman",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9HYW5lc2ggU2hhbXJhbyBBbmRla2FyICYgQW5yLiBfIFN0YXRlIE9mIE1haGFyYXNodHJhXzE3MDE3Njc3MjAucGRm",
        "SCR Citation:": "[2017] 5 S.C.R. 277",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "30 March 2017",
        "Petitioner:": "Ganesh Shamrao Andekar & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 250",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /547/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860- s.302 rlw s.34 - Murder -Appeal against the acquittal by trial court - Scope for interference - Appellants and victim-deceased were neighbours"
        ],
        "HeadNote": "Penal Code, 1860- s.302 rlw s.34 - Murder -Appeal against the acquittal by trial court - Scope for interference - Appellants and victim-deceased were neighbours - There was enmity between them - Prosecution case that after a heated exchange, appellants chased down the deceased and assaulted him with weapons - When accused were chasing deceased, his wife (PW-13) and daughter (PW-2) had followed them and had witnessed the assault - PW-2 took deceased to the ho~pital where he succumbed to the injuries - Trial court acquitted all the accused - High Court, however, convicted the appellants and two others uls.302 r!w s.34 /PC - On appeal, held: Per Praful/a C. Pant, J.: Both PW-2 and PW-13 had described the blows inflicted in their presence, when they reached the spot and their conduct following the deceased was natural - Truthfulness of fact that deceased was laken to hospital by PW-2 is corroborated from the evidence on record of PW-3, au/orickl'haw driver who took deceased to !he hospilal mid same cannot be doubted only for reason that name mentioned in hospital records was of different person and no/ of PW-2 - Furlhe1; FIR was prompt - PW-2 and PW-13 stated that appellant had il?flicted blow in groin area but there was no injury on the said par/ of body, however, same not a reason to disbelieve the statements since a living human being is not expected to remain motionless while being inflicted with blow after blows - Furthe1; ocular evidence of the two witnesses corroborated from the same blood group found 011 stained clothes, earth sample and weapons recovered from appellants - Therefnot PW-2, who was not examined by the prosecution - PW-3 has been disbelieved both by the trial court and the High Court. but was a key witness on behalf of prosecution and his version destroys the version of two interested eye-wit11esses PW-2 and PW-13 inasmuch as he specifically states that neither witness was present at the Jpot when actual assault leading tu murder took place - High Court 8 wrongly states that mentioning of injury at the iliac region of deceased give strong credence to story of PW-2, here again. iliac region being region at the backside, there is, in fact, 110 injury near groin - Insofar as blood group is concerned, blood group of both the appellants and of deceased is of same group 'B ', .i·o it would not necessarily lead to the conclusion that the appellants were there, c given the fact that blood of deceased is also of group 'B ', in any case, this factor cannot alone outweigh other factors pointed out by trial court - Thus, for all these reasons the judgment of High Court reversed and both appellants-accused acquitted."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "MADANURI SRI RAMA CHANDRA MURTHY VS. SYED JALAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ0OTY=",
        "Citation": "[2017] 5 S.C.R. 294",
        "Case Type": "(CIVIL APPEAL /5368/2017)",
        "Date": "19 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Mohan M. Shantanagoudar\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9NYWRhbnVyaSBTcmkgUmFtYSBDaGFuZHJhIE11cnRoeSBfIFN5ZWQgSmFsYWxfMTcwMTc2Nzg3Ny5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 294",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "19 April 2017",
        "Petitioner:": "Madanuri Sri Rama Chandra Murthy",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 366",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "Respondent:": "Syed Jalal",
        "Case Type:": "CIVIL APPEAL /5368/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: Or. VII",
            "r.11 - Rejection of plaint"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: Or. VII, r.11 - Rejection of plaint - Held: The power u/Or. VII, r.11 can be exercised by the Court at any stage of the suit - The relevant facts which need to be looked into for deciding the application are the averments of the plaint only - If on an entire D and meaningful reading of the plaint, it is found that the suit is manifestly vexatious and merit/ess in the sense of not disclosing any right to sue, the court should exercise power u/Or. VII r.11 - The said power however have to be strictly adhered to -. The averments of the plaint have to be read as a whole to find out whether the averments disclose a cause of action or whether the suit is barred E by any law. Or. VII, r.11 -Averments in the written statement as well as the contentions of the defendant are wholly immaterial while considering the prayer of the defendant for rejection of the plaint - Even when, F the a/legations made in the plaint are taken to be correct as a whole on their face value, if they show that the suit is barred by any law, or do not disclose cause of action, the application for rejection of plaint can be entertained and the power u/Or. VII, r.11 can be exercised - If clever drafting of the plaint has created the illusion of a cause of action, the court will nip it in the bud at the earliest so G that bogus litigation end at the earlier stage. Or. VIL r.11 - Suit for cancellation of sale deed on the ground that the suit property was wakf property and that defendants having purchased through a private person, sale deed did not convey anyright, title or interest in favour of defendants - Application by A defendants including appellant u!Or. 7, r.11 for rejection of plaint - Wakf Tribunal allowed the application - High Court set aside the order of Wakf Board - On appeal, held: The Tribunal held that property in question was not notified in Official Gazette as a Wakf property, as alleged by the plaintiff - High Court though agreed B with the finding of fact arrived at by the Tribunal that the property was not notified as Wakf property in the Official Gazette, raised some doubt about the non-inclusion/inclusion of the property in the Survey Commissioners Report and proceeded to set aside the order of the Tribunal - Therefore, there were concurrent findings of fact that property in question was not notified in Official Gazette as a c Wakf property - Under s. 6, anyone aggrieved by such non-inclusion of the property in the list notified should raise the dispute within a period of one year from the date of publication of the Gazette notification - The plaintiff questioned the non-inclusion of the property in the list and the validity of the list notified in the official D gazette dated 28.06.1962 after the lapse of about 50 years by filing the instant suit - Moreover, as per s.27 of 1954 Act (s.40 of 1995 Act), the Board may itself collect information regarding any property which it has reason to believe to be walif property and if any question arises whether a particular property is wakf property or not the Board after making such enquiry as it deems fit, decide the question E - The Board did not exercise jurisdiction u/s.27 of 1954 Act and s.40 of 1995 Act, though 50 years elapsed from the date of the gazette notification - The suit is manifestly meritless and vexatious - So also the suit is barred by law - Wakf Tribunal was right in allowing application u/Or.VII, r.11 - Wakf Act, 1954 - ss.6 and 27 F Wakf Act, 1995 - ss.6 and 40. Wakf - Similarity and difference between the 1954 Act and 1995 Act - Held: The provisions found in ss. 5 and 6 of Walif Act 1995 and Act of 1954 are almost akin to each other - Howeve1; the change brought in by the Parliament under 1995 Act is that, in the case of dispute regarding Wakfs, the aggrieved party needs to approach the Wakf Tribunal constituted uls.83 of the Walif Act 1995 and consequently the jurisdiction of the Civil Court is taken away - The overall view of the provisions contained in Wakf Act, 1954 and Wakf Act 1995 make it evident that even under 1954 Act, as in1995 Act, the Survey Commissioners were appointed for the purpose of making survey of wakfs in State - The Survey Commissioner is duty bound to conduct the survey of wakfs in the State and after making such enqui1y, submit his report in respect of Walifs exis_ting in the State to the State Government with necessary particulars - Copy of the said report would be forwarded by the State to the Wakf Board which in turn would examine the report by applying its mind and thereafter would publish the notification - Whereas under 1995 Act, the Wakf Board after examining the report forwards it back to Government within a period of 6 months for publication in the Official Gazette in the State - Pursuant thereto the State publish the Gazette notification."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "COMMISSIONER OF CUSTOMS, MUMBAI VS. M/S ABAN LOYD CHILES OFFSHORE LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1MTU=",
        "Citation": "[2017] 5 S.C.R. 314",
        "Case Type": "(CIVIL APPEAL /1784-1787/2004)",
        "Date": "02 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9fXzMxNCAtIDMzNl8xNzAzMzE2NDU3LnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 314",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "02 February 2017",
        "Petitioner:": "Commissioner Of Customs, Mumbai",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1258",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "M/s Aban Loyd Chiles Offshore Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1784-1787/2004",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Act",
            "1962-'- s.111 (a)",
            "(b)",
            "(/)",
            "{g)",
            "(h)",
            "OJ and (o)",
            "s.112",
            "s.113 (a)",
            "s.115",
            "46",
            "s.28A",
            "32 - Violations"
        ],
        "HeadNote": " Customs Act, 1962-'- s.111 (a), (b), (/), {g), (h), OJ and (o), s.112, s.113 (a), s.115, 46, s.28A, 32 - Violations of- Demand for duty - Confiscation of rig brought into India for repairs - The Commissioner of customs recorded the finding that the rig in question was not declared uls. 46 and other formalities were also not undertaken, therefore, ordered confiscation of rig under provisions of s. 111 and also held that as rig was imported for home consumption, hence, assessees were liable to pay duty - Tribunal held that the rig had not entered the territorial waters for purposes of oil exploration but for repairs and it cannot be said that rig was goods imported for home consumption and covered uls.46 and further, that in the given circumstances payme11t of duty 011 rig did not arise - However, it opined that provisions of s.111 (f),(g).(h),OJ would be attracted and rig was liable for confiscation - On appeal, held: The finding that the rig when repaired in India, it was imported for home consumption is unacceptable and faulty - Carrying out of repairs on the rig/vessel, would not amount to utilization or operation of the vessel/rig in India - Thus, it would be i11correct to hold that mere repair of vessel/rig would constitute taxable import - But, it ca11not be said that owner had not violated the provisions of the Act, which are much wider in scope - The Act regulates and mandates compliance by foreign going vessels when they enter the territorial waters - Provisions of the Act are required to be met and complied with, even when vessel/rig is not a 'good' meant for home consumption - Thus, violations recorded by the Tribunal cannot be found fault with. "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "CONSORTIUM OF TITAGARH FIREMA ADLER S.P.A. - TITAGARH WAGONS LTD. THROUGH AUTHORIZED SIGNATORY, TITAGARH TOWERS, 756, ANANDAPUR, E. M. BYPASS, KOLKATA- 700 107, WEST BENGAL VS. NAGPUR METRO RAIL CORPORATION LTD. (NMRCL) HAVING ITS HEAD OFFICE AT METRO HOUSE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1MjE=",
        "Citation": "[2017] 5 S.C.R. 337",
        "Case Type": "(CIVIL APPEAL /1353-1354/2017)",
        "Date": "09 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9Db25zb3J0aXVtX05hZ3B1ck1ldHJvUmFpbC5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 337",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "09 May 2017",
        "Petitioner:": "CONSORTIUM OF TITAGARH FIREMA ADLER S.P.A. - TITAGARH WAGONS LTD. THROUGH AUTHORIZED SIGNATORY, TITAGARH TOWERS, 756, ANANDAPUR, E. M. BYPASS, KOLKATA- 700 107, WEST BENGAL",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 460",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "NAGPUR METRO RAIL CORPORATION LTD. (NMRCL) HAVING ITS HEAD OFFICE AT METRO HOUSE",
        "Case Type:": "CIVIL APPEAL /1353-1354/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract",
            "Award of contract",
            "By Government body (respondent No. 1)",
            "To a company (respondent No. 2) owned by Government of Peoples Republic of China"
        ],
        "HeadNote": " Contract: Award of contract - By Government body (respondent No. 1) - To a company (respondent No. 2) owned by Government of Peoples Republic of China - In preference to the appellant-company - Challenged on the ground that respondent No. 2 company was not technically qualified as its bid was not that of a 'single entity' and it had relied on the experience of its subsidiaries - Held: Respondent No. 2 being a Government Company, was the owner of its subsidiary companies and came within ambit of Cl. 4.1 of the bid document as a 'Government owned entity' - 1\" respondent applied its commercial wisdom in the understanding and interpretation which has been given concurrence by the concerned Committee and the Financing Bank - In absence of any perversity. bias or malafide, interpretation placed by 1\"' respondent need not be interfered with in exercise of power of judicial review.  "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "BALAKRAM VS. STATE OF UTTARAKHAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1MjU=",
        "Citation": "[2017] 5 S.C.R. 367",
        "Case Type": "(CRIMINAL APPEAL /694/2017)",
        "Date": "19 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Mohan M. Shantanagoudar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9CYWxha3JhbSBfIFN0YXRlIE9mIFV0dGFyYWtoYW5kICYgT3JzLl8xNzAxNzY4MzQ4LnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 367",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "19 April 2017",
        "Petitioner:": "Balakram",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 365",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "Respondent:": "State Of Uttarakhand & Ors.",
        "Case Type:": "CRIMINAL APPEAL /694/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "197 3 - s.172 -: Application filed by accused to file copies of police diary after completion of examination-in-chief of police officer to cross-examine him"
        ],
        "HeadNote": "Code of Criminal Procedure, 197 3 - s.172 -: Application filed by accused to file copies of police diary after completion of examination-in-chief of police officer to cross-examine him .~ C Propriety of - Held: U/s. 172(3) the right. of accused to cross-examine the police officer with reference to the entries in the police diary is very much limited in extent and evei1 that limited scope_ arises only when the Court uses the entries to contradict the police officer or when police officer uses it for refreshing memories D . - Accused cannot force the police officer to. refresh his ml!;,,pry during his examination in the Court by referring to the entries in the police ¢iary - Neither the accused nor his agent is entitled to call for such diary and also not entitled to see them during the course of inquiry or trial - Thus, it is not open for the accused to produce certain pages of po{ice diary for the purpose of E . contradiqfing_police officer - Evidence Act, 1872 - s.145 - Penal Code, 1860 - ss.302 and 201. Evidence Act, 1872 - s.145 - Scope of s.172(3) Cr.P.C. with reference to s.145 of the Evidence Act - Held: A witness may be cross examined as. to his previous statements made by him as contemplated u/s.145 if such previous statements are brought on record, in accordance with law, before the Court and if the contingencies u/s.172(3) of Cr.P.C. are fulfilled_:_ s.145 does not either extend or control the provisions of s.172 of Cr.P.C."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "M/S. MEENA DEVI JINDAL MEDICAL INSTITUTE & RESEARCH CENTRE VS. LT. GOVERNOR, DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1MzA=",
        "Citation": "[2017] 5 S.C.R. 379",
        "Case Type": "(CIVIL APPEAL /1431/2008)",
        "Date": "29 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9fXzM3OSAtIDM4N18xNzAzMzE2NTA5LnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 379",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "29 March 2017",
        "Petitioner:": "M/s. Meena Devi Jindal Medical Institute & Research Centre",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 287",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Lt. Governor, Delhi & Ors.",
        "Case Type:": "CIVIL APPEAL /1431/2008",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - ss. 4 and 6 - Notifications under - Challenge to - Appellant challenged notification u/s. 4"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - ss. 4 and 6 - Notifications under - Challenge to - Appellant challenged notification uls. 4 contending that the purpose of acquisition in the notification was vague stating to be planned development nf Delhi but not specifying for what specific purpose of planned development of Delhi - High Court dismissed the writ petition - On appeal, held: Section 3(/) of the Act defines public purpose for which acquisition can be made under the Act - The definition of public purpose is inclusive of s.3f (iii) which states that acquisition for planned development of land in pursuance of any scheme or policy would befor public purpose - The scheme contained in the zonal plan for Delhi indicated the planned development of Delhi wherein the area was reserved for institutional purposes - Thus, once planned development of Delhi was specified that had to be read with the zonal plan applicable in the area in question - Thus, it could not be said thqt the notification was vague or suffered with any legal vice - The acquisition was for public purpose as the planned development of Delhi is by itself\"a. public purpose - Notification issued was as per zonal plan which was binding upon all concerned and could not be departed - Delhi Development Act, 1957. C D E F Words and phrases - \"Institution\" - Meaning of. in context of Land Acquisition Act, 1894. "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "THE STATE OF TAMIL NADU REP. BY SEC. AND ORS VS. K. BALU & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1MzY=",
        "Citation": "[2017] 5 S.C.R. 388",
        "Case Type": "(CIVIL APPEAL /12164-12166/2016)",
        "Date": "31 MARCH 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9SZXAuIEJ5IFNlYy4gQW5kIE9ycyBfIEsuIEJhbHUgJiBBbnIuXzE3MDE3Njg1NzIucGRm",
        "SCR Citation:": "[2017] 5 S.C.R. 388",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "31 March 2017",
        "Petitioner:": "THE STATE OF TAMIL NADU Rep. By Sec. And Ors",
        "Disposal Nature:": "I.As Disposed Off",
        "Netural Citation:": "2017 INSC 302",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "K. Balu & Anr.",
        "Case Type:": "CIVIL APPEAL /12164-12166/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Liquor: State and National Highways - Liquor vends - Road accidents - Drunken driving cases"
        ],
        "HeadNote": " Liquor: State and National Highways - Liquor vends - Road accidents - Drunken driving cases - On I 5'\" December 2016, in State of Tamil Nadu v. KBalu, certain directions were passed by this Court for stopping grant of licences for sale of liquor along the national and state highways and over a distance of 500 meters from the outer edge of the highway or a service lane alongside and I\" April 2017 was fixed as the date for phasing out existing licences - Interim applications filed for extension of time for compliance in certain cases or modification or as the case may be recalling the judgment delivered by this court - Plea that it was not appropriate for this court to prescribe a fixed distance of 500 metres since the topographic and geographical conditions of each State are distinct which is why excise rules across the country prescribe varying distances from the highways for location of liquor shops - Held: The menace of driving and resultant fatalities or injuries are not confined only to national highways - Where an excise rule which has been formulated by a state government provides for the maintenance of a specified distance from an institution or amenity. G what this postulates is that no licence can be granted at all by the State Government within that distance - The state has a discretion on whether a licence should be granted under its enabling powers - No individual can assert a right to the grant of a licence - The directions issued by this Court did not breach any norm in the nature H of a prohibition nor did they operate to lift a prohibition imposed by law - The effect and purport of the direction is that in the interest. "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "M/S. MANGALAM ORGANICS LTD. VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NDQ=",
        "Citation": "[2017] 5 S.C.R. 406",
        "Case Type": "(CIVIL APPEAL /1338/2017)",
        "Date": "24 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9fXzQwNiAtIDQyOV8xNzAzMzE2NTQ5LnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 406",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "24 April 2017",
        "Petitioner:": "M/s. Mangalam Organics Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 388",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Union Of India",
        "Case Type:": "CIVIL APPEAL /1338/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Act",
            "1944: s.11 C - Central Government empowered to issue notification to the effect that in view of a prevalent practice duty payable by asses.see shall not be paid"
        ],
        "HeadNote": " Central Excise Act, 1944: c D E F G s.11 C - Central Government empowered to issue notification to the effect that in view of a prevalent practice duty payable by asses.see shall not be paid - Non-issuance of such notification - Can a direction be given by Court- Permissibility of- Held: Issuance of a notification uls.11 C is in the nature of subordinate legislation - Directing the Government to issue such a notification would amount to taking a policy decision in a particular manner, which is impermissible - When 'power' is given to Central Government u/ s.11 to issue a notification to the effect not to recover duty of excise or recover lesser duty than what is normally payable· under the Act, for deciding whether to issue such a notification or not, there may be various considerations in the mind of the Government - It is purely a policy matter - Merely because conditions laid in the said provisions are satisfied, would not be a reason to necessarily issue such a notification - When an executive authority exercises a legislative power by way of subordinate legislation, such executive authority cannot be asked to· enact the law which it has been empowered to do under the delegated legislative authority - Further, on facts as well, there is no clinching evidence to suggesi the existence of a general practice not to levy excise duty, a condition to be satisfied before issuance of notification u/s.11 by Central Government - Plea of Revenue that it is policy of the Government not to issue notification uls.11 C when it benefits only a few assessees, as in the present case, found to be valid and justified - Administrative law - Subordinate legislation. s.11 (c) -Appellant paid excise duty - However, claimed refund of, by seeking issuance of notification uls. JJC - Held: S.JJCcontemplates those situations where duty is not paid - It does not cover the situation where duty is paid and that is to be rejimded. A Administrative law - Scope of judicial review - Subordinate. legislation vis-a-vis administrative action - Distinction between - Discussed. Constitution of India - Art. 14 - Violation of - When not - Plea of appellant that non-issuance of notification u/s. 11 (c) by Central Government violated its rights u/Art. 14 - Held: If some units were able to escape payment of excise duty for certain reasons, the appellant ·cannot say that no duty should be recovered from it by invoking Art.14 - It is well established that the equality clause enshrined in Art. 14 is a positive concept and cannot be applied in the negative. "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "JASWINDER KAUR (NOW DECEASED) THROUGH . VS. GURMEET SINGH AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NDg=",
        "Citation": "[2017] 5 S.C.R. 430",
        "Case Type": "(CIVIL APPEAL /5636/2017)",
        "Date": "18 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9KYXN3aW5kZXIgS2F1ciAobm93IERlY2Vhc2VkKSBUaHJvdWdoIC4gXyBHdXJtZWV0IFNpbmdoIEFuZCBPcnNfMTcwMTc2ODkxMi5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 430",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "18 April 2017",
        "Petitioner:": "Jaswinder Kaur (now Deceased) Through .",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1280",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Gurmeet Singh And Ors",
        "Case Type:": "CIVIL APPEAL /5636/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963: s.12 - Non-applicability of - Agreement for sale of property between appellant-defendant and respondent-plaintiffs"
        ],
        "HeadNote": "Specific Relief Act, 1963: c D E F G H s.12 - Non-applicability of - Agreement for sale of property between appellant-defendant and re!>pondent-plaintiffs - Plaintiffs paid earnest money - Another payment made by plaintiffs on 31.1.1990 - Subsequently, plaintiffs filed suit for specific performance of the agreement for sale and in the alternative claimed refund of earnest money with interest and damages - Trial court dismissed the suit holding that the plaintiffs were not ready and willing to perform their part of the agreement and also that the plaintiffs did not have arrangement of balance consideration to purchase the property within the stipulated time - First appellate court affirmed the findings of trial court - High Court in second appeal without discussing the correctness of findings as recorded by trial court and affirmed by first appellate court, referred to s.12 and decreed the suit partly, directing part performance of the contract - On appeal, held: High Court could not have decreed the suit without reversing the findings recorded by trial court and affirmed by first appellate court - When balance consideration was not available with the plaintiffs obviously they were not entitled uls. 12 for the decree of specific performance of agreement to sale even in part-A bare perusal of s.12 makes it clear that specific performance of a part of contract cannot be directed except in the exigencies as provided under sub-sections 2, 3, and 4 - However, none of such exigency was present in the instant case - Further, s.12 doe!>' not apply where the inability to perform specific performance of part of contract arises because of the plaintiff~· own conduct, as in the present case - Thus, amount paid as earnest money was rightly forfeited by defendants - Remaining money paid in advance on31.1.1990 by plaintiffs to defendants to be refunded with simple interest @ 6% p.a. to plaintiffs - However, plaintiffs to bear the cost incurred by appellants-defendants in courts below and the cost of appeal in Supreme Court which is quantified at Rs.5,00,0001- - Amount of cost payable to defendants to be adjustfd out of the amount to be paid alongwith interest to the plaintiffs. A s.16 - Readiness and willingness - When cannot be inferred - Held: It is necessary u/s. l 6(c) not only to aver the readiness and willingness but also to prove it - In the present case, plaintiffs only pleaded their readiness and willingness, but failed to prove it - Further. merely because payment of part consideration was made by the plaintiffs, their readiness to perform the contract could not have been inferred as wrongly done by High Court - Readiness and willingness has to be seen in the context of entire agreement and not with respect to a portion of contract."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "DALIP KAUR BRAR VS. M/S.GURU GRANTH SAHIB SEWA MISSION (REGD.) AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NTA=",
        "Citation": "[2017] 5 S.C.R. 444",
        "Case Type": "(CIVIL APPEAL /5129/2017)",
        "Date": "11 APRIL 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Jagdish Singh Khehar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9fXzQ0NCAtIDQ2N18xNzAzMzE2NTk5LnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 444",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "11 April 2017",
        "Petitioner:": "Dalip Kaur Brar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 331",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "M/s.guru Granth Sahib Sewa Mission (regd.) And Anr.",
        "Case Type:": "CIVIL APPEAL /5129/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "East Punjab Urban Rent Restriction Act",
            "1949 :"
        ],
        "HeadNote": " East Punjab Urban Rent Restriction Act, 1949 : s.13 - Interpretation of - Held: The interpretation of provisions of s.13 must bring about a just balance between the rights of the tenant and those of the landlord - Where the tenant has admitted that the rent is due and payable at least for a certain period, the Court should adopt an interpretation which does not permit the D tenant to defeat the just claim of landlord - In the instant case, the High Court in revision while determining whether the provisional determination of the Rent Controller was correct or otherwise ignored that the tenants did not deposit the rent even for the duration which was admittedly due and payable - Further. while the rent payable E was Rs.25,0001- for the first year and thereafter Rs.28.0001-, the Rent Controller had directed the tenants to deposit only Rs.19,0001-, howeve1; nothing was deposited by the tenants within the period fixed by the Rent Controller - Every excuse was made by the tenants for not paying the rent which was due and payable - High Court wrongly allowed the revision by tenants - Order of eviction passed F by the Rent Controller as confirmed by the appellate authority, restored - Respondents to pay costs of R_s. 50,0001- to the appellant - Rent Control and Eviction. s. l 3(2)(i): Proviso - Deeming fiction - Benefit of - When available - Held: When on an assessment being made by Rent Controlle1; the tenant on the first hearing of eviction application pays or tenders inter alia the arrears of rent, as assessed by the Controller. the tenant is deemed to have duly paid or tendered the rent within the statutory period prescribed in the substantive part of clause (i) of H sub-section (2). "
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "MUNICIPAL BOARD, SUMERPUR VS. KUNDANMAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NTM=",
        "Citation": "[2017] 5 S.C.R. 468",
        "Case Type": "(CIVIL APPEAL /460/2008)",
        "Date": "21 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9NdW5pY2lwYWwgQm9hcmQsIFN1bWVycHVyIF8gS3VuZGFubWFsICYgT3JzLl8xNzAxNzY5MDcyLnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 468",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "21 April 2017",
        "Petitioner:": "Municipal Board, Sumerpur",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 376",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Kundanmal & Ors.",
        "Case Type:": "CIVIL APPEAL /460/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court- Directions -Appellant-Municipal Board filed writ petition against respondents challenging order passed by the Collector"
        ],
        "HeadNote": "Supreme Court- Directions -Appellant-Municipal Board filed writ petition against respondents challenging order passed by the Collector - Single Judge of High Court dismissed the writ petition in limine -Appeal before Division Bench was also dismissed in limine - On appeal, held: Both writ Court and the Appellate Court did not even set out the factual controversy nor dealt with the submissions urged by the appellant nor examined the issues in the context of relevant provisions of the Act, which governed the controversy - Therefore, issues cannot be examined in proper perspective by Supreme Court - Thus, matter remanded back to writ Court for deciding the writ petition on merits by law."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "EXECUTIVE OFFICER, ARULMIGU CHOKKANATHA SWAMY KOIL TRUST VIRUDHUNAGAR VS. CHANDRAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NTU=",
        "Citation": "[2017] 5 S.C.R. 473",
        "Case Type": "(CIVIL APPEAL /2342/2017)",
        "Date": "10 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9FeGVjdXRpdmUgT2ZmaWNlciwgQXJ1bG1pZ3UgQ2hva2thbmF0aGEgU3dhbXkgS29pbCBUcnVzdCBWaXJ1ZGh1bmFnYXIgXyBDaGFuZHJhbiAmIE9ycy5fMTcwMTc2OTE0NC5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 473",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "10 February 2017",
        "Petitioner:": "Executive Officer, Arulmigu Chokkanatha Swamy Koil Trust Virudhunagar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 125",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Chandran & Ors.",
        "Case Type:": "CIVIL APPEAL /2342/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: s. I 00 - Suit for declaration of title and mandatory injunction"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: s. I 00 - Suit for declaration of title and mandatory injunction - Stating that he had purchased an area of 2 acres and 73 cents (suit property) which was part of Survey No.188 (measuring 7 acres 84 cents) recorded in the name of defendant No. I - Also sought correction in revenue records by entering his name therein - Plea of defendant No. I that plaintiff or his predecessors were never the owner of the suit property; that there was no survey number as I 88 and the available survey numbers were 18811, 18812 and 18813; that survey Nos.18811 and 18813 (measuring 5 acres JO cents) were in the name of defendant No.I and Survey No.18812 was in the name of a third party (not impleaded in the suit) - Plaint was amended mention~ng the suit property as Survey No. I 8813 - Trial court dismissed the suit holding that description of suit property was not correct; that Survey No.188 was never in the name of predecessors in interest of the plaintiff; and that the suit was hit by non-joinder of necessary party - Appellate court affirmed the order of trial court - Jn second appeal, High Court reversed the orders of courts below directing to include name of the plaintiff in revenue records after excluding extent of property which stood in the name of first defendant - On appeal, held: Plaintiff failed to correctly describe the suit property - He failed to prove his title - High Court having held the defendant No.I was entitled to Survey Nos. 18811 and I 8813 has virtually decreed the suit for survey No. I 8812 which is admittedly recorded in the name of third party - High Court in exercise of jurisdiction uls. 100 could not have reversed the order of courts below without holding that reasoning given by courts below was legally unsustainable."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "VAISHALI ABHIMANYU JOSHI VS. NANASAHEB GOPAL JOSHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NTg=",
        "Citation": "[2017] 5 S.C.R. 488",
        "Case Type": "(CIVIL APPEAL /6448/2017)",
        "Date": "09 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9WYWlzaGFsaSBBYmhpbWFueXUgSm9zaGkgXyBOYW5hc2FoZWIgR29wYWwgSm9zaGlfMTcwMTc2OTMzMS5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 488",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "09 May 2017",
        "Petitioner:": "Vaishali Abhimanyu Joshi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 459",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Nanasaheb Gopal Joshi",
        "Case Type:": "CIVIL APPEAL /6448/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Women from Dome",
            "stic Violence Act",
            "2005: ss. 19 and 26 - Suit filed by father-in-law (respondent) against daughter-in-law (appellant)"
        ],
        "HeadNote": "Protection of Women from Dome,stic Violence Act, 2005: ss. 19 and 26 - Suit filed by father-in-law (respondent) against C. daughter-in-law (appellant) - Before Small Causes Court - Seeking possession of the suit flat from his daughter-in-law - Claiming himself to be licensor and the appellant as gratuitous licensee :____ Counter-claim by the appellant seeking order of residence in the suit flat u/s. 19 of 2005 Act - Entertainability of the counter-claim - Held: Small Causes Court is a Civil court and proceedings before D it are legal proceedings - On the strength of s. 26 of 2005 Act, any relief available u/ss. 18 to 22 of 2005 Act can be sought by aggrieved person - Order L of CPC does not bar filing of counter-claim (under Or. VIII, r. 6A CPC) before Small Causes Court - 2005 Act was enacted to secure a social purpose - s. 26 thereof has to be E interpreted in a mannerto effectuate the ve1y purpose and object of the Act - Court not to read in a bar, unless any order as contemplated under 2005 Act is expressly barred from consideration by a civil court- Right of residence as claimed by the appellant in her counter-claim is inter-connected with determination of issue in the suit filed before civil court - Denial of consideration of the F counter-claim shall amount to denial of consideration of claim as contemplated by s.26 of 2005 Act and would lead to multiplicity of proceedings, which- cannot be the object and purpose of 2005 Act - Provincial Small Causes Court Act, 1887 - ss. 15 and 26 (as amended by Maharashtra Act 24 of 1984) - Code of Civil Procedure, G 1908 - Or. VIII, r. 6A and Or. L."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "HILL VIEW COLONY & ORS. VS. STATE OF NAGALAND & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NjA=",
        "Citation": "[2017] 5 S.C.R. 508",
        "Case Type": "(CIVIL APPEAL /6022/2012)",
        "Date": "21 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9IaWxsIFZpZXcgQ29sb255ICYgT3JzLiBfIFN0YXRlIE9mIE5hZ2FsYW5kICYgT3JzLl8xNzAxNzY5NDAxLnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 508",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "21 April 2017",
        "Petitioner:": "Hill View Colony & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 378",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Nagaland & Ors.",
        "Case Type:": "CIVIL APPEAL /6022/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court - Directions - Respondent no.2 filed writ . petition seeking cancellation of census record collected"
        ],
        "HeadNote": "Supreme Court - Directions - Respondent no.2 filed writ . petition seeking cancellation of census record collected by the C Municipal council of a Industrial village and sought directions for other respondents not to accept the same - Single judge of High Court directed Municipal council to cancel records collected by them - Appellants no.1- 4, who were not party to the writ petition, filed appeal before Division Bench, which was dismissed ~ On appeal, held: Case remanded back to the writ Court (Single Judge) D due to various reasons - Firstly, writ court decided the writ petition without taking into consideration the stands of the appellants, as they were not parties to the original writ petition - Secondly, Appellate Court instead of deciding the issues, should have remanded the case. to writ Court for deciding the writ petition 'afresh E after granting opportunity to appellants to file their counter affidavits - Thirdly. having regard to the nature of controversy and various issues raised by all parties concerned and subsequent events, ii would be in the interest of all parties concerned that writ court (Single Judge) should decide the writ petition afresh - Census Act - Constitutio_n of India - Art.226."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "KRISHNA VENI NAGAM VS. HARISH NAGAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NjQ=",
        "Citation": "[2017] 5 S.C.R. 513",
        "Case Type": "(TRANSFER PETITION (CIVIL) /1912/2014)",
        "Date": "09 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9LcmlzaG5hIFZlbmkgTmFnYW0gXyBIYXJpc2ggTmFnYW1fMTcwMTc2OTUwMS5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 513",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "09 March 2017",
        "Petitioner:": "Krishna Veni Nagam",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 224",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Harish Nagam",
        "Case Type:": "TRANSFER PETITION (CIVIL) /1912/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Supreme Court - Directions - Transfer Petition - Alternative to transfer of proceedings - Matrimonial matters and custody - Defendants/respondents located outside the jurisdiction of the court where the proceedings instituted"
        ],
        "HeadNote": "Supreme Court - Directions - Transfer Petition - Alternative to transfer of proceedings - Matrimonial matters and custody - Defendants/respondents located outside the jurisdiction of the court C where the proceedings are instituted - Held: The court, where proceedings are instituted, may'examine incorporating safeguards for ensuring that summoning of defendant/respondent does not result in denial of justice - Order incorporating such safeguards may be sent along with the summons which are: (i) availability of video conferencing facility; (ii) availability of legal aid service; D (iii) deposit of cost for travel, lodging and boarding in terms of Or.XXV CPC; (iv) e-mail address/phone number, if any, at which litigant from out station may communicate - Code of Civil Procedure,1908 - Or.XXV, s.25 ~Administration of Justice - Hindu Marriage Act, 1955 - ss.13 and 19. E Constitution of India - Art.39-A - Ignorance of parties about availability of legal services - Held: Legal aid committee of every district ought to make available selected panel of advocates whose discipline and quality can be suitably regulated and who are ready to provide legal aid at a specified fee - Such panels ought to be notified on the websites of the legal service authorities. F Transfer Petition - Respondent-husband filed divorce petition at Jabalpur, Madhya Pradesh - Petitioner- wife sought tramfer of case from Family court, Jabalpur, Madhya Pradesh to Family court, Hyderabad, Andhra Pradesh - Held: In instant case, since matter pending for about three years, prayer for transfer allowed - If G parties seek mediation the transferee court may explore the possibility of an amicable settlement through mediation - Transferee court may conduct the proceedings or record evidence of the witness who are unable to appear in court by way of video conferencing."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "STATE OF KARNATAKA VS. SELVI J. JAYALALITHA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NzA=",
        "Citation": "[2017] 5 S.C.R. 525",
        "Case Type": "(CRIMINAL APPEAL /300-303/2017)",
        "Date": "14 FEBRUARY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Pinaki Chandra Ghose\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9TdGF0ZSBPZiBLYXJuYXRha2EgXyBTZWx2aSBKLiBKYXlhbGFsaXRoYSAmIE9ycy5fMTcwMTc2OTYxMy5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 525",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "14 February 2017",
        "Petitioner:": "State Of Karnataka",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 143",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "Respondent:": "Selvi J. Jayalalitha & Ors.",
        "Case Type:": "CRIMINAL APPEAL /300-303/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "PREVENTION OF CORRUPTION ACT",
            "1988: Unique features",
            "purpose of incorporation and its scope - Discussed."
        ],
        "HeadNote": "PREVENTION OF CORRUPTION ACT, 1988: Unique features, purpose of incorporation and its scope - Discussed. s.13(1)(e) - Criminal misconduct - Al to A4 entered into a conspiracy and in furtherance of the same, Al who was a public servant at the relevant time came into possession of assets disproportionate to the known sources of her income during the check period and got the same dispersed in the names of A2 to A4 and the firms and the companies involved to hold these on her behalf with a masked front - Conviction by trial court - Acquittal by High Court - On appeal, held: The reasoning given by the trial court in respect of criminal conspiracy and abetment is correct in the face of the evidence indicating the circumstances of active abetment and conspiracy by A2 to A4 in the commission of the above ojfences u/s.13(1)(e) of the 1988 Act - This is evident from the circumstances that Al had executed a General Power of Attorney in favour of A2 in respect of Jaya Publications - The circumstance of executing the power of attorney in favour of A2 indicated that with a view to keep herself secured from legal complications, Al executed the said power of attorney knowing fully well that under the said powers, A2 would be dealing with her fonds credited to her account in Jaya Publications - Constitution of various firms during the check period was another circumstance establishing the conspiracy between the parties - 10 firms were constituted on a single day - Jn addition, A2 and A3 started independent concerns and apart from buying properties, no other business activity was undertaken by them - The circumstances proved in evidence undoubtedly established that these firms were nothing but extentions of Namadhu MGR and Jaya Publications and they owed their existence to the benevolence of Al and A2 - These firms and companies were operatingji·om theresidence of Al and it cannot be accepted that she was unaware ol the same even though she feigned ignorance about the activities carried on by A2 to A4 - They were residing with Al without any blood relation between them - Although A2 to A4 claimed to have independent sources of income but the fact of constitution of.firms and acquisition of large tracts of land out of the .funds provided by B Al indicated that, all the accused congregated in the house ol Al neither for social living nor Al allowed them free accommodation out of humanitarian concern, rather the facts and circumstances proved in evidence undoubtedly pointed out that A2 to A4 were accommodated in the house of Al pursuant to the criminal c conspiracy hatched by them to hold the assets of Al - There was frequent and spontaneous if!flow of funds from the accounts of A-1 to those of the other co-accused and the .firms/companies involved which demonstrated the collective culpable involvement al respondents in the transactions - The judgment of trial court restored in toto against A2 to A4 - Since A-1 died during pendency ol D appeals, appeals related to her abated. E s. l 3(J)(e) - Interpretation of the expression \"satisfactorily account\" in the context of the offence of misconduct uls.5(J)(e) of Act of 1947 and s.13(J)(e) of Act 1988 - Word \"satisfactorily\" used by the legislature deliberately cast a burden on the accused not only to offer a plausible explanation as to how he came to acquire his large wealth but also to satisly the Court that his explanation was worthy of acceptance. s.l 3(J)(e) - Probative worth of Income Tax Proceedings qua lawfulness of the source of income :... IT returns and orders would F not ipso facto either conclusively prove or disprove the charge and can at best be pieces of evidence which have to be evaluated along with the other materials on record - Neither the income tax returns nor the orders passed in the proceedings relatable thereto, either definitively attest the lawfulness of the sources of income of the G accused 1•ersons or are of any avail to them to satisfactorily account the di;proportionateness of their pecuniary resources and properties as mandated by s.13(J)(e) ol the PC Act. s. J 3(J)(e) - Gifts received by public servant - Receipt of huge amount of Rs.2 crores and foreign remittance as presents and H gi.fis as the Chief Minister of State - Gi.fis as claimed to have beenmade to Al were not only prohibited by law, having regard to her A office and the role attached thereto, but also constituted an offence thereunder - Disclosure of such gifts in the income tax returns of A 1 and the orders of the income tax authorities on the basis thereof, do not validate the said receipts to elevate the same to lawfit.l income to repel the charge uls. l 3(l)(e) thereof- Gifts to Al, a public servant B in the context of ss.161 to l 65A lPC now integrated into the Act are visibly illegal and forbidden by law - The endeavour to strike a distinction between \"legal\" and \"unlawful\" as sought to be made to portray gifts to constitute a lawfill source of income is thus wholly misconstrued - Penal Code, 1860 - ss.161 to l 65A. s. l 3(l)(e) - Disproportionate assets -According to respondent c No. 1, as against the jigure of Rs.24.29 crores being the value of new/additional construction of buildings during the check period, as computed by the prosecution, her assertion was of Rs.6.52 crores - Prima facie, the plea of the prosecution that in assessing the expenditure of new/additional buildings, the High Court had not D only taken a reduced constructed area of 1668.39 sq. Ji. instead of 2174.69·sqsft., thereby introducing a shortfall of506.3 sqs., it also applied the rate of Rs.28,0001- per sq. ft. based on the construction cost of a sentry shed, as the base value to work out the amount of investments made towards the new/additional buildings/constructions is borne out by the records - The approach of the High Court on E both counts in the face of the evidence on record is not acceptable - The adoption of Rs.28, 0001- per sq. ft. as the base value, which was the cost of construction of a sentry shed, per se was erroneous, having regard to the fact that a sentry shed and the new/additional constructions/buildings are not comparable. F s.l 3(1)(e) - Addition of Rs.4 crores by High Court towards income of Jaya Publications and Namadhu MGR to the .figure cited by the DVAC on account of Scheme deposit - Propriety of- Held: High Court was not justified in allowing an additional sum of Rs.4 crores as income of Jaya Publications merely on the basis of the G oral evidence of the 31 witnesses - Moreso, since the accused had failed to produce the primary documents in original before the auditors and the income tax authorities in support of scheme deposit - Trial court had duly considered these factors more particularly the inordinate delay in submission o,f income tax returnsmuch after the submission of the charge-sheet, along with the other attendant circumstances - Testimony of subscribers to the scheme was also rightly rejected by trial court as they were hardened party workers. s.13(l)(e) -Addition of Rs.1 crore by High Court towards income of Super Duper Pvt. Ltd. - This amount is claimed to be B legitimate income of A-3 from his business initially carried on as proprietor of Super Duper TV and later incorporated as Super Duper Pvt. Ltd. - Trial Court in contradistinction took pains to examine the trail of the income claimed by the company and the feasible investments thereof- It also took note of the huge it?flow and outflow c of cash to and from the accounts of the firms/companies of which the respondents were partners/directors during the check period so much so that the income claimed by A3 under t!ps head ceased to retain its independent identity so as to be accepted 'ds the discernible earnings of the company for transacting its business activities as a distinctly separate institution - The summary treatment of the D evidence on this issue by the High Court lacks the desired approach and, therefore, cannot be sustained - The addition awarded by it of income of Rs.1 crore to Super Duper T. V. · Pvt. Ltd. thus cannot be upheld. E F s.13(1)(e)-Loan byA-1 toA-2-Addition of Rs.1.53 crores sought as loan from A-2 and her proprietary firms - Having regard to the persons and entities involved in the transactions, in the absence of other convincing evidence, the said receipts/deposits cannot be accepted to be lawful income as envisioned in s.13(l)(e) of the Act. s. l 3(1)(e) - Addition of Rs. 46. 71 lacs as agricultural income - High Court enhanced the agricultural income of A-1 to Rs.52.50 lacs - Held: In absence of any independent evidence in support of this claim, having regard to the state of law that income tax returns/orders are not automatically binding on the criminal G court, the effortless acceptance thereof by the High Court was in disregard to this settled proposition - High Court erred in accepting . income tax return and orders passed thereon and in adding Rs.46. 71 lakhs under the head of agricultural income. s.13(l)(e) -Addition of loan amount of Rs.18.17 crore byHigh Court - Held: The High Court wrongly totalled the amount to inflate figures to Rs.24.17 crores which in fact ought to have been Rs. l 0. 67 crore on correct calculations - Addition of Rs.18.17 crores as done by High Court was erroneous and not sustainable. s.J3(l)(e)-A-l s income from three companies - The deposits and withdrawals represented through the different entries in the bank accounts suggested multiplication of transactions stemming from the same corpus - The maze of financial exchanges in fragments involving different combinations hint at the attempt to inflate individual and collective income of the respondents - The banking transactions, though resorted to for proclaiming genuineness thereof. having regard to the overall factual conspectus did not appear to be real. s.J3(J)(e) - Expenditure incurred by A-1 in connection with marriage of A-3 - High Court reduced from Rs.6.45 crores and accepted the figure of Rs.28.68 lakhs towards expenditure towards marriage to be share of expense of A-1 - PW-181 Assistant Engineer PWD in his report mentioned inter alia, the areas of the various pandals together with the decorative attachments and after accounting for the cost thereof and the price of the furniture used and the amenities provided, estimated the expenditure to be Rs.5.91 crores towards the pandals and other arrangements to secure the intended facilities for the couple, guests and other participants - His findings in his report could be construed to be of an expert witness and further could be used as corroboration for the testimony of PW200 who indeed had supervised the same works himse(l and as claimed by the prosecution on the instructions/advise of A2 - PW200, Chief Engineer, P~D did assert on oath that he was instructed by A2 to complete the panda/ works as early as possible - He deposed as well that Al and A2 had inspected the work by visiting the site about a week prior to the marriage - In the face of the evidence in particular of the elaborate arrangements at the venues and the expenses incurred on other items associated with the event, the Trial Court did not err in not accepting the.figure of Rs.28.68 lacs as the expenditure incurred by Al on the basis of her reply to the queries made by the Income Tax Department. Corruption - It not only has a demoraliSing bearing on those who are ethical, honest, upright and enterprising, it is visibly 529 A B c D E F Gantithetical to the quintessential spirit of the jimdamental duty of every citizen to strive towards excellence in all spheres of individual and collective activity to raise the nation to higher levels of endeavour and achievement- Every citizen has to be a partner in this sacrosanct · mission for a stable, just and ideal social order as envisioned by our forefathers and fondly cherished by the numerous se(f-effacing B crusaders 9J a free and independent Bharat, pledging their countless sacrifices and selfless commitments for such cause. (Per Amitava Roy, J.) PREVENTION OF CORRUPTION ACT, 1947: c D E F s.5(1)(e) - Interpretation of - Held: A bare perusal of clause (e) of s.5(1) of 1947 Act reveal that the criminal misconduct of the public servant, as envisaged therein, would ensue if he/she or any person on his/her behalf was in possession or had, at any point of time during the period of his/her office, been in possession of pecuniary resources or property, disproportionate to his/her known sources of income, which the public servant cannot sati!>factorily account - Significantly, for such misconduct, the possession of the disproportionate pecuniary resources or property, which the public servant is unable to satisfactorily account, can be held either by him/her or any person on his/her behalf is essential - This offence thus, enfolds in its sweep a definitive involvement and role of persons other than the public servant, either as a abetter or a co-conspirator in the actualisation of the crime - Consequently, thus such abettors or co-conspirators or partners in this item of offence, if proved, cannot escape the legal consequences for their participatory role. CODE OF CRIMINAL PROCEDURE, 1973: s.452 - Invocation of s.452 by special judge under PC Act to order confiscation/for.f'eiture of the properties otherwise attached under the Criminal Law Amendment Ordinance, 1944 - Permissibility of - Held: Permissible - In terms of s.5(6), Special Judge is . G authorised to exercise all powers and/unctions exercisable by a District Judge under the Ordinance - Jn the instant case, the o.f)ences at the trial were u/ss.13(1)(e), 13(2) of the PC Act, ss.109 and 120B !PC encompassed within paragraphs 4A and 5 of the Schedule to the Ordinance - These offences were unimpeachably within the contours of the PC Act and triable by a special Judge thereunder -herefore, the order of confiscation/forfeiture of the properties standing in the name of six companies, as involved, made by the trial court is sustainable - Criminal Law Amendment Ordinance, 1944. A CRIMINAL LAW: Conspiracy - Proof of - Held: A conspiracy can be proved B by circumstantial evidence as having regard to the nature of the offending act, no direct evidence can be expected. CONSTITUTION OF INDIA: Art.136 - Scope of interference with an order of acquittal/ C conviction under Art.136 of the Constitution - Held: Once the Appellate Court comes to the conclusion that the view taken by the lower court was clearly unreasonable, then that by itself would be a compelling reason for interference - It is a courts duty to convict a guilty person when the guilt is established beyond reasonable doubt, no less than it is its duty to acquit the accused when such D guilt is not so established. EVIDENCE ACT, 1872: s.45 - Expert opinion/evidence - Probative. worth of - Held: An expert is one who has made a subject upon which he speaks or . E renders his opinion, a matter of particular study, practice or observation and has a special knowledge thereof- His knowledge must be within the recognized field of expertise and he essentially has to be qualified in that discipline of study - It has been propounded that an expert is not a witness of fact and its evidence is really of an advisory character and it is his duty to furnish to the F Judge/Court the necessary scientific criteria for testing the accuracy of the conclusions so as to enable the Judge/Court to .form his/its independent judgment by the application of such criteria to the facts proved by the evidence - By virtue of s.45 of the Evidence Act 1872, which makes the opinion of an expert admissible, not only an G expert must possess necessary special skill and experience in his discipline, his opinion must be backed by reason and has to be examined and cross-examined to ascertain the probative worth thereof - The evidentiary value of the opinion of an expert depends on the facts upon which it is based and also the validity of the process by which the conclusion has been reached - The Court isnot to subjugate its own judgment to that of the expert or delegate its authority to a third party but ought to assess the evidence of the expert like any other evidence. BENAMI TRANSACTIONS: B c Courts are usually guided by the following circumstances: The source from which the purchase money came; The nature of possession of the property, after the purchase; Notice, if any. for giving the transaction a benami colour; The position of the parties and the relationship, if any, between the claimant and the alleged benamdar; The custody of the title-deeds after the sale; and The conduct of the parties concerned in dealing with the property ajter the sale. PENAL CODE, 1860: s.109 - Private individual can also be prosecuted/or offence uls.109. D INTERPRETATION OF STATUTES: Anti-corruption laws - Any interpretation of the provisions of anti-corruption laws has to be essentially positive, in .fi1rtherance of its mission and not in retrogression thereof (Per Amitava Roy, J.)"
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "EXCEL CROP CARE LIMITED VS. COMPETITION COMMISSION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1NzQ=",
        "Citation": "[2017] 5 S.C.R. 901",
        "Case Type": "(CIVIL APPEAL /2480/2014)",
        "Date": "08 MAY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9FeGNlbCBDcm9wIENhcmUgTGltaXRlZCBfIENvbXBldGl0aW9uIENvbW1pc3Npb24gT2YgSW5kaWEgQW5kIEFub3RoZXJfMTcwMTc2OTY4Ny5wZGY=",
        "SCR Citation:": "[2017] 5 S.C.R. 901",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "08 May 2017",
        "Petitioner:": "Excel Crop Care Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1286",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Competition Commission Of India And Another",
        "Case Type:": "CIVIL APPEAL /2480/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Competition Act",
            "2002: ss. 3(3)(a)",
            "3(3}(b) and 3(3)(d) rlw. s. 3(1) and ss. 26(1)",
            "27(b) - Complaint by Food Corporation of India (FCI)"
        ],
        "HeadNote": "Competition Act, 2002: ss. 3(3)(a), 3(3}(b) and 3(3)(d) rlw. s. 3(1) and ss. 26(1),27(b) - Complaint by Food Corporation of India (FCI) - c Alleging that the three appellant companies and one more company had arrived at anti-competitive agreement in relation to tenders issued by FCI for Aluminium Phosphide Tablets (APT) between the years 2007 and 2009 - Competition Commission of India (CCI) directed investigation - Director General (DG) gave report giving D prima facie .finding affirming the allegations - CCI concluded that the appellant-companies entered into anti-competitive agreement in a concerted manner thereby offending the provisions of s.3 and imposed penalties on all the three appellants at 9% of average 3 years turnover - Competition Appellate Tribunal confirmed the finding of CCI - However, reduced the penalty holding that the E penalty at 9% cannot be on the 'total turnover' and has to be restricted to 9% of the 'relevant turnover' - On appeal questions whether s. 3 was applicable in respect of tender issued prior to coming into force of s. 3; whether CCI was barredfi·om investigating the matter pertaining to tender floated in 20 JI as there was no F complaint about that tender; whether .finding as regards collusive bidding was justified and whether the penalty has to be on 'total turnover' or only on the 'relevant turnpver' of the offending company - Held: Section 3 would be applicable in respect of the tender issued prior to coming into force of s. 3 as well because the anti-competitive conduct of the offending companies continued even G after coming into force of s. 3 - 2011 tender also could be the subject-matter of inquiry even when it was not referred to in the complaint - Section 26(1) is wide enough to cover the investigation by DG - While carrying out such investigation, il other facts also get revealed, DG would be well within its power to include those awell in his report - In the facts of the case. the ingredients of s. 3 stand satisfied and the CCI rightly held that provisions of s. 3(3)(a), 3(3)(b) and 3(3)(d) have been contravened by appellant- companies - Section 27(b), while prescribing the penalty on the 'turnover', neither uses the prefix 'total' nor 'relevant' - In the absence of specific provision as to whether such turnover has to be B product specific or entire turnover ol the offending company, adopting the criteria of 'relevant turnover 'for the purpose of imposition of penalty will be more in tune with ethos ol the Act and the legal principles pertaining to imposition of penalties."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "AJITSLNH ARJUNSLNH GOHLL VS. BAR COUNCIL OF GUJARAT AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1Nzg=",
        "Citation": "[2017] 5 S.C.R. 984",
        "Case Type": "(CIVIL APPEAL /8307/2015)",
        "Date": "06 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9Baml0c2xuaCBBcmp1bnNsbmggR29obGwgXyBCYXIgQ291bmNpbCBPZiBHdWphcmF0IEFuZCBBbnIuXzE3MDE3Njk3NzcucGRm",
        "SCR Citation:": "[2017] 5 S.C.R. 984",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "06 April 2017",
        "Petitioner:": "Ajitslnh Arjunslnh Gohll",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 318",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Bar Council Of Gujarat And Anr.",
        "Case Type:": "CIVIL APPEAL /8307/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Advocates Act",
            "1961: s.36B(l) - Complaint against Advocate - Transfer of disciplinary proceedings",
            "to the Bar Council of Jndia (BCJ)",
            "fi-om the State Bar Council as per mandate enshrined u/s.36B(l"
        ],
        "HeadNote": "Advocates Act, 1961: c D E s.36B(l) - Complaint against Advocate - Transfer of disciplinary proceedings, to the Bar Council of Jndia (BCJ) ,fi-om the State Bar Council as per mandate enshrined uls.36B(l)- Whether the BCJ, instead of enquiring into the complaint and adjudicating thereon, can send it back to the State Bar Council with direction to decide the controversy within a stipulated time - Held: When the language employed u/s. 36B(l) and s.36 are read in juxtaposition, it is clear that the legislature desired that the disciplinary proceedings are to be put to an end within a particular time frame by the State Bar Council and if that is not done, the whole thing gets transferred to the BCJ, which is obliged to cause an enquily - Once original jurisdiction to deal with complaint stands transferred to the BCJ, it cannot be said that disposal by BCJ would include remand - The legislature never intended either .fi·om the perspective of the complainant or from the delinquent advocate that a complaint transferred to BCJ, be again sent back to the State Bar Council. s.36B(l) and s.37 - Distinction between - Held: BCJ exercises F appellate jurisdiction u/s.37 and original jurisdiction u/s.36B(l) - While exercising appellate jurisdiction uls.37, the BCJ can remand the matter to the State Bar Council whereas, uls.36B(l) original jurisdiction to deal with complaint stands transferred to the BCJ thus, it cannot be remanded back to State Bar Council - BCJ, while exercising original jurisdiction on transfer of a complaint, cannot G exercise appellate jurisdiction. Supreme Court- Directions - Pei:formance ()f duty by statutOIJ' body - DisciplinalJ' authority of State Bar Councils found to be not disposing of complaints within stipulated period - Held: Responsibility to deal with the disciplinary proceedings is cast onAdvocates Act, 1961: c D E s.36B(l) - Complaint against Advocate - Transfer of disciplinary proceedings, to the Bar Council of Jndia (BCJ) ,fi-om the State Bar Council as per mandate enshrined uls.36B(l)- Whether the BCJ, instead of enquiring into the complaint and adjudicating thereon, can send it back to the State Bar Council with direction to decide the controversy within a stipulated time - Held: When the language employed u/s. 36B(l) and s.36 are read in juxtaposition, it is clear that the legislature desired that the disciplinary proceedings are to be put to an end within a particular time frame by the State Bar Council and if that is not done, the whole thing gets transferred to the BCJ, which is obliged to cause an enquily - Once original jurisdiction to deal with complaint stands transferred to the BCJ, it cannot be said that disposal by BCJ would include remand - The legislature never intended either .fi·om the perspective of the complainant or from the delinquent advocate that a complaint transferred to BCJ, be again sent back to the State Bar Council. s.36B(l) and s.37 - Distinction between - Held: BCJ exercises F appellate jurisdiction u/s.37 and original jurisdiction u/s.36B(l) - While exercising appellate jurisdiction uls.37, the BCJ can remand the matter to the State Bar Council whereas, uls.36B(l) original jurisdiction to deal with complaint stands transferred to the BCJ thus, it cannot be remanded back to State Bar Council - BCJ, while exercising original jurisdiction on transfer of a complaint, cannot G exercise appellate jurisdiction. Supreme Court- Directions - Pei:formance ()f duty by statutOIJ' body - DisciplinalJ' authority of State Bar Councils found to be not disposing of complaints within stipulated period - Held: Responsibility to deal with the disciplinary proceedings is cast on H 984AJTTSINH ARJUNSINH GOHTL v. BAR COUNCIL OF GUJARAT 985 the State Bar Council, which constitutes its disciplinmy committee - A A statutory authority is obliged to constantly remind itself that the mandate of the statute is expediency and the stipulation of\" time is mandatory - State Bar Councils asked to take periodical stock of cases with regard to the progress of the Disciplinmy committee and find out the cause of delay and guide themselves to act with B expediency so that the Councils, as statutory bodies, do their duty as commanded under the Act. Interpretation of Statutes - On the text and context - Discussed. Advocates - Nobility of legal profession - Held: Ah advocate stands in a loco parentis towards the litigants - He has a paramount duty to his client and client is entitled to receive disinterested, sincere and honest treatment."
    },
    {
        "volume": "2017Volume 5",
        "Case Name": "LAUREL ENERGETICS PVT. LTD. VS. SECURITIES AND EXCHANGE BOARD OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1ODE=",
        "Citation": "[2017] 5 S.C.R. 1005",
        "Case Type": "(CIVIL APPEAL /5675/2017)",
        "Date": "13 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA1L1BhcnQgSS9MYXVyZWwgRW5lcmdldGljcyBQdnQuIEx0ZC4gXyBTZWN1cml0aWVzIEFuZCBFeGNoYW5nZSBCb2FyZCBPZiBJbmRpYV8xNzAxNzY5ODUzLnBkZg==",
        "SCR Citation:": "[2017] 5 S.C.R. 1005",
        "Year/Volume:": "2017/ Volume 5",
        "Date of Judgment:": "13 July 2017",
        "Petitioner:": "Laurel Energetics Pvt. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 616",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Securities And Exchange Board Of India",
        "Case Type:": "CIVIL APPEAL /5675/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SEBI Substantial Acquisition of Shares and Takeover Regulations",
            "2011: Regn. 10 - Interpretation of - Acquisition of shares made through inter se transfers amongst promoters - Public c announcement"
        ],
        "HeadNote": "SEBI Substantial Acquisition of Shares and Takeover Regulations, 2011: Regn. 10 - Interpretation of - Acquisition of shares made through inter se transfers amongst promoters - Public c announcement - Open offer made for acquisition of equity shares of the Target Company from the equity shareholders of the Target Company at the price of Rs.3.20 per share - Exemption provisions in Regn. 10, applicability of - SEBI held that tl2e exemption provisions in Regn. l 0 would not apply to 2014 acquisition, as a result of which the price of Rs.3.20 per share was not accepted and D the higher price of Rs.6.30 would have to be paid to equity shareholders of the Target Company - In appeal, the appellate tribunal held that -Regn. JO did not exempt the acquisitions of 2014, as a result of which the price payable per share necessarily became Rs.6.30 instead of Rs.3.20 per share - Interference with - Held: E Not called for - For application of exemption under Regn. 10, persons must be promoters of the target Company for not less than three years prior to the proposed acquisition - On facts, the information memorandum having been filed on 19 1\" July, 2012 pursuant to which listing took place one day later and three years did not elapse on 9110 1\" July, 2014, the date on which the earlier F purchase of shares took place. Company laws: Lifting of the corporate veil - Under Regn. 10, in certain specified circumstances - Explained- SEBI Substantial Acquisition of Shares and Takeover Regulations, 2011."
    }
]