[
    {
        "volume": "2017Volume 14",
        "Case Name": "SURESH KUMAR WADHWA VS. STATE OF M.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAyNzU=",
        "Citation": "[2017] 14 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /7665/2009)",
        "Date": "25 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8xLTE2XzE3MDIwMjIwOTAucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "25 October 2017",
        "Petitioner:": "Suresh Kumar Wadhwa",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1052",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of M.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /7665/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Act",
            "1872 - s.74 - Public auction - Forfeiture of Security deposit - Legality"
        ],
        "HeadNote": " Contract Act, 1872 - s.74 - Public auction - Forfeiture of Security deposit - Legality of - Respondent No.3 issued an advertisement inviting participation in public auction off our nazul  plots of the State by following terms and conditions set out therein - Appellant, one of the participants in the auction proceedings deposited a sum of Rs. 3 /akhs with respondent No.3 as security in terms of public notice - Appellant's bid was declared the highest and accordingly accepted by the Respondent No.3 subject to \"special terms and conditions\" - Appellant declined to accept the  ''special terms and conditions\" and requested for regime of the security amount of Rs.3 lakhs - Consequently, respondent No.2 informed appellant that a sum of Rs.3 lakhs deposited by him (appellant) has been forfeited - Civil suit filed by the appellant for refund of security amount - Trial Court and High Court held that E respondents were justified in foveating the security amount deposited - On appeal, held: Forfeiture of security amount deposited by appellant is illegal and bad in law - Public notice (advertisement) only stipulated a term for deposit of the security amount of Rs.3 lakhs by the bidder (appellant) but it did not publish any stipulation that the security amount deposited by the bidder (appellant) is liable for forfeiture by the State - A stipulation for deposit of security amount ought to have been qualified by a specific stipulation providing therein a right offo1:feiture to the State - Similarly, it should have also provided the contingencies in which such right of f01:feiture could be exercised by the State against the bidder - It is only then the State would have got a right to forfeit- It was, howeve1; not so in instant case - Furthe1; it was mandatory on the part of the respondents (State) to have published the four ''special conditions\" at the time of inviting the bid~ itself- Bidders were entitled to know these material terms at the time of submitting the hid itself- Since these four conditions were added unilaterally and communicated to the appellant by respondent No. 3 while accepting his bid, the appellant had eve1y right to refuse to accept such conditions and wriggle out of the auction proceedings and demand refund of his security amount - The State, in such circumstances, had no right lo insist upon the appellant to accept such conditions much less lo comply and nor it had a right to cancel the bid on the ground of non-compliance of these conditions by the appellant - Appellant did not commit any breach of the term(s) and condition(s) of the notice inviting bids and on the other hand, it was the respondents who committed breaches - State Had no right to fo1j'eit security amount - Impugned Judgment and decree of High Court and trial Court set aside. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "CHRISOMAR CORPORATION VS. MJR STEELS PRIVATE LIMITED & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAyNzk=",
        "Citation": "[2017] 14 S.C.R. 14",
        "Case Type": "(CIVIL APPEAL /1930/2008)",
        "Date": "14 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8xNC0xN18xNzAyMDIyMTc4LnBkZg==",
        "SCR Citation:": "[2017] 14 S.C.R. 14",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "14 September 2017",
        "Petitioner:": "Chrisomar Corporation",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 905",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Mjr Steels Private Limited & Anr.",
        "Case Type:": "CIVIL APPEAL /1930/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract Act",
            "I872 - ss.62",
            "63 - Applicability of.:.. Vessel in question owned by one Third Element Enterprises"
        ],
        "HeadNote": " Contract Act, I872 - ss.62, 63 - Applicability of.: Vessel in question owned by one Third Element Enterprises, a Cyprus company :-- Appellant-plaintiff supplied bunkers and other  necessaries to the vessel and raised invoices which were not paid bv Third Element - Admiralty suit filed by appellant praying for arrest of the vessel - Vessel arrested - Subsequently, howeve1; appellant did not proceed with the matter as the parties had reached .an out of court settlement/agreement dtd. I8. I .2000 - But, since no payment was made to the appellant, the vessel was re-arrested  on 2.5.2000 - Respondent no.1 filed written statement in the suit claiming that it had purchased the vessel through successive transfer of title in the vessel hence, no cause of action survived against Third Element, the original owner - Single Judge of High Court held that the plaintiffs were entitled to recover their dues- Division  Bench reversed the order - Whether on the day of arrest respondent no.1 was the owner of the vessel and hence, appellant's claim against the original owner, Third Element on the date of institution of the suit would not lie -Also, whether in view ofs. 62 there was a novation of the original agreement as the settlement dtd. I8.1.2000 was acted upon and therefore, the original agreement under which payment  was due to the appellant need not be performed - Held: For a contract that is altered in material particulars, to fall u/s.62 the alteration must go to the very root of the original contract and change its essential character, so that the modified contract must be read as doing away with the original contract - However, in the  present case, the second agreement/settlement dealt with one leg of the original transaction, i.e. the leg of payment which was not made, while keeping the original transaction alive- Settlement read as a whole does not amount to novation of the original agreement - s. 63 would apply to the facts of the present case - Further, respondent no. I failed to prove that there was a change of ownership of the vessel in its favour on the date of arrest i.e. on 2.5.2000 - Judgment of High Court is set aside and the decree of trial court is restored - Constitution of India - Art. 372 - The Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017 - s.2(1)(/), (g) and ss. 4,  5, 6, 9, 12, 17 - Brussels Convention of 1952- Art. l (k) - International Convention of Maritime Lien and Mortgages, 1993- Arts.4, 8- Brussels Convention relating to the Arrest of Sea-Going Ships, 1992- International Convention on the Arrest of Ships, 1999- Art.3(J)(a) - Letters Patents of 1823, 1862 and 1865 - Admiralty Court Acts, 1840 and 1861 - Colonial Courts of Admiralty Act,  1890 - Colonial Courts of Admiralty (India) Act,1891- Supreme Court of Judicature (Consolidation) Act, 1925 -Administration of Justice Act of 1956 - Supreme Court Act of 1981. Admiralty law - Maritime claim and Maritime lien - Difference between - Plea of appellant that the necessaries supplied by it to  the vessel in question were not only maritime claim but also maritime lien on the vessel - Held: Important materials wherever supplied to a ship for her operation/maintenance would fall within the definition of a maritime claim - A maritime lien, on the other hand, attaches to the property of the vessel whenever the cause of action arises, and travels with the vessel and subsists whenever and wherever the action may be commenced - A claim for necessaries supplied to a vessel does not become a maritime lien which attaches to the vessel - Brussels Convention of 1952 - Art.I(k). Admiralty law - Of India and England - History of - Discussed. Admiralty law - Maritime claim - When can be asserted -Held: A maritime claim can be asserted only at the time the arrest of the vessel is effected and not at the time of the institution of the suit - International Convention on the Arrest ofShips, 1999 -Art.3(l)(a). "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "UNION OF INDIA VS. VIJAY KRISHNA UNIYAL (D) THROUGH LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAyODY=",
        "Citation": "[2017] 14 S.C.R. 68",
        "Case Type": "(CIVIL APPEAL /16949-16950/2017)",
        "Date": "23 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Kurian Joseph",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF82OC0xMDZfMTcwMjAyMjI5OS5wZGY=",
        "SCR Citation:": "[2017] 14 S.C.R. 68",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "23 October 2017",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Vijay Krishna Uniyal (d) Through Lrs.",
        "Case Type:": "CIVIL APPEAL /16949-16950/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government Land: Land in possession",
            "on 'Old Grant' terms - Notice for resumption of the land - Suit for permanent injunction"
        ],
        "HeadNote": " Land in possession, on 'Old Grant' terms - Notice for resumption of the land - Suit for permanent injunction - Seeking order restraining the State (defendant) and its officials from dispossessing him from suit property - Claiming title/ownership of the property vide registered sale deed - Also asserted occupancy rights and ownership rights on account of long and undisturbed possession - Plea of the defendant-appellant was that the land in  question was covered by Old Grant for national defence requirement, ownership whereof belonged to the defendant-appellant - Trial court as well as first appellate court held that the defendant was the owner of the land and possession of the plaintiff was limited to occupancy rights - High Court dismissed the second appeal upholding concurrent finding of fact on the factum of ownership - However, the High Court observed the plaintiff would have liberty to raise the issue of title during eviction proceedings - Review petition by the defendant dismissed - Appeal by the defendant to Supreme Court seeking that the observation made by the High Court in the impugned judgment be set aside - Plaintiff interalia took the plea that courts below were not expected to decide the question of title in an injunction suit simpliciter and that the defendant had failed to prove its title - Held: Mere possession of suit property by itself cannot be reckoned as an evidence on the issue of ownership - From the facts of the case, it is evident that it was well within the knowledge of the  plaintiff that the suit property belonged to Government (defendant) and the right which was transferred to him was only the right of enjoyment of possession of the said land granted under the Old Grant to his predecessor-in-interest - Therefore, the observation made by the High Court is effaced as that observation was the foundation to give liberty to the plaintiff to agitate the question o title - The issue of 'ownership' cannot be called an ancillary issue .  examined by civil court to limited jurisdiction called upon to consider the relief permanent Injunction simpliciter - It was a direct and substantial issue considered by all the courts be/ow - The finding fact is binding on the plaintiff' and would operate as constructive res judicata - In the facts of the case, the defendant was able to  prove its title - The plaintiff in absence of challenge to the High Court order, can neither succeed nor can be permitted to agitate before Supreme Court about the correctness of the findings recorded by courts below on the issue of ownership - The only issue that was left open by appellate courts was about determination of compensation for the structure in terms of Old Grant and  Regulations - Principle of Res Judicata. Constitution of India: Art. 136 - Scope of- Held: Plenary jurisdiction of Art. 136 is not limited to the dispensation provided in Or. XL! r. 22 of CPC - However. the Court cannot make an order, direction or decree placing  the party appealing to it, in a position more disadvantageous than in what it would have been, had it not appealed. Maxim: \"Nemo dat quod non habet\" - Applicability of "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "HARPAL SINGH VS. ASHOK KUMAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzNzg=",
        "Citation": "[2017] 14 S.C.R. 107",
        "Case Type": "(CIVIL APPEAL /22967/2017)",
        "Date": "15 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8xMDctMTE0XzE3MDIwMjM2MTMucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 107",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "15 December 2017",
        "Petitioner:": "Harpal Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1246",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Ashok Kumar & Anr.",
        "Case Type:": "CIVIL APPEAL /22967/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delhi Land Reforms Act",
            "1954 - s.185 - Bar under"
        ],
        "HeadNote": " Delhi Land Reforms Act, 1954 - s.185 - Bar under - When attracted- Held: To be 'land' for the purpose of the 1954 Act, the  land must be held or occupied for purposes contemplated under the Act - Where the land is not used for any such purpose and has been built upon, it would cease to be agricultural land - And once the agricultural land loses its basic character and is converted into authorized/unauthorized colonies, disputes of plot holders cannot be decided by the revenue authorities and would have to be resolved  by the civil court - Thus, the bar uls.185 would not be attracted -in the instant case, respondents had filed suit for possession uls.6 of the Specific Relief Act - However, the land in question had ceased to be agricultural in nature and thus, was not governed by the 1954 Act - Resultantly, the bar uls.185 was not attracted - Objection E raised by appellant to execution of the decree was without foundation - Specific Relief Act, 1963 - s.6. Decree - Challenge to, before executing court - Ground for - Held: Validity of a decree can be challenged before an executing court only on the ground of inherent lack of jurisdiction which renders the decree a nullity. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "GUJARAT URJA VIIKAS NIGAM LIMITED VS. SOLAR SEMICONDUCTOR POWER COMPANY (INDIA) PRIVATE LIMITED AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzODY=",
        "Citation": "[2017] 14 S.C.R. 115",
        "Case Type": "(CIVIL APPEAL /6399/2016)",
        "Date": "25 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8xMTUtMTYyXzE3MDIwMjM2OTMucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 115",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "25 October 2017",
        "Petitioner:": "Gujarat Urja Viikas Nigam Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1053",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Solar Semiconductor Power Company (india) Private Limited And Others",
        "Case Type:": "CIVIL APPEAL /6399/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Electricity Regulatory Commission (Conduct of Business) Regulations",
            "2004:"
        ],
        "HeadNote": " Gujarat Electricity Regulatory Commission (Conduct of Business) Regulations, 2004: Regulations 80 to 82 ..- Whether the State Electricity Regulatory Commission, in exercise of its inherent powers, could have extended the control period for the respondent Company - Held: The Commission does not have the power to extend the control period in exercise of its inherent powers provided under Reg. 80 to 82, to the advantage ofone party and to disadvantage ofthe other -  Electricity Act, 2003 - s. 181 "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "STATE OF GOA VS. JOSE MARIA ALBERT VALES @ ROBERT VALES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzOTU=",
        "Citation": "[2017] 14 S.C.R. 163",
        "Case Type": "(CRIMINAL APPEAL /1427-1428/2017)",
        "Date": "18 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8xNjMtMjAxXzE3MDIwMjM3OTgucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 163",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "18 August 2017",
        "Petitioner:": "State Of Goa",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 776",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Jose Maria Albert Vales @ Robert Vales",
        "Case Type:": "CRIMINAL APPEAL /1427-1428/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - ss.244",
            "340 and 343 - Statement of respondent",
            "a prosecution witness",
            "recorded u/s.164",
            "Cr.P. C by Magistrate"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - ss.244, 340 and 343 - Statement of respondent, a prose.cution witness, reco_rded u/s.164, Cr.P. C by Magistrate - While testifying in the Session's trial, respondent resiled from. this statement- Sessions Court being prima facie ofthe view that the respondent deliberately made contradictory statements on oath in order to screen/favour the accused in the session's trial, without conducting any inquiry as permissible u/ s. 340, directed respondent's prosecution by filing complaint against  him u/s..193,IPC - Accordingly, a complaint was filed against the  respondent uls.193,JPC in the Court of Chief Judicial Magistrate - . In the proceedings, prosecution examined three witnesses from the list apart from the complainant-Sessions Judge - Thereafter, Magistrate framed charges against the respondent uls.193,IPC - Application by respondent before Magistrate for dropping· of the  proceedings against him, rejected - Revision before Court of Sessions also rejected - High Court quashed the charges against the respondent holding it to be premature and in violation of procedure prescribed uls.244,Cr.P.C. - According to High Court  the complaint ought to have been construed to be a case otherwise than on polite report to which warrant procedure was applicable, thus, charge could not have been framed against respondent as the prosecution had not adduced all its evidence at that_ stage, as required u/s.244,Cr.P.C - Plea of appellant-State before Supreme Court that in terms ofs.343,Cr.P.C the case though registered on a complaint u/s.340 was to be dealt with as if instituted on a police  report, for which the rigour of the procedure u/s.244,Cr.PC was inapplicable - Held: Approach of High Court is.wholly indefensible, as u/s. 343(1), CrPC. C the procedure prescribed for cases instituted otherwise than on police report is not attracted qua a complaint u/ s.340, CrPC. C. - impugned judgment of High Court is unsustainable Trial Magistrate to proceed from the stage of framing of charge, strictly in compliance ofs.343(1),CrPC- Penal Code; 1860- s.193- Code of Criminal Procedure, 1898 - s.476. Words & Phrases - \"Complaint\", \"inquiry\", \"investigation\", \"police report\", \"summons-case\" and \"warrant-case \"~Meaning of- Explained - Code of Criminal Procedure, 1973 - ss.2(d), 2(g), 2(h), 2(r), 2(w) and 2(x). Code of Criminal Procedure, 1973 - 'Inquiry' and 'Investigation' - Difference between - Discussed. Code ofCriminal Procedure, 1973 - s.195 - Offences u/Cl.(a) and (b) -· Cognizance of - Conditions for - Held: Vis-a-vis the  offences enumerated in clause (a), cognizance is permissible only on a complaint in writing of the public servant concerned or of some other public servant to whom he is administratively subordinate- For offences in clause (b), a complaint in writing of the Court or by such officer ofthe Court, as that Court may authorise in writing or ofsome other Court to which that Court is subordinate  is an imperative precondition. Penal Code, 1860 - s.193 - Offence under - Summons case or warrant case '- Held: An offen<:r{.'uls.193 would constitute a warrant case. Code of Criminal Procedure, 1973- s.195- Offences under Cl.(a) & (b)- Summons cases or warrant case- Held: Having regard to the punishments prescribed therefor, the offences detailed in clauses (a) and (b), give rise to \"summons\" as well \"warrant-cases\". Code of Criminal Procedure, 1973- Chapter XIX- ss.238- 243, ss. 244-247- Trial of warrant cases by Magistrate in cases  instituted on a police report and in cases instituted otherwise than on police report - Procedure adopted for - Distinction between - ·Held: The distinction lies in the fact that whereas in the former, there is no scope for the prosecution to examine any witness at the stage where the Magistrate is to consider whether a charge is to be framed or not, in cases instituted otherwise than on a police report, after the accused appears or is brought before the Magistrate, the prosecution is required to adduce all such evidence in support of his case. Code of Criminal Procedure, 1973 - Chapter XXVI - s.340 - Complaint under - Two essential pre-requisites for – Explained Code of Criminal Procedure; 1973,.... s.340 - Enquiry under -  Scope of - Held: Scope scrutiny u/s.340 .is to decide whether on the materials available the matter requires. inquiry by a criminal court and whether it is expedient in the interests of justice to have an inquiry into the offence affecting administration of justice. Code of Criminal Procedure, 1973 - s.343 - Procedure to be  adopted by the Magistrate taking cognizance - Discussed. Words & Phrases - \"as far as may be\" - Meaning of - Code of Criminal Procedure, 1973 - s.343(1) "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "DELHI METRO RAIL CORPORATION LTD. VS. TARUN PAL SINGH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzOTg=",
        "Citation": "[2017] 14 S.C.R. 202",
        "Case Type": "(CIVIL APPEAL /19356/2017)",
        "Date": "15 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8yMDItMjMxXzE3MDIwMjM4NTEucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 202",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "15 November 2017",
        "Petitioner:": "Delhi Metro Rail Corporation Ltd.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1119",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Tarun Pal Singh & Ors.",
        "Case Type:": "CIVIL APPEAL /19356/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Right to Fair Compensation and Transparency in Land Acquisition",
            "Rehabilitation and Resettlement Act",
            "2013"
        ],
        "HeadNote": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013: ss. 24(J)(b) and proviso to s.24(2) - Whether Proviso to sub- section (2) of s. 24 governs sub-section (l)(b) of s. 24 or is confined to sub-section 24(2) alone - Held: ss.24(1) and 24(2) operate in two different fields - The proviso is only an exception to  the main provision - For applicability of the proviso, the case has to be covered by s.24(2)- The object of the proviso is to give benefit of computation of compensation to all landholders and to save land acquisition proceedings - The legislative intention is clear that it is enacted as proviso to s.24(2) - If it is read as proviso to s. 24(J)(b), it would create repugnancy with said provision and provisions of  s.24(J)(b) and 24(2) would become wholly inconsistent with each other - The interpretation which creates inconsistency or repugnancy has to be avoided - No contrary intention is available in the provisions so as not to read the proviso as part of s.24(2) - Interpretation of Statutes. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "MOHAMMED FAIZAL K.A. VS. D. SALI AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0MDU=",
        "Citation": "[2017] 14 S.C.R. 232",
        "Case Type": "(CIVIL APPEAL /10262-10263/2017)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8yMzItMjU2XzE3MDIwMjM5MjAucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 232",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "Mohammed Faizal K.a.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1000",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "D. Sali And Ors.",
        "Case Type:": "CIVIL APPEAL /10262-10263/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Promotion - Seniority - Respondent no. l filed writ petition challenging his non-inclusion in the select list/or promotion to the post of Deputy Superintendent of Police for the years 2000 and 2001"
        ],
        "HeadNote": " Service Law - Promotion - Seniority - Respondent no. l filed writ petition challenging his non-inclusion in the select list/or  promotion to the post of Deputy Superintendent of Police for the years 2000 and 2001 - High Court allowed the inclusion of respondent in select list for the year 2001 vide order dated 8th  April, 2010 - Pursuant thereto, concerned authorities not only gave respondent no. l notional promotion to the post of Deputy Superintendent of Police (non-JPS) w.ef 19'h March, 2001,but also, later on considered him for' JPS cadre in 2010 - Appellant filed separate writ appeals challenging an earlier order dated 23th june, 2004 of High Court (wherein the State authorities were directed to consider the case of respondent no. l for inclusion in select list) and also said order dated 8'h April, 2010 - Both writ appeals  dismissed by the Division Bench of High Court - Contention of appellant that the decision to promote respondent No.1 against the vacancy in 2001 was illegal - Held: There is no infirmity in the judgment dated 23rd June, 2004, as it gave benign direction to the State authorities to consider the case of the respondent no. l in accordance with law and nothing more - Thereafter, competent authorities, rightly, while considering the fact that respondent no. l was awarded major punishment and which was still operating during check period, rejected his inclusion in select list for vacancies of 2001, however, decided to include him in the select list for the year 2003 vide order dated 20'\" November 2004 - However, High Court  had wrongly quashed the order dated 20'h November 2004 and directed inclusion of respondent in the select list for the year 2001 vide its judgment dated 8'\" April, 2010, which upgraded respondent no. l and made appellant junior to him - Appellant justified in challenging the impugned decision dated 8'h April 2010 as it directly affected his seniority - Therefore, order dated 20'\" November 2004passed by the Government, revived and restored and all subsequent  consequential orders/notifications issued in relation io the subject matter concerning the promotion and seniority of respondent no. I stand effaced as non-est - Authorities directed to re-visit the case of respondent No. I to allot him date of promotion and seniority to the post of Dep11ty Superintendent of Police w.e.f 14th January, 2005  and thereafter to re-allocate fresh notional date of promotion to the next higher posts. 202/231 Right to Fair Compensation and Transparency in Land  Acquisition, Rehabilitation and Resettlement Act, 2013: ss. 24(J)(b) and proviso to s.24(2) - Whether Proviso to sub- section (2) of s. 24 governs sub-section (l)(b) of s. 24 or is confined to sub-section 24(2) alone - Held: ss.24(1) and 24(2) operate in two different fields - The proviso is only an exception to  the main provision - For applicability of the proviso, the case has to be covered by s.24(2)- The object ofthe proviso is to give benefit of computation of compensation to all landholders and to save land acquisition proceedings - The legislative intention is clear that it is enacted as proviso to s.24(2) - If it is read as proviso to s. 24(J)(b), it would create repugnancy with said provision and provisions of  s.24(J)(b) and 24(2) would become wholly inconsistent with each other - The interpretation which creates inconsistency or repugnancy has to be avoided - No contrary intention is available in the provisions so as not to read the proviso as part of s.24(2) - Interpretation of Statutes. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "STATE OF UTTARAKHAND & ANR. VS. MANDIR SRI LAXMAN SIDH MAHARAJ",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NzU=",
        "Citation": "[2017] 14 S.C.R. 257",
        "Case Type": "(CIVIL APPEAL /4096/2008)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8yNTctMjY3XzE3MDIwMjQ3NTYucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 257",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "State Of Uttarakhand & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 886",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Mandir Sri Laxman Sidh Maharaj",
        "Case Type:": "CIVIL APPEAL /4096/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit - Declaration of ownership and permanent injunction - Respondent described himself as"
        ],
        "HeadNote": " Suit - Declaration of ownership and permanent injunction - Respondent described himself as \"Mahant '·' and \"Manager\" of a temple situated in the midst of a forest - Respondent (plaintiff) tried . to carry out some repair work in Dharmshala siti1ated along with temple but the Divisional Forest Officer (DFO) of the concerned area objected to respondent carrying out any repairs - Civil suit filed by the respondent seeking declaration of ownership over the, suit lands and permanent injunction restraining the State and its authorities not’ to interfere in the respondent-plaintiff's possession  over the lands - Trial Court held that the plaintiff is the owner of the land by virtue of adverse possession and also issue(/ permanent injunction against the State and their authorities not to interfere in plaintiff's possession ~ High Court affined the judgment of trial Court - On appeal, held: Plaint completely lacked necessary  material pleadings and particulars for claiming a declaration of title over the .suit property and permanent iniunction - Since, the plaint did not contain material facts which ought to have been pleaded to establish prima facie the legal right over the Sl!it property! · land. the .suit was liable for rejection at the threshold - Neither there were any pleadings nor any issue much less evidence to prove  . the adverse possession on land and for grant of any· easement right - Courts below should have seen that no declaration of ownership rights over the suit property could be granted to the plaintiff on the strength of diverse possession\" - Further, Courts below also should have seen that courts can grant only that relief  which is claimed by the plaintiff in the plaint and such relief can be granted only on the pleadings but not beyond it - Suit by the plaintiff was wholly misconceived and was nothing but abuse of the process of law - Plaintiff was neither in possession of the suit property much less in its legal possession nor he had any authority to remain in its possession for want of any lawful authority. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "SECURITIES AND EXCHANGE BOARD OF INDIA VS. SHRI KANAIYALAL BALDEVBHAI PATEL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0ODQ=",
        "Citation": "[2017] 14 S.C.R. 268",
        "Case Type": "(CIVIL APPEAL /2595/2013)",
        "Date": "20 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8yNjgtMzAwXzE3MDIwMjQ4MjEucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 268",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "20 September 2017",
        "Petitioner:": "Securities And Exchange Board Of India",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 963",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Shri Kanaiyalal Baldevbhai Patel",
        "Case Type:": "CIVIL APPEAL /2595/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Shares and Securities - Securities and Exchange Board of India (Prohibition of Fraudulent And Unfair Trade Practices Relating To Securities Market) Regulations",
            "2003"
        ],
        "HeadNote": " Shares and Securities - Securities and Exchange Board of India (Prohibition of Fraudulent And Unfair Trade Practices Relating To Securities Market) Regulations, 2003 - Regus. 3(a).  (b). (c) and (d) and 4(1) '-- Fraudulent practice violating market integrity - Non-intermediary front-running in security market - Legality of - Allegations against the private individuals that they parted with the privileged/confidential information about the investments of their company' to other persons, who accordingly traded and earned substantial profits - Held: The information of possible trades that the company is going to undertake is the confidential information of the company concerned. which it has absolute liberty to deal with - A person conveying confidential information to another person (tippee) breaches his duty prescribed by lev and if the recipient of such information knows of the breach and trades, and there is an inducement to bring about an inequitable result. then the recipient 'tippee may be said to have committed fraud - Accordingly, non-intermediary front running may he brought . under the prohibition prescribed under regulations 3 and 4(1). for being fraudulent or unfair trade practice, provided ingredients under those heads are satisfied - Further, the parting of information  and the subsequent transaction thereto are so intrinsically connected that no other conclusion but one of joint liability of both the initiator of the fraudulent practice and other party who had knowingly aided in the same is possible - Words and Phrases - 'inducement' and 'fraud' - Meaning of "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "NABHA POWER LIMITED (NPL) VS. PUNJAB STATE POWER CORPORATION LIMITED (PSPCL) & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0OTI=",
        "Citation": "[2017] 14 S.C.R. 301",
        "Case Type": "(CIVIL APPEAL /179/2017)",
        "Date": "05 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8zMDEtMzQ2XzE3MDIwMjQ4ODkucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 301",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "05 October 2017",
        "Petitioner:": "Nabha Power Limited (npl)",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 1008",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Punjab State Power Corporation Limited (pspcl) & Anr.",
        "Case Type:": "CIVIL APPEAL /179/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract: Commercial contract - Interpretation of - Power Purchase Agreement - Energy Charge Formula"
        ],
        "HeadNote": " Commercial contract - Interpretation of - Power Purchase Agreement - Energy Charge Formula - Procurement route wav 'fuel specific' having 'a pre-identified site' - The procurer-respondent arranged the fuel (coal) and specified the site location for the project - Energy charges were designed to vary in accordance with the actual cost of coal and the actual quality of coal - Procurer was  responsible for co~·t of coal and quality of coal i.e. Gross Calorific Value (GCV) of coal - It was clarified by the procurer that the 'coal' to be supplied for the project would be 'washed coal' - The procurer deducted certain components of monthly tariff i.e. component of cost of purchasing coal comprising washing related costs;  consideration of mid-point GCV of ROM coal on equilibrated GCV basis·(EGCV) to calculate energy charges; denying of road transportation cost at the plant-end and at the mine-end; and denying the Liaising charges, transit and handling losses and denying third party coal testing charges etc. - Appellant filed petition before State Commission challenging the deductions - State Commission  dismissed the petition - Appellate Tribunal rejected the appeal on most of the grounds - On appeal. held: Normally a contract should be read as it reads. as per its express terms - The explicit terms are the final word with regard to the. intention of the parties - Reading an implied condition into the contract is necessitated only when  penta-test comes into play - There has to be a strict necessity for it - A multi-clause contract inter-se the parties has to be understood and interpreted in a manner that any view, on a particular clause · of the contract, should ·not do violence to another part of the contract - In the present case, the Court has read the contract (Power Purchase Agreement) only in the manner it reads - Energy Charge Formula alone would have to be referred to for the purposes of calculation of the coal price - The principle of 'business efficacy' would also require the court to read 'Monthly Energy Charges' formula in a manner as would be normally understood - Reference  to coal in the formula would be only a reference to 'washed' coal and not to 'unwashed' coal - The prior activity of 'washing· before receiving the coal at the project site would be part of the pricing of coal and cost of purchasing the same - The transportation costs to the project site have to be compensated - It is not qualified by methodology of transfer i.e. railway or road and therefore appellant  is entitled to it - The Calorific Value of coal has to be determined at project-site and not at the mine-site - Appellant is not entitled to any other charges as the formula contains only three elements and no other element other than those would form part of the formula - Rules of Interpretation - Principle of 'Reddendo Singula Singuilis' - Electricity Act, 2003 - ss. 63 – Electricity "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "UNION OF JNDIA & ORS. VS. BENGAL SHRACHI HOUSING DEVELOPMENT LIMITED &ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MDI=",
        "Citation": "[2017] 14 S.C.R. 347",
        "Case Type": "(CIVIL APPEAL /9952/2017)",
        "Date": "07 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8zNDctMzY4XzE3MDIwMjQ5NTQucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 347",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "07 November 2017",
        "Petitioner:": "Union Of Jndia & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1084",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Bengal Shrachi Housing Development Limited &anr.",
        "Case Type:": "CIVIL APPEAL /9952/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tax/Taxation: Service Tax - Liability of - Appellant-Union of India (lessee) and the Respondent (lessor) entered into a lease deed for a period of three years"
        ],
        "HeadNote": " Service Tax - Liability of- Appellant-Union ofIndia (lessee)  and the Respondent (lessor) entered into a lease deed for a period of three years - Disputes and differences arose between the parties as to who was liable to pay service tax. For commercial premises u/ cl. 6 of the lease deed - Letter written by Appellant-Union of India (lessee) to the respondent in which appellant expressly stated that it was liable to pay service charges - High Court held that the lessee  should be made to pay service tax - Held: u/r. 2(1)(d) of the Service Tax Rules, the person liable for paying service tax, where the service of renting immovable property is agreed to be provided by the Government, is the provider of such service - Even in a converse situation, which is the situation in the facts of the present case, it is  the provider of the service alone, who is liable for paying service tax, namely the Respondent-lessor - Further, the expression \"primarily leviable upon the lessor\" 11/cl.6 has reference to the \"taxable person\", i.e. the person who is liable to pay the tax - The tax that is levied on \"service\" may be collected either from the service provider or the recipient of the service - The person assessed to  tax, who is primarily liable to pay the tax is, on the facts of this case, the respondents-lessor - Though in law and u/cl. 6 of the lease deed, the appellant-Union ofIndia (lessee) is not required to service tax, however, considering the letter of appellant-Union of India wherein it has expressly stated that appellant alone will bear the service charges, discretion u/Art.136 not exercised in favour of the  appellant-Union ofIndia - Finance Act, 1994 - ss. 65, 66, 66B, 68 - Service Tax Rules, 1994 - rr. 2(l)(d). 4 "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "GUNWANTLAL GODAWAT VS. UNION OF INDIA & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MTA=",
        "Citation": "[2017] 14 S.C.R. 369",
        "Case Type": "(CIVIL APPEAL /4711-4712/2011)",
        "Date": "22 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF8zNjktNDA4XzE3MDIwMjUwMTcucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 369",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "22 November 2017",
        "Petitioner:": "Gunwantlal Godawat",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1130",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "Union Of India & Another",
        "Case Type:": "CIVIL APPEAL /4711-4712/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Defence of India Rules. 1962 - Part XIIA - rr.126-I.126L(2). l 26M - Confiscation of gold -Law applicable to pending adjudgment proceedings in respect of such confiscation-"
        ],
        "HeadNote": " Defence of India Rules. 1962 - Part XIIA - rr.126-I.126L(2). 26M - Confiscation of gold -Law applicable to pending adjudgment proceedings in respect of such confiscation- In 1965,  residential premises of appellant: father was searched wherein 240kgs gold was found and seized under 1962 Rules-1962 Rules repealed by the 1968 Ordinance which in turn was repealed by Gold Control Act of 1968- However. u/s.116(2) of the Act, by way offiction, anything done under the 1968 Ordinance or Part XII of the 1962 Rules, was deemed to have been done under the said Act-  Collector of Central Excise and Customs ordered confiscation of the entire gold with an option to legal heirs of appellants at her (dnce dead) to redeem the gold by paying redemption fine of Rs.2.5crores- Appellate Tribunal reduced the redemption fine to Rs.12.5Lacs which was the value of gold at the date of the seizure  in terms of the Gold Control Act of 1968- High Court, however. held that the case of appellant is governed only by the 1962 Rules and not by the Gold Control Act of 1968- Propriety of- Proceedings pending under Part XIJA of the 1962 Rules, if would be deemed to continue under the Gold Control Act of 1968-:,Held: A proceeding initiated under the 1962 Rules and pending as on the date of the F Gold Control Act of 1968 will have to be concluded in accordance . . ., . with the 1962 Rule.~ in view of s.116 of the Gold Control Act of 1968- The fiction created u/s.116 does not deal with the law applicable .to pending proceedings - The purpose' offiction is not to ·alter the law applicable to. the adjudgment proceedings - Thus. the adjudgment of confiscation of the appellants gold is required to be made only in accordance ,with the 1962 Rules and not the Gold Control Act of 1968 ,.-,Constitution. Of India - Art.352 - The Gold (Control)•Ordinance, ;1968\":-'S.'117~ Gold Control Act, 1968 - Gold( Control) Act, ·1965 .-Defence of India Act (51 .of1962) c- ss.1(3) and 48(2)-Defence ofIndia Ordinance (4of1962)-Defence of b1dia Ordinance (6 of 1962). Defence of India Rules, 19112- Rules repealed by 1968 Ordinance- s.117 of the Ordinance providing for the consequences of such repeal declared that s.6, 1897 Act would apply- Effect of such declaration- Held: Rules remained unaffected in respect of the various legal proceedings referred to in s.6(e) of the 1897 Act, either pending or concluded and other appropriate consequences specified in the Rules would follow - The Gold (Control) Ordinance, 1968 - General Clauses Act. 1897 - s.6. Interpretation of Statutes - Effect of repeal of an Ordinance by an enactment - 1962 Rules repealed by the 1968 Gold Ordinance- Gold Act of 1968 repealed the 1968 Ordinance itself. but did not make a declaration that the 1962 Rules were repealed - Issue as to whether the 1962 Rules stood irrevocably repealed Held: Efficacy of the provisions of an Ordinance would not in any  way be dominated or abrogated unless there is a subsequent countervailing legislation - 1968 Ordinance was followed up by a legislative action (Gold Act) which did not disapprove the content of the Ordinance - Thus. the 1962 Rules stood repealed by the Ordinance notwithstanding the fact that the Ordinance itself came to be repealed subsequently by the Gold Act - Repeal of the 1968 Ordinance does not revive the 1962 Rules - Defence ~fIndia Rules, 1962 - The Gold (Control) Ordinance, 1968 - Gold Control Act,1968 - General Clauses Act, 1897. Words & Phrases - 'Adjudged', 'Confiscation' - Meaning of. in context of Defence of India Rules, 1962 - Discussed. Defence of India Rules. 1962 - Part XIJA - Scheme of - Discussed. Defence of India Rules, 1962 - r.126M(8)(a) - Redemption fine to he paid in lieu of confiscation of the gold seized under the Z962 Rules - Basis for determination of - Plea of appellant that confiscation fine is to he determined with reference to the value of gold on the date of the seizure, in terms ofs. 73. Gold Control Act r/ w s.2(v) thereof- Held: Rule 126M(8)(a) does not oblige the officer to determine the amount of fine on the basis of value of the confiscated gold either with reference to the date of its seizure or A on the date of ac1judgment of confiscation- Further, there is nothing in s. 73 of the Gold Control Act which requires that the value of the gold for determining the fine should be the value of gold as on the date of the seizure- s. 73 applies only to those cases where confiscation is under the Gold Act - High Court rightly held that B s. 73 would not apply to the instant case - Amount of fine to be paid in lieu of confiscation of gold would he the 1iiarket .value of gold on the date on which the owner exercises the option to pay the fine in lieu of c011fiscation, as rightly held by High Court to be Rs.11. 04 crores - Further. appellant to pay interest @ 10% p.a. on such fine to redeem the gold - Gold Control Act (45 of 1968) - ss. 73 and C 2(v). Defence of India Rules, 1962 - r.126M(8){a) - Redemption fine to be paid in lieu of confiscation of the seized gold - Discretion to the Act judging Officer - Nature of such discretion - Discussed. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "SAMAJ PARIVARTANA SAMUDAYA & ORS. VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MzE=",
        "Citation": "[2017] 14 S.C.R. 409",
        "Case Type": "(WRIT PETITION (CIVIL) /562/2009)",
        "Date": "14 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80MDktNDIzXzE3MDIwMjUxNjgucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 409",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "14 December 2017",
        "Petitioner:": "Samaj Parivartana Samudaya & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1226",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /562/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mining - Illegal extraction of iron-ore - Regulation of - Absolute ban imposed by the Supreme Court on the mining activities in three districts of Karnataka. i.e.",
            "Bellary",
            "Chitradurga and Titmkur to prevent and protect the huge ecological and environmental degradation caused by illegal mining in aforesaid districts"
        ],
        "HeadNote": " Mining - Illegal extraction of iron-ore - Regulation of - Absolute ban imposed by the Supreme Court on the mining activities in three districts of Karnataka. i.e., Bellary, Chitra Durga and Titmkur to prevent and protect the huge ecological and environmental  degradation caused by illegal mining in aforesaid districts - However. to ensure that a minimum quantity of iron ore is available. the Supreme Court permitted limited mining activity by permitting I8 leases in Category 'A· and 63 in catego1y 'B ·mines for extraction of iron ore with cap/ceiling on maximum production - Interlocutory applications filed seeking modification of the said orders on ground  of significant change in circumstances after the orders imposing the cap were passed - Propriety of - Held: The cap fixed by the Court was in a situation where there was virtually no control or effective regulatory measures as to the maximum output that could be generated by a particular mine - There was no scientific study of the iron ore reserves allocated to a particular mine in the lease granted - Resultantly, there was rampant and illegal mining with encroachments into forest land - This led to environmental and ecological depredation that necessitated judicial intervention to resolve a situation which in the normal course may have fallen within executive domain - Fixing cap upon extraction of mineral ore is the business of the Executive branch of the Central Government and not of the Court - In instant case, it is on basis of the intervention by the Court that Reclamation and Rehabilitation Plan (\"R & R\" plan) have been prepared for each mine by an expert body, ICFRE, based on a scientific study of various parameters including mining reserves - However. various features of the current scenario on the ground as highlighted in the report of the Central Empowered Committee (CEC) deserve a close look/consideration - Assessment of reserves has also changed over the years - Consequently, all  I.As disposed of by accepting the recommendations made by CEC for category 'A ' and 'B' mines, subject to the conditions so far as category 'C' mines are concerned. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "CHIRAG M. PATHAK & ORS. ETC.ETC. VS. DOLLYBEN KANTILAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MzU=",
        "Citation": "[2017] 14 S.C.R. 424",
        "Case Type": "(CRIMINAL APPEAL /1947-1956/2017)",
        "Date": "15 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80MjQtNDM2XzE3MDIwMjUyMzEucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 424",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "15 November 2017",
        "Petitioner:": "Chirag M. Pathak & Ors. Etc.etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1114",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Dollyben Kantilal & Ors.",
        "Case Type:": "CRIMINAL APPEAL /1947-1956/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973 - s. 482 - Six FIRs filed by appellants in different Police Stations in the State of Gujarat"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973 - s. 482 - Six FIRs filed by appellants in different Police Stations in the State of Gujarat against five different Co-operative Housing Societies for commission of various offences allegedly committed by accused-respondent nos. 1. 2 and 3 - Quashing of five FIRs other than the first FIR sought by respondents 11/s. 482 on the ground that the first FIR takes care of remaining five FIRs, allowed by High Court - Held: There was no justifiable reason for High Court to quash the five FIRs by taking recourse to inherent powers u/s. 482 - In view of various factors inter alia that all five Co-operative Societies against whom six F!Rs were registered are different, their members are different. their area of operation is different. it is not possible to hold that all the FIRs overlapping on one another and that first FIR alone will be sufficient to take care of the remaining five FIRs - There are few significant distinguishing features in six FIRs - All six FIRs filed against the respondents are legal and proper and each has to be given effect for making proper investigation in relation to the offences alleged in each FIR - Impugned judgment set aside. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "SMT. SYED SUGARA ZAIDI VS. LAEEQ AHMAD (DEAD) THROUGH LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1NDM=",
        "Citation": "[2017] 14 S.C.R. 437",
        "Case Type": "(CIVIL APPEAL /20915/2017)",
        "Date": "06 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80MzctNDU1XzE3MDIwMjUyODYucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 437",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "06 December 2017",
        "Petitioner:": "Smt. Syed Sugara Zaidi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1193",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Laeeq Ahmad (dead) Through Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /20915/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction: Uttar Pradesh Urban Buildings (Regulation of Letting. Rent and Eviction) Act. 1972 - Non-renewal of rent agreement"
        ],
        "HeadNote": " Rent Control and Eviction: Uttar Pradesh Urban Buildings (Regulation of Letting. Rent and Eviction) Act. 1972 - Non-renewal of rent agreement - Effect-  Appellant-landlord filed a suit for eviction of respondents-tenants after expiration of the original term of lease - Appellant pleaded that respondent defaulted regularly in payment of rent and house tax and after expiration of lease respondent failed to get any fresh deed executed, therefore their continuance in possession had  become illegal after service of legal notice for eviction - Held: After. lapse of lease period, if lessee continues in possession of the demised premises in absence of an assent by lessor, then he is a tenant by sufferance and exposes himself to be sued for ejectment at any time without any prior notice or demand of possession - The term in the lease agreement for renewal of lease does not ipso facto  extend the tenure or term of lease - Jn absence of renewal of rent agreement. the possession of respondents-tenants in the demised premises has become unlawful and thus, he is liable to be evicted. Uttar Pradesh Urban Buildings (Regulation of Letting, Rent and Eviction) Act, 1972 - Transfer of tenancy in violation of terms  of rent agreement - Appellant-landlord filed a suit for eviction of respondents-tenants after expiration of the original term of lease - Appellant pleaded that respondent constructed shops in the suit premises and let out the same to the third party in violation of terms of rent agreement - Held: Jn the rent agreement. the parties have not agreed to create or transfer interest in the tenancy in favour of  third party - Though. sub-letting of the premises for commercial. · purpose was agreed to by the original parties, transfer of interest in tenancy leading to creation of third-party interest in the suit property could not have been done in the absence of a specific. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "MAHARASHTRA FOREST GUARDS AND FORESTERS UNION VS. THE STATE OF MAHARASHTRA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYwMTU=",
        "Citation": "[2017] 14 S.C.R. 446",
        "Case Type": "(CIVIL APPEAL /17974/2017)",
        "Date": "03 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80NDYtNDU1XzE3MDM3NDIwNDgucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 446",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "03 November 2017",
        "Petitioner:": "Maharashtra Forest Guards And Foresters Union",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1076",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "The State Of Maharashtra And Others",
        "Case Type:": "CIVIL APPEAL /17974/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Forester. Forest Guard",
            "Ranger-Surveyor"
        ],
        "HeadNote": " Forester. Forest Guard, Ranger-Surveyor. S11rvey01: Head Clerk, Accountant and Clerk-cum-Typist (Recruitment) Rules. 1987 - r. 7 - Constitutionality of - On touchstone of Arts. 14 and 16 of the Constitution of India - Educational qualification for appointment to the post of Forest Guard as per rules is Higher Secondary School Certificate - lt is a feeder category for promotion to the post of Forester - By the amendment introduced in the Recruitment Rules in 2013, 75% of the posts in the category of Foresters to be filled up on the basis of seniority-cum-fitness [r. 7(J){a)} and remaining 25% is to be filled up on the basis of the Limited Departmental Competitive Examination (LDCE) [r. 7(J)(b)] - As per r. 7(2). two conditions prescribed to participate in the LDCE (i) the candidate should have completed 5 years of service as Forest Guard and (ii) the candidate should be graduate - Whether the restriction introduced on the basis of educational qualification for participating in the LDCE violated Arts. 14 and 16 - Held: LDCE is meant for selection for promotion from the entire lot of Forest Guards irrespective of seniority but suNect to minimum five years of service - In that situation, introducing an additional restriction of graduation for participation in the LDCE without there being any quota reserved for graduates will be discriminatory and violative of Arts. 14 and 16 of the Constitution of India since it creates a class within a class - It violates the equality and equal opportunity guarantees - Forest Guards. irrespective of educational qualifications, have formed ·one class for the purpose of participation in the LDCE - A further classification between graduates and non-graduates for participating in the LDCE is unreasonable - It is a case of equals being treated unequally - r. 7 (2) to the extent that it imposes the requirement of being a graduate is unconstitutional - Constitution of India -Arts. 14 and 16 - Service Law - Promotion - Restriction on the basis of educational qualification. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "B. SUNITHA VS. THE STATE OF TELENGANA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1NTM=",
        "Citation": "[2017] 14 S.C.R. 456",
        "Case Type": "(CRIMINAL APPEAL /2068/2017)",
        "Date": "05 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80NTYtNDY5IF8xNzAzMzExMzIyLnBkZg==",
        "SCR Citation:": "[2017] 14 S.C.R. 456",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "05 December 2017",
        "Petitioner:": "B. Sunitha",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1175",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "The State Of Telengana & Anr.",
        "Case Type:": "CRIMINAL APPEAL /2068/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act. 1881 - s.138 - Dishonour of cheque alleged to be issued by the client to the advocate as percentage of decretal amount fixed as his fee - Complaint filed under s.138"
        ],
        "HeadNote": " Negotiable Instruments Act. 1881 - s.138 - Dishonour of cheque alleged to be issued by the client to the advocate as  percentage of decretal amount fixed as his fee - Complaint filed under s.138 - Held: Claim based on percentage of subject matter in litigation cannot be the basis of a complaint under s.138 ~(the Act - Such claim is against the public policy and amounts to an act of professional misconduct - Criminal proceedings initiated by the advocate is abuse of process of law and is liable to be quashed. Legal profession - Violation of professional ethics - Need for legislation - Discussed "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "BHARATSING S/O GULABSINGH JAKHAD & ORS. VS. THE STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1Njc=",
        "Citation": "[2017] 14 S.C.R. 470",
        "Case Type": "(CIVIL APPEAL /21792/2017)",
        "Date": "12 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80NzAtNDc4XzE3MDIwMjU1NTQucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 470",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "12 December 2017",
        "Petitioner:": "Bharatsing S/o Gulabsingh Jakhad & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1218",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "The State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /21792/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894:"
        ],
        "HeadNote": " 28A - Re-determination of compensation amount on the  basis of award of the Court - When the award, based on which redetermination is sought. is pending in appeal - Held: During pendency of the appeal, s. 28A application is required to he kept pending till the disposal of the appeals - In the present case. the Land Acquisition Collector wrongly decided application u!s. 28-A  while the appeal was pending. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "M/S SAM BUILT WELL PVT. LTD. VS. DEEPAK BUILDERS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1Nzg=",
        "Citation": "[2017] 14 S.C.R. 479",
        "Case Type": "(CIVIL APPEAL /21858/2017)",
        "Date": "14 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80NzktNDg3XzE3MDIwMjU2MTYucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 479",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "14 December 2017",
        "Petitioner:": "M/s Sam Built Well Pvt. Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1232",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Deepak Builders & Ors.",
        "Case Type:": "CIVIL APPEAL /21858/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract - Tender - In the instant case",
            "the NIT invited bids from contractors who had engaged in construction of educational buildings"
        ],
        "HeadNote": " Contract - Tender - In the instant case, the NIT invited bids from contractors who had engaged in construction of educational buildings - The technical evaluation report stated that the eligibility criteria contained in NIT was not met by respondent no. I - The other two expert bodies also reiterated the ineligibility of respondent no. I - Respondent no. I filed writ petition which was dismissed by the single judge of High Court - However. Division Bench of High Court allowed the appeal of respondent no. I holding that there was no malafides in the instant case and respondent no.I was  eligible and directing the respondent no.2 to consider the case of respondent no. I along with other eligible bids - Ultimately, award was given to respondent no.I since it quoted amount less than that of appellant - On appeal, held: The three expert committees scrutinized the tender of respondent no.I and found him ineligible  - The impugned judgment of the Division Bench of the High Court expressly stated that no malafides were involved in the instant case - Equally, while setting aside the judgment of the single judge. the Division Bench did not state that the three expert committees have arrived at a perverse conclusion - In tender matters, scope of judicial review is limited - Not having found malafides or perversity in the technical· expert reports. any appreciation by the Court itself of technical evaluation, best left to technical experts, would be outside its ken - As a result. the single judge was correct in placing reliance on the three expert committee reports - The Division Bench.  in setting aside the said judgment. has clearly gone outside the  bounds of judicial review - Award of tender to the appellant is. restored as it is willing to match the offer of respondent no.I - Administrative law - Judicial review. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "SUNKAMMA (D) BY LRS. VS. S. PUSHPARAJ (D) BY LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1ODg=",
        "Citation": "[2017] 14 S.C.R. 488",
        "Case Type": "(CIVIL APPEAL /2225/2007)",
        "Date": "14 DECEMBER 2017",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80ODgtNDkyXzE3MDIwMjU3MDgucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 488",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "14 December 2017",
        "Petitioner:": "Sunkamma (d) By Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1225",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "S. Pushparaj (d) By Lrs.",
        "Case Type:": "CIVIL APPEAL /2225/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Possession - Lawful possession of property - Appellants/ defendants disputed the title and possession of the plaintiff over suit property-site no. 47"
        ],
        "HeadNote": " Possession - Lawful possession of property - Appellants/ defendants disputed the title and possession of the plaintiff over  suit property-site 110.47 - Respondent/plaintiff claimed the possession over the suit property by virtue of agreement of sale with PW-2 and registered general power of attorney executed in his favour by PW-2 - Trial court dismissed the suit filed by plaintiff to restrain the defendants from interfering with plaintiff's peaceful possession of property - However, High Court accepted the claim D of plaintiff's possession - Held: Appellants have merelv averred that the documents i.e. agreement of sale and registered general power of attorney are forged and not acceptable - Nothing further has been elicited from PW-2 to show that he had no right to sell suit property-site no.47 to the plaintiff - Plaintiff only sought for  permanent injunction before the Courts below in which he is only required to prove that he is in lawful possession of the suit property - The findings of the High court based upon the general power of attorney and the evidence of PW-2 favouring plaintiff that he is in possession of suit property-site no.47. cannot be said to be perverse warranting interference. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "KAUSHAL KISHORE AWASTHI VS. BALWANT SINGH THAKUR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1OTk=",
        "Citation": "[2017] 14 S.C.R. 493",
        "Case Type": "(CIVIL APPEAL /15540/2017)",
        "Date": "11 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF80OTMtNDk5XzE3MDIwMjU4MDYucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 493",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "11 December 2017",
        "Petitioner:": "Kaushal Kishore Awasthi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1211",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri,Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Balwant Singh Thakur & Anr.",
        "Case Type:": "CIVIL APPEAL /15540/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Advocates Act. 1961 - s.35 - Professional misconduct - Suspension of licence to practice"
        ],
        "HeadNote": " Advocates Act. 1961 - s.35 - Professional misconduct - Suspension of licence to practice - A suit was filed by the complainant against his brothers in respect of ancestral property in  which complainant had hired appellant-Advocate - Suit was decreed and complainant was declared to he owner of 0.03 acres of suit property - Complainant after sometime decided to sell the same - At the time of registration of sale deed. the appellant-Advocate filed objection before the Registrar that complainant had borrowed money ji-om him and for repayment of said amount had offered half  share in the said land as security and. therefore. complainant could not sell the land without clearing his debt - Complainant challenged the act on part of appellant-Advocate of appearing before the Registrar and objecting to registration of sale deed as professional misconduct - State Bar Council and Bar Council of India found the appellant-advocate guilty of misconduct and suspended his licence to practice - Held: Admittedly. in the instant case, the complainant was selling the property to the intending buyer which was an arrangement between them unconnected with any legal proceedings - The said property was not being sold in execution of any decree. in which proceedings the appellant was engaged - The suit of the complainant in which appellant was hired had already been decreed and the proceedings had concluded - It was much thereafter that the complainant intended to sell the property when he found himself in need of money - The appellant tried to interdict as according to him the complainant could not sell the property without repaying  his debt - This act had nothing to do with the professional conduct of the appellant -Therefore. the very initiation of disciplinary proceedings against the appellant by the State Bar Council was improper and without jurisdiction - Impugned order of Bar Council of India is set aside - Standards of Professional Conduct and Etiquette - Chapter II; r.22 - Ethics - Professional ethics. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "HALAPPA VS. MALIK SAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjE0NDA=",
        "Citation": "[2017] 14 S.C.R. 500",
        "Case Type": "(CIVIL APPEAL /22911-22912/2017)",
        "Date": "15 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81MDAtNTA2XzE3MDIwOTc1MzcucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 500",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "15 December 2017",
        "Petitioner:": "Halappa",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1249",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Malik Sab",
        "Case Type:": "CIVIL APPEAL /22911-22912/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles - Accident"
        ],
        "HeadNote": " Motor Vehicles - Accident - Compensation claim - Case of appellant that while attending an event of demonstration of tractors,  the driver was unable to bring tractor to halt as a result of which it turned turtle and collided with appellant resulting in grievous injuries to him - FIR was registered - Appellant claimed compensation before the Tribunal - Tribunal accepted the testimony of the appellant which was corroborated by the evidence of PW-3, an eye-witness to the incident  and awarded compensation to the appellant - However. High Court reversed the judgment of the Tribunal and held that FIR was registered on the date of accident on the basis of the statement of the appellant and that appellant was sitting on the mud-guard next to the driver of the tractor and this was not a risk insured by the insurer - Upon this finding, High Court rejected the appeal. filed by the appellant for enhancement of compensation - On appeal. held: The Tribunal had noted the admission of RWJ in the course of his cross-examination that the insurer had maintained a separate file in respect of the accident - The insurer did not produce either the. file or the report of the investigator in the case - Moreover. no independent witness was produced by the insurer to displace the version of the incident as deposed to by the appellant and PW-3 - The cogent analysis of the evidence by the Tribunal has been displaced by the High Court without considering material aspects of the evidence on the record - Medical evidence on record, shows that lower limbs of the appellant have been paralysed resulting in a loss of bladder and bowel control - The medical evidence establishes that the disability of the appellant is one hundred percent - On facts, the compensation ofRs.8,66,0001- awarded by the Tribunal enhanced by an additional amount of Rs. 2,70.0001-. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "INDIAN OIL CORPORATION LIMITED & ANR. VS. KERALA STATE ROAD TRANSPORT CORPGRATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjE0NjM=",
        "Citation": "[2017] 14 S.C.R. 507",
        "Case Type": "(CIVIL APPEAL /18917/2017)",
        "Date": "07 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81MDctNTE4XzE3MDIwOTc3NDQucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 507",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "07 November 2017",
        "Petitioner:": "Indian Oil Corporation Limited & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1086",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Kerala State Road Transport Corpgration & Ors.",
        "Case Type:": "CIVIL APPEAL /18917/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Law - Policy Decision"
        ],
        "HeadNote": " Administrative Law - Policy Decision -. Withdrawal of subsidy – Government of India decided not to make the payment of  subsidy to the bulk consumers of diesel - Validity of - Writ applications filed in Kerala and other States claiming decision of the Government of India was arbitrary and that it would make difficult for the State Road Transport Corporations to render. its services to the public at large - It was also contended that it was obligatory on the part of the Respondents/Government of India to  provide maximum concession/subsidy/benevolence in the matter of sale of diesel to the Transport Corporations - Held: The grant of subsidy is a matter of privilege, to be extended by the Government - It cannot be claimed as of right - No writ lies for extending or continuing the benefit of privilege in the form of concession -  Subsidy is a matter logical policy - Such privilege can be withdrawn at any time - It was open to the Government of India to take decision to withdraw the subsidy enjoyed by the hulk consumers - Further. even for the purpose of public services, Transport corporations cannot claim subsidy as of right that Government of India or the State Government should continue or grant the subsidy - It cannot  be claimed as a matter of right; no such right exists to claim the subsidy - Thus. the decision of Government of India not to extend subsidy to bulk consumers of diesel could not be said to be an arbitrary-decision, ·discriminatory or in violation of the principles contained in Art.14 of the Constitution - Such policy decision not  amenable to judicial review - Court cannot interfere in such matter - Rights and Privileges. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "RE-INHUMAN CONDITIONS IN 1382 PRISONS VS. I.A. NO. 68248 OF 2017",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjE0NzY=",
        "Citation": "[2017] 14 S.C.R. 519",
        "Case Type": "(WRIT PETITION (CIVIL) /406/2013)",
        "Date": "15 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81MTktNTUzXzE3MDIwOTc4MzUucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 519",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "15 September 2017",
        "Petitioner:": "Re-inhuman Conditions In 1382 Prisons",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 955",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "I.a. No. 68248 Of 2017",
        "Case Type:": "WRIT PETITION (CIVIL) /406/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Human Rights - Custodial death - Unnatural deaths in prisons - Remedial steps"
        ],
        "HeadNote": " Prison reforms:  Present case pertaining to conditions of prisons in India — By instant order this Court held: Prisoners like all human beings deserve to be treated with dignity — To give effect to that, certain positve directions passed ~ Undertrial Review Committee in everv District directed to hold meetings periodically and follow up the discussions with appropriate steps for release of undertrial prisoners and convicts — The Committee to also look into aspects pertaining to effective implementation of s.436 and s.436A of Cr.P.C - Member Secretary of State Legal Services Authority of every State directed to ensure that an adequate number of competent lawyers are empaneled to assist undertrial prisoners and convicts — Secretary of District Legal Services Authority directed to look into the issue of release of undertrial prisoners in compoundable offences - Jail Authorities directed to ensure proper and effective utilisation of available funds for improving quality living conditions of prisoners — Ministry of Home Affairs to ensure that Management Information System is in place at the earliest in all the Central and District Jails for women and conduct an annual review of implementation of Model Prison Manual 2016 — Remaining issues particularly those relating to unnatural deaths in jails, adequacy of staff and training of staff would be considered on next date of hearing — Constitution of India, 19350 — Art.21 — Code of Criminal Procedure, 1973 — ss.436, 436A, "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "CHANDPAKLAL RAMANLAL SHAH AND ANR. VS. RELIANCE INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjE0ODE=",
        "Citation": "[2017] 14 S.C.R. 554",
        "Case Type": "(CRIMINAL APPEAL /1045/2017)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81NTQtNTU3XzE3MDIwOTc4ODgucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 554",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "Chandpaklal Ramanlal Shah And Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 895",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Reliance Industries Ltd.",
        "Case Type:": "CRIMINAL APPEAL /1045/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Rules. 1944 - rv: 56A. 52A. 173G. 9(2) and 173 (Q)- Central Excises and Salt Act. 1944-ss.9.11-A - Complaint C filed by the appellant alleging the commission of offence u/s.9"
        ],
        "HeadNote": " Central Excise Rules. 1944 - n: 56A. 52A. 173G. 9(2) and 173 (Q)- Central Excises and Salt Act. 1944-ss.9.11-A - Complaint  filed by the appellant alleging the commission of offence u/s.9 of the Act r/w. n: 52A. 56A. 173G and 173(Q) r/w. s.1l-A of the Act Late1; d6A was omitted by a notification - On that basis. respondent .filed an application for discharge. hut the same was rejected and charge was framed by the trial Court - Re.1pondent moved the High Court by way of a revision petition - High Court held that since r.56A was omitted without prescribing any saving clause. proceedings could not continue and quashed the charge framed by the trial Court - On appeal, held: The change against the respondent is of evasion of duty - The ingredient of the offence is the evasion - The omission of a procedural rule for availing the credit cannot in any manner affect the said charge - The prosecution cannot be deprived of opportunity to prove evasion which by itself is an offence - In this view of the matter; there was no justification for the High Court to quash the charge merely on the ground of 1:56A having been omitted - Order of trial Court restored - General Clauses Act. 1897 - s.6 - Finance Act. 2001 - Explanation to s.132. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "BIJOY SINHA ROY (D) BY LR. VS. BISWANATH DAS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjE0OTU=",
        "Citation": "[2017] 14 S.C.R. 558",
        "Case Type": "(CIVIL APPEAL /4761/2009)",
        "Date": "30 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81NTgtNTY4XzE3MDIwOTc5OTMucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 558",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "30 August 2017",
        "Petitioner:": "Bijoy Sinha Roy (d) By Lr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 826",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Biswanath Das & Ors.",
        "Case Type:": "CIVIL APPEAL /4761/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Consumer Protection Act. 1986 - Medical Negligence - Appellant~· w/fe died after undergoing surgery (hysterectomy) at a nursing home"
        ],
        "HeadNote": " Consumer Protection Act. 1986 - Medical Negligence - Appellant~· wife died after undergoing surgery (hysterectomy) at a nursing home - She was suffering from high blood pressure and her haemoglobin was low - Since the nursing home in which she was operated did not have ICU facility, she was shifted to another nursing home and then to a hospital where she died - Appellant filed complaint before the State Commission. which was allowed - Cross appeals by appellant as also the respondent no. 1 (the Gynaecologist, on whose alleged insistence appellants wife was operated in the nursing home in question National Commission reversed the order of State Commission - Plea of appellant that the decision to pe1:form surgery without first controlling blood pressure and haemoglobin (amounted to medical negligence and further having regard to the foreseeable complications. the decision to perform surgery at a nursing home which did not have the ICU for post operative needs, also amounted to medical negligence - On appeal. held: Negligence in the context of medical profession calls for a treatment with a difference - Error of judgment or an accident is not proof of negligence - So long as doctor follows a practice acceptable to the medical profession of the day, he cannot be held liable for negligence merely because a better alternative course was available - Thus. decision to perform surgery may not by itself be held to be medical negligence - However. there was no serious contest to the plea of the appellant that the operation should not G have been pe1formed at a nursing home which did not have ICU when it was foreseeable that there was post operative risk to the life of the patient - Since. the matter has been pending for 23 years. instead of remanding it for fresh adjudication on this issue, in the interests of justice. respondent no .1 is directed to pay a sum ofRs.5 lakh to the heirs of the appellant without any interest- within 3 months - .((deposit is beyond 3 months, the amount will carry interest  @ 12% p.a.. Negligence - Medical negligence - Concept of - Different in · Civil and Criminal law - Held: What may he negligence in civil law may not he .w in criminal - In criminal law. element mens rea may be required and degree of negligence must be much higher -  Whereas. res ipsa loquitur operates in domain civil law, hut has limited application on a charge of criminal negligence. Negligence - What is - Held: Negligence is a breach of ditty · caused by omission to do something which a reasonable man would do or doing something which a prudent and reasonable man would  not do. Negligence - Test of skill - Requirements of - Held: The test of skill expected is not of the highest skilled person - However. a professional may he held liable for negligence if he does not possess the exquisite skill which he claims or if he fails to exercise reasonable  competence. Consumer Protection Act. 1986 - Object of- Held: The object of setting up Consumer Fora was to provide speedy re1nedy to a consume1: Code of Civil Procedure. 1908 - s.89 - Alternative Disputes  Redressal (ADR)- Applicability of. to consumer fora - Held: The said provision ought to be duly invoked by the consumer fora. . ·Consumer Protection Act. 1986 - s.248 - Administrative control of National Commission - Held: National Commission has administrative control over all the State Commissions - Thus, it is F competent to introduce monitoring mechanism for speedy disposal - National Commission directed to issue appropriate directions in this regard and formulate an appropriate action plan. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "THE STATE OF PUNJAB & ANOTHER VS. . DHARAM PAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjE1MDY=",
        "Citation": "[2017] 14 S.C.R. 569",
        "Case Type": "(CIVIL APPEAL /1549/2011)",
        "Date": "05 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81NjktNTgxICBfMTcwMzMxMTM2My5wZGY=",
        "SCR Citation:": "[2017] 14 S.C.R. 569",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "05 September 2017",
        "Petitioner:": "The State Of Punjab & Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 850",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": ". Dharam Pal",
        "Case Type:": "CIVIL APPEAL /1549/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Officiating appointment - On the higher posts - Financial benefit - Entitlement"
        ],
        "HeadNote": " Service Law: Officiating appointment - On the higher posts - Financial  benefit - Entitlement -Respondent-employee given officiating appointment on regular basis -As per the office orders. the employee Was not entitled to financial benefits of the higher officiating post - Writ petition by the employee seeking financial benefits of the higher officiating posts - Allowed by High Court - On appeal. held: As  per rules 4.13. 4.22 and 4.24 of Punjab Civil Services Rule. the· employee was entitled to financial benefits of higher officiating posts – Punjab Civil Services Rules – rr 4.13 412 and 4.24 "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "PARMANAND SINGH (D) THR. LRS. VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NjA=",
        "Citation": "[2017] 14 S.C.R. 582",
        "Case Type": "(CIVIL APPEAL /7183/2008)",
        "Date": "31 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81ODItNTg5XzE3MDIwMjQ2MTEucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 582",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "31 August 2017",
        "Petitioner:": "Parmanand Singh (d) Thr. Lrs.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 833",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "CIVIL APPEAL /7183/2008",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "United Provinces Tenancy Act.1939-s.180- Case of appellant that his ancestors were zamindars and were in possession"
        ],
        "HeadNote": " United Provinces Tenancy Act.1939-s.180- Case ofappellant that his ancestors were zamindars and were in possession of the disputed land since 1930:_In 1974. proceedings were initiated against the appellants uls.122-B of the U.P. Zamindari Act on the ground that the said land belonged to the State Government and the Gaon Sabha and therefore appellants ought to he evicted - Howeve1: thereafter proceedings under U.P. Zamindari Act were dropped and proceedings U/s. I80 of The U.P. Tenancy Act were initiated against the appella1.its During the pendency of the suit u/s .180. a show cause notice was issued by the Defence Estate Officer under the Public Premises Eviction Act u/s.4(1) -_Appellant replied to the said notice - However. without giving any reason as to why the reply was not acceptable. an order u/s. 5(1) of the Public Premises Eviction Act was made to evict the appellants from the said premises - Meanwhile. the State Government dismissed the suit u/s.180 in default - Writ petition filed by the appellant was dismissed - On appeal. held: Once suit u/s. I 80 of the Act is dismissed for non-prosecution. the provisions of s. I80(2) activates. under which. If no suit is brought under the section, which must also he understood as a suit being brought and dismissed in default, the person in possession shall become a hereditary tenant of such plot - The effect in law. therefore, of the dismissal for default of suit u/s. I80 is that the status of appellant is that of a hereditary tenant - This being the case. the foundational jurisdictional fact of the appellant being an unauthorised occupant in order to attract the provisions of the Public Premises Act is lacking - Respondents directed to give the possession hack to appellant - Public Premises (Eviction "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "MAHARAJA AMRINDER SINGH VS. THE COMMISSIONER OF WEALTH TAX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NDk=",
        "Citation": "[2017] 14 S.C.R. 590",
        "Case Type": "(CIVIL APPEAL /1349/2007)",
        "Date": "05 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81OTAtNTk2XzE3MDIwMjQ1MTgucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 590",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "05 September 2017",
        "Petitioner:": "Maharaja Amrinder Singh",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 852",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The Commissioner Of Wealth Tax",
        "Case Type:": "CIVIL APPEAL /1349/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wealth Tax Act. 1957 -s.27-A - Penalty levied upon appellant- assessee by Assessing Officer"
        ],
        "HeadNote": " Wealth Tax Act. 1957 -s.27-A - Penalty levied upon appellant assesses by Assessing Officer - income Tax Appellate Tribunal (JTAT) decided in favour of the appellant - High Court in appeal by revenue u/s. 27A set aside the order of ITAT and restored the order of assessment passed by the Assessing officer – Justifiability of - On appeal. held: Section 27-A provides a remedy of appeal to the High Court against the order of ITAT and is parametria to s. l 00, CPC-For exercise of powers us: JOO. CPC by High Court. Existence of substantial question of law is sine qua non and in the absence of such substantial question of law the appeal merits dismissal in limine -Appeal filed uls.27-A has to be decided like a second appeal u/s. 1OO. CPC - However; in the instant case the High Court proceeded to decide the appeals filed by revenue u/s.27A without formulating the substantial question(s) of law - Matters remanded to High Court for deciding the appeals afresh after formulating substantial questions of it so arises - Code of Civil Procedure. 1908 s.100. Doctrines/Principles - Principle of \"legislation by incorporation\" - s. 27-A of the 1957 Act provides a remedy of appeal to the High Court against the order of ITAT and is pari materia to s. l 00. CPC. 1908 - Held: Section 100. CPC is bodily (fled from the Code and incorporated in s.27-A of the 1957 Act with minor additions and alterations by following the principle of \"legislation by incorporation\" - Wealth Tax Act. 1957 - s.27-A - Code of Civil Procedure. 1908 - s.100. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "BIMAL KISHORE PALIWAL & ORS VS. COMMISSIONER OF WEALTH TAX",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NDI=",
        "Citation": "[2017] 14 S.C.R. 597",
        "Case Type": "(CIVIL APPEAL /3836/2011)",
        "Date": "13 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF81OTctNjEzXzE3MDIwMjQ0MjYucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 597",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "13 October 2017",
        "Petitioner:": "Bimal Kishore Paliwal & Ors",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1041",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Commissioner Of Wealth Tax",
        "Case Type:": "CIVIL APPEAL /3836/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wealth Tax Act. 195 7 - ss. 7 and 16-A - Valuation of asset - Method of valuation - Assessees-appellants were partners in a firm - One of the assets of the partnership firm was a Cinema building"
        ],
        "HeadNote": " Wealth Tax Act. 195 7 - ss. 7 and 16-A - Valuation of asset - Method of valuation - Assesses-appellants were partners in a firm A B - One of the assets of the partnership firm was a Cinema building - C Assessing officer made a reference u/s. J 6A to the Department Valuation Officer for valuation of Cinema .building - On the basis thereof. Assessing officer assessed the Cinema building adopting the land and building method - Appellate Authority affirmed the assessment made by Assessing Officer - Income Tax Appellate Tribunal (!TAT) accepted the case of the assesses that the proper · D basis for valuing the Cinema building .was income capitalisation meth~d - Revenue filed reference application - High Court on reference answered the questions against .the assessees holding that Wealth Tax Officer was justified in adopting the land and building method - Plea of assessees be.fore Supreme Court that. 7(2)(a) is a E non obstacle clause prescribing the inco_me capitalization method for assessing value of the assets of a running business and thus is to be applied in all cases where assessee is caninga business - Held: Wealth Tax Officer is not obliged to mandatory/y adopt the method provided in s. 7(2)(a) ·in all cases where assesses is carrying 011 a business - s. 7(2}(a) is an enabling provision and resort to it is F discretionary - Such enabling power cannot be held as obligation · or shackles on the right of Assessing Officer to adopt an appropriate method - No error found in the order of Assessing Officer in adopting the land and building method by making a reference to Departmental Valuer to value the property on the said method - G -High Court did not err in interfering with the order of !TAT. "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "THE STATE OF TAMIL NADU REP. BY SEC. & ORS. VS. K. BALU & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0MzI=",
        "Citation": "[2017] 14 S.C.R. 614",
        "Case Type": "(CIVIL APPEAL /12164-12166/2016)",
        "Date": "13 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF82MTQtNjE3XzE3MDIwMjQzNDAucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 614",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "13 November 2017",
        "Petitioner:": "The State Of Tamil Nadu Rep. By Sec. & Ors.",
        "Disposal Nature:": "I.As Disposed Off",
        "Netural Citation:": "N/A",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "K. Balu & Anr.",
        "Case Type:": "CIVIL APPEAL /12164-12166/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Liquor: National Highways and State Highways - Drink and drive accidents"
        ],
        "HeadNote": " "
    },
    {
        "volume": "2017Volume 14",
        "Case Name": "INDIAN YOUNG LAWYERS ASSOCIATION & ORS. VS. STATE OF KER,ALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjE1NDE=",
        "Citation": "[2017] 14 S.C.R. 618",
        "Case Type": "(WRIT PETITION (CIVIL) /373/2006)",
        "Date": "13 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxNC9QYXJ0IEkvMjAxN18xNF82MTgtNjM4XzE3MDIwOTgzNzIucGRm",
        "SCR Citation:": "[2017] 14 S.C.R. 618",
        "Year/Volume:": "2017/ Volume 14",
        "Date of Judgment:": "13 October 2017",
        "Petitioner:": "Indian Young Lawyers Association & Ors.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2017 INSC 1040",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Ker,ala & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /373/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Re!igion/Religious Institutions - Gender Discrimination - Exclusion of women from entering temple on basis of custom and usage"
        ],
        "HeadNote": " Religion/Religious· Institutions - Gender Discrimination - Exclusion of women from entering temple on basis of custom and usage - Constitutionality of - Petitioners pleaded for issue of appropriate writ or direction - to ensure entry of female devotees between age group JO to 50 yrs at the Lord Ayappa Temple at Sabrimala, Kera/a which has been denied to them on the basis of certain custom and usage; and to declare d(b) of the Kera/a Hindu Places of Public Worship (Authorisation of Ent1y) Rules. 1965 framed in exercise of powers cm1ferred ~y s.4 of the Kera/a Hindu Places of Public Worship (Authorisation of Ent1y) Act, 1965 as unconstitutional/ being violative of Arts. I 4. I5, 25 and 51A(e) of the Constitution - Held: Following' issues arise for consideration - Whether the practice of excluding woman based upon a biological factor amounts to \"discrimination\", thereby violating Arts. 14. I5, I7 and not protected by 'morality· as used in Arts. 25. 26 and whether such exclusion by a religious institution constitutes an \"essential religious practice\" u/Art.25 and whether they can assert such claim under the right to manage its own affairs in the matter of religion – Further  1; whether Ayyappa Temple has a denominational character and. if so, is it permissible on the part of a 'religious denomination ' managed by a statutory board and financed out of Consolidated Fund of Kerala and Tamil Nadu to indulge in such practices violating constitutional principles/morality embedded in Arts.14.15(3),39(a) and 51-A(e)-Also, whether d of the Rules. 1965 permits 'religious denomination' to ban ent1y of woman between the age of 10 to 50 years. and so. would it not violate Arts.14.15(3) of the Constitution by restricting ently of woman on the ground of sex -. Lastly. whether f.3(b) of the Rules, 1965 is ultra vircs the Act, 1965 and treated to he intra vires. whether it will he violative of the provisions of Part-Ill ·of the Constitution - Since, significant issues arise for consideration therefore. matter referred to the Chief Justice to constitute A appropriate larger bench - Constitution of India - Arts.14.15.17.25.26.32.39 and 51A - Kera/a Hindu Places of Public Worship (Authorisation of Entry) Rules. 1965 - 1:3(b) - Kerala Hindu Places of Public Worship (Authorisation of Entry) Act. 1965 - s.4 - Public Interest Litigation. "
    }
]