[
    {
        "volume": "2017Volume 13",
        "Case Name": "MACQUARIE BANK LIMITED VS. SHILPI CABLE TECHNOLOGIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjM5Mw==",
        "Citation": "[2017] 13 S.C.R. 751",
        "Case Type": "(CIVIL APPEAL /15135/2017)",
        "Date": "15 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice R.F. Nariman\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvbWFjcXVhcmllIGJhbmsgbGltaXRlZF9zaGlscGkgY2FibGUgdGVjaG5vbG9naWVzIGx0ZC5fMTcwMDYzNDAxOC5wZGY=",
        "SCR Citation:": "[2017] 13 S.C.R. 751",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "15 December 2017",
        "Petitioner:": "Macquarie Bank Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1241",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Shilpi Cable Technologies Ltd.",
        "Case Type:": "CIVIL APPEAL /15135/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy",
            "ss.8 and 9",
            "Adjudicatory Authority Rules",
            "Harmonious Construction"
        ],
        "HeadNote": "Insolvency and Bankntptcy Code, 2016:s.9(3)(c) - Provision in relation to operational debt, containedin s.9(3)(c) of the Code if mandatory or directory - Held: Sub-clause (c) of s.9(3) makes it clear that a copy of the certificate fromthe financial institution maintaining accounts of the operationalcreditor confirming that .there is no payment of an unpaid operationaldebt by the corporate debtor is certainly not a condition precedentto trigger the insolvency process under the code - The expression\"confirming\" makes it clear that this is on~y a piece of evidence,albeit a very important piece of evidence, which only \"confirms\"that there is no payment of an unpaid operational debt - Thisbecomes clearer when one goes to sub-clause (d) of s.9(3) whichrequires such other information as may be specified has also to befurnished along with the application - Read with the Code, theAdjudicatory Authority Rules form a self-contained code beingcontemporanea expositio by the Executive which is charged withcarrying out the provisions of the Code - The tnie constntction ofs. 9(3)(c) is that it is a procedural provision, which is directory innature, as the Adjudicatory Authority Rules read with the Codeclearly demonstrate - The Insolvency and Bankntptcy (Applicationto Adjudicating Authority) Rules, 2016 - r. 6 and Form 5 - Doctrines/Principles - Principle of Contemporanea expositio.ss.8 and 9 - Demand notice of an unpaid operational debtissued by a lawyer on behalf of the operational creditor - Proprietyof - Held: Proper - s.8 of the Code speaks of an operational creditor Gdelivering a demand notice -Intention of Legislature was not torestrict such demand notite being sent by the operational creditorhimself. otherwise the expression used would perhaps have been\"issued\" and not \"delivered\" - Delivery, therefore, would postulatethat such notice could be made by an authorized agent - Further,Form of demand notice and Form of application by operationalcreditor to initiate corporate insolvency resolution process, i.e.Forms 3 and 5 require such authorized agent to state his \"positionwith\" or \"in relation\" to the operational creditor - Expression \"inrelation to\" is a very wide expression, which specifically includes aposition which is outside or indirectly related to the operationalcreditor - Both expressions \"authorize to act\" and \"position inrelation to the operational creditor\" go to show that an authorizedagent or a lawyer acting on behalf of his client is included withinthe aforesaid expression - Further, a conjoint reading of s.30 of the Advocates Act and ss.8, and 9 of the Code together withAdjudicatory Authority Rules and Forms thereunder would yieldresult that a notice sent on behalf of the operational creditor by alawyer would be in order - Advocates Act, 1961 - s.30 -Interpretation of Statutes - Harmonious Construction - TheInsolvency and Bankruptcy (Application to Adjudicating Authority)Rules, 2016 - Forms 3 and 5."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "SURESH CHANDRA JANA VS. THE STATE OF WEST BENGAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3MDU=",
        "Citation": "[2017] 13 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /31/2008)",
        "Date": "11 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18xLTI0XzE3MDIwMTY5ODEucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "11 August 2017",
        "Petitioner:": "Suresh Chandra Jana",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1296",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana,Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "The State Of West Bengal & Ors.",
        "Case Type:": "CRIMINAL APPEAL /31/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: S. 302 - Acid attack - Death due to burn injuries"
        ],
        "HeadNote": "Penal Code, 1860: S. 302 - Acid attack - Death due to burn injuries - Earlier. victim had been allegedly raped by accused 'P' - During pendency of rape case, 'P' and one 'R 'allegedly threw acid at the victim - Her neighbours took her to the hospital - Neither any written complaint was filed to police, nor anyone from the hospital informed the police about the incident - Victim requested PW-7 to write her complaint and send the same to the police by registered post - Victim succumbed to the burn injuries and died - No dying declaration was recorded - Thereafter, case u!s.302 was registered - In rape proceedings, P · was acquitted by trial Court as victim was no more alive to adduce evidence - However. in proceeding uls.302, trial court convicted both the accused and sentenced 'P · to death and 'R · to R.l. for life - Reference to the High Court for confirmation of death sentence was rejected - Further, conviction of both 'P' and 'R 'was set aside - On appeal. held: High Court adopted a casual approach in appreciating the facts. circumstances and evidence of the case - High Court allowed itself to be swayed by the fact that the FIR was delayed by 23 days hut failed to appreciate the fact that the victim. had a moron husband and two little kids at home. and none of them were able to go to police station and get FIR recorded - She had to request PW-7 to write down her complaint and sent it to police by registered post - Jn the circumstances, delay in lodging the FIR is fully explained - Death of the victim on account of burn injuries due to acid attack was well corroborated from the statement of the doctors (PW-6 and PW-8) - Statement given by victim in the FIR scribed by PW-7, should have been treated as her dying declaration - The victim specifically mentioned in her report about the motive part of 'P ·. who allegedly raped her and that case was pending - It is not correct approach to simply pick up the minor lapses of the investigation and acquit accused. particularly when the ring of truthis undisturbed,- High Court erred in holding ·p- not guilty -However. 'R ·had no motive to commit the crime. nor it can be saidthat he had common intention with 'P · to cause burn injuries withacid on victim - View of the High Court to hold 'R ·not guilty cannotbe said to he erroneous - Crime against Women.s. 302 - Murder - Two possible views - Accused 'P 'contendedthat where two views are possible and the courts below have takendifferent views, the view favouring the accused should be accepted- Held: Insofar the view taken by the High Court in not holdingaccused •p · gμguilty is concerned, the same is not reasonablypossible view. for the reason that it is against the weight of theevidence on record ignoring completely the circumstances in whichthe victim reported the matter to police. with the help of a strangerand her statement in the FIR is fully corroborated, apart frommedical evidence on record.s. 302 - Murder - Reasonable doubt - It is not every doubtbut only a reasonable doubt of which benefit can be given to theaccused - A doubt of a timid mind which is afraid of logicalconsequences, cannot be said to be reasonable doubt - ff thebenefits of all kinds of doubts raised on beha!f of the accused areaccepted. it will result in deflecting the course of justice - Thecherished principles of golden thread of proof of reasonable doubtwhich runs through web of law should not be stretched morbidly toembrace every hunch, hesitancy and degree of doubt.Code o.f Criminal Procedure. 1973 - s.313 - Accusedcontended that the evidence recorded in trial Court was notproperly put Jo the accused u/s.3 I 3 - Held: In instant case, theCourt has complied with the provisions of s.313 - Suh-section (h)of s.3 I 3 requires the court to question the accused generally on thecase after prosecution evidence is over - It does not require thateach and every sentence of the prosecution evidence has to bere-written anal read over once again while examining the accusedu!s.313 of Cr.PC.Administration of Justice - Administration of CriminalJustice - Woman allegedly raped by ·p' - During the pend ency ofthe rape case, 'P ·and one 'R' threw acid at the victim - Althoughshe narrated the incident to the doctor. no written complaint was filed to police - Victim passed away due to shock and sepsis causedby the acid attack - No dying declaration ·was recorded - TrialCourt convicted both accused and sentenced 'P' to death and 'R' toR.I. for life - However, High Court dismissed the death referenceand acquitted the accused on hyper technical grounds of delayand /aches in investigation and prosecution - Held (per N. V. Romana,J.): A woman was raped and subsequently puni.shed for raisingvoice which ultimately led to her demise - The criminal justicesystem has not served the deceased from being victimized - It isadmitted by the trea!ing doctor that I. 0. had requested forrecording a dying declaration, which was not allowed by him andproper case history was also not maintained - The conduct of thedoctor needs to be evaluated in light of his utter disregard forprofessionalism -Another aspect is regarding the defectiveinvestigation and prosecution - If a negligent investigation oromissions or lapses due to perfunctory investigation, are noteffectively rectified, the faith and confidence of the people in thelaw enforcing agency would be shaken - The basic requirementthat a trial must be fair is crucial for any civilised criminal justicesystem - Every stakeholder in this criminal justice system isexpected to act with a sense of fairness to bring out the truth so thatpunishment can be meted to those who deserve - Ethics - Medical- Indian Medical Council (Professional conduct, etiquette andethics) Regulations, 2002 - Evidence - Dying Declaration."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "STATE OF GUJARAT VS. RELIANCE INDUSTRIES LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3MTg=",
        "Citation": "[2017] 13 S.C.R. 25",
        "Case Type": "(CIVIL APPEAL /13047-13048/2017)",
        "Date": "22 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18yNS00N18xNzAyMDE3MDY4LnBkZg==",
        "SCR Citation:": "[2017] 13 S.C.R. 25",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "22 September 2017",
        "Petitioner:": "State Of Gujarat",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 982",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Reliance Industries Ltd.",
        "Case Type:": "CIVIL APPEAL /13047-13048/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Value Added Tax Act",
            "2003 - ss.11(3)(b)",
            "12 - Respondent-assessee is engaged in the business of manufacturing and selling polymers and chemicals in the appellant-State"
        ],
        "HeadNote": "Gujarat Value Added Tax Act, 2003 - ss.11(3)(b), 12 - Respondent-assessee is engaged in the business of manufacturing and selling polymers and chemicals in the appellant-State - For the purpose of manufacturing said goods, the assessee purchases raw materials/inputs which are fuels, namely furnace oil, natural gas and light diesel oil - On purchase of such raw materials, VAT is paid at varying rates - Under s.JJ(l)(a) credit is given to a dealer on the VAT paid at the time of purchase of such raw materials which are used in manufacturing the final products - However. s.11 (3)(b) provides that if the goods fall in the categories mentioned in sub- clauses (i), (ii) and (iii), the tax credit is to be reduced by the amount of tax calculated at the rate of 4% on the taxable turnover of purchases within the State - In the instant case, since after the final product is produced, the goods are transferred by assessee to its various branches outside the State, hence, the goods so transferred are covered under sub-c/ause(ii) - Also the raw material/inputs used in the manufacture of instant goods are fuels, hence it falls under sub-clause (iii) as well - Issue as to whether the tax credit is to be reduced at the rate of 4% under sub-clause (ii) and again at the same rate under sub-clause (iii) as well or deduction is permissible only once - On appeal, held: Section 11 (3)(b) is a non-obstante clause as it starts with the word 'notwithstanding' - The 'amount of tax credit' which a dealer is entitled to claim ulcl. (a) which is to be reduced at the rate of 4%, is effected in three eventualities provided under sub-clauses (i), (ii) and (iii) - Between sub-clauses (i) and (ii) there is no question of any overlap and the same are disjunctive as the word 'or' is inserted between these two clauses - However, between clauses (ii) and (iii), there is a possibility of overlap (as in the instant case), there is no word 'or' used between clauses (ii) and (iii) - Sub-clause (ii) finishes with the punctuation mark full stop and then sub-clause (iii) starts - This depicts the INTENTION OF the Legislature, namely, reduction is not confined to one of theaforesaid two sub-clauses and it can occur under both theseprovisions - Thus, reduction of 4% would be applied whenever acase gets covered by sub clause (ii) and again when sub-clause (iii)is attracted -· However, this would be subject to one limitation, thatin cases where VAT paid on such raw material is 4%, as in the caseof fi•furnace oil, reduction cannot be more than that - Gujarat TaxOn Entry of Specified Goods into Local Area Act, 2001.Interpretation of Statutes - Taxing statutes -Interpretation of- Held: Taxing statutes are to be interpreted literally.Interpretation of Statutes - Taxing statute - Intention ofLegislature - Held: How much tax credit is to be given and underwhat circumstances, is the domain of the Legislature and the courtsare not to tinker with the same."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "BIRBAL CHOUDHARY@ MUKHIYA JEE VS. STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3Mzg=",
        "Citation": "[2017] 13 S.C.R. 48",
        "Case Type": "(CRIMINAL APPEAL /701/2012)",
        "Date": "06 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM180OC04NF8xNzAyMDE3MjYwLnBkZg==",
        "SCR Citation:": "[2017] 13 S.C.R. 48",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "06 October 2017",
        "Petitioner:": "Birbal Choudhary@ Mukhiya Jee",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1012",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of Bihar",
        "Case Type:": "CRIMINAL APPEAL /701/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pena.I code. 1860: ss. 364A /34",
            "395 and 412 - Prosecution under - Of appellants-accused"
        ],
        "HeadNote": "Pena.I code. 1860:  ss. 364Al34, 395 and 412 - Prosecution under - Of appellants-accused - Conviction by trial court based on the testimonies of witnesses, Tl Parade and recoveries from the accused - Two appellants-accused in view of their criminal antecedents sentenced to death and remaining appellants-accused sentenced to life imprisonment - High Court confirmed the conviction - However. death sentence as well as life sentence were reduced to 20 years RI - On appeal,hel/:/: Prosecution has duly proved its case against the appellants-accu$ed - Conviction and sentence justified. ss. 364A and 368 - Offence under - Nature of - Held: s. 368 puts the offence prescribed therein at par with s. 364A by raising a statutory presumption based on a legal fiction of the former being E a deemed offence under the latter. if evidence be there. Sentence/Sentencing: Life sentence - Life sentence means imprisonment of full life and not sentence for 14 years. F Code of Criminal Procedure, 1973: s. 401 - Notice under - Requirement of - Before enhancing the sentence - Held: Modification of life sentence to 20 years imprisonment does not require notice under s. 401 - Modification of life sentence to 20 years imprisonment is in fact reduction of G sentence and not enhancement as life sentence means sentence for full life. s. 464 - Effect of omission to frame, irregularity in the charge or misjoinder of the charges - Held: No sentence by a court of competent jurisdiction would be deemed invalid on the ground that no charge was framed or any irregularity in the charge or misjoinderof the charges, unless the court comes to the conclusion that a failureof justice had occasioned thereby."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "EASTERN COALFIELDS LTD. & ORS. VS. PRATIVA BISWAS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3NDQ=",
        "Citation": "[2017] 13 S.C.R. 85",
        "Case Type": "(CIVIL APPEAL /8606/2009)",
        "Date": "11 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM184NS05OV8xNzAyMDE3MzIxLnBkZg==",
        "SCR Citation:": "[2017] 13 S.C.R. 85",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "11 October 2017",
        "Petitioner:": "Eastern Coalfields Ltd. & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1029",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Prativa Biswas & Ors.",
        "Case Type:": "CIVIL APPEAL /8606/2009",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Absorption - Respondents-employees absorbed in Appellant-limited company- Issue relating to fitment on absorption"
        ],
        "HeadNote": "Service Law - Absorption - Respondents-employees absorbed in Appellant-limited company- Issue relating to fitment on absorption c -In a previous writ petition, High Court vide order dated 26.08.2002 had held that when employees were enjoying the Central Government scale of pay and when they were converted and fitted in the appellant-limited company pay scale, their pay, in any event, could not be reduced, inasmuch as, pay protection was assured to them by the appellant - However, when fitment was done, the basic salary  was reduced and fixed on a lower side - Respondent filed fresh writ petition which was dismissed by Single Judge - Order set aside by Division Bench - Plea of appellant-limited company before Supreme Court that they had assured protection for the total emolument and fixation of pay has been done in the manner that  the total emoluments which had been drawn were more than the one drawn by the employees earlier - Held: It was not the total emoluments that mattered - On perusal of the option form filled by the employees before absorption, it is clear that both basic salary and emolument drawn by them earlier were to be protected - Salary protection was to be ensured, it could not have been reduced apart  from emoluments - There was dual protection; that was unfortunately ignored and overlooked by the Appellant-limited company - When the pay scales were converted to and paid in appellant-limited company, respondents' pay drawn could not have been reduced, inasmuch as pay protection had been assured to them and in view  of order dated 26.08.2002 that attained finality and pay fixation was to be made in the manner that total emoluments drawn were not less - Further, the order dated 26.08.2002 was to be complied with in pith and substance, rather the fitment made was clearly in violation of the order as well as the provisions of option form and even subject to conditions on which the absorption had been made Therefore. benefits be extended to all the employees who wereabsorbed. whether continuing or have been retired and to the legalrepresentatives of deceased employees - Doctrines/Principles -Doctrine of pith and substance."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "NATIONAL INSURANCE COMPANY LIMITED VS. PRANAY SETHI AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3NTI=",
        "Citation": "[2017] 13 S.C.R. 100",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /25590/2014)",
        "Date": "31 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18xMDAtMTQwXzE3MDIwMTc0MTEucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 100",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "31 October 2017",
        "Petitioner:": "National Insurance Company Limited",
        "Disposal Nature:": "Referred Issue Answered",
        "Netural Citation:": "2017 INSC 1068",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Pranay Sethi And Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /25590/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act. 1988 ss. 163-A. 166 and 168 - Computation of compensation"
        ],
        "HeadNote": "Motor Vehicles Act. 1988ss. 163-A. 166 and 168 - Computation of compensation -Determination of multiplicand -Determination of income of deceased- Determination of reasonable figures on conventional heads - Held:s. I 68 deals with concept ofjust compensation and the same is tobe decided on the foundation of fairness. reasonableness andequitable on acceptable legal standard - The determination hasto he on the foundation of evidence as regards the age and incomeof deceased and !herea.fier apposite multiplier to be applied -Formula relating to multiplier would he as indicated in *Sarla Vermacase and approved in **Reshma Kumari case - For grant"
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "NATIONAL INSTITUTE OF MEDICAL SCIENCE UNIVERSITY RAJASTHAN & ANR. VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3NTc=",
        "Citation": "[2017] 13 S.C.R. 141",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /38040-38041/2012)",
        "Date": "09 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18xNDEtMTU1XzE3MDIwMTc0OTEucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 141",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "09 November 2017",
        "Petitioner:": "National Institute Of Medical Science University Rajasthan & Anr.",
        "Disposal Nature:": "Petitions Dismissed",
        "Netural Citation:": "2017 INSC 1089",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /38040-38041/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment - Catchment areas of Dam - Protection and preservation of - Ramgarh Dam (near Jaipur) in the State of Rajasthan"
        ],
        "HeadNote": "Environment - Catchment areas of Dam - Protection andpreservation of - Ramgarh Dam (near Jaipur) in the State ofRajasthan - Illegal encroachment in the catchment areas of theDam by appellant-University resulting in drying up of the Dam andconsequent problem of scarcity of water in respondent-State -Several representations made by appellant for allotment of the land\"in question, Khasra No.526 (in Jaipur District) in its favour. notreplied to by any of the authorities - Appellant made massiveconstruction on Khasra No.526 - Eventually, writ petition filed byappellant in High Court for directions to be issued for allotment ofKhasra No.526 for its University - Appellant was also issued noticeu/s.72 of the 1982 Act w.r.t. encroachments on Khasra No.526 -Appeal there against by appellant before Appellate Tribunal, JaipurDevelopment Authority, dismissed- Writ petition by appellant againstthis order as well - Both writ petitions dismissed by Single Judge ofHigh Court - Order upheld by Division Bench of High Court - Onappeal, held: Appellant has not been able to show any perversity inthe orders passed either by Appellate Tribunal or by Single Judgeor by Division Bench - Even if there was no response to therepresentations made by appellant from any of the authority. it hadno right to assume that its request for allotment had been accepted(or not rejected) and on that assumption make constructions on theland in question without any permission or sanction - Due to theillegal and unlawful construction made in the area by several partiesincluding appellant, Ramgarh Lake is absolutely dry and theresidents of Jaipur city are suffering from water shortage as waterfrom this region was being supplied to Jaipur city before the areadried up - Costs of Rs. l 0 lakhs per petition imposed for the brazenencroachment - Merely dismissing the petitions would serve nouseful purpose, hence, demolition of the unauthorised construction by or on behalf of appellant on Khasra No. 526 also directed. atthe expense of appellant - Jaipur Development Authority Act. 1982- s.54 - Rajasthan Tenancy Act, 1955 - s.16 - Rajasthan LandRevenue (Allotment of Unoccupied Government Agricultural Land~for the Construction of Schools, Colleges, Dispensaries,B Dharamshalas and Other Buildings of Public Utility) Rules. 1963 -Rajasthan lmprol/ement Trust (Disposal of Urban Land) Rules. 1974- Constitution o/ India - Art. 21."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "ROHIT TANDON VS. THE ENFORCEMENT DIRECTORATE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3NjM=",
        "Citation": "[2017] 13 S.C.R. 156",
        "Case Type": "(CRIMINAL APPEAL /1878-1879/2017)",
        "Date": "10 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18xNTYtMTg4XzE3MDIwMTc1NzEucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 156",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "10 November 2017",
        "Petitioner:": "Rohit Tandon",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1096",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "The Enforcement Directorate",
        "Case Type:": "CRIMINAL APPEAL /1878-1879/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.439 - Bail application filed under s.439 r/w s.45 of PML Act"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.439 - Bail application filed under s.439 rlw s.45 of PML Act - Allegation was that appellant-ac¢used conspired with a bank manager and a CA to earn huge profit by converting black money in the form of old currency notes into new currency notes and made illegal earnings - Prosecution under s.45 for commission of offence under ss.3 and 4 of P ML Act as a sequel to FIR which was registered under ss.420, 406, 409, 46~. 471, 188 and 1208 !PC - Prayer for bail rejected by Sessions judge and then by High Court - Second bail application filed before High Court - Along with that, appellant filed an application seeking direction for his interim release on assertion that his mother was seriously ill and required immediate .medical attention - The said interim release application was allowed noting; that the appellant never evaded the investigation; the period of 7 months of incarceration; illness of his mother; and absence of definite reasons assigned by counsel to substantiate allegation that appellant would tamper with evidence especially when charge sheet in the main case had been submitted - However, regular second bail application was dismissed as withdrawn - In the instant appeal, challenge is to the rejection of first bail application filed before High Court - Plea was that the reasons which weighed while directing interim release would apply proprio vigore for considering regular bail - Held: The observations made while allowing interim release would have no bearing on merits of the controversy - The appellant has not succeeded in persuading about the in applicability of the threshold stipulation under s.45 of the Act - Prosecution based its ca$e on the evidence of 26 witnesses - The same made out a convincing case about involvement of appellant in commission of serious offence of money laundering - Thus, there were reasonable grounds for believing that the appellant was guilty of such offence Also appellant was reluctant in disclosing source from where such huge value of demonetise currency and new currency was acquiredby him - The volume of demonetised currency recovered from theoffice and residential premises of appellant, including the bankdrafts in favour of fictitious persons and also new currency notesfor huge amount, leave no manner of doubt that it was the outcome of some activity connected with the proceeds of crime projectingthe property as untainted property - Np case made out forinterference with the order of High Court rejecting the prayer forgrant of regular bail to the appellant - Prevention of MoneyLaundering Act, 2002 - ss.3 and 4."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "KAMINI JAISWAL VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3NzI=",
        "Citation": "[2017] 13 S.C.R. 189",
        "Case Type": "(WRIT PETITION(CRIMINAL) /176/2017)",
        "Date": "14 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18xODktMjI1XzE3MDIwMTc2NjcucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 189",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "14 November 2017",
        "Petitioner:": "Kamini Jaiswal",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2017 INSC 1112",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar,Hon'ble Mr. Justice Arun Mishra,Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /176/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administration of Justice: Writ Petition u/Art. 32 of the Constitution [W.P. (Cr/.)"
        ],
        "HeadNote": "Administration of Justice: Writ Petition u/Art. 32 of the Constitution [W.P. (Cr/.)  No. 16912017} filed on 8.11.2017 by Commission for Judicial Accountability and Reforms (CJAR) - Stating that an FIR relating to criminal conspiracy and of taking illegal gratification to influence the outcome of a pending case before Supreme Court revealed a nexus between the middlemen, Hawala dealers and senior public functionaries including persons in judicial field - The petition was mentioned before Court No.2 and thereafter, it was listed for hearing on 10.11.2017 before a particular Bench - On 9.11.2017 another similar writ petition (present petition) identically worded, was filed by the petitioner (a member of (CJAR) and was mentioned before Court No.2 with a prayer to hear the matter on the same day - The  Bench (Court No.2) posted the present petition before itself for hearing on the same day - After hearing, the Bench (Court No.2) decided to place the matter before Constitution Bench which would consist of senior most five Judges of the Court - When the WP (Cr/.) No.169/2017 came up for hearing before another Bench, the Court taking into account the order in the present case, directed to place the matter before the Chief Justice of India for passing appropriate orders - The matter was considered on administrative side by the Chief Justice and he constituted 5-Judge Constitution Bench - The Constitution Bench (constituted by the Chief Justice) on 10.11.2017 decided that the Chief Justice is the Master of roster G and no Bench can direct the composition for constitution of a Bench - Thereafter, the Chief Justice constituted 3-Judge Bench to hear the matter on 13.11.2017 - Plea was taken by petitioner that order dated 9.11.2017 (a/locating the matter to 5 senior most Judges) could have been passed under Art.142 of the Constitution and the order dated 9.11.2017 was binding on other courts in view of Art.144 and hence could not have been rendered ineffective by orderdated 10.11.2017 - Petitioners also took the plea that as the pendingmatter (order whereof was alleged to be influenced) was heard bythe Chief Justice, and by one of the Judges in the present Bench, thematter cannot ~e heard by a Bench constituted by the Chief Justiceand that the other Judge should recuse himself from the matter -Held: Arts. 144 or 142 are not applicable in the present case - Incase they are attracted, it is decision of Constitution Bench (wherebyit decided that Chief Justice is the master of roster) which is binding- It has been held by Constitution Bench that Chief Justice is thec master of roster and the present Bench was constituted by the ChiefJustice in his administrative capacity - It was highly improper toallege conflict of interest that the Chief Justice should not hear onjudicial side or allocate that matter on administrative side - Filingof two successive petitions are a misconceived venture, amountingto forum hunting and has brought the entire judicial system intodisrepute for no good cause - Asking for refusal of a particularJudge from the ratter is another attempt to forum hunting and alsoamounts to contempt of Court - Making such scandalous remarksalso tan/amounts to interference with administration of Justice -Constitution of India - Arts. 142, 144 and 145 - Supreme Court Rules, 2013 - Contempt of Court.Advocates:Petition filed by advocate in his/her personal capacity -Making scandalous remarks against judiciary - Held: Makingscandalous rem&rks ten/amounts to interference with administrationof justice - An advocate cannot escape the responsibility on theground that he/she drafted the same in his/her personal capacity.Maxim:\"nemo judex in causa sua\" - Applicability and scope of -Discussed."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "SIVANANDAN C.T. & ORS. VS. HIGH COURT OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3ODA=",
        "Citation": "[2017] 13 S.C.R. 226",
        "Case Type": "(WRIT PETITION (CIVIL) /229/2017)",
        "Date": "14 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18yMjYtMjI5XzE3MDIwMTc3NDEucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 226",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "14 November 2017",
        "Petitioner:": "Sivanandan C.t. & Ors.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2017 INSC 1107",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "High Court Of Kerala & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /229/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Judicial Service - Kera/a Higher Judicial Service - Selection of District & Sessions Judges"
        ],
        "HeadNote": "Service Law - Judicial Service - Kera/a Higher Judicial Service - Selection of District & Sessions Judges -- As per notification dated 30-09-2015, the selection was to be conducted c by written examination and viva-voce - It was stipulated that those general and OBC candidates who secured 50 per cent in the written examination without any separate minimum and SC/ST who secured 40 per cent w~re qualified to participate in the viva-voce - However, in terms of the resolution of the Full Court dated 13-12-2012 there  should be no minimum cut-off marks for the interview and merit list of successful candidates to be prepared on the basis of total marks obtained in the written examination and viva-voce - Appointment of candidates as per merit list drawn by Administrative Committee on the basis of minimum marks in viva-voce - Challenge to. on ground that introduction of requirement of the minimum marks for E interview, after the entire selection process (consisting of written examination and interview) was completed, would amount to changing the rules of the game after the game was played which is clearly impermissible - Held: Matter referred to larger bench to be heard along with Tej Prakash case."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "PRATEEK GUPTA VS. SHILPY GUPTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3OTA=",
        "Citation": "[2017] 13 S.C.R. 230",
        "Case Type": "(CRIMINAL APPEAL /968/2017)",
        "Date": "06 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18yMzAtMjY3XzE3MDIwMTc4MTMucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 230",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "06 December 2017",
        "Petitioner:": "Prateek Gupta",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1195",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Shilpy Gupta & Ors.",
        "Case Type:": "CRIMINAL APPEAL /968/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Child and Family Welfare: Custody of child - Principles of"
        ],
        "HeadNote": "unless he is immediately repatriated, his inherent potentials andfaculties would suffer an immeasurable set back - The respondent-mother is also disinclined to restore her matrimonial home - Theyounger son is with her - There is no convincing material on recordthat the continuation of the child in the company and custody of theappellant in India would be irreparably prejudicial to him - Thee-mails exchanged by the parties suggested that they had been intouch since the child was brought to India - In the e-mails, theyhave fondly and keenly referred to both the sons staying in eachothers company, expressing concern about their illness and generalwell-being as well - As has been claimed by the appellant, the childis growing in a congenial environment in the loving company of hisgrand-parents and contrary to the nuclear family environment inUS, he is exposed to a natural process of grooming in the associationof his elders, friends, peers and playmates, which is irrefutablyindispensable for comprehensive development of his mental andphysical faculties - Immediate restoration of the child is called foronly on an unmistakable discernment of the possibility of immediateand irremediable harm to it and not otherwise - High Court didnot at all apply itself to examine the facts and circumstances andthe other materials bearing on the issue of welfare of the child whichare unmistakably of paramount significance and instead seemed tohave been impelled by the principle of comity of courts and thedoctrines of \"intimate contact\" and \"closest concern\" de horsthereto - The appellant being the biological father, his custody ofthe child can by no means in law be construed as illegal or unlawfuldrawing the invocation of a superior Courts jurisdiction to issue awrit in the nature of habeas corpus.unless he is immediately repatriated, his inherent potentials andfaculties would suffer an immeasurable set back - The respondent-mother is also disinclined to restore her matrimonial home - Theyounger son is with her - There is no convincing material on recordthat the continuation of the child in the company and custody of theappellant in India would be irreparably prejudicial to him - Thee-mails exchanged by the parties suggested that they had been intouch since the child was brought to India - In the e-mails, theyhave fondly and keenly referred to both the sons staying in eachothers company, expressing concern about their illness and generalwell-being as well - As has been claimed by the appellant, the childis growing in a congenial environment in the loving company of hisgrand-parents and contrary to the nuclear family environment inUS, he is exposed to a natural process of grooming in the associationof his elders, friends, peers and playmates, which is irrefutablyindispensable for comprehensive development of his mental andphysical faculties - Immediate restoration of the child is called foronly on an unmistakable discernment of the possibility of immediateand irremediable harm to it and not otherwise - High Court didnot at all apply itself to examine the facts and circumstances andthe other materials bearing on the issue of welfare of the child whichare unmistakably of paramount significance and instead seemed tohave been impelled by the principle of comity of courts and thedoctrines of \"intimate contact\" and \"closest concern\" de horsthereto - The appellant being the biological father, his custody ofthe child can by no means in law be construed as illegal or unlawfuldrawing the invocation of a superior Courts jurisdiction to issue awrit in the nature of habeas corpus."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "INDIAN OIL CORPORATION LTD. & ORS. VS. SHASHI PRABHA SHUKLA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk3OTc=",
        "Citation": "[2017] 13 S.C.R. 268",
        "Case Type": "(CIVIL APPEAL /5565/2009)",
        "Date": "15 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18yNjgtMjkyXzE3MDIwMTc4NzUucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 268",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "15 December 2017",
        "Petitioner:": "Indian Oil Corporation Ltd. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1237",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Shashi Prabha Shukla & Anr.",
        "Case Type:": "CIVIL APPEAL /5565/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Public Dilstribution: Petrol pump - Retail outlet dealership - Special Discretionary Quota"
        ],
        "HeadNote": "Public Distribution: Petrol pump - Retail outlet dealership - Special Discretionary Quota - Allotment of retail outlet dealership to respondent - PIL challenging allotment - High Court cancelled c allotment on the ground that same was vitiated by favouritism - High Court directed that in case the allottee whose allotment had been cancelled was unwilling to sell/part with a land on which the petrol pump was being operated, Corporation would auction the right to open petrol pump within close proximity of the existing  location as may be determined by it depending upon the facts and circumstances of each case and the need of the public with the stipulation that the highest bidder would arrange for the land! superstructure for running petrol pump - The decision of High Court became final a>id binding on the parties - Accordingly, Corporation issued a notice of termination of dealership agreement to respondent E - Respondent intimated that she was not interested in selling her land on which the petrol pump distributorship was underway - Corporation thereafter issued advertisement to auction the outlet hitherto allotted to respondent - Respondent challenged the advertisement - High Court stayed the operation of auction notices F and directed Corporation to permit respondent to run the dealership until the auction was finalised - As the auction did not take place. the High Court considering the fact that the respondent was permitted to run the retail outlet since 1998, directed Corporation in view of its new policy to award fresh dealership to respondent and restrain G from interfering with her possession of the said premises - Appeal by Corporation - Held: The direction to award the new dealership to respondent amounted to perpetuation of the undue benefit, earlier bestowed on the respondent by a method held to be illegal, dubious, arbitrary and transgressive of public interest - The award of new dealership to the respondent wholly undermined the purpose of cancelling her earlier dealership and annihilate the very objective of securing transparency, fairness and non-arbitrariness in thematter of distribution of public contract - In taking the steps forinitiating a fresh process of auction, the defaults and derelictionof the Corporation and its functionaries are writ large and stronglydeprecated - Dealership of respondent at her present location is cancelled - Corporation directed to cause an in-house inquiry tofix the liability of the errant officials on the issue - Publicfunctionary.Public functionary: State largesse - Role of Government asprovider of services and benefits to the people - A public authority in its dealings has to be fair, objective, non-arbitrary, transparentand non-discriminatory - The discretion vested in such an authority,which is a concomitant of its power is coupled with duty and cannever be unregulated or unbridled - The State and itsinstrumentality, be it a public authority, either as an individual ora collective has lo essentially abide by this inalienable and non- negotiable prescriptions and cannot act in breach of the trustreposed by the polity and on extraneous considerations - In exerciseof uncontrolled discretion and power, it cannot resort to any act to.fritter, squander and emasculate any public property, be it by wayof State largesse or contracts etc.Contract: Petrol pump - Retail outlet dealership - Grant ofdealership to respondent to nm petrol pump on land purchased byrespondent herself - Termination of dealership - Award the new. dealership to a third party on her land - Held: With the terminationof the dealership, the lease between the parties also stood Fextinguished and therefore, the respondent being the owner of theland and she having expressed her disinclination to sell or partwith it, the Corporation by no means could have contemplated to.award the new dealership to a third party on her land."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "STATE OF U.P. VS. RAGHUVIR AND ANR. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4MDM=",
        "Citation": "[2017] 13 S.C.R. 293",
        "Case Type": "(CRIMINAL APPEAL /2175-2177/2017)",
        "Date": "13 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Uday Umesh Lalit, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18yOTMtMzAwXzE3MDIwMTc5MzcucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 293",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "13 December 2017",
        "Petitioner:": "State Of U.p.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1223",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Raghuvir And Anr. Etc. Etc.",
        "Case Type:": "CRIMINAL APPEAL /2175-2177/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 302 - Conviction and sentence under - Correctness"
        ],
        "HeadNote": "Penal Code, 1860: S. 302 - Acid attack - Death due to burn injuries - Earlier. victim had been allegedly raped by accused 'P' - During pendency of rape case, 'P' and one 'R 'allegedly threw acid at the victim - Her neighbours took her to the hospital - Neither any written complaint was filed to police, nor anyone from the hospital informed the police about the incident - Victim requested PW-7 to write her complaint and send the same to the police by registered post - Victim succumbed to the burn injuries and died - No dying declaration was recorded - Thereafter, case u!s.302 was registered - In rape proceedings, P · was acquitted by trial Court as victim was no more alive to adduce evidence - However. in proceeding uls.302, trial court convicted both the accused and sentenced 'P · to death and 'R · to R.l. for life - Reference to the High Court for confirmation of death sentence was rejected - Further, conviction of both 'P' and 'R 'was set aside - On appeal. held: High Court adopted a casual approach in appreciating the facts. circumstances and evidence of the case - High Court allowed itself to be swayed by the fact that the FIR was delayed by 23 days hut failed to appreciate the fact that the victim. had a moron husband and two little kids at home. and none of them were able to go to police station and get FIR recorded - She had to request PW-7 to write down her complaint and sent it to police by registered post - Jn the circumstances, delay in lodging the FIR is fully explained - Death of the victim on account of burn injuries due to acid attack was well corroborated from the statement of the doctors (PW-6 and PW-8) - Statement given by victim in the FIR scribed by PW-7, should have been treated as her dying declaration - The victim specifically mentioned in her report about the motive part of 'P ·. who allegedly raped her and that case was pending - It is not correct approach to simply pick up the minor lapses of the investigation and acquit accused. particularly when the ring of truthis undisturbed,- High Court erred in holding ·p- not guilty -However. 'R ·had no motive to commit the crime. nor it can be saidthat he had common intention with 'P · to cause burn injuries withacid on victim - View of the High Court to hold 'R ·not guilty cannotbe said to he erroneous - Crime against Women.s. 302 - Murder - Two possible views - Accused 'P 'contendedthat where two views are possible and the courts below have takendifferent views, the view favouring the accused should be accepted- Held: Insofar the view taken by the High Court in not holdingaccused •p · gμguilty is concerned, the same is not reasonablypossible view. for the reason that it is against the weight of theevidence on record ignoring completely the circumstances in whichthe victim reported the matter to police. with the help of a strangerand her statement in the FIR is fully corroborated, apart frommedical evidence on record.s. 302 - Murder - Reasonable doubt - It is not every doubtbut only a reasonable doubt of which benefit can be given to theaccused - A doubt of a timid mind which is afraid of logicalconsequences, cannot be said to be reasonable doubt - ff thebenefits of all kinds of doubts raised on beha!f of the accused areaccepted. it will result in deflecting the course of justice - Thecherished principles of golden thread of proof of reasonable doubtwhich runs through web of law should not be stretched morbidly toembrace every hunch, hesitancy and degree of doubt.Code o.f Criminal Procedure. 1973 - s.313 - Accusedcontended that the evidence recorded in trial Court was notproperly put Jo the accused u/s.3 I 3 - Held: In instant case, theCourt has complied with the provisions of s.313 - Suh-section (h)of s.3 I 3 requires the court to question the accused generally on thecase after prosecution evidence is over - It does not require thateach and every sentence of the prosecution evidence has to bere-written anal read over once again while examining the accusedu!s.313 of Cr.PC.Administration of Justice - Administration of CriminalJustice - Woman allegedly raped by ·p' - During the pend ency ofthe rape case, 'P ·and one 'R' threw acid at the victim - Althoughshe narrated the incident to the doctor. no written complaint was filed to police - Victim passed away due to shock and sepsis causedby the acid attack - No dying declaration ·was recorded - TrialCourt convicted both accused and sentenced 'P' to death and 'R' toR.I. for life - However, High Court dismissed the death referenceand acquitted the accused on hyper technical grounds of delayand /aches in investigation and prosecution - Held (per N. V. Romana,J.): A woman was raped and subsequently punished for raisingvoice which ultimately led to her demise - The criminal justicesystem has not served the deceased from being victimised - It isadmitted by the trea!ing doctor that I. 0. had requested forrecording a dying declaration, which was not allowed by him andproper case history was also not maintained - The conduct of thedoctor needs to be evaluated in light of his utter disregard forprofessionalism -Another aspect is regarding the defectiveinvestigation and prosecution - If a negligent investigation oromissions or lapses due to perfunctory investigation, are noteffectively rectified, the faith and confidence of the people in thelaw enforcing agency would be shaken - The basic requirementthat a trial must be fair is crucial for any civilised criminal justicesystem - Every stakeholder in this criminal justice system isexpected to act with a sense of fairness to bring out the truth so thatpunishment can be meted to those who deserve - Ethics - Medical- Indian Medical Council (Professional conduct, etiquette andethics) Regulations, 2002 - Evidence - Dying Declaration."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "BIMOLANGSHU ROY (DEAD) THROUGH LRS VS. STATE OF ASSAM & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4MTI=",
        "Citation": "[2017] 13 S.C.R. 301",
        "Case Type": "(TRANSFERRED CASE (CIVIL) /169/2006)",
        "Date": "26 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Jasti Chelameswar\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18zMDEtMzI5XzE3MDIwMTgwMTMucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 301",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "26 July 2017",
        "Petitioner:": "Bimolangshu Roy (dead) Through Lrs",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "2017 INSC 670",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "State Of Assam & Another",
        "Case Type:": "TRANSFERRED CASE (CIVIL) /169/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Art. 194(3) r!w Entry 39 of List II of VII Schedule"
        ],
        "HeadNote": "Constitution of India: Art. 194(3) r!w Entry 39 of List II of VII Schedule - Scope  of - By Constitution 91\" Amendment. Art. 164 was amended whereby the size of the Council of Ministers in the State was curtailed to 15% of the total strength of the Assembly - The strength of the Council of Ministers in State of Assam was 36 out of total strength of Assembly being 126, amounting to 28.57% - State of Assam  passed Assam Parliamentary Secretaries (Appointment. Salaries, Allowances and Miscellaneous Provisions) Act, 2004, whereby member of Assembly were to he appointed as 'Parliamentary Secretaries· by the Chit;( Mini~ter - They were to be of the rank and status of a Minister of State - Writ Petition (PIL) was filed before High Court. challenging the constitutional validity of the Act - The E petition was transferred to Supreme Court - Held: The legislature of State of Assam did not have competence to enact the Act - Scheme of Art. 194. which deals with powers and privileges of the Legislature. does not expressly authorise the State Legislature to create offices such as the one in question - Reading the authority to create new offices by legislation would be a wholly irrational F way of construing the scope of Art.194(3) and Entry 39 of List II - The \"powers privileges and immunises\" contemplated by Art. 194(3) and Entry 39 are those of the legislators qua legislators. Schedule VII - Entries in the Lists - Scope - Interpretation of - Held: A great deal of examination of the scheme of the entire G Constitution is essential while interpreting the scope of each of the Entries - No rule which has a universal application with regard to the interpretation of all the entries in the Vll Schedule can he postulated - An Entry in VII Schedule is not a source of power. but is only indicative of the field of legislation - Though words andexpressions in Constitution must receive widest possibleconstruction. the principle must be applied with some degree ofcaution when ii comes to examination of amplitude of Legislative Entries.Art. 246 - Scope of - Held: Existence of a dedicated Articlein the Constitutions authorising the making of Jaw on a particulartopic, eliminates the possibility of existence of legislative authorityto legis/ute i71 Art. 246 rlw any Entry in the Seventh Scheduleindicating field of legislation which appears to be closely associatedwith the Topic dealt wilh b_,, the dedicated Article.!interpretation of Constitution:'\"Rule of widest construction\" - Held: The jurisprudencehas is for the \"rule of widest construe/ion\" is the hallowed beliedthat a Constitution is drafted with an eye on future - There.fore.interpretation of Constitution must be elastic enough to meet newD social. politic<;al and historical realities often imagined by theframers of the Constitution."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "RUSTOM KERAWALLA FOUNDATION VS. STATE OF MAHARASHTRA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4MjY=",
        "Citation": "[2017] 13 S.C.R. 330",
        "Case Type": "(CIVIL APPEAL /3696/2017)",
        "Date": "03 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18zMzAtMzYwXzE3MDIwMTgxMjMucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 330",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "03 August 2017",
        "Petitioner:": "Rustom Kerawalla Foundation",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 705",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "State Of Maharashtra And Ors.",
        "Case Type:": "CIVIL APPEAL /3696/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Educational Institutions (Prohibition of Capitation Fee) Act. 1987"
        ],
        "HeadNote": "Maharashtra Educational Institutions (Prohibition ofCapitation Fe'!) Act. 1987 - Appellant-Foundation runs a School -Whether the Appellants are entitled to take the entirety of lease rentinto account while having the fee structure approved in terms ofprovisions of the Act and if not, what should be the correctapproach - Held: Under sub-clause (b) to s.4(2) of the Act the Stateis empowered, to exclude certain expenditure in regulating feescollected by the educational institution - The exercise on part ofState Government must be guided to arrive at a just balance betweentwo essentials. one-interest of the unaided institution to have a justand reasonable fee structure and other -the very purpose of thelegislation to curb the capitation fee - In instant case, the plot ofland of school came to be allotted not through normal competitivechannels but purely under discretionary quota - Considerationpayable for th~ plot was not guided by market conditions, and publicproperty was made over purely for sub-serving public interest -The land in question was originally given by MHADA (MaharashtraHousing and Area Development Authority) on behalf of the StateGovernment at concessional rate to MP MCT (Trust) - Thereafter. atripartite agreement was executed between the MHADA, MPMCTand a limited company - Consequent to which the said plot of landwas sub-leased, to the company, which in turn gave leasehold rightsto the appellant-Foundation to run the School from the buildingsituated - The appellant-Foundation is paying rupees 2.5 croresevery year towards rent - Respondent No.3 is not off\" the mark incontention thai in the process substantial sums of money are beingmade over to Me company in which the trustees of the Foundationare the only directors - Since, the lease deed and subsequent leasedeed in the present case was on non-competitive basis and purelyon discretionary quota of the State Government. the locationaladvantages of the land ought to be completely severed and segregated and what should be basis for computation must be purelythat what was expended \"on land and building\" - Matteraccordingly remanded to the State Government for freshconsideration - MHADA (Disposal of Land) Regulations 1982 -regn.16."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "COMMON CAUSE VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4Mzc=",
        "Citation": "[2017] 13 S.C.R. 361",
        "Case Type": "(WRIT PETITION (CIVIL) /114/2014)",
        "Date": "02 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18zNjEtNDU1XzE3MDIwMTgxOTUucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 361",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "02 August 2017",
        "Petitioner:": "Common Cause",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 700",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /114/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals - Illegal mining of enonnous proportions in districts of Odisha"
        ],
        "HeadNote": "Mines and Minerals - Illegal mining of enormous proportionsin districts of Odisha - Writ petition partly based on reports givenby Justice MB. Shah Commissions of Inquiry sought directions,cinter alia, to Union of India and Government of Odisha to immediatelystop forthwith all illegal mining in the State of Odis ha and for CBIinvestigation into such illegal mining - Plea of mining lease holdersthat reports given by Commission were v,itiated as they were notgiven notice u/ss.8B, 8C of the 1952 Act. and thus. the veryfoundation of the writ petition goes away - Held: First report given  by Commission was a general, overall perspective on the subject -No irregularity or illegality has been committed so as to vitiate thefirst report - Second report went into specific details of severalmining lease holders, but herein one is not concerned with thosespecifics - Therefore. whether notices were issued or not to the lease holders who were the subject matter of discussion in the secondreport is of no consequence -However. the reports of theCommission are not being relied upon for the purpose of presentjudgment and order - Further. for now, no direction is being givenwith regard to any investigation by CBI - Expert Committee be setup under the guidance of a retired judge of Supreme Court to identifythe lapses occurred over the years enabling rampant illegal orunlawful mining in Odisha and measures to prevent this ji·omhappening in other parts of the country - Further; directions issued -Commissions of Inquiry Act. 1952 - ss.8B. 8C.Committees:Central Empowered Committee (CEC)- Constitution of-Held:CEC was first constituted by Supreme Court in T. N. Godavarmacase as an interim body - Thereafter, it was constituted bynotification issued uls.3(3) of the 1986 Act - It has continued fimctioning and is now an established body which renders extremelyvaluable advice to this Court- Environment (Protection) Act, 1986 -s.3(3).Central Empowered Committee (CEC) - Jurisdiction of -Challenge to - Plea of lease holders that in giving the report onmining. CEC tfXceeded its remit - Held: Not tenable - Jurisdictionof CEC was not limited and it was expected to give a detailed reporton all aspecrs of illegal mining or mining being carried out withoutany lawful authority in whatever manne1:lllines and Minerals (Development and Regulatio11) Act, 1957(MMDR) - ss.4(1). 4(2). 5(2). IO. 12. 13. 18. 21 - Grant ofmi11inglease -- Schenie of - Discussed.s. 6 - Maximum area for which a prospecting licence ormining lease may be granted - Violation of by various companies -If any - Discussed.Mineral Concession Rules, 1960 (MCR):Distinction between A!CR and MCDR - Held: The distinctionis that the MCR deal. inter alia. with the grant of a mining lease andnot commencement of mining operations - However. the MCDR deal.inter alia. with the commencement of mining operations and protectionof environment by preventing and controlling pollution which mighthe caused by mining operations- Mineral Conservation andDevelopment Rules. 1988 (MCDR).r.22A - Held: r.22A makes it clear that mining operationsshall be undertaken only in accordance with the duly approvedmining plan - Therefore. a mining plan is of considerable importancefor a mining lease holder and is in essence sacrosanct - A miningscheme and a mining plan are a sine qua non for the grant of amining lease.1:24A - Plea of mining lease holders that since many of themwere granted first deemed statutory renewal of mining lease ulr.24A.the requirements of Environment Impact Assessment (EJA) Notificationof 1994 (EIA 1994) would not be applicable - Held: Nor tenable -For renewal qf mining lease. an application is required to be madeby mining lease holders and the deemed renewal clause ulr.24A willcome into operation onzv ajier an application for renewal is made in Form Jin Schedule I of MCR - Even otherwise, renewal of amining lease would require a prior environmental clearance (EC)in terms of EIA 1994. Ar.37 - Violation of - Several mining lease holders enteredinto raising contracts which were actually a transfer of lease aspostulated by r. 3 7 - Held: Rule 3 7 provides. inter alia, that a mining Blessee shall not without the previous consem in writing of the StateGovernment or Central Government, as the case may be, assign.sublet, mortgage, or in any other manne1; transfer the mining lease,or any right,. title or interest therein - It will he appropriate if afresh look is given to the raising contracts entered into by mininglease holders and the raising contractor - Committee appointed.Mineral Conservation and Development Rules, 1988 (MCDR):Purpose and objective of - Held: Is to ~~sure that miningoperations are cmried out in a scientific manner with a high degreeof responsibility including responsibility in protecting and preserving the environment and the flora of the area.r. 31 - Protection of environment under - Obligation of - Held:Rule 31 provides that every holder of a mining lease shall take allpossible precautions for the protection of environment and controlof pollution while conducting any mining operations in the area - Air (Prevention and Control of Pollution) Act, 1981 - Environment(Protection) Act, 1986 - Water (Prevention and Control of Pollution)Act. 1974.Notification/Circular:Environment Impact Assessment (E!A) Notification dtd. 27'\" Jan. 1994 - Nature of - Held: It is a prohibitory notification anddirects that on and from the date of its publication in the officialgazette: (i) expansion or modernisation of any activity (if pollutionload is to exceed the existing one) and (ii) a new project listed inSchedule I to the notification. shall not be undertaken unless it hasbeen accorded EC by the Central Government in accordance withthe procedure specified in the notification - Further. EIA 1994 isalso mandatory in character - It is applicable to all miningoperations, new mining projects and renewal of mining leases -Environment (Protection) Act, 1986 - ss.3(1). 3(2){v) - Environment(Protection) Rules. 1986 - r.5(3)(d). Environment Impact Assessment (EIA) Notification dtd. 27'''Jan. 1994 - Grant under, of environment clearance (EC) - Purposeof - Held: On receipt of an EC a mining lease holder can extract amineral only from a specified site, upto the sanctioned capacityand only for a period of five years from the date of grant of EC -Consequently. a mining lease holder would necessarily have to obtaina fresh EC every five years and can also apply for an increase inthe sanctioned capacity - Environment.Environment Impact Assessment (EIA) Notification dtd. 27\"'Jan. 1994 - Grant under. of EC- Operation of- Held: There is noconcept of a retr(Jspective EC - Its validity effectively starts onlyfrom the day it is granted - It takes precedence over the mininglease - Thus, mining operations under a mining lease are dependenton and 'subordinate· to the EC - Environment.Environment Impact Assessment (E/A) Notification dtd. 27\"'Jan. 1994 - EC - Requirement of. for ongoing mining project -Exemption. when given - Held: An exemption is granted from therequirement of obtaining an EC if there is no expansion and theexisting pollution load is not exceeded - However. a no objectioncertificate from the SPCB is necessary for continuing the miningoperations - Env,environment.Environment Impact Assessment (EIA) Notification dtd. 27\"'Jan. 1994 - Expression and modernisation of existing projects -Base year for considering pollution load while proposing anyexpansion activity - Determination of - Discussed - Environment.Environment Impact Assessment (EIA) 14\"' September. 2006 -Requirement under - Environment Clearance (EC) - Held: EIA 2006required prior EC for projects or activities mentioned in the Scheduleto it. both for major as well as minor minerals. if the leased area is5 hectares or more - Environment.Environment Impact Assessment (EIA) 14\"' September. 2006 -Environment Clearance (EC) - Grant of - If retrospective - Held:An EC will come into force not earlier than the date of its grant -The concept of an ex post facto or a retrospective EC is completelyalien to environmental jurisprudence - Environment.Mines and Minerals:Mining plan - Actual Production limit - Violations of - Held: A mining plan is valid for a period of five years - 20% deviationfrom the mining plan (in terms of over-production) would hereasonable and permissible - A mining lease holder cannot extractthe five year quantity (with a variation of 20%) in one or two yearsonly. Illegal Mining - What is - Plea of lessees that a miningoperation only outside the mining lease area would constitute 'illegalmining· - Held: Not tenable - J//egal mining takes within its foldexcess extraction of a mineral over the permissible limit even withinthe mining lease area which is held under lawful authority. if thatexcess extraction is contrary to the mining scheme. the mining plan,the mining lease or a statutory requirement - Mines and Minerals(Development and Regulation) Act. 1957 - s.23 C - MineralConcession Rules. 1960 - r.2(iia) .Encroachment - lllegal mining outside the sanctioned miningareas - Direction issued.Consequences of lllegal mining - Discussed - Mines andMinerals (Development and Regulation) Act. 1957 - s.21 (5).Illegal mining - Penalty/Compensation for - Discussed -Mines and Minerals (Development and Regulation) Act, 1957(MMDR) - s.21(5).Fore..vt (Conservation) Act, 1980 - s.2 - Violation of - Held:Since defauWng mining lease holders had paid additional NetPresent Value (NPV) as well as an amount towards penalcompensatory afforestation. it must be assumed that violation ofthe Act has been condoned to a limited extent - Environment."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "S. N. D. P. SAKHAYOGAM VS. KERALA ATMAVIDYA SANGHAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4NDI=",
        "Citation": "[2017] 13 S.C.R. 456",
        "Case Type": "(CIVIL APPEAL /7068/2010)",
        "Date": "05 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM180NTYtNDY0XzE3MDIwMTgyNDUucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 456",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "05 September 2017",
        "Petitioner:": "S. N. D. P. Sakhayogam",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 853",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Kerala Atmavidya Sangham",
        "Case Type:": "CIVIL APPEAL /7068/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure. 1908 - 0. 1",
            "r.8 -Application filed by plaintiff to prosecute suit in a representative capacity"
        ],
        "HeadNote": "Code of Civil Procedure. 1908 - 0. 1, r.8 -Application filedby plaintiff to prosecute suit in a representative capacity -Examination of - Respondent No. l (plaintiff) filed a civil suit againstthe appellant (defendant No.l) and defendant No.2 for declarationthat the sale deed executed by defendant No.2 in favour of defendantNo. I in respect of suit land be cancelled as being void and bad inlaw - Trial Court framed issues - Thereafter. plaintiff filed anapplication u/O. !, r. 8 and sought permission to prosecute the suitas a representative suit - Sanction to prosecute the suit asrepresentative suit was granted unopposed - Suit dismissed by thetrial Court and the First Appellate Court - However. High Courtallowed the appeal by plaintiff - Supreme Court remanded the caseto the High Court for deciding the appeal afresh -- High Courtagain allowed the appeal and decreed the plaintiff's suit - Onappeal. held: Plaintiff applied to the trial Court u/0.1, r.8 of theCode to prosecute the suit in representative capacity and permissionwas granted without any objection from the defendants - Trial Courtshould have examined the question as to whether the plaintiff. whois a juristic person. i.e .. \"Society\" is entitled to invoke the provisionsof O.I, r.8 of the Code for filing a suit in a \"representative capacity\"-Secondly, if the plaintiff is held entitled to file such suit, whetherthe facts pleaded and the relief~ claimed in the plaint can be said tobe in the nature of representative character so as to satisfy theingredients of OJ, 1:8 of the Code which are meant essentially forthe benefit of public at large for gram of any relief - Lastly, if thefacts pleaded and the relief claimed in the plaint do not satisfy therequirements of O.l. r.8 of the code for grant of relief to the publicat large then whether such suit is capable of being tried as a regularsuit on behalf of the plaintiff for granting reliefs in their personalcapacity because the suit relates to ownership of land, namely. whois the owner of the suit land - However, there was neither any discussion much less finding on any of the aforesaid issues by anyof the courts below though these questions direct(v and substantial(varose in the case - Therefore, in the interest a/justice. matterremanded to trial Court to answer these issues and then decide thesuit depending upon the answer· in accordance with law -Jurisdiction."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "SHRI GANGAJALI EDUCATION SOCIETY & ANR. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4NTM=",
        "Citation": "[2017] 13 S.C.R. 463",
        "Case Type": "(WRIT PETITION (CIVIL) /709/2017)",
        "Date": "31 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM180NjMtNDc2XzE3MDIwMTgzMTYucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 463",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "31 August 2017",
        "Petitioner:": "Shri Gangajali Education Society & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 832",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /709/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education I Educational Institutions - Medical College - Petitioner No.I applied to respondent No.I Ministry of Health & Family Welfare. Government of India ("
        ],
        "HeadNote": "Education I Educational Institutions - Medical College -Petitioner No.I applied to respondent No.I Ministry of Health &Family Welfare. Government of India (\"MHFW\") for establishmentof a new medical college from academic session 2016-17onwards - That application was forwarded to respondent no.2.Medical Council of India (\"MCI\") for evaluation, which opinedseveral deficiencies in the proposed college - Based onrecommendations made by MCI, the MIJFW disapproved theproposal - Thereafter. the Oversight Committee (\" OC \") constitutedby Supreme Court - After considering case of petitioner. orderpassed by the OC - Pursuant thereto MHFW issued a conditionalLetter of permission to. the petitioners - Thereafter, a complianceverification inspection conducted by the MCI, which gave negativerecommendation to the MHFW - OC conveyed its opinion to theMHFW that inspection conducted by MCI was contrary to theguidelines issued by the OC - MHFW. however. rejected petitioner:,application on the basis of the recommendation made by respondentNo.2 MCI, while also debarring the petitioners from admittingstudents for two years i.e 2017-18 and 2018-19 - Aggrieved,Petitioners filed writ petition before High Court, which ordered ji-eshopportunity of hearing to petitioner - However; MHFW reiteratedits earlier decision - On appeal, held: Jn instant case, the Competentauthority of the Government of India has not dealt with the matteras was expected in terms of the direction issued by the· Court - Noattempt made by the Competent authority to analyse the factorsnoticed by the OC whilst recommending confirmation\" of L~tter ofpermission in favour of the petitioner college - From the observationsof the OC, it was amply clear that the deficiency noticed by the Assessing Officer was within the permissible limils - Neither 1heHearing Committee nor the Competent aulhority has not made anyendeavour 10 dislodge the observation of OC - Therecommendations of OC may not be strict sense binding on theCompetent Authority. hut same cannot be completely disregarded -Further. the petitioner college undertakes to remove with promptitudeany deficiency already noted - Considering the fact that thepetitioners college fulfils the infrastructure and academicrequirement/1ls and has already started the college for academicsession 2016-J7. in larger public interest. respondent directed topermit the petitioner college to take part in the current year i.e.c 2017-18 counselling process which is still in progress - Constitutionof India - Art.142."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "INDIAN OIL CORPORATION LIMITED VS. STATE OF BIHAR & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4NjI=",
        "Citation": "[2017] 13 S.C.R. 477",
        "Case Type": "(CIVIL APPEAL /3018/2017)",
        "Date": "14 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM180NzctNTA3XzE3MDIwMTgzOTYucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 477",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "14 November 2017",
        "Petitioner:": "Indian Oil Corporation Limited",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1109",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of Bihar & Anr.",
        "Case Type:": "CIVIL APPEAL /3018/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Entry Tax - Bihar Tax on Entry of Goods into Local Areas for Consumption. Ust; or Sale Therein Act",
            "1993 - s.3(2) - VAT set off against the Entry Tax"
        ],
        "HeadNote": "Entry Tax - Bihar Tax on Entry of Goods into Local Areas for Consumption. Ust; or Sale Therein Act, 1993 - s.3(2) - VAT set off against the Entry Tax - Claim for - Appellant-Corporation imports crude oil from outside the State of Bihar and converts it into petroleum products, like High Speed Diesel, Petrol etc - Some part of these products are sold by appellants to two other oil marketing companies (OMCs). namely BPCL and HPCL from its Patna branch- Appellant pays Entry Tax when product enters the local area of Patna - Grievance of the Appellant that when a sale is made to the OMCs. after payment of Entry Tax, VAT is not set off against the Entry Tax - High Court agreed with the Advance Rulings Authority, and rejected the case of the appellant u!s.3(2) second proviso of the Entry Tax. stating that the set off would not be allowable under the aforesaid proviso - Held: The following conditions need to be satisfied for claim of set off uls.3(2) - (i) u!s.3(2) the tax leviable by way of Entry Tax can only be paid by every dealer liable to pay under the VAT Act; (ii) The set off can only be granted !f assessee is an importer of scheduled goods, who is liable to pay tax under the VAT Act; (iii) Assessee must incur tax liability at rates specified u/ s.14 of the VAT'Act; (iv) This must only be by virtue of the sale of imported scheduled goods; and (v) \"His\" tax liability under the VAT Act will then stand reduced to the extent of tax paid under the Act - In instant case. appellant is a registered dealer and is thus liable to pay tax under the VAT Act, condition (i) is fulfilled - Condition (ii) however, is not fulfilled, as notification dated 04.05.2006 under Bihar Value Added Tax Act. 2005 states that the levy is at the point of sale by oil companies to the retailer or direct to the consumer - There is no levy of any VAT, when a sale is effected by the appellant to BPCL and HPCL - The VAT gets levied only at the next point in chain of sales, which is sale from BPCL and HPCL to their retailers - So, though appellant is an importer of scheduled   goods. hut is hot liable to pay tax under the VAT - Condition (iii) isalso not fulfilled, as there being no levy on the appellant. theappellant does not incur any tax liability u/s.14 of the VAT Act - Sofar as CondiMon (iv) is concerned, in any case, this must he byvirtue of sale of the very imported scheduled goods. which meansthat the sale must be by the appellant itself and not by the otherOMCs, and thus condition (iv) is also not fa/filled - Condition (v)must he that \"'his\" i.e. the appellant :v tax liability under the VAT Actwill then stand reduced, and this is only to the extent of tax paidunder the Act - This condition is also not met inasmuch as the setoff is person specific and not goodv specific - Thus. on literalc reading of s. 3(2) second proviso. the appellant would not be entitledto claim set off - Bihar Value Added Tax Act. 2005 - ss. 3. 13. 16 -Bihar Finance Act. 1981.Bihar Tax on Entry of Goods into Local Areas forConsumption. Use or Sale Therein Act, 1993 - Entry Tax -Eligibility - Appellant-Corporation imports crude oil from outsidethe State of Bihar - Crude oil is processed and converted intopetroleum products, like High Speed Diesel, Petrol etc - Some partof these products are sold by appellants to two other oil marketingcompanies (6JMCs). namely BPCL and HPCL from its Patnabranch - Appellant pays Entry Tax when product enters the localarea of Patna - Grievance of the Appellant that when a sale ismade to the OMCs, after payment of Entry Tax, VAT is not set offagainst the Entry Tax - Set off of VAT. as claimed by the appellantwas allowed until 1he year 2014 - However. pursuant to auditobjections. set o.fl that had been allowed, were re-opened and thendisallowed - The Entry Tax demand arising from such dis allowancefor the assessment years 2008-09 Ji// 2014-15 amounted toRs. l,683.03 crores - Appellant contended it was not givenopportunity to demonstrate that a large portion of demanded amountrelates to sales that were made by HPCL and BPCL outside thelocal area of Patna. which would. therefore. not attract Entry Tax atall - Held: After audit objections. when a show cause notice wasissued by the authority. the assessee repeatedly asked for time tomake a detailed objection on the merits of the case - However,without asking for further data and hack up details the AssistantCommissioner' of Commercial Taxes passed an assessment orderimmediately thereafter - Appellant accordingly now given opportunity to approach the Appellate Tribunal with all relevantmaterials in this behalf: and Tribunal to render its finding as to howmuch of the demand of Entry Tax for the assessment years in questionwould have to he struck down.Tax/Taxation:Taxing statutes - On touchstone of Art.14 - Held: When iicomes to taxing statutes. the law laid down hy the Supreme Court isclear that Art.14 of the Constitution can be said to be breachedonly when there is perversity or gross disparity resulting in clearand hostile discrimination practiced by the legislature. without anyrational justification for the same - Constitution of India - Art.14.RightY and Privileges - Set off - Held: No assessee can claimset off as a matter of right and levy of Entry Tax cannot he assailedas unconstitutional only because set off is not given."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "DR. S. RAJASEEKARAN (II) VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4NzQ=",
        "Citation": "[2017] 13 S.C.R. 508",
        "Case Type": "(WRIT PETITION (CIVIL) /295/2012)",
        "Date": "30 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM181MDgtNTQxXzE3MDIwMTg0NjUucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 508",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "30 November 2017",
        "Petitioner:": "Dr. S. Rajaseekaran (ii)",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 1159",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /295/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India: Art. 32 - Public interest litigation - Prayer seeking enforcement of road safety norms and appropriate treatment of accident victims"
        ],
        "HeadNote": "Constitution of India: Art. 32 - Public interest litigation -Prayer seeking enforcement of road safety norms and appropriatetreatment of accident victims - Constillltion of Committee on roadsafety - Submission of report/recommendations by the Committee -Howeve1; non-implementation of the recommendations by theGovernment ~ Issuance of directions on road safety and the victimsof road accidents by Supreme Court - Directions as regard roadsafety policy, road safety fimd, road safety action plan. road safetyaudits, road safety cell, road safety equipment and road safetyeducation issued - Faithful and sincere compliance of the saiddirections would save thousands of lives in road accident and croresof rupees paid in compensation by the insurance companies."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "MR. RANVIR DEWAN VS. MRS. RASHMI KHANNA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4ODQ=",
        "Citation": "[2017] 13 S.C.R. 542",
        "Case Type": "(CIVIL APPEAL /21784/2017)",
        "Date": "12 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM181NDItNTU4XzE3MDIwMTg1MjQucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 542",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "12 December 2017",
        "Petitioner:": "Mr. Ranvir Dewan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1219",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Mrs. Rashmi Khanna & Anr.",
        "Case Type:": "CIVIL APPEAL /21784/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession Act",
            "1956 - s.14(1) ands. 14 (2) r/w s.30- 0ne BRD w<11s the owner of the house in question"
        ],
        "HeadNote": "Hindu Succession Act, 1956 - s.14(1) ands. 14 (2) r/w s.30- 0ne BRD was the owner of the house in question - Appellant is the c son of BRD. while respondent no.I is the daughter - Through his Will, BRD gave his wife (mother of appellant) a \"life interest\" to reside in the house till her death - While, the ground floor and first floor of the house were given exclusively to appellant and respondent no. 1. respectively - Disputes arose between the parties - Joint suit filed by appellant and his mother against the respondent no. 1. inter D alia praying/or declaration that appellant's mother Was the absolute owner of the said house as her \"life interest\" in the property had enlarged and ripened into an absolute interest by virtue of s.14(1), on the death of her husband - Suit dismissed by Single Judge of High Court ·- Division Bench upheld the judgement of Single E Judge - On appeal. held: Case of appellant's mother does not fall u/s.14 ( l) but it squarely falls uls.14 (2) - It is clear from the contents of the Tf!ill that BRD intended to give only \"life interest\" to his wife in the suit house - Such \"life interest\" neither enlarged nor ripened into an absolute interest in the suit house and remained \"life interest\", i.e. \"restricted estate\" uls.14(2). till her death - It was the F appellant and the respondent no. I who were given absolute ownership of the suil house while appellant:~ mother was given on~v \"'life interest·· in the suit house - Such disposition was made by virtue of s.14 (2) rlw s. 30 of the Act - No error in the impugned judgement. G Hindu Succession Act. 1956 - s.14(2) - Scope and ambit a/- Discussed. Will - intention of testator - Interpretation of - Held: What the testator intended to bequeath to any person(s) in his Will. has to be gathered primarily by reading the recitals of the Will only. Words & Phrases - \"Life Interest\" - Meaning of - Held: \"Life Ainterest\" means an interest which determines on the termination oflife - It is incapable of being tramferred to others being personalin nature."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "SECURITIES AND EXCHANGE BOARD OF INDIA VS. CLASSIC CREDIT LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk4OTA=",
        "Citation": "[2017] 13 S.C.R. 559",
        "Case Type": "(CRIMINAL APPEAL /67/2011)",
        "Date": "21 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM181NTktNjYyXzE3MDIwMTg1ODkucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 559",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "21 August 2017",
        "Petitioner:": "Securities And Exchange Board Of India",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 778",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Classic Credit Ltd.",
        "Case Type:": "CRIMINAL APPEAL /67/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securities and Exchange Board of India Act",
            "1992:"
        ],
        "HeadNote": "Securities and Exchange Board of India Act, 1992:s.26(2) - Amendment causing change of forum of trial - Effectof. on pending proceedings - Complaints filed u/s. 26(2) againstprivate parties for offences punishable under SEBI Act - Offencesallegedly committed before SEBI Amendment Act, 2002 - Trial ofaccused by Metropolitan Magistrate or, Judicial Magistrate of thefirst class - Amendment to ss. 24 and 26 by the 2002 AmendmentAct whereby change in forum of trial - All pending matterstransferred to the concerned court of session - Challenge· to - Whilematters pending, 2014 Amendment Act' came in, whereby offencesarising under. 'SEBI Act' would be tried by a Special Court - Held:Change of 'forum' would operate retrospectively, and as such,pending proceedings would necessarily have to be transferred tothe changed 'forum '-Special Court - 'Forum' of trial earlier vestedin the Court of Metropolitan Magistrate or, Judicial Magistrate ofthe first class after 'the 2002 Amendment Act', was retrospectivelychanged to the Court of Session - In view thereof. the trials even inrespect of offences allegedly committed before '2002 AmendmentAct' became operational, whether in respect whereof trial had orhad not been initiated, would stand jurisdiction ally vested in a Courtof Session - Similarly, trials of offences under SEBI Act, consequentupon '2014 Amendment Act would stand jurisdictional transferredfor trial to a Special Court, irrespective of whether the offence underthe SEBI Act was committed before '2002 Amendment Act' becameoperational and/or before '2014 Amendment Act' becameoperational, and irrespective of the fact whether trial had or hadnot been initiated - SEBI (Amendment) Act, 2002 - SEBI(Amendment) Act, 2014.Amendment causing change of forum of trial - Nature of -Held: Change of 'forum' being procedural, the amendment of the forum' would operate retrospectively, irrespective of whether theoffence allegedly committed by the accused, was committed prior tothe amendment."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "STATE OF KERALA AND OTHERS VS. FR. WILLIAM FERNANDEZ ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk5MDI=",
        "Citation": "[2017] 13 S.C.R. 663",
        "Case Type": "(CIVIL APPEAL /3381-3400/1998)",
        "Date": "09 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM182NjMtNzUwXzE3MDIwMTg2ODYucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 663",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "09 October 2017",
        "Petitioner:": "State Of Kerala And Others",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1014",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Fr. William Fernandez Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /3381-3400/1998",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Entry Tax - Legislative competence of the State Legislature to impose Entry Tax on goods imported from outside the country entering into local area of the State"
        ],
        "HeadNote": "Entry Tax - Legislative competence of the State Legislature toimpose Entry Tax on goods imported from outside the countryentering into local area of the State - Held: The import of goods from any territory outside India comes to an end when the goodsenter into the custom frontiers of India and are released for homeconsumption -After import of goods is complete, the State legislaturehas fall legislative competence to levy entry tax under Entry 52 List11 - The submission that essence of Entry 52 is octroi which can belevied only by local authorities and State has no legislative competence to impose entry tax under Entry 52 List 11 is fallacious- Constitution of India - Seventh schedule, List II, Entry 52 - OrissaEntry Tax Act, 1999 - Kera/a Tax Act, 1994 - Bihar Tax on Entry ofGoods in Local Area for Consumption, Use or Sale, 1993 - UttarPradesh Tax on Entry of Goods into Local Area Act, 2007 -Uttarakhand Tax on Entry of Goods into Local Areas Act, 2009 -s.2(1)(c) - West Bengal Tax on Entry of Goods into Local AreasAct, 2012 - s.2(1)(c).Entry Tax - State Legislations on levy of Entry Tax on goodsimported from outside the country entering into local area of theState - Held: Orissa Entry Tax Act, 1999, Kera/a Tax Act, 1994 andBihar Tax on Entry of Goods in Local Area for Consumption, Useor Sale, 1993 (before its amendment by Bihar Act, 2003 and 2006)do not exclude levy of entry tax on the goods imported from anyplace outside territories of India into a local area for consumption,Entry Tax - Taxable event - Entry 52 provides a legislativefield, namely, 'taxes on the entries of goods into a local area forconsumption, use or sale therein' - The charging event arises onentry of scheduled goods into a local area - The origin of goods has no relevance with regard to changeability of entry tax - Anygoods which are entering into a local area of a State whether comingfrom another local area of State, any other State or outside thecountry, the charging event is same for all goods entering into localarea - Constitutions of India - Seventh Schedule, List II, Entry 52.B Entry Tax - Taxable event - Custom duty vis-a-vis entry taxon imported goods - Held: The event for levy of customs duty, whichis in the domain of the Parliament, is entirely different from that ofevent of entry tax - The liability to pay Stale entry tax arises onlywhen goods enter into a local area for consumption, use and sale,which event is entirely different and separate from the levy of acustoms duty, which is on import - The taxing event pertaining tolevy of entry tax occurs only after the taxing event of levy of customsduty is over.Entry Tax - Whether doctrine of original/unbroken packageas evolved by the American Court are to apply with ·regard to imported goods and thereby prohibiting the State from levying anytax till the goods are first sold/dealt by the importer - Held: TheOriginal Package Theory as developed by the American SupremeCourt in case of Brown v. State of Maryland is not applicable inIndia and the imported goods are not exempted from entry tax till it E reaches to the factory premises/destination of its consumption, useor sale.Entry Tax - Non-inc/usicn of custom duty in the definitionof purchase value in the statute of entry tax - Held: Such non-inclusion is not an indicator of the fact that legislature neverintended to levy entry tax on imported goods.Constitution of India - Seventh Schedule, List I, Entry 41and 83 - Entry Tax Legislation - Whether intr11de into exclusivelegislative Joma.in of Parliament as reserved imder Entry 41 andEntry 83 List I - '1fe/d: Entry tax legislation s do not intrude in theG legislative field reserved for Parliament under Entry 41 and underEntry 83 of Lisi I - The State Legislature is fully competent to imposetax on the entry of goods into a local area for consumption, saleand use - Orissa Entry Tax Act, 1999 - Kera/a Tax Act, 1994 -Bihar Tax on Entry of Goods in Local Area for Consumption, Useor Sale, 1993.Constitution of India - Art.286 - Restriction on imposition under Entry 52 List II - Held: The restriction in the legislativepower of the State as contained in Art.286 is with regard to taxingon sale or purchase of goods which takes place outside the State orin the course of import of the goods or services or export of goodsor services - The restriction of Art.28.6 ipso facto cannot be placed while considering the legislative field of the State under Entry 52and by virtue of Art.286, no restriction can be put on the legislativecompetence of the State in the field as defined under Entry 52.Tax/Taxation - Nature of tax - Held: It is well settled that thenomenclature or form of a tax is not a decisive factor to find out thenature of the tax - It is the matter of legislative policy as to how thetax is to be collected.Tax/Taxation - Entry tax - The definition of taxation as givenin Art.266(28) that tax includes general or local tax does not in anymanner support the contention of the petitioner that tax under Entry52 is only a local tax which ought to be collected through localbodies - It is the matter of legislative policy that whether a tax iscollected as a general tax or a local tax - The nature of tax, measureof tax and machinery for tax collection are all different aspects - Itis well within the jurisdiction of the legislature to formulate its policyregarding levy qftax and its collection - No capital can be made onthe submission that since tax is not being collected by localauthorities it is beyond the power of the State under Entry 52 ListII.Interpretation of statutes - Taxation laws - While interpretinga taxing entry, no shackles can be put nor use of any expression inthe Constitution of India, referring to a tax can be tied up to anypre-constitutional tax or levy - Further, any pre-constitutional taxpractice cannot put any fetter on Constitution framers to defineany tax, to elaborate the concept of tax or to move away or forwardfrom any kind of earlier levy.Interpretation of statutes - It is well known rule of statutoryinterpretation that by process of interpretation. the provision cannotbe re-written nor any word can be introduced.Interpretation of Constitution - In deciding whether anyparticular enactment is within the purview of one Legislature or the other, it is pith and substance of the legislation that has to be lookedinto - Whenever a legislation is challenged as being under thecompetence of the State Legislature, the test, that one must find outby applying the rule of pith and substance that whether thelegislation falls with in any of the List JI, if it does, no further questionarises and attack on the ground of legislative competence must fail.Orissa Entry Tax Act, 1999 - ss.2(d), 3 - Whether Entry TaxLegislations contemplated levy of Entry Tax on imported goods -Held: Jn s.2(d), the word used is 'any place outside that local areaor outside the State' - The word 'any' is a word of very wide meaningand use of word 'any' excludes any limitation - All the threelegislations clearly did not exclude goods coming from outside theterritory of India and the definition of entry of goods read withcharging section clearly included all goods entering into a localarea - The expression \"any place\" before the words \"outside theState\" is also indicative of wide extent - The words 'any place'cannot be limited to a place within the territory of India when nosuch indication is discernible from the provisions of the Act - Thus,the submission that entry tax legislation did not include importedgoods cannot be accepted - Kera/a Tax Act, 1994 - Bihar Tax onEntry of Goods in Local Area for Consumption, Use or Sale, 1993.Orissa Entry Tax Act, 1999 - Schedule, Part JI Item 9 - Plantimported in knocked out condition - Whether covered by expression\" machinery and equipment\" as used in the schedule of Orissa Act,1999 ·- Held: The Plant in a knocked out condition is nothing but acollection of machinery - Machinery and equipment are widewords which shall also cover plant in a knocked out condition -Thus, a plant which is imported in knocked out condition is coveredby the Part JI of Schedule of Orissa Act, 1999.Bihar Tax on Entry of Goods in Local Area for Consumption,Use or Sale, 1993: s.4 as inserted by Bihar Act 19 of 2006 - Pleaof petitioner that s.4 indicates that the tax levied under the Act wouldG be collected and kept in a separate fund which is contrary to theconstitutional mandate of Art.266 which mandates that all publicmoney must be credited to consolidated fund of respective State -Held: s.4 relates to creation of fend and utilisation of funds receivedfrom the collection of entry lax - The creation of fund and itsutilisation can in no manner effect the levy of the entry tax and the compensatory tax theory having already negated by nine-JudgeConstitution Bench of this Court in Jindal Stainless, the inquiry asto whether tax is compensatory or not is not relevant ~ Constitutionof India - Art.266.Words and phrases - Word 'any' - Connotation of - Held:Word 'any' is a word of very wide meaning and excludes anylimitation.Words and phrases - Import and export, concept - In thecontext of Art.286 of Constitution of India, discussed - CustomsAct, 1962 - ss.2(23), 2(25), 2(26)."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "M. D. FROZEN FOODS EXPORTS PVT. LTD. & ORS. VS. HERO FINCORP LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk5MjY=",
        "Citation": "[2017] 13 S.C.R. 800",
        "Case Type": "(CIVIL APPEAL /15147/2017)",
        "Date": "21 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM184MDAtODIwXzE3MDIwMTg4OTgucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 800",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "21 September 2017",
        "Petitioner:": "M. D. Frozen Foods Exports Pvt. Ltd. & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 976",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Hero Fincorp Ltd.",
        "Case Type:": "CIVIL APPEAL /15147/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act",
            "2002"
        ],
        "HeadNote": "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (SARFAESI Act) - C ss.2(1)(m)(iv),(o).(zd) and 13(2), 31A, 35, 37 - Simultaneous proceedings for recovery under the Arbitration and Conciliation Act, 1996 and the SARFAESI Act - Permissibility of - Appellants borrowed monies from respondent, against security of immovable properties by creating equitable mortgage of seven properties - Account of appellants became a 'Non-Pe1forming Asset' ('NPA ') -  Agreement between the parties contained an arbitration clause and thus, the /ender/respondent invoked arbitration clause - Prior to such invocation, a notification was issued specif•ing 'Non-Banking Financial Companies' as financial institutions and directing that provisions of SARFAESI Act shall apply to such financial institutions - Respondent, a Non-Banking Financial Company was notified as E a financial institution - Respondent issued a notice u!s. 13(2), SARFAESI Act for one of the seven properties of the appellants - In the arbitration proceedings, interim orders granted by the Arbitrator restraining appellant from creating any third party interest over the properties - Another notice issued by respondent u/s.13(2),  SARFAESI Act for two more properties of the appellant - Interim order passed in arbitration proceedings, later confirmed - In order to remove any impediment in the SARFAESI proceedings, application filed by respondent to substitute the order of status quo qua parties with the name of the appellants/borrowers - Application allowed - G Appeal filed by appellants u!s.37(2){b), Arbitration Act, dismissed by High Court - Plea of appellants before Supreme Court that respondent elected its remedy by seeking recovery through arbitration process and, thus, could not subsequently and simultaneously initiate proceedings under SARFAESI Act - Held: The present is not a case of election of remedies - Provisions of the SARFAESI Act are a remedy in addition to the. provisions of theArbitration Act, i996 - SARFAESI proceedings and arbitrationproceedings, thus, can go hand in hand - impugned order is well-reasoned order giving cogent reasons - Costs of Rs. 20,0001- imposed- Arbitration and Conciliation Act, i996 - s.37(2)(b) - Recoveryof Debts Due lo Banks and Financial institutions Act. i 993 -Banking/Banks. Securitisation and Reconstruction of Financial Assets andEnforcement of Security interest Act, 2002 - History of- Discussed.Securitisation and Reconstruction of Financial Assets andEnforcement of Security Interest Act, 2002 - s.2(/) - Remedy under - Nature of - Substantive or procedural - Loan borrowed byappellants -Account of appellants became a 'Non-Performing Asset'('NPA ') - Said loan was borrowed by appellants, prior to theapplication of the SARFAESI Act to the respondent - Plea ofappellants that it was impermissible for respondents to take recourseto provisions of SARFAESi Act in respect of an account already declared an NPA, as that would amount to retrospective applicationof a substantive law - Held: Scheme of SARFAESI Act sets out anexpeditious, procedural methodology, enabling the bank to takepossession of the property for non-payment of dues, withoutintervention of the court - Mere fact that a more expeditious remedy is provided under the SARFAESI Act, does not mean that it issubstantive in character or has created an a/together new right -Scheme of the SARFAESI Act, is really to provide a procedural remedyagainst security interest already created - Therefore, an existingborrower, who was granted financial assistance was covered u/s.2(/)as a 'borrower' - Thus, SARFAESI Act applies to all existing agreements irrespective of the fact whether the lender was a notified'financial institution' on the date of the execution of the agreementwith the borrower or not - Interpretation of Statutes.Securitisation and Reconstruction of Financial Assets andEnforcement of Security Interest Act, 2002 - Whether parallel recovery proceedings could go on under the RDDB Act; I993 andthe SARFAESI Act'. 2002 - Held: The two Acts are complimentary toeach other and simultaneous proceedings can go under both theActs - Recovery of Debts Due to Banks and Financial institutionsAct, 1993.Interpretation of Statutes - Issue of retroactivity -· What is -DiscussedSecuritisation and Reconstruction of\" Financial Assets andEnforcement of Security Interest Act, 2002 - Proceedings under -Nature ol - Discussed"
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "INDEPENDENT THOUGHT VS. UNION OF INDIA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk5Mzk=",
        "Citation": "[2017] 13 S.C.R. 821",
        "Case Type": "(WRIT PETITION (CIVIL) /382/2013)",
        "Date": "11 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM184MjEtOTIwXzE3MDIwMTg5NzMucGRm",
        "SCR Citation:": "[2017] 13 S.C.R. 821",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "11 October 2017",
        "Petitioner:": "Independent Thought",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 1030",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /382/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - Exception 2 to s.375: Sexual intercourse between a man and his wife being a girl between 15 and 18 years of age"
        ],
        "HeadNote": "Penal Code, 1860 - Exception 2 to s.375:Sexual intercourse between a man and his wife being a girlbetween 15 and 18 years of age - Rape or not - Held: Sexual intercourse with a girl below 18 years of age is rape regardless ofwhether she is married or not - Exception carved out in the PenalCode creates an unnecessary and artificial distinction between amarried girl child and an unmarried girl child and has no rationalnexus with any unclear objective sought lo be achieved - The artificial distinction is arbitrary, discriminatory and not in theinterest of girl child and contrary lo the Arts.15(3), 21 of theConstitution and commitments made in international conventions -Human Rights - Children -Married girl child.Whether there is any incongmi(v between the Exception 2 tos.375 of the /PC ands. 5(n) of the POCSO Act and which provision overrides the other - Held: There is an apparent conflict orincongmi(v between the provisions of Penal Code and the POCSOAct - Whatever be the explanation, given the context and purposeof their enactment, primacy must be given to pro-child statutes overthe /PC as provided for in ss. 5, 41 of the !PC-Further, as provided in s.42A of POCSO. in case of an inconsistency between POCSOand any other law, POCSO will prevail - Statutes concerning therights of the children are special laws concerning a special subjectof legislation and therefore the provisions of such subject-specificlegislation must prevail and take precedence over the provisions ofa general law such as the /PC - There can be no other opinion regarding the pro-child slant of JJ Act as well as the POCSO Act -Protection of Children from Sexual Offences Act, 2012(POCSO) -ss.5(n),42 - Juvenile Justice (Care and Protection of Children) Act,2015.Interpretation of Statutes: Harmonious and PurposiveConstruction - Held: Exception 2 to s.375 of Penal Code to beread in a purposive manner to make it in consonance with thePOCSO Act, the spirit of other pro-child legislations and the humanrights of a married girl child - Therefore, to harmonize system oflaws relating to children, Exception 2 to s.375 of the !PC nowrequired to be meaning/idly read as: \"Sexual intercourse or sexualacts by a man with his own wife. the wife not being under eighteenyears ~f age, is not rape\".Crime Against Women: Rape - Held: A rapist remains a rapistand marriage with the victim does not convert him into a non-rapist- Similarly, a rape is a rape whether it is described as such or isdescribed as penetrative sexual assault or aggravated penetrativesexual assault - A rape that actually occurs cannot be legislativelybe simply whisked away or legislatively denied as non-existent.Constitution of India :Art. 15(3) - Spirit of - Held: Art. 15(3) cannot and ought notto be interpreted restrictively but must be given its fi11/ play - Fromthis perspective, it is clear that legislation intended for affirmativeaction in respect of a girl child must not only be liberally construedand interpreted but must override any other legislation that seeksto restrict the benefit made available to a girl child.Art.21 - \"right to life\" - Held (Per Deepak Gupta, J.): Theright to life envisaged in Art.21 is not merely a right to live an animalexistence - This Court has repeatedly held that right to life means aright to live with human dignity - In case of minor girl, it wouldmean her right to grow and develop physically. mentally andeconomically as an independent self sufficient female adult.Art.14 - Exception 2 to s.375 on the touchstone of Art. 14 -Held: (Per Deepak Gupta, J.) When the State on one hand. has. bylegislation laid down that abetting child marriage is a criminaloffence, it cannot, on the other hand defend this classification ofgirls below 18 years on the ground of sanctity of marriage becausesuch classification has no nexus with the object sought to beachieved - Further, the husband is not given the immunity in anyother penal provision except in Exception 2 to s.375 - It does not stand to reason that only for the offence of rape the husband should Abe granted such an immunity especially where the \"victim wife\" isaged below 18 years i.e. below the legal age of marriage and isalso not legally capable of giving consent to have sexual intercourse- Exception 2 to s.375 is. therefore, discriminatory and violative ofArt.14 of the Constitution.Constitutional validity ~flaw - Held (Per Deepak Gupta, J.):There are se!f imposed limitations laid down by the Court whiledeciding the issue whether a law is constitutional or not - If thelegislature enacts a law which is violative of the fundamental rightsof the citizens, is arbitrary and discriminatory, then the Court wouldbe failing in its duty if it does not either strike down the law or readdown the law in such a manner that it falls within the four cornersof the Constitution.Prohibition of Child Marriage Act, 2006 (PCMA) - Scopeand amplitude of - Held (Per Deepak Gupta, J.): PCMA is a secularAct- It being a special Act dealing with children, the provision of Dthis Act will prevail over the provisions of both the Hindu MarriageAct, 1955, Muslim Marriages and Divorce Act, 1939 in so far aschildren are concerned.Interpreting the provisions, the Court"
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "ORISSA LIFT IRRIGATION CORP. LTD. VS. RABI SANKAR PATRO & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk5NDk=",
        "Citation": "[2017] 13 S.C.R. 921",
        "Case Type": "(CIVIL APPEAL /17869-17870/2017)",
        "Date": "03 NOVEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM185MjEtMTAwOF8xNzAyMDE5MDM3LnBkZg==",
        "SCR Citation:": "[2017] 13 S.C.R. 921",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "03 November 2017",
        "Petitioner:": "Orissa Lift Irrigation Corp. Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1075",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Rabi Sankar Patro & Ors.",
        "Case Type:": "CIVIL APPEAL /17869-17870/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Technical education - Through distant education mode - Imparted by Deemed to be University"
        ],
        "HeadNote": "Education/Educational Institutions:Technical education - Through distant education mode - Impartedby Deemed to be University - Respondent-employees acquiredEngineering degree through distance education mode, from Deemedto be Universities - Thereafter, filed Writ Petition seeking promotionon the basis of engineering degree - Plea of appellant-employerthat the employees were not qualified for promotion as degreesacquired by them was from such institutions which were not approvedby AICTE and hence not recognized - High Court allowed the caseof employees holding that service rules did not specify thatqualifications obtained through distance education was notpermissible and that the degree was required to be obtained fi'omthe approved Universities of AICTE - On appeal, held: Decision asto whether subjects leading to degrees in engineering, could betaught in distance education mode or not is within the exclusivedomain of AICTE - The Deemed to be universities in question hadstarted the courses in Engineering through distance education modewithout the approval of AICTE - IGNOU Act nowhere entitlesIGNOU to be the Controlling Authority of the entire field of distanceeducation of learning across the country and in relation toprogrammes of other Universities or institutions - Therefore,Distance Education Council (DEC) created u/s. 28 of IGNOU Actcannot act as a regulator for other Universities - Despite severalpolicy guidelines that DEC alone was not entitled to grantpermission for open distance learning, DEC went on grantingpermission without consulting AICTE - Such exercise on part ofDEC was without jurisdiction - Therefore, the permission grantedby DEC in the first instance allowing the Deemed to be Universitiesin question to introduce courses leading to award of degrees inengineering were illegal and opposed to law - Such illegality could not be cured by ex post facto approvals granted later - The grant ofex post facto approval were also superficial and perfimctory -However, since 2004 UGC Guidelines themselves had given libertyto the concerned Deemed to be Universities to apply for ex-postfacto approval, the matter is considered with sympathy in the interestof students who were enrolled during the academic session 2001-2005 - it would be appropriate to grant some chance to theconcerned students to have their ability tested by authoritiescompetent in thrit behalf' - Therefore, the degrees qf' such studentsshall stand suspended till they pass such examination under thejoint supervision of AJCTE-UGC - Degrees of students who werec admitted after ex-post facto approval, shall stand recalled and betreated as cancelled - Direction to CBJ to carry out investigationas regards the conduct of the concerned officials who grantedpermission - UGC is directed to consider withdrawal of Deemed tobe University status to the concerned institutions - UGC is alsodirected to stop the practice of using the word \"University \"by theDeemed to be Universities as this is opposed to the spirit of' s. 23 ofUGC Act -- All lndia Council for Technical Education Act, 1987 -University Grants Commission Act, 1956 - s. 23 - lndira GandhiNational Open University Act, 1985 - s. 28 - All lndia Council forTechnical Education (Grant of Approval for Starting New TechnicalE Institutions, Introduction of Courses or Programmes and Approvalof Intake Capacity of Seats for Courses or Programmes)Regulations, 1994 - National Policy on Education. 1986 -Guidelines for establishing new departments within the campus,setting up of off-campus centre(s)linstitutions(s)lqff-shore campusand starting distance education programmes by the Deemed to beuniversities, 2004 - Orissa Service Engineering Rules, 1941.'University' and Deemed to be University' - Distinctionbetween - Discussed."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "THE STATE OF JHARKHAND & ORS. VS. MIS HINDUSTAN CONSTRUCTION CO. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk5NTg=",
        "Citation": "[2017] 13 S.C.R. 1009",
        "Case Type": "()",
        "Date": "14 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18xMDA5LTEwNTJfMTcwMjAxOTEwOS5wZGY=",
        "SCR Citation:": "[2017] 13 S.C.R. 1009",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "14 December 2017",
        "Petitioner:": "The State Of Jharkhand & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 977",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Mis Hindustan Construction Co. Ltd.",
        "Case Type:": "N/A",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: ss. 31",
            "30 and 33 - Jurisdiction of the Courts"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: ss. 31, 30 and 33 -Jurisdiction of the Courts - Entertainability of application bySupreme Court for making an award passed by the arbitral tribunal,when it retains seisin over arbitral proceeding, as Rule of the Court- Held: Superior court is not expected in law to assume jurisdictionon the foundation that it is a higher court and further opining thatall contentions are open - Solely because a superior court appointsthe arbitrator or issues directions or has retained some control over the arbitrator by requiring him to file the award in this Court, itcannot be regarded as a court of.first instance as that would gocontrary to the definition of the term 'court' as used in the dictionaryclause as well as in s. 31 ( 4) - This Court cannot curtail the right ofa litigant to prefer an appeal by stating that the doors are open tothis Court and to consider it as if it is an original court - Whenarbitrator is not appointed under the Act and the matter is challengedbefore the High Court or, Supreme Court and, eventually, anarbitrator is appointed and some directions are issued, it will be notbe appropriate to say that the superior court has the jurisdiction todeal with the objections .filed u/ss. 30 and 33 - Jurisdiction of a Court conferred under a statute cannot be allowed to shift or becomeflexible because of a superior courts interference in the matter in adifferent manner."
    },
    {
        "volume": "2017Volume 13",
        "Case Name": "N. A. L. LAYOUT RESIDENTS ASSOCIATION VS. BANGALORE DEVELOPMENT AUTHORITY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTk5Nzg=",
        "Citation": "[2017] 13 S.C.R. 1053",
        "Case Type": "(CIVIL APPEAL /9790-9791/2017)",
        "Date": "09 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAxN18xM18xMDUzLTEwODhfMTcwMjAxOTIzMy5wZGY=",
        "SCR Citation:": "[2017] 13 S.C.R. 1053",
        "Year/Volume:": "2017/ Volume 13",
        "Date of Judgment:": "09 August 2017",
        "Petitioner:": "N. A. L. Layout Residents Association",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 725",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Bangalore Development Authority & Ors.",
        "Case Type:": "CIVIL APPEAL /9790-9791/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - ss. 4",
            "6",
            "16 and 48 - Land (including the suit land",
            "survey no.50) acquired by the State"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - ss. 4, 6, 16 and 48 - Land (includingthe suit land, survey no.50) acquired by the State - The State tookover the possession of the suit land and handed over the same toBangalore Development Authority - Acquisition of suit land waschallenged by the land owners in several rounds of litigation whichwere dismissed by the High Court - Thereafter, land owners maderepresentation before the State Government, which passednotification dated 12. 04.2001 withdrawing the suit land (surveyno.50) ji-om acquisition - However, the State Government withdrewthe said notification dated 12.04.2001 vide notification dated2 2. 03. 2005 - Writ petition challenging notification dated22.03.2005, allowed by the single judge - Writ appeal dismissed -Propriety of- Held: Single Judge committed error by quashing orderdated 22.03.2005 - Division Bench also committed error inconfirming the judgement of the single judge - Jn earlier judgmentsof High Court between the parties regarding the acquisition inquestion, a finding was returned that acquisition proceedings hadbecome final and possession was taken Ji-om the land owners in theyear 1984 - High court in writ petition arising out of a notificationby the State dated 22.03.2005 could not have ignored or discardedthe said finding in earlier proceeding regarding delivery ofpossession - Single judge committed error in proceeding to re-examine the same issue and gave a contrary finding that possessionwas not taken - Further, land owners had earlier filed two writpetitions, seeking direction to the State to de-notify the suit land,which were dismissed - Thereafter, the entire exercise by land ownersof approaching the State Government to withdraw from acquisitionof suit land was uncalled for and was not permissible in view of thedismissal of writ petitions - Res-judicata."
    }
]