[
    {
        "volume": "2017Volume 6",
        "Case Name": "MUKESH & ANR. VS. STATE FOR NCT OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ1OTc=",
        "Citation": "[2017] 6 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /607-608/2017)",
        "Date": "05 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9NdWtlc2ggJiBBbnIuIF8gU3RhdGUgRm9yIE5jdCBPZiBEZWxoaSAmIE9ycy5fMTcwMTc3MDE4NS5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "05 August 2017",
        "Petitioner:": "Mukesh & Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 448",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State For Nct Of Delhi & Ors.",
        "Case Type:": "CRIMINAL APPEAL /607-608/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss.120B",
            "365/366",
            "307",
            "3 76(2)(g)",
            "3 77",
            "302/1208",
            "395 - Conviction and death sentence - Nirbhaya case - Forcible sexualintercourse with the prosecutrix"
        ],
        "HeadNote": "Penal Code, 1860: ss.120B, 365/366, 307, 3 76(2)(g), 3 77, 302/1208, 395 - Conviction and death sentence - Nirbhaya case - Forcible sexual intercourse with the prosecutrix, one after the other by six persons and insertion of iron rod in her private parts and thereafter throwing her out of moving bus along with informant - Prosecutrix '.s alimentary canal from the level of duodenum upto 5 cm of anal sphincter was completely damaged - It was beyond repair - Septicemia was the direct result of multiple internal injuries - The conduct of the accused in committing such heinous offences with the prosecutrix in concert with each other and thereafter throwing her out of the bus in an unconscious state alongwith PW-I unequivocaly bring home the charge u/s.1208 in case of each of them - The criminal acts done in furtherance of the conspiracy is evident from the acts and also the word.~ uttered during the commission of the offence - Evidence on record lead to a singular conclusion that the accused persons were guilty of criminal conspiracy - RecovelJ' of articles belonging to the informant and prosecutrix from the custody of the accused persons founded on the disclosure statements of accused was relevant circumstance against the appellants - The chain of events described by the prosecutrix in her dying declarations coupled with the testimonies of the other witnesses clearly established that as soon as the informant and the prosecutrix boarded the bus, the accused persons formed an agreement to commit heinous offences against the victim - No inte1j'erence with the concurrent findings of lower courts called for - Evidence Act, 1872 - s.10 - Crime against women. s.1208 - Rationale behind- Held: Conspiracy is a clandestine activity - Persons generally do not form illegal covenants openly -In the interest of security, a person may carry out his part of a compiracy without even being informed of the identity of his co- conspirators - An agreement of this kind can rarely be shown by direct proof; it must be inferred ji-om the circumstantial evidence of co-operation between the accused - ft becomes clear that the prosecution must adduce evidence to prove that: the accused agreed to do or caused to be done an act; such an act was illegal or was to be done by illegal means within the meaning of !PC: irrespective of whether some overt act was done by one of the accused in pursuance of the agreement. s.30211208 - Conspiracy - In achieving the goal of the conspiracy, several offences committed by some of the conspirators may not be known to others, still all the accused will be held guilty of the offence of criminal conspiracy - Use of iron rod by one or more of the accused was sufficient to inculpate all the accused for the same - Gang rape and use of iron rod caused grave injuries to victims vagina and intestines: throwing her out of the bus in that D vegetative state in chilled weather led to her death: all this taking place in the course of same transaction and with the active involvement of all the accused was sufficient evidence to find the accused guilty of criminal conspiracy - The findings of the courts below with regard to conviction of all the accused u/s.120-8 and E s.302 rlw s.1208 is affirmed. (R. 8anumathi, J.) c s.376(2)(g), Explanation l - Essential ingredients - Held: In order to establish an offence under s.376(2)(g) rlw Explanation l thereto, the prosecution must adduce evidence to indicate that more than one accused had acted in concert and in such an event, if F rape is committed by even one, all the accused are guilty, irrespective of the fact that only one or more of them had actually committed the act - s.376(2)(g} rlw Explanation l thus embodies a principle of joint liability. (R. 8anumathi, J) Sentence/Sentencing: G H Death sentence - Mitigating and aggravating circumstances - Held: In the instant case, the mitigating factors highlighted by the appellants pertain to the strata to which these accused belong, the aged parents, marital status and the young children and the suffering they would go through and the calamities they would face in caseof affirmation of sentence, their conduct while they are in custody and the reformative path they have chosen and their transformation and the possibility o.f reformation - The brutal, barbaric and diabolic nature of the crime is evincible fi\"om the acts committed by the accused persons, viz., the assault on the informant with iron rod and tearing off his clothes; assaulting the informantand the deceased with hands, kicks and iron rod and robbing them of their personal belongings like debit cards, ring, informant's shoes, etc.; attacking the deceased by forcibly disrobing her and committing violent sexual assault by all the appellants; their brutish behaviour in having anal sex with the deceased and forcing her to pe1jorm oral sex; injuries on the body of the deceased by way of bite marks and insertion of rod in her private parts that, inter alia, caused pe1joration of her intestine which caused sepsis and, ultimately, led to her death - The accused persons had found an object for enjoyment in her and, as is evident, they were obsessed with the singular purpose sans any feeling to ravish her as they liked, treat her as they felt and, the gross sadistic and beastly instinctual pleasures came to the forefi\"ont when they, ajler ravishing he1; thought it to be just a matter of routine to throw her alongwith her friend out of the bus and crush them - The casual manner with which she was treated and the devilish manner in which they played with her identity and dignity is hwnan(F inconceivable - The appetite for sex, the hunger for violence, the position of the empowered and the attitude of perversity are bound to shock the collective conscience which knows not what to do - The aggravating circumstances outweighed the mitigating circumstances brought on record - Therefore, the High Court correctly confirmed the death penalty - No inte1ference called for - Crime against 1vomen. 3 A B C • D E Death sentence - Rarest of rare cases - In the instant case, gruesome offences were committed with highest viciousness - Human lust was allowed to take such a demonic fonn - The accused may not be hardened criminals; but the cruel manner in which the gang-rape was committed in the moving bus; iron rod~ were inserted G in the private parts of the victim; and the coldness with which both the victims were thrown naked in cold winter night shocks the collective conscience of the society - The instant case clearly comes within the catego1y of 'rarest of rare case' where the question oany other punishment is 'unquestionably foreclosed· - If the dreadfulness displayed by the accused in committing the gang-rape, unnatural sex, insertion of iron rod in the private parts of the victim does not fall in the 'rarest of rare categ01:v ', then one may wonder what else would fall in that category - Penal Code, I 860. (R. Banumathi, J.) Mitigating and aggravating circumstances - Question of awarding sentence is a matter of discretion and has to be exercised on consideration of circumstances aggravating or mitigating in the individual cases - Protection of society and deterring the criminal is the avowed object of law - While determining sentence in heinous crimes, courts ought to weigh its impact on the society and impose adequate sentence considering the collective conscience or society:~ c1y for justice - While considering the imposition of appropriate punishment, courts should not only keep in vie1v the rights of the criminal but also the rights of the victim and the society at large. (R. Banumathi, J.) Delay/Laches - Delay in registration of FIR - Effect on prosecution case - Held: Delay in setting the law into motion by lodging of complaint in court or FIR at police station is normally viewed by courts with suspicion because there is possibility of concoction of evidence against an accused - Therefore, it becomes necessary for the prosecution to satisfactorily explain the delay - In the instant case, the victim was seriously injured and giving medical treatment to her was of prime importance - PW-1 himself was injured and was admitted to hospital and, therefore, no delay can be said to have been caused in registering the FIR. FIR - Non-mentioning of assailants in FIR - Effect on prosecution case - Held: It is settled law that FIR is not an encyclopedia of facts and it is not expected ji-om a victim to give details of the incident either in the FIR or in the brief hist01y given to the doctors - It may be suj)lcient if the broad facts of the G prosecution case alone appear - It cannot be said that merely because the names of the accused persons were not mentioned in the FIR, it raises serious doubts about the prosecution case in the light of injuries on PW-I '.I· person and the gruesome acts against the victim must have put him in a traumatic condition and it would H not have been possible for him to recall and narrate the entireincident to the police at one instance. 5 A Evidence: Related witness, testimony of - Evidentiary value - Held: The evidence of a witness is not to be disbelieved simply because he is a partisan witness or related to the prosecution - It is to be weighed whether he was present or not and whether he is telling the truth or not - In the instant case, when informant-PW-I was first examined, his friend (the prosecutrix) was critically injured and he was in a shockea mental condition - PW-1, in his deposition, clearly spoke about the occurrence and also corroborated his complaint - The evidence of PW-1 was unimpeachable in character and the roving cross-examination did not erode his credibility - The injuries found on the person of PW-I lent assurance to his testimony that he was present at the time of the occurrence along with the prosecutrix. B c Testimony ofprime witness - Allegation that testimony of PW- ! was not trustworthy as it was not believable that he did not try to D resist the assailants - Held: The accused persons were in group and were also armed with iron rods - PW-1 was held by them - It would not have been possible for PW-1 to resist the number of' accused persons and save the prosecutrix - The evidence of PW-I cannot he doubted on the ground that he had not inte1fered with the occurrence - The FIR, supplementary statements recorded under E s.164, CrPC and the evidence in court show that there was no justification or warrant to treat the version of the witness as inconsistent - The testimony of PW-I was placed reliance upon by both the courts and there is no reason to differ with the said view. Testimony of injured witness - Evidentimy value of- Held: Evidence of injured witness is entitled to greater weight and the testimony of such a witness is considered to be beyond reproach and reliable. Scientific evidence - DNA - Evidentim:i1 value of- Held: DNA report deserves to be accepted unless it is absolutely dented and for non-acceptance of the same, it is to be established that there had been no quality control or quality assurance - If the sampling is proper and if' there is no evidence as to tampering of samples, the DNA test report is to be accepted - Forensic science."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "MUTTAICOSE @ SUBRAMANI VS. STATE OF TAMIL NADU REP. BY INSPECTOR OF POLICE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MDI=",
        "Citation": "[2017] 6 S.C.R. 325",
        "Case Type": "(CRIMINAL APPEAL /1206/2010)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Prafulla Chandra Pant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9NdXR0YWljb3NlIEAgU3VicmFtYW5pIF8gU3RhdGUgT2YgVGFtaWwgTmFkdSBSZXAuIEJ5IEluc3BlY3RvciBPZiBQb2xpY2VfMTcwMTc3MDI1OC5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 325",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Muttaicose @ Subramani",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 586",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Prafulla Chandra Pant",
        "Respondent:": "State Of Tamil Nadu Rep. By Inspector Of Police",
        "Case Type:": "CRIMINAL APPEAL /1206/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302 - Murder - Conviction by courts below - On appeal",
            "held: appellant was armed with deadly weapon .and chased the victim-deceased and assaulted twice on his head"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 - Murder - Conviction by courts below - On appeal, held: appellant was armed with deadly weapon .and chased the victim-deceased and assaulted twice on his head - C All the eye witnes$,eS were injured witnesses and injuries on their person were proved - Though the eye witnesses were related to deceased, their evidence was credible - Moreove1; there was nothing· to show that deceased provoked the appellant - Concurrent findings of courts below regarding commission of offence u/s.302 by the D appellant is, therefore, not interfered with."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "COMMISSIONER OF CUSTOMS (EXPORT) NHAVA SHEVA VS. M/S. MASCOT INTERNATIONAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MDg=",
        "Citation": "[2017] 6 S.C.R. 331",
        "Case Type": "(CIVIL APPEAL /10483/2013)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9fXzMzMSAtIDMzNF8xNzAzMzE2NzgzLnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 331",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Commissioner Of Customs (export) Nhava Sheva",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 582",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "M/s. Mascot International",
        "Case Type:": "CIVIL APPEAL /10483/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Anti dumping duty - Flat roll product of stainless steel - Respondent imported the subject goods and the width thereof was more than 1250 mm but less than 1300 mm - Claim for exemption from payment of anti dumping duty under Notification No. 14120 I 0- Cus.",
            "dated 20.02.2010 as amended by Notification 8612011-Cus",
            "dated 06.09.2011"
        ],
        "HeadNote": " Anti dumping duty - Flat roll product of stainless steel - Respondent imported the subject goods and the width thereof was more than 1250 mm but less than 1300 mm - Claim for exemption from payment of anti dumping duty under Notification No. 14120 I 0- Cus., dated 20.02.2010 as amended by Notification 8612011-Cus, dated 06.09.2011 - Held: Jn terms of Notification dated 06.09.2011 if width is between 1251 mm to 1280 mm, the anti dumping duty is payable - However, where goods sought to be imported were not cleared and were re-exported, the question of anti dumping duty would not arise - Notification No. 1412010-Cus., dated 20.02.2010 and Notification 86/2011-Cus, dated 06.09.2011. "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "VITHAL RAO & ANR. ETC. VS. THE SPECIAL LAND ACQUISITION OFFICER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MTY=",
        "Citation": "[2017] 6 S.C.R. 335",
        "Case Type": "(CIVIL APPEAL /1645-1647/2016)",
        "Date": "07 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9WaXRoYWwgUmFvICYgQW5yLiBFdGMuIF8gVGhlIFNwZWNpYWwgTGFuZCBBY3F1aXNpdGlvbiBPZmZpY2VyXzE3MDE3NzA0OTIucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 335",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "07 July 2017",
        "Petitioner:": "Vithal Rao & Anr. Etc.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 595",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The Special Land Acquisition Officer",
        "Case Type:": "CIVIL APPEAL /1645-1647/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - s. 23 - Market value of the acquired land - Determination of - Land acquisition for .construction of rehabilitation centre - Award of compensation in favour of land owner"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - s. 23 - Market value of the acquired land - Determination of - Land acquisition for .construction of rehabilitation centre - Award of compensation in favour of land c owner - High Court re-determined the compensation at Rs.13,93,9201- per acre as against Rs. 6,75,0001- per acre awarded by the reference court with all statutory benefits - On appeal, held: On facts, land acquired is a large chunk of land-30 acres approx., not fully developed land, for establishment of rehabilitation centre situated within the municipal limits, one side abutting the main district D road and some, buildings have come up in its near proximity - Land owners did not file any exemplar '.s sale deed in relation to large chunk of land to prove the price in acres but all sale deeds relied on by the land owners pertain to very small piece of land sold in the range of Rs.551- per sq. ft. to Rs.851- per sq. ft. except two parcels E of land sold for Rs.JOO/- per sq. ft. and Rs.2181- per sq. ft. - It is not safe to rely on one or two isolated sale deeds of high value of very small plots - In view thereof, it would be just, fair and proper to work out the average value of these plots and to deduct 40% of the amount towards development charges out of the average price worked out - Thus, market value of the land is worked out as F Rs.60/- per sq. ft. - Land owners entitled to compensation at the rate of Rs. 601- per sq ft."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "THE NAVNIRMAN DEVELOPMENT CONSULTANTS (I) PVT. LTD. VS. THE DIVISIONAL COMMISSIONER & PRESIDENT DISTRICT SPORTS COMPLEX EXECUTIVE COMMITTEE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MTg=",
        "Citation": "[2017] 6 S.C.R. 347",
        "Case Type": "(CIVIL APPEAL /8408-8409/2017)",
        "Date": "05 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9UaGUgTmF2bmlybWFuIERldmVsb3BtZW50IENvbnN1bHRhbnRzIChpKSBQdnQuIEx0ZC4gXyBUaGUgRGl2aXNpb25hbCBDb21taXNzaW9uZXIgJiBQcmVzaWRlbnQgRGlzdHJpY3QgU3BvcnRzIENvbXBsZXggRXhlY3V0aXZlIENvbW1pdHRlZV8xNzAxNzcwNTYzLnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 347",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "05 July 2017",
        "Petitioner:": "The Navnirman Development Consultants (i) Pvt. Ltd.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 590",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The Divisional Commissioner & President District Sports Complex Executive Committee",
        "Case Type:": "CIVIL APPEAL /8408-8409/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - Arbitration award - Pronouncement of",
            "in favour of appellant - On challenge by respondent",
            "District Judge modified the award by reducing the awarded sum"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - Arbitration award - Pronouncement of, in favour of appellant - On challenge by respondent, District Judge modified the award by reducing the awarded sum - Appeal thereagainst as also review, dismissed by the High Court - On appeal, held: High Court while dismissing the appeal did not set out even the factual controversy properly much less in detail and nor dealt with any of the grounds taken by the parties - High Court erred in not recording any finding much less reasoned finding keeping in view the stand of the parties taken in the pleadings and the grounds of appeal -Also erred in not pointing out as to why the order of the District Judge is legally sustainable - High Court decided the appeal in the absence of both parties - In such situation, provisions of Or. XL! r. 17 CPC got attracted and, thus, the High Court should have taken recourse to the powers u/Or. XL! r. 17 for passing appropriate orders - Said approach and the cryptic reasoning of the High Court cannot be accepted - Thus, the impugned order is set aside and case is remanded back to the High Court for deciding the appeal afresh on merits."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "INSTITUTE OF CHARTERED ACCOUNTANTS OF INDIA VS. M. S. RATHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MjA=",
        "Citation": "[2017] 6 S.C.R. 353",
        "Case Type": "(CIVIL APPEAL /10326/2011)",
        "Date": "11 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9JbnN0aXR1dGUgT2YgQ2hhcnRlcmVkIEFjY291bnRhbnRzIE9mIEluZGlhIF8gTS4gUy4gUmF0aGlfMTcwMTc3MDYyOS5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 353",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "11 July 2017",
        "Petitioner:": "Institute Of Chartered Accountants Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 602",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "M. S. Rathi",
        "Case Type:": "CIVIL APPEAL /10326/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Chartered Accountants Act",
            "1949 - ss.21 and 22; Second Schedule",
            "Part I",
            "Clauses (7) and (8) - Professional misconduct - Allegation of manipulation of accounts and issuance of incorrect certificates - Disciplinary Authority found respondent guilty of C professional misconduct - Matter placed before Council"
        ],
        "HeadNote": "Chartered Accountants Act, 1949 - ss.21 and 22; Second Schedule, Part I, Clauses (7) and (8) - Professional misconduct - Allegation of manipulation of accounts and issuance of incorrect certificates - Disciplinary Authority found respondent guilty of C professional misconduct - Matter placed before Council - Council agreed with finding of Disciplinary Authority and recommended to High Court reprimand of respondent - High Court set aside the order of Disciplinary Authority as well as of Council - On appeal, held: Neither the complainant nor the Disciplinary Authority chose D to call for books of accounts available and, therefore, no adverse inference could be drawn against the respondent - High Court rightly set aside the order of Disciplinary Authority."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "MANMOHAN ATTAVAR VS. NEELAM MANMOHAN ATTAVAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MjI=",
        "Citation": "[2017] 6 S.C.R. 356",
        "Case Type": "(CIVIL APPEAL /2500/2017)",
        "Date": "14 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9NYW5tb2hhbiBBdHRhdmFyIF8gTmVlbGFtIE1hbm1vaGFuIEF0dGF2YXJfMTcwMTc3MDcyMi5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 356",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "14 July 2017",
        "Petitioner:": "Manmohan Attavar",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 618",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Neelam Manmohan Attavar",
        "Case Type:": "CIVIL APPEAL /2500/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of women from Domestic Violence Act",
            "2005 - ss. 2(/)",
            "2(s)",
            "17 and 19 - Residence orders - Right to reside in a shared household - Respondent-lady aged 62 years claiming to be wife/companion of appellant aged 80 years"
        ],
        "HeadNote": "Protection of women from Domestic Violence Act, 2005 - ss. 2(/), 2(s), 17 and 19 - Residence orders - Right to reside in a C shared household - Respondent-lady aged 62 years claiming to be wife/companion of appellant aged 80 years - interim order passed by the High Court permitting the lady to occupy the premises belonging to the appellant, Sustainability of - Held: Not sustainable - 'Domestic relationship' as defined u/s. 2(/) refers to two persons who have lived together in a 'shared household' - On facts, D respondent never stayed with the appellant in the premises in which she was directed to be inducted - In order for the respondent to succeed, it was necessary that the two parties had lived in a domestic relationship in the household - It is not as if the respondent has been subsequently excluded from the enjoyment of the property or · E thrown out by the appellant in an alleged relationship which goes back 20 years - They fell apart even as per the respondent more than 7 years ago - Wife of the appellant was alive at that time - Thus, the interim order set aside - Furthermore, there was no reason for the proceedings to be withdrawn from appellate court to High Court itself"
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "SHUBHAM BAHUUDDESHIYA SANSTHA, WADDHAMANA &ANR. VS. SHRI DNYANESHWAR GOVINDRAO DAIGAVHANE & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2Mjg=",
        "Citation": "[2017] 6 S.C.R. 367",
        "Case Type": "(CIVIL APPEAL /20179161/2017)",
        "Date": "17 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TaHViaGFtIEJhaHV1ZGRlc2hpeWEgU2Fuc3RoYSwgV2FkZGhhbWFuYSAmYW5yLiBfIFNocmkgRG55YW5lc2h3YXIgR292aW5kcmFvIERhaWdhdmhhbmUgJiBPcnMuXzE3MDE3NzA5MzcucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 367",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "17 July 2017",
        "Petitioner:": "Shubham Bahuuddeshiya Sanstha, Waddhamana &anr.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 628",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Shri Dnyaneshwar Govindrao Daigavhane & Ors.",
        "Case Type:": "CIVIL APPEAL /20179161/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Termination - Charges levelled against school",
            "teacher-respondent no.I - S.aid c~arges upheld by the Inquiry Committee - School Management concurred with the Committee Report and terminated the services of respondent no. I"
        ],
        "HeadNote": "Service law: Termination - Charges levelled against school , teacher-respondent no.I - S.aid c~arges upheld by the Inquiry Committee - School Management concurred with the Committee Report and terminated the services of respondent no. I ~ In appeal, the School tribunal upheld the termination order - During pendency of the writ petition, dispute between two rival groups of Management Committee wherein one supporting respondents termination and other filed intervention application making a statement of cancelling the termination order and reinstating respondent no. 1 - High Court on basis of the statement, cancelled the termination order of respondent no. 1 and permitted him to withdraw the writ petition - Held: There being a split between the Members of the Managing Committee, the High Court should not have accepted the stand of one group and should have proceeded to decide the writ petition on its merits, the legality of the tribunals order - Manner, reasoning and the conclusion of the High Court, cannot be concurred with and is set aside - Writ petition is revived for being heard on merits in accordance with law - Maharashtra Employees of Private Schools (Conditions of Service) Regulation Act."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "HAMEED KUNJU VS. NAZIM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MzI=",
        "Citation": "[2017] 6 S.C.R. 375",
        "Case Type": "(CIVIL APPEAL /9151/2017)",
        "Date": "17 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9IYW1lZWQgS3VuanUgXyBOYXppbV8xNzAxNzcxMDA0LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 375",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "17 July 2017",
        "Petitioner:": "Hameed Kunju",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 623",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Nazim",
        "Case Type:": "CIVIL APPEAL /9151/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 227 - Supervisory jurisdiction - Exercise of; by the High Court - Eviction matter - Rounds of litigation - Writ petition by tenant u!Art. 227 challenging the four orders of trial court/executing court"
        ],
        "HeadNote": "Constitution of India - Art. 227 - Supervisory jurisdiction - Exercise of; by the High Court - Eviction matter - Rounds of litigation - Writ petition by tenant u!Art. 227 challenging the four orders of trial court/executing court- High Court interfered with the four orders impugned and allowed the petition - Case remanded to trial court for deciding the eviction petition de novo on merits with directions to trial court to allow the applications filed by tenant - Justification of - Held: High Court erred in entertaining the tenant's writ petition as also in exercising its supervisory jurisdiction by interfering in the orders impugned therein - On facts or/and in law, no case made out by tenant on the merits - High Court should have dismissed the writ petition in limine since all the four orders impugned in the writ petition were amenable to their challenge before the appellate authority - Writ petition was not the proper remedy without first filing the appeal - Further, the High Court should have appreciated the that the eviction decree had stood executed and possession wJs already delivered to the landlord of all the suit shops - Litigation had come to an end leaving no Lis pending- Furthermore, not a case where tenant was unaware of the eviction proceedings pending or/and decided against h_im nor a case that he was never afforded any opportunity - Also High Court had no jurisdiction to issue directions to trial court to pass a particular order by allowing the application - Kerela Buildings (Lease and Rent Control) Act, 1965 - ss. 11 (2)(b) and 11 (3). Rent control and eviction - Rent Laws - Object of - Held: Is to ensure speedy disposal of eviction cases between the landlord and tenant and especially where the landlord seek eviction for his bona fide need - Due attention to be paid by courts to ensure speedy disposal of eviction cases."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "LAHU SHRIRANG GATKAL VS. STATE OF MAHARASHTRA, THROUGH THE SECRETARY AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2MzY=",
        "Citation": "[2017] 6 S.C.R. 389",
        "Case Type": "(CRIMINAL APPEAL /1185/2017)",
        "Date": "17 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9MYWh1IFNocmlyYW5nIEdhdGthbCBfIFN0YXRlIE9mIE1haGFyYXNodHJhLCBUaHJvdWdoIFRoZSBTZWNyZXRhcnkgQW5kIE9ycy5fMTcwMTc3MTEwMy5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 389",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "17 July 2017",
        "Petitioner:": "Lahu Shrirang Gatkal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 629",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Maharashtra, Through The Secretary And Ors.",
        "Case Type:": "CRIMINAL APPEAL /1185/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Prevention of Dangerous Activities of Slumlords",
            "Bootleggers",
            "Drug Offenders",
            "Dangerous Persons",
            "Video Pirates",
            "C Sand Smugglers and Persons engaged in Black marketing of Essential Commodities Act",
            "1981: s.3(2) - Detention order"
        ],
        "HeadNote": "Maharashtra Prevention of Dangerous Activities of Slumlords, Bootleggers, Drug Offenders, Dangerous Persons, Video Pirates, C Sand Smugglers and Persons engaged in Black marketing of Essential Commodities Act, 1981: s.3(2) - Detention order - Period of detention not specified in detention order - Held: it is well settled that a presumptive legislation such as the present Act needs to be given a strict interpretation - Proviso to sub-section (2) of s.3 envisages a period to be specified in the order with a maximum cap D of six months at the first instance - Therefore authorities could not have passed such a blanket order of detention without specifying the period of detention, as was done in this case - The order of preventive detention accordingly set aside - Interpretation of statutes - Strict interpretation."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "JAGHBIR SINGH & ORS. VS. P. K. TRWATHI, CHIEF SECY., GOVT. OF NCT OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NDI=",
        "Citation": "[2017] 6 S.C.R. 393",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /222/2012)",
        "Date": "10 JULY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9KYWdoYmlyIFNpbmdoICYgT3JzLiBfIFAuIEsuIFRyd2F0aGksIENoaWVmIFNlY3kuLCBHb3Z0LiBPZiBOY3QgT2YgRGVsaGkgJiBPcnMuXzE3MDE3NzEyMDEucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 393",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "10 July 2017",
        "Petitioner:": "Jaghbir Singh & Ors.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 597",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "P. K. Trwathi, Chief Secy., Govt. Of Nct Of Delhi & Ors.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /222/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court: Contempt petition - Industrial units in non-confirming/ residential areas of Delhi",
            "in violation of Master Plan in Delhi - Direction by Supreme Court for closure/shifting of the said units - Publication of said directive requiring all those not covered within the ambit of Master Plan 2021 to refrain from such misuse"
        ],
        "HeadNote": "Contempt of Court: Contempt petition - Industrial units in non-confirming/ residential areas of Delhi, in violation of Master Plan in Delhi - Direction by Supreme Court for closure/shifting of the said units - Publication of said directive requiring all those not covered within the ambit of Master Plan 2021 to refrain from such misuse - Fixation of seal on the said premises - Thereafter, respondent-one of the occupier, sought desealing of his premises on an undertaking that the premises would be put to only authorised use - Premises desealed, however, respondent continued the industrial activities in his residential premises - Issuance of notice to respondent u/s. 345A of the Delhi Municipal Corporation Act, 1957, by NDMC - Thereafter, issuance of sealing memo by the Sub-Divisional Magistrate, whereby the premises were again sealed - Writ petition by respondent to de- seal the premises - Disposed of. by the High Court - Contempt petition in writ petition before this Court - Held: Respondent- contemnor continued to violate the qirections and overlooked the undertaking given to this Court in 2004, till he was again caught committing the breach in 2015 by the Sub-Divisional Magistrate - Respondent by his above acts and omission and commission, committed contempt of this Court - In view thereof; imposition of sentence of ten days imprisonment coupled with fine at the rate of Rs. 10,0001- per month for the entire duration of the misuser or alternatively sentence of three months imprisonment coupled with fine at the rate of Rs. 1,0001- per month for the entire duration of the misuse."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "LALDHARI MISTRI (DEAD) THR. LRS. & ANR. VS. VIJAY KUMAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NDU=",
        "Citation": "[2017] 6 S.C.R. 407",
        "Case Type": "(CIVIL APPEAL /5780/2008)",
        "Date": "13 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9MYWxkaGFyaSBNaXN0cmkgKGRlYWQpIFRoci4gTHJzLiAmIEFuci4gXyBWaWpheSBLdW1hcl8xNzAxNzcxMjc1LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 407",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "13 July 2017",
        "Petitioner:": "Laldhari Mistri (dead) Thr. Lrs. & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 611",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Vijay Kumar",
        "Case Type:": "CIVIL APPEAL /5780/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - Or. IX . r. I 3 - Ex parte decree - Setting aside of- Eviction decree was passed in favour of landlord- father of original appellant no.1 - Present suit for specific performance on the ground that respondent purchased the said property from landlord when eviction was already ordered - Ex parte decree passed"
        ],
        "HeadNote": " Code of Civil Procedure, 1908 - Or. IX . r. I 3 - Ex parte decree - Setting aside of- Eviction decree was passed in favour of landlord father of original appellant no.1 - Present suit for specific C performance on the ground that respondent purchased the said property from the landlord when the eviction was already ordered - Ex parte decree passed - Trial court and appellate court dismissed the application filed by appellants for setting aside the ex parte decree - On appeal, held: The records show that respondent never appeared before the lower courts - Commissioner who visited the D suit property also did not find him present in the suit property - Respondent was asked to appear before the court personally for giving evidence, however, he never appeared and his evidence was closed - Respondent appears to be a doubtful e1Jfity - Case made out for setting aside the ex parte decree - Suit be heard on merits - Specific E performance.  "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "RAJIV DAWAR VS. HIGH COURT OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NTA=",
        "Citation": "[2017] 6 S.C.R. 411",
        "Case Type": "(CRIMINAL APPEAL /51/2007)",
        "Date": "26 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9SYWppdiBEYXdhciBfIEhpZ2ggQ291cnQgT2YgRGVsaGlfMTcwMTc3MTM1Mi5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 411",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "26 July 2017",
        "Petitioner:": "Rajiv Dawar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 672",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "High Court Of Delhi",
        "Case Type:": "CRIMINAL APPEAL /51/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971: ss. 2(c)",
            "JO and I 5 rlw. Art. 215 of Constitution of India ~ Complaint before subordinate Court"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - Or. IX . r. I 3 - Ex parte decree - Setting aside of- Eviction decree was passed in favour of landlord- father of original appellant no.1 - Present suit for specific C performance on the ground that respondent purchased the said property from landlord when eviction was already ordered - Ex parte decree passed - Trial court and appellate court dismissed the application filed by appellants for setting aside the ex parte decree - On appeal, held: The records show that respondent never appeared before the lower courts - Commissioner who visited the D suit property also did not find him present in the suit property - Respondent was asked to appear before court personally for giving evidence, however, he never appeared and his evidence was closed - Respondent appears to be a doubtful e1Jfity - Case made out for setting aside the ex parte decree - Suit be heard on merits - Specific E performance."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "RAM GOPAL DWIVEDI VS. M/S KANPUR ELECTRICITY SUPPLY CO. LTD. THROUGH ITS GENERAL MANAGER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NTQ=",
        "Citation": "[2017] 6 S.C.R. 414",
        "Case Type": "(CIVIL APPEAL /8125/2009)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9fXzQxNCAtIDQxOF8xNzAzMzE2ODIyLnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 414",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "Ram Gopal Dwivedi",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 665",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "M/s Kanpur Electricity Supply Co. Ltd. Through Its General Manager",
        "Case Type:": "CIVIL APPEAL /8125/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Labour Laws: Industrial dispute· - Raised after termination of services of the appellants-workmen - Labour Court held the termination of workmen as illegal and directed their reinstatement with 50% back wages -"
        ],
        "HeadNote": " Labour Laws: Industrial dispute· - Raised after termination of services of the appellants-workmen - Labour Court held the termination of workmen as illegal and directed their reinstatement with 50% back wages - High Court relying on *Shiv Mohan Singh case set aside the order of Labour Court - On appeal, held: Facts of Shiv Mohan Singh's case is identical to the facts of the present case - High Court rightly relied on that case - Appeals dismissed. "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "PARMINDER SINGH VS. GURPREET SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NjE=",
        "Citation": "[2017] 6 S.C.R. 419",
        "Case Type": "(CIVIL APPEAL /3612/2009)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9QYXJtaW5kZXIgU2luZ2ggXyBHdXJwcmVldCBTaW5naF8xNzAxNzcxNTMzLnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 419",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "Parminder Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 664",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Gurpreet Singh",
        "Case Type:": "CIVIL APPEAL /3612/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Performance: Suit for specific performance - Decreed by trial court - Further affirmed by first appellate court as well as second appellate C court"
        ],
        "HeadNote": "pecific Performance: Suit for specific performance - Decreed by trial court - Further affirmed by first appellate court as well as second appellate C court - On appeal, held: Categorical finding of facts by courts below is essentially in the nature of concurrent findings of fact and hence binding on Supreme Court - More so, such findings are neither perverse, nor against evidence or pleadings or any provision of law - Grant of specific performance is essentially in the discretion D of the court - Grant of such relief by courts below in exercise of their respective discretionary powers, cannot be disturbed in exercise of jurisdiction u/Art. 136 of the Constitution - Specific Relief Act, 1963 - s. 20 - Constitution of India - Art. 136."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "NARESH KUMAR ALIAS NITU VS. STATE OF HLMACHAL PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NjY=",
        "Citation": "[2017] 6 S.C.R. 424",
        "Case Type": "(CRIMINAL APPEAL /1053/2016)",
        "Date": "27 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Navin Sinha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9OYXJlc2ggS3VtYXIgQWxpYXMgTml0dSBfIFN0YXRlIE9mIEhsbWFjaGFsIFByYWRlc2hfMTcwMTc3MTYxMy5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 424",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "27 July 2017",
        "Petitioner:": "Naresh Kumar Alias Nitu",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 674",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "State Of Hlmachal Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1053/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985: C D E F ss. 20 and 61 - Charge under - Acquittal by Special Judge giving benefit of doubt - Conviction by High Court - On appeal, held: Prosecution failed to establish the foundational facts beyond all reasonable doubt - The conclusions of High Court were speculative, based on conjectures and surmises,contrary to the weight of the evidence on record - Order of acquittal passed by Special Judge upheld. ss. 35 and 54 - Presumption under - Held: Are rebuttable - Does not dispense with the obligation of the prosecution to prove the charge beyond all reasonable doubt - The presumptive provision with reverse burden of proof, does not sanction conviction on the basis of preponderance of probability - Evidence - Burden of proof Witness: Independent witness - Reliance on - Held: If independent evidence is available, and prosecution initially relies on it, subsequently the prosecution cannot discard the witness because it finds him inconvenient."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "RAM KUMAR PATEL & ORS. ETC. VS. STATE OF U.P. & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2NzE=",
        "Citation": "[2017] 6 S.C.R. 430",
        "Case Type": "(CIVIL APPEAL /9546/2017)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9SYW0gS3VtYXIgUGF0ZWwgJiBPcnMuIEV0Yy4gXyBTdGF0ZSBPZiBVLnAuICYgT3JzLiBFdGMuXzE3MDE3NzE2ODcucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 430",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "Ram Kumar Patel & Ors. Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 669",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of U.p. & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /9546/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Basic Education (Teachers) Service Rules",
            "1981: Amendment of l 981 Rules - By Uttar Pradesh Basic Education (Teachers) Service (16 1h Amendment) Rules",
            "2012"
        ],
        "HeadNote": "Uttar Pradesh Basic Education (Teachers) Service Rules, 1981: Amendment of l 981 Rules - By Uttar Pradesh Basic Education (Teachers) Service (16 1h Amendment) Rules, 2012 - Propriety of - High Court quashed the 20 l 2 amendment on the ground that the amendment by the State was in conflict with the Notification dated l l'h February, 201 l issued by the Central Government - On appeal, held: There is no conflict in the D Notification issued by the Central Government and the amendment to the Sta_te Rules since weightage to the Teachers Eligibility Test marks in the process of appointment of teachers, was not mandatory and was merely a guideline - Therefore, State Rule cannot be held to be void on the ground of repugnancy - Appeals allowed - E Constitution of India - Schedule VII, List III, Entry 25."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "THE GREATER BOMBAY CO-OPERATIVE BANK LIMITED VS. MR. NAGRAJ GANESHMAL JAIN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2Nzg=",
        "Citation": "[2017] 6 S.C.R. 437",
        "Case Type": "(CIVIL APPEAL /9777-9778/2017)",
        "Date": "26 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9UaGUgR3JlYXRlciBCb21iYXkgQ28tb3BlcmF0aXZlIEJhbmsgTGltaXRlZCBfIE1yLiBOYWdyYWogR2FuZXNobWFsIEphaW4gJiBPcnMuXzE3MDE3NzE3ODMucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 437",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "26 July 2017",
        "Petitioner:": "The Greater Bombay Co-operative Bank Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 671",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "Mr. Nagraj Ganeshmal Jain & Ors.",
        "Case Type:": "CIVIL APPEAL /9777-9778/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Sale deed - Validity of - Recovery proceedings by appellant- Bank - Against guarantors of credit facility - Property in question (flat of Housing Society) owned by the guarantors attached by Bank"
        ],
        "HeadNote": "Deeds and Documents: c Sale deed - Validity of - Recovery proceedings by appellant- Bank - Against guarantors of credit facility - Property in question (flat of Housing Society) owned by the guarantors attached by Bank - After the death of one of the guarantors, respondent No.1 claimed ownership of the society flat and applied to the Housing Society to grant him its membership - Also challenged the attachment stating D that he had purchased the flat much prior to the attachment and was in possession thereof - Membership denied by the Society - On challenge to denial of membership, authority concerned finally allowed the case of respondent No.1 - Writ petition by Bank - High Court set aside the attachment order directing the Housing Society E to enroll respondent No.1 as member of the Society - On appeal, held: The very foundation of the case of respondent No.1 i.e. agreement to sell is doubtfal - The vendors had never disclosed the fact of alleged sale to anybody including the Housing Society - The document has been fabricated to wriggle out of the recovery proceedings - The document does not transfer any right, title or F interest in the property."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "NEERAJ KUMAR RAI AND ORS. VS. STATE OF U.P. & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2ODk=",
        "Citation": "[2017] 6 S.C.R. 444",
        "Case Type": "(CIVIL APPEAL /9732/2017)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9OZWVyYWogS3VtYXIgUmFpIEFuZCBPcnMuIF8gU3RhdGUgT2YgVS5wLiAmIE90aGVyc18xNzAxNzcxOTg0LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 444",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "Neeraj Kumar Rai And Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 667",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "State Of U.p. & Others",
        "Case Type:": "CIVIL APPEAL /9732/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Recruitment - Eligibility for appointment of teachers in school - Requirement of 50% marks in graduation",
            "-",
            "nade manda- tory for appointment by Notification dated 29 1h July",
            "20ll issued by National Council for Teacher Education (NCTE) u/s. 23(1) of Right of Children to Free and Compulsory Education Act",
            "2009 - Challenged as arbitrary leading to violation of Art. 14 of the Constitution"
        ],
        "HeadNote": "Service Law: ·Recruitment - Eligibility for appointment of teachers in school - Requirement of 50% marks in graduation, -,nade manda- tory for appointment by Notification dated 29 1h July, 20ll issued by National Council for Teacher Education (NCTE) u/s. 23(1) of Right of Children to Free and Compulsory Education Act, 2009 - Challenged as arbitrary leading to violation of Art. 14 of the Con- D stitution - Plea of the writ petitioners was that said requirement was not mandatory, in the earlier Notification dated 2Jrd August 2010, for those who had 50% marks in post graduation at the time when they took admission to B.Ed course - On appeal, held: Rajasthan High Court and Uttarakhand High Court had, in cases of similarly placed candidates, held that minimum qualifying marks shall not E be insisted - In view thereof, claim of the appellants allowed - NCTE directed to issue clarification by way of supplementary clarifica- tion."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "DR. MANJEET KAUR MONGA (DEAD) THR. HER LEGAL HEIRS KARAN VIR SINGH MONGA VS. K. L. SUNEJA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ2OTg=",
        "Citation": "[2017] 6 S.C.R. 453",
        "Case Type": "(CIVIL APPEAL /5032-5033/2016)",
        "Date": "18 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9Eci4gTWFuamVldCBLYXVyIE1vbmdhIChkZWFkKSBUaHIuIEhlciBMZWdhbCBIZWlycyBLYXJhbiBWaXIgU2luZ2ggTW9uZ2EgXyBLLiBMLiBTdW5lamEgJiBPcnMuXzE3MDE3NzIxNTgucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 453",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "18 July 2017",
        "Petitioner:": "Dr. Manjeet Kaur Monga (dead) Thr. Her Legal Heirs Karan Vir Singh Monga",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 637",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "K. L. Suneja & Ors.",
        "Case Type:": "CIVIL APPEAL /5032-5033/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Compensation: Complaint against builder - Before Competition Appellate Tribunal alleging that cancellation of house allotment by the builder was arbitrary",
            "illegal and capricious - Seeking possession of the flat - Tribunal awarded compensation by invoking s.12-B of Monopolies and Restrictive Trade Practices Act"
        ],
        "HeadNote": "Compensation: Complaint against builder - Before Competition Appellate Tribunal alleging that cancellation of house allotment by the builder was arbitrary, illegal and capricious - Seeking possession of the flat - Tribunal awarded compensation by invoking s.12-B of Monopolies and Restrictive Trade Practices Act directing to pay the entire amount deposited by the complaint (Rs.4,53,8501-) with compound interest @ 15% per annum from the date of deposit till the date of cancellation i.e. 30.4.2005 - On appeal, held: The amount @ 15% compound interest on the amount deposited was the compensation amount awarded u/s. 12B - The pay order (dated 30.4.2005) of the amount which the builder sent to the complainant with the cancellation order (which was not received by the complainant) was re-credited to the account of the builder only on 22.6.2016 - Matter remitted to the Tribunal with the direction that the Bank would be impleaded as party; that builder shall pay compensation @ 15% compound interest; and that the Tribunal io determine whether compensation was required to be paid ajfer 30.4.2005 and that whether the Bank was liable to pay any interest to the builder - Monopolies and Restrictive Trade Practices Act, 1969 - s.12B."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "FIRDAUS VS. ORIENTAL INSURANCE CO. LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4NzE=",
        "Citation": "[2017] 6 S.C.R. 462",
        "Case Type": "(CIVIL APPEAL /9310/2017)",
        "Date": "14 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9GaXJkYXVzIF8gT3JpZW50YWwgSW5zdXJhbmNlIENvLiBMdGQuICYgT3JzLl8xNzAxNzc2MzE4LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 462",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "14 July 2017",
        "Petitioner:": "Firdaus",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 617",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Oriental Insurance Co. Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /9310/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Compensation: Fatal motor accident - Claim for compensation by the relatives of the deceased - Before Workmen Compensation Commissioner"
        ],
        "HeadNote": "Compensation: Fatal motor accident - Claim for compensation by the C relatives of the deceased - Before Workmen Compensation Commissioner - Pleading that the deceased was employee of defendant Nos. 1,2 and 4 - Plea of defendant No.I that he was the owner of the vehicle (which the deceased was driving) and had sold the same to defendant No.4 - Award of compensation - D Challenged by defendant No.3-lnsurance Company - High Court remanded the matter to Compensation Commissioner to determine inter se relationship between defendant No.I and the deceased as employer and employee - On appeal, held: There is no dispute that defendant No. I was the owner of the vehicle and the insurance policy was in his name - No material was placed to prove that the E vehicle stood in the name of defendant No.4 - High Court having not returned any finding that vehicle was transferred to defendant No.4, ought not to have set aside the award - However, liability of the insurance company is not affected even if the vehicle gets transferred to the name of another party in view of s. 157 of Motor Vehicles Act, 1988 - Compensation Commissioner rightly fastened F the liability on the Insurance Company - Motor Vehicles Act, 1988 - s. 157."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "STATE REPRESENTED BY DEPUTY SUPERINTENDENT OF POLICE VS. K. N. NEHRU ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4NzY=",
        "Citation": "[2017] 6 S.C.R. 472",
        "Case Type": "(CRIMINAL APPEAL /1222/2017)",
        "Date": "21 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBSZXByZXNlbnRlZCBCeSBEZXB1dHkgU3VwZXJpbnRlbmRlbnQgT2YgUG9saWNlIF8gSy4gTi4gTmVocnUgRXRjLl8xNzAxNzc2NDEwLnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 472",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "21 July 2017",
        "Petitioner:": "State Represented By Deputy Superintendent Of Police",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 659",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "K. N. Nehru Etc.",
        "Case Type:": "CRIMINAL APPEAL /1222/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code. of Criminal Procedure",
            "1973: s.239 - Discharge of accused - During further investigation - Propriety of - FIR by police against respondent No. I alleging that while serving as Minister in the State Government",
            "he acquired assets in his name and in the name of his wife"
        ],
        "HeadNote": "Code. of Criminal Procedure, 1973: s.239 - Discharge of accused - During further investigation C - Propriety of - FIR by police against respondent No. I alleging that while serving as Minister in the State Government, he acquired assets in his name and in the name of his wife (respondent No.2) and his son, disproportionate to his known source of income - During investigation, respondent No.1 stated that he received D certain amounts from his son - Police framed charge-sheet u/s. 13 (2) r/w. s.13(/)(c) of Prevention of Corruption Act against respondent No.J and u/s. 109 /PC rlw. s. 13(2) rlw. s.13(/)(c) of the Prevention of Corruption Act against respondent No.2 - Application u/s. 239 seeking discharge - Trial Court directed further investigation to . ascertain the genuineness or otherwise of the income of son of the E respondents - Revision filed by State seeking direction to frame charges - The respondents prayed for their discharge - High Court directed discharge of the respondents - On appeal, held: . The discharge of the respondents before completion of investigation is premature - Therefore, unsustainable."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "JASPAL KAUR CHEEMA AND ANR. VS. M/S INDUSTRIAL TRADE LINKS AND ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4ODM=",
        "Citation": "[2017] 6 S.C.R. 479",
        "Case Type": "(CIVIL APPEAL /884-8386/2017)",
        "Date": "03 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS8yMDA5XzZfNDc5IC0gNDg3XzE3MDMzMTY4NjQucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 479",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "03 July 2017",
        "Petitioner:": "Jaspal Kaur Cheema And Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 584",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "M/s Industrial Trade Links And Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /884-8386/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "East Punjab Urban Rent Restriction Act",
            "1949 - s.13 - Eviction sought on the ground of personal necessity - After conclusion of evidence of landlord-appellants",
            "respondents led their evidence"
        ],
        "HeadNote": " East Punjab Urban Rent Restriction Act, 1949 - s.13 - Eviction sought on the ground of personal necessity - After conclusion of evidence of landlord-appellants, respondents led their evidence - At this stage, respondents moved an application seeking amendment of the written statement for adding the plea that appellants were not the owners of the premises - Rent Controller D dismissed application - High Court reversed the order of Rent Controller and allowed the amendment - On appeal, held: It is not disputed by the respondents that they were put in possession of the premises as tenants by the appellants - In the circumstances, they cannot dispute the title of the landlord in respect of the said premises E - The said plea was not raised by them in the written statement - They cannot be permitted to introduce the said plea by way of amendment, that too, at this belated stage - s.116 of Evidence Act also puts an embargo on a tenant during continuance of his tenancy to deny the title of his landlord - Rent Controller was, therefore, right in rejecting the amendment application - Evidence Act, 1872 F - s.116 - Rent control and eviction. Code of Civil Procedure, 1908 - Or.8, r.3 - Jn terms of Or.8 r.3, a defendant is required to deny or dispute the statements made in the plaint categorically, as evasive denial would amount to an admission of the allegation made in the plaint in terms ofOr.8, r.5- In other words, the written statement must specifically deal with each of the allegations of fact made in the plaint - The failure to make specific denial amounts to an admission. "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "SATWANT SINGH VS. MALKEET SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4ODc=",
        "Citation": "[2017] 6 S.C.R. 488",
        "Case Type": "(CIVIL APPEAL /3001/2008)",
        "Date": "20 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TYXR3YW50IFNpbmdoIF8gTWFsa2VldCBTaW5naF8xNzAxNzc2NjY2LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 488",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "20 July 2017",
        "Petitioner:": "Satwant Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 653",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Malkeet Singh",
        "Case Type:": "CIVIL APPEAL /3001/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971 - s.2(b) - Civil contempt - Appellant-contemnor",
            "the investigating officer arrested respondent on a charge which was added subsequently u/s.307 IPC after the grant of anticipatory bail"
        ],
        "HeadNote": "Contempt of Courts Act, 1971 - s.2(b) - Civil contempt - Appellant-contemnor, the investigating officer arrested respondent C on a charge which was added subsequently u/s.307 IPC after the grant of anticipatory bail - Appellant punished for contempt of court's order - On appeal, held: Appellant tendered an apology explaining that he had only carried out the instructions of the superior officer and he bona fide understood the order passed by the Court to mean that the respondent was entitled to protection D u/s.438, Cr.PC. only in respect of those offences reflected in the order and s.307, JPC having been added subsequently there was no impediment in proceeding with the investigation after arresting the respondent on that count - In the facts of the instant case, it is a plausible explanation to show that there was no wilful or deliberate attempt to violate the Court order - Apology is one of the defences E in the case of a civil contempt and the Court is bound to explain as to why the apology should not be accepted - The sincere and unconditional apology tendered by the appellant is accepted - The conviction and sentence imposed on the appellant is set aside - Code of Criminal Procedure, 1973 - s.438- Penal Code, 1860 - F s.307."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "THE ESTATE OFFICER, PUNJAB URBAN PLANNING & DEVELOPMENT AUTHORITY VS. JAGTAR SINGH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4OTI=",
        "Citation": "[2017] 6 S.C.R. 491",
        "Case Type": "(CIVIL APPEAL /1749/2008)",
        "Date": "19 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9UaGUgRXN0YXRlIE9mZmljZXIsIFB1bmphYiBVcmJhbiBQbGFubmluZyAmIERldmVsb3BtZW50IEF1dGhvcml0eSBfIEphZ3RhciBTaW5naCBBbmQgT3JzLl8xNzAxNzc2NzM5LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 491",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "19 July 2017",
        "Petitioner:": "The Estate Officer, Punjab Urban Planning & Development Authority",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 640",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Jagtar Singh And Ors.",
        "Case Type:": "CIVIL APPEAL /1749/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt jurisdiction - Respondent no. I challenged the excess rates for allotment of plots"
        ],
        "HeadNote": "Contempt jurisdiction - Respondent no. I challenged the excess rates for allotment of plots - Pursuant to direction of High Court, rates were reduced - Respondent filed writ petition for C payment of interest which was disposed of with directions to issue justice demand notice upon the authorities and on service of such notice, authorities to take decision within two months from receipt of certified copy of the order - Authorities did not respond - Respondent-allottee flied contempt petition - Meanwhile, authorities D passed order dated 20'h January, 2006 declining grant of interest to the respondent-allottee saying that there was no policy to make payment for interest - When matter came up before High Court in the contempt jurisdiction, High Court directed authorities to pay interest@ 15% p.a. - Challenged by Estate ojjicer - Held: Normally in a contempt jurisdiction the Court should not enter upon E adjudication of a dispute - Jn the instant case, no such adjudication was made except to pass an order in equity - This matter needs to be adjudicated regarding the entitlement of interest - Impugned judgment passed by the High Court set aside - Further, liberty granted to the respondent to challenge order dated 2() 1h January; F 2006 before the appropriate forum."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "THE MANAGER, CORPORATE EDUCATIONAL AGENCY VS. JAMES MATHEW & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ4OTY=",
        "Citation": "[2017] 6 S.C.R. 498",
        "Case Type": "(CIVIL APPEAL /826-827/2017)",
        "Date": "11 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9UaGUgTWFuYWdlciwgQ29ycG9yYXRlIEVkdWNhdGlvbmFsIEFnZW5jeSBfIEphbWVzIE1hdGhldyAmIE9ycy5fMTcwMTc3NjgwNy5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 498",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "11 July 2017",
        "Petitioner:": "The Manager, Corporate Educational Agency",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 605",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "James Mathew & Ors.",
        "Case Type:": "CIVIL APPEAL /826-827/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational institutions: Minority Institutions - Appointment of Headmaster"
        ],
        "HeadNote": "Education/Educational institutions: Minority Institutions - Appointment of Headmaster - Appellant-Minority Institutions chose to appoint a teacher of their c choice belonging to their respective community to the post of Headmaster, ignoring the available senior teachers of the same community - High Court interfered with the same - Held: Management of a minority aided institution is free to appoint the Headmaster or the Principal as the case may be of its own choice D and has no obligation to appoint the available senior qualified member from the same community - Right u/Art.30(/) is absolute - Courts cannot go into the merits of the choice or rationality or propriety of the process of choice - Minority Institutions - Constitution of India - Art.30(1). E Minority Institutions - Declaration of minority status - High Court held that declaration contained in certificate of Authority cannot have retrospective effect - Held: It is only declaration of existing status - Therefore, High Court's view was erroneous. Jzirtsdiction of National Commission for Minority Educational Institutions - High court held that declaration of F minority status by National Commission is of no avail since appellant was an already existing institution and that certificate of Commission is meant for minority educational institutions to be newly established - Correctness of - Held: Not correct - After the--- establishment of the National Commission for Minority Educational G Institutions Act, 2004, it is also within the jurisdiction and mandate of the National Commission to issue the certificate regarding the status of a minority educational institution - Once the Commission issues a certificate, it is a declaration of an existing status - National Commission for Minority Educational Institutions Act, 2004 H - s.2(ca)."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "KARNATI RAVI& ANR. VS. COMMISSIONER SURVEY SETTLEMENTS AND LAND RECORDS & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5MDA=",
        "Citation": "[2017] 6 S.C.R. 507",
        "Case Type": "(CIVIL APPEAL /897/2010)",
        "Date": "20 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS8yMDA5XzZfNTA3IC0gNTA5XzE3MDMzMTY5NTEucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 507",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "20 July 2017",
        "Petitioner:": "Karnati Ravi& Anr.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 652",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Commissioner Survey Settlements And Land Records & Ors.",
        "Case Type:": "CIVIL APPEAL /897/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Selection - Executive instructions - Whether in the matter of selection and appointment",
            "executive instructions pertaining to the procedure of selection",
            "which is not prescribed under the Rules can rule the field"
        ],
        "HeadNote": " Service law - Selection - Executive instructions - Whether A B in the matter of selection and appointment, executive instructions C about the procedure of selection, which is not prescribed under the Rules can rule the field - Held: The method of selection, in the absence of Rules, has to be supplied by the executive instructions - In the absence of the Rules, it is well within the powers of the Executive u/Art.162 of the Constitution to provide for the required instructions concerning the procedure for selection, so long as they do not come in conflict with the Rules - That apart, in the instant case, all the candidates participated in the selection, both in the written examination,, though not a prescribed one, for which there was no objection, as also the physical endurance test - Having participated in the (section without any objection, they E cannot later challenge the procedure - Constitution of India - Art.162.  "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "BEENA R. VS. KERALA PUBLIC SERVICE COMMISSION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5MDI=",
        "Citation": "[2017] 6 S.C.R. 510",
        "Case Type": "(CIVIL APPEAL /9843-9844/2017)",
        "Date": "28 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9CZWVuYSBSLiBfIEtlcmFsYSBQdWJsaWMgU2VydmljZSBDb21taXNzaW9uICYgT3JzLl8xNzAxNzc2OTYyLnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 510",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "28 July 2017",
        "Petitioner:": "Beena R.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 684",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Kerala Public Service Commission & Ors.",
        "Case Type:": "CIVIL APPEAL /9843-9844/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Appointment - Of lower division typist - Qualification inclutit:d lower grade certificate in KGTE Typewriting and computer word processing"
        ],
        "HeadNote": "Service Law - Appointment - Of lower division typist - Qualification inclutit:d lower grade certificate in KGTE Typewriting and computer word processing - Objection taken against the appellant that the qualification 'computer word processing' was acquired after the last date of notification - Held: Note I of qualification lays down that those who have passed KGTE Typewriting before January, 2002, should 'produce' separate certificate for computer word processing - Word 'produce' is used only at the time of verification of the recordY or at the time of written examination or at the time of appointment -Appellant had 'produced' the certificate prior to the written examination - Therefore, appellant to be appointed in accordance with her position in the rank list."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "UNION OF INDIA VS. NIYAZUDDIN SK & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5MDY=",
        "Citation": "[2017] 6 S.C.R. 513",
        "Case Type": "(CRIMINAL APPEAL /1277/2017)",
        "Date": "28 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSBfIE5peWF6dWRkaW4gU2sgJiBBbnIuXzE3MDE3NzcwMjUucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 513",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "28 July 2017",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 686",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Niyazuddin Sk & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1277/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Narcotic Drugs and Psychotropic Substances Act",
            "1985 - s.37 - Respondents-accused were charged for offence involving commercial quantity - Grant of bail - Considerations"
        ],
        "HeadNote": "Narcotic Drugs and Psychotropic Substances Act, 1985 - s.37 - Respondents-accused were charged for offence involving commercial quantity - Grant of bail - Considerations for - Held: Once the Public Prosecutor opposes the application for bail to a C person accused of the offences under s.37 of the Act, in case, the court proposes to grant bail to such a person, two conditions are to be mandatorily satisfied in addition to the normal requirements under the provisions of the Cr.P.C. or any other enactment - The court must be satisfied that there are reasonable grounds for believing D that the person is not guilty of such offence and that person is not likely to commit any offence while on bail - In the instant case, there was no such consideration with regard to the mandatory requirements, while releasing the respondents on bail - Matter needs to be considered afresh by the High Court - The impugned order is set aside and the matter is remitted to the High Court for fresh E consideration - Bail."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "NELATUR SAMPOORNAMMA W/O SRINIVASULUREDDY VS. SPECIAL DEPUTY COLLECTOR, L.A., TELUGU GANGA PROJECT, PODALAKUR AT NELLORE, ANDHRA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5MDg=",
        "Citation": "[2017] 6 S.C.R. 517",
        "Case Type": "(CIVIL APPEAL /9287/2017)",
        "Date": "19 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS8yMDA5XzZfNTE3IC0gNTIzXzE3MDMzMTcwMDUucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 517",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "19 July 2017",
        "Petitioner:": "Nelatur Sampoornamma W/o Srinivasulureddy",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 642",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Special Deputy Collector, L.a., Telugu Ganga Project, Podalakur At Nellore, Andhra Pradesh",
        "Case Type:": "CIVIL APPEAL /9287/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - s. 54 - Compensation for fruit bearing trees - Acquisition of appellant's land with pomegranate tree orchard in 1990"
        ],
        "HeadNote": " Land Acquisition Act, 1894 - s. 54 - Compensation for fruit bearing trees - Acquisition of appellant's land with pomegranate tree orchard in 1990 - Reference Court applied the multiplier of '2' and enhanced the market value of each pomegranate to Rs 651- - High Court upheld the market rate, however enhanced the multiplier to '9' - On appeal, held: As per Letter No. F(3) 2164189 dated 26.11.1989 of the Department, the revised value of pomegranate trees was fixed at Rs. 751- - On the date of acquisition of the said land, the very same Notification was in effect and that being so, both the Reference Court and High Court erred in fixing the rate of the pomegranate trees at Rs. 651- relying on the subsequent G.O.No.601 dated 19.06.1992 which was not in existence on the date of publication of the Notification - As per the Notification dated 26.11.1989, the fruit bearing period being not less than twelve years and the trees being three years old, the High Court rightly applied the multiplier of '9' - Appellant sought compensation of Rs.3,0001- per pomegranate tree relying on judgment of this Court which cannot be made applicable to the instant case since the award of compensation in the said case was of 08.03.1999, as opposed to award in the instant case which is of 14. 09.1992 - It is obvious that seven years back a fruit bearing tree would have fetched lesser income than it would fetch now - On facts, appellant awarded compensation of Rs.2,0001- per pomegranate tree along with all the statutory benefits. "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "K. SUBBARAYUDU AND OTHERS VS. THE SPECIAL DEPUTY COLLECTOR (LAND ACQUISITION)",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5MzM=",
        "Citation": "[2017] 6 S.C.R. 524",
        "Case Type": "(CIVIL APPEAL /9288/2017)",
        "Date": "19 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9LLiBTdWJiYXJheXVkdSBBbmQgT3RoZXJzIF8gVGhlIFNwZWNpYWwgRGVwdXR5IENvbGxlY3RvciAobGFuZCBBY3F1aXNpdGlvbilfMTcwMTc3NzYxMi5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 524",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "19 July 2017",
        "Petitioner:": "K. Subbarayudu And Others",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 645",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "The Special Deputy Collector (land Acquisition)",
        "Case Type:": "CIVIL APPEAL /9288/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894 - s. 54 - Compensation for fruit bearing trees"
        ],
        "HeadNote": "Land Acquisition Act, 1894 - s. 54 - Compensation for fruit bearing trees - Land acquisition by award dated 30.01.1992 - Compensation for the fruit bearing trees, Rs. 50-70 for each lime tree and Rs. 321- for each pomegranate tree - Reference court enhanced the compensation to Rs. JOO/- per lime tree, but for pomegranate tree it remained same -,. Appeal by claimants seeking enhancement of compensation - Dismissed by the High Court on the ground of inordinate delay of 3671 days - Held: There may be omission on the part of the claimants lo adopt extra vigilance; but same need not be used as a ground to depict them with negligence or want of bona fide - In case of acquisition of lands of agriculturists, the courts ought to adopt a pragmatic approach to award just and reasonable compensation and not pedantic approach - Since the appellants/claimants are the agriculturists whose lands were acquired and when similar situated agriculturists were given a higher rate of compensation, no reason to decline the same to the appellants, merely on the ground of delay - More so, in a similar matter, the High Court had condoned the delay of 3386 days in filing the land acquisition appeal - Furthermore, award of compensation in relation to fruit bearing trees depends on facts and circumstances of each case - Appellant sought compensation of Rs.3, 0001- per pomegranate tree relying on judgment of this Court which cannot be made applicable to the instant case since the award of compensation in the said case was of 08. 03.1999, as opposed to instant award of 30.01.1992 - Period of about seven years is a considerable period to be taken note of while computing cost of planting and raising fruit bearing trees - It is obvious that seven years back a fruit bearing tree would have fetched lesser income than it would fetch now - On facts, appellants awarded compensationof Rs.1,5001- for each pomegranate tree - As regards lime trees, fresh limes are available throughout the year and have good market and the lime trees are earning income almost throughout the year - Compensation of Rs. 100/- per each lime tree enhanced to Rs.250/- - Said compensation is awarded along with all sta,tutory benefits - Howeve1; appellants not entitled to any interest during the period of delay of 3671 days."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "ALKA CHANDEWAR VS. SHAMSHUL ISHRAR KHAN",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5NDA=",
        "Citation": "[2017] 6 S.C.R. 533",
        "Case Type": "(CIVIL APPEAL /8720/2017)",
        "Date": "06 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9BbGthIENoYW5kZXdhciBfIFNoYW1zaHVsIElzaHJhciBLaGFuXzE3MDE3Nzc2OTUucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 533",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "06 July 2017",
        "Petitioner:": "Alka Chandewar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 593",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Shamshul Ishrar Khan",
        "Case Type:": "CIVIL APPEAL /8720/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - ss. 2 7 (5) and 17 (2) - Courts power to punish for contempt of orders made by Arbitral tribunal - Scope and ambit of"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - ss. 2 7 (5) and 17 (2) - Courts power to punish for contempt of orders made by Arbitral tribunal - Scope and ambit of - Held: Section 27(5) specifically C states that persons guilty of any contempt to the arbitral tribunal during the conduct of the arbitral proceedings is within its ken - Entire object of providing that a party may approach the arbitral tribunal instead of the Court for interim reliefs would be stultified if interim orders passed by such tribunal are toothless - It is to give teeth to such orders that an express provision is made in s. 27(5) - D More so, s. 17(2) was added, so that the cumbersome procedure of arbitral tribunal having to apply every time to the High Court for contempt of its orders would no longer be necessmy - On facts, the order passed by the High Court that s.27(5) does not empower the arbitral tribunal to make representation to the court for contempt E of the orders including interim order unless they are in respect of taking evidence, set aside - Matter remanded back to decide the alleged .contempt on facts."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "THE NEW INDIA ASSURANCE CO. LTD. VS. GAJENDER YADAV AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5NDQ=",
        "Citation": "[2017] 6 S.C.R. 543",
        "Case Type": "(CIVIL APPEAL /9006/2017)",
        "Date": "13 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9UaGUgTmV3IEluZGlhIEFzc3VyYW5jZSBDby4gTHRkLiBfIEdhamVuZGVyIFlhZGF2IEFuZCBPcnMuXzE3MDE3Nzc3NjIucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 543",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "13 July 2017",
        "Petitioner:": "The New India Assurance Co. Ltd.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 614",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Gajender Yadav And Ors.",
        "Case Type:": "CIVIL APPEAL /9006/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor accident - Quantum of compensation - On facts",
            "claimant aged 3 7 years",
            "working as Security Officer"
        ],
        "HeadNote": "Motor accident - Quantum of compensation - On facts, claimant aged 3 7 years, working as Security Officer met with an c accident - Amputation of left leg below knee causing 85% permanent disability - Tribunal awarded compensation of Rs. 6,87,000/- with interest @ 9% pa from the date of the claim petition - However, High Court enhanced the compensation amount to Rs. 27,14,8351- - On appeal, held: Claimant suffered serious injury which caused functional disability since his future promotions have been sealed - D Total disability factor is taken as 40%, and age being 37 years, the multiplier I 5 is applied - Compensation towards future earnings comes to Rs. I 5, I 2, 0001- - High Court, in the pecuniary part, awarded Rs.8 Lakhs on account of physical disability and for future loss of earnings Rs. I 3 Lakhs, which is a duplication - Compensation E is only for the loss on account of disability - Total amount of Rs. 2 I Lakhs to be substituted by Rs.15,12,000/- and the rest of the High Court order is maintained - Furthermore, Rs.2,00,000/- is awarded towai·ds the claim for change of artificial limb at least once in two years - Thus, claimant entitled to a total compensation of Rs. 23,26,8351- along with interest@ 8%from the date of the claim F petition."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "RAJA VENKATESWARLU & ANR. VS. MADA VENKATA SUBBAIAB & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5NDg=",
        "Citation": "[2017] 6 S.C.R. 548",
        "Case Type": "(CIVIL APPEAL /9916/2017)",
        "Date": "31 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9SYWphIFZlbmthdGVzd2FybHUgJiBBbnIuIF8gTWFkYSBWZW5rYXRhIFN1YmJhaWFiICYgQW5yLl8xNzAxNzc3ODI5LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 548",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "31 July 2017",
        "Petitioner:": "Raja Venkateswarlu & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 689",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Mada Venkata Subbaiab & Anr.",
        "Case Type:": "CIVIL APPEAL /9916/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - s.151",
            "Or. XX/",
            "r.32 - Execution of Decree - Appellant sought Police Protection for execution of proceeding u/s.151"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - s.151, Or. XX/, r.32 - Execution of Decree - Appellant sought Police Protection for execution of proceeding u/s.151 - Granted by Execution Court - High Court interfered holding that application could be filed only u/Or. XX!, r.32 - Held: The jurisdiction of execution court is not disputed - If only thing is that an exact provision was not invoked, that by itself shall not be the reason for rejecting the application - If judgment debtor has not suffered any injury nor any prejudice has been caused to him, as in the instant case, the execution must ' proceed."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "GANDHE VIJAY KUMAR VS. MULJI @ MULCHAND",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5NTc=",
        "Citation": "[2017] 6 S.C.R. 551",
        "Case Type": "(CIVIL APPEAL /1384/2011)",
        "Date": "27 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9HYW5kaGUgVmlqYXkgS3VtYXIgXyBNdWxqaSBAIE11bGNoYW5kXzE3MDE3Nzc5NjkucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 551",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "27 July 2017",
        "Petitioner:": "Gandhe Vijay Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 678",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Mulji @ Mulchand",
        "Case Type:": "CIVIL APPEAL /1384/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Jurisdiction : Revisional jurisdiction - Scope of - On facts",
            "concurrent findings of facts with regard to the bonafide requirement of the landlord by Rent Controller as well as by Appellate Authority"
        ],
        "HeadNote": "Jurisdiction : Revisional jurisdiction - Scope of - On facts, concurrent findings of facts with regard to the bonafide requirement of the landlord by Rent Controller as well as by Appellate Authority C - Set aside by the High Court holding that the court can re-appreciate the evidence to test whether the findings of the Rent Controller are correct - On appeal, held: High Court misdirected itself and exceeded its jurisdiction - In revisional jurisdiction, the Court is expected to see only whether the findings are illegal or perverse - High Court should not have gone into the evidence as a D first appeal and enter a different finding, though another finding might also be possible - Merely because another view was possible in exercise of the revisional jurisdiction, High Court could not upset the factual findings - Judgment of the High Court set aside and that of Rent Controller and Appellate Authority, restored - Rent E Control and eviction."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "POWER MACHINES INDIA LIMITED VS. STATE OF MADHYA PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5NjE=",
        "Citation": "[2017] 6 S.C.R. 555",
        "Case Type": "(CIVIL APPEAL /5317/2017)",
        "Date": "17 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9Qb3dlciBNYWNoaW5lcyBJbmRpYSBMaW1pdGVkIF8gU3RhdGUgT2YgTWFkaHlhIFByYWRlc2ggJiBPcnMuXzE3MDE3NzgwNzcucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 555",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "17 April 2017",
        "Petitioner:": "Power Machines India Limited",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 355",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "State Of Madhya Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /5317/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Micro",
            "Small and Medium Enterprises Development Act",
            "2006 - ss.18",
            "21(3)",
            "30 - Enterprises Facilitation Council Rules",
            "2006 ~ r.5 - Arbitration and Conciliation Act",
            "1996 - s.36(1)"
        ],
        "HeadNote": "Micro, Small and Medium Enterprises Development Act, 2006 - ss.18, 21(3), 30 - Enterprises Facilitation Council Rules, 2006 ~ r.5 - Arbitration and Conciliation Act, 1996 - s.36(1) - Arbitral award passed under 2006 Act directing appellant to pay awarded sum to respondent No.3 - Plea of appellant that r.5 of the 2006 Rules providing for recovery of amount for which an arbitral award is passed u/s.18(3) of 2006 Act, as arrears of land revenue is ultra vires and also repugnant to s.36(1) of 1996 Act as once the provisions of Code of Civil Procedure had been made applicable in view of s.36, 1996 Act,· recovery could be initiated only u/Or.21, CPC and not in terms of s.18(3), 2006 Act - Held: Both s.36 of 1996 Act and r.5 of 2006 Rules intend to recover the amount, though by different procedures - Though, r.5 is inconsistent with the provisions contained in s.36(1) of 1996 Act which provides recovery mechanism u/Or. 21 of CPC as a decree, but, in the matter of providing such remedies, it is open to legislate different remedies which may be inconsistent - Election of a remedy for recovery of the amount would depend upon the choice of the award-holder :-- No prejudice is caused to the judgment debtor - It is a question of electing a remedy - It is for the person to elect one of them and there is no question of repugnancy in providing such remedy - Code of Civil Procedure cannot be the only remedy and it is open to legislate recovery mechanism without interference of Civil Court - Rule 5 has been right~y enacted to ensure speedy recovery and to ensure that small, micro and medium industries do not suffer - Appellant's plea that r.5 is inconsistent and repugnant to the provisions of s.36 of 1996 Act, rejected - Appellant to deposit costs of Rs.50,0001- in Advocates-on-Record Welfare Trust - Code of Civil Procedure, 1908 - Or.21."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "SAMAJ PARIVARTANA SAMUDAYA & ORS. VS. STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTQ5OTA=",
        "Citation": "[2017] 6 S.C.R. 577",
        "Case Type": "(WRIT PETITION (CIVIL) /562/2009)",
        "Date": "21 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Prafulla Chandra Pant, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TYW1haiBQYXJpdmFydGFuYSBTYW11ZGF5YSAmIE9ycy4gXyBTdGF0ZSBPZiBLYXJuYXRha2EgJiBPcnMuXzE3MDE4MzY5NjQucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 577",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "21 March 2017",
        "Petitioner:": "Samaj Parivartana Samudaya & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 241",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "State Of Karnataka & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /562/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment: Pollution - Illegal mining - Large scale degradation of environment due to unprecedented illegal mining - Ameliorative and mitigative socio-economic measures taken by Supreme Court"
        ],
        "HeadNote": "Environment: Pollution - Illegal mining - Large scale degradation of environment due to unprecedented illegal mining - Ameliorative and mitigative socio-economic measures taken by Supreme Court - Vide order dtd. 18.4.2013 passed by Supreme Court, lessees in three districts of respondent-State directed to contribute 10% of sale proceeds of mining to Monitoring Committee for eventual transfer to a Special Purpose Vehicle (SPV), constituted for execution of such ameliorative and mitigative measures - Respondent-State uls.9(B) of 2015 Act set up a District Mineral Foundation (DMF) in every district affected by mining, directing lessees to make payment to DMF as well - Plea of lessees that in view of overlapping objects of DMF and the purpose for which Court had passed orders for creation of SPV, the lessees should no longer be required to contribute 10% of sale proceeds to Monitoring Committee/SPV from the date from which they became liable to make payment to DMF - Held: Not tenable - There has been systematic, extraordinary and unprecedented plunder of natural wealth and environment in the three districts of respondent-State - It was to deal with such an extraordinary situation that the necessity of SPV was contemplated - Special funds in deposit with Monitoring Committee being the proceeds of illegal mining were meant to be deployed for recreation of what has been lost due to such illegal activities - Funds in huge proportions would be necessary - In such a situation lessees who .may be even remotely connected with degradation and destruction of nature must continue to pay their share in the process of restitutionby contributing to Monitoring Committee from their present sale proceeds - Even the new lessees who may not have been involved with such degradation are contributing to the process of reclamation and restoration - Mines and Minerals (Development and Regulation) Amendment Act, 2015 - s.9B - District Mineral Foundation Rules, 2016 - r.3. Pollution - Illegal iron-ore mining - Ameliorative .and mitigative socio-economic measures - Comprehensive Environment Plan for the Mining Impact Zone (\"CEPMIZ\") prepared by State Government in consultation with Central Empowered Committee (CEC) as per various orders passed by Supreme Court - Implementation of - Held: The entire CEPMIZ Scheme need not be approved in one go and such approval may be considered and accorded in phases -The initial activities identified, namely, (i) construction of conveyor belt system; (ii) railway sidings and iii) railway sub-lines, need to be prioritized as the same being most significant steps towards controlling environmental pollution that persists on account of open movement of iron ore by road - It is only after controlled and regulated movement of iron ore is achieved that the other socio-economic measures should be undertaken so as to produce meaningful results."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "STEEL AUTHORITY OF INDIA LTD. VS. DESIGNATED AUTHORITY, DIRECTORATE GENERAL OF ANTI-DUMPING & ALLIED DUTIES & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwMDY=",
        "Citation": "[2017] 6 S.C.R. 598",
        "Case Type": "(CIVIL APPEAL /241/2017)",
        "Date": "17 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TdGVlbCBBdXRob3JpdHkgT2YgSW5kaWEgTHRkLiBfIERlc2lnbmF0ZWQgQXV0aG9yaXR5LCBEaXJlY3RvcmF0ZSBHZW5lcmFsIE9mIEFudGktZHVtcGluZyAmIEFsbGllZCBEdXRpZXMgJiBPcnMuXzE3MDE4MzgzNTgucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 598",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "17 April 2017",
        "Petitioner:": "Steel Authority Of India Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 356",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Designated Authority, Directorate General Of Anti-dumping & Allied Duties & Ors.",
        "Case Type:": "CIVIL APPEAL /241/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Customs Act",
            "1962: s. J 30E(b) - Appellate jurisdiction under",
            "of Supreme Court - Conditions to be satisfied for exercise of"
        ],
        "HeadNote": "Customs Act, 1962: s. J 30E(b) - Appellate jurisdiction under, of Supreme Court - Conditions to be satisfied for exercise of - Appellant, steel manufacturer used graphite electrodes which it imported from China - Union of India on the basis of final report of Designated Authority acting under the 1995 Rules, issued a notification imposing D anti-dumping duty on import of graphite electrodes from specific importers operating within China - Notification challenged by appellant before appellate tribunal (CESTAT) - Tribunal dismissed the challenge - On appeal, held: None of the parameters on the basis of which an appeal is to be admitted by Supreme Court u/ s. J 30E(b) are satisfied in the present case - Findings recorded by E the appellate tribunal are findings of fact arrived at, on due consideration of all relevant materials on record - Further, as per · ratio of decision of Supreme Court in Swastic Woollen case, no occasion to have a re-look into the matter in exercise of Supreme Court's appellate jurisdiction u/s.J 30E(b) - Appeal not admitted - F Customs Tariff (Identification, Assessment and Collection of Anti- Dumpting Duty on Dumped Articles and for Determination of Injury) Rules, 1995. C s.J 30E(b) - Appellate power under. of Supreme Court - Limitation upon - If any Held: Section 130E(b) provides for a direct appeal to Supreme Court against an order of appellate tribunal, on G a question involving government revenue - The order that would be under appeal may go beyond the inter se dispute between the parties and would have effect upon a large number of assesses and thus surely will be one of generql/public importance - Therefore .. the question raised or arising may require interpretation of theprovisions of the Constitution - It is only such questions of A importance, alone, that are required to be decided by Supreme Court - This is the limitation that is inbuilt in s. J 30E(b), though it omits to specifically mention any such limitation, which would also be consistent with the role and jurisdiction of Supreme Court as envisaged under the Constitution. B s.130E(a) and 130E(b) -Appellate power under, of Supreme Court - If any difference - Held: Appellate power of Supreme Court u/s.130E(b) against the order of appellate tribunal should not be construed in a manner different from contours of appellate power uls.130E(a) against the order of High Court. c s. l 30F - Whether the provisions of s. J 30F would be applicable to appeals filed before Supreme Court- against orders of the High Court as well as against orders of the appellate tribunal- Held: The language used by legislature in s.l 30F prescribing the con(f)urs of the jurisdiction of Supreme Court while hearing appeals either against the decision of High Court in its appellate or reference D jurisdiction or while hearing an appeal against the order of appellate tribunal is same - Section J 30F, would therefore be applicable to both sets of appeals filed before Supreme Court."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "DELHI DEVELOPMENT AUTHORITY VS. BANKMENS CO-OPERATIVE GROUP HOUSING SOCIETY LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwMTA=",
        "Citation": "[2017] 6 S.C.R. 616",
        "Case Type": "(CIVIL APPEAL /6805/2013)",
        "Date": "17 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9EZWxoaSBEZXZlbG9wbWVudCBBdXRob3JpdHkgXyBCYW5rbWVucyBDby1vcGVyYXRpdmUgR3JvdXAgSG91c2luZyBTb2NpZXR5IEx0ZC4gJiBPcnMuXzE3MDE4Mzg1MDYucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 616",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "17 April 2017",
        "Petitioner:": "Delhi Development Authority",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 353",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "Bankmens Co-operative Group Housing Society Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /6805/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Co-operative Societies - Two Co-operative Housing Societies (CGHS) 'B' and 'S' placed under liquidation for not complying with directions of Registrar of Co-operative Societies (RCS)"
        ],
        "HeadNote": " Co-operative Societies - Two Co-operative Housing Societies (CGHS) 'B' and 'S' placed under liquidation for not complying with directions of Registrar of Co-operative Societies (RCS) - Revival applications for revival of both the societies filed by persons not concerned with the societies - List of members of 'B' approved for allotment of land by appellant-DDA - Though the land was allotted D provisionally by DDA but was not handed over to 'B ' - Writ petition by 'B' seeking direction to DDA to allot land to 'B ' - Writ allowed - LPA by DDA, disposed of directing verification of members either by DDA or RCS and thereafter possession of land be handed over to 'B' - Direction not complied with by DDA as 'B :S records were E with CBI because of direction by High Court in relation to another CGHS wherein CBI stated that chargesheets have been filed against some office bearers of 'B' as well as 'S' - Another writ petition by 'B 'praying for directions to DDA to handover possession of the plot pursuant to directions in aforesaid LPA - High Court directed F DDA to process B :S case for allotment - Further, in case of 'S' also land provisionally allotted but not handed over - Writ petition by 'S', disposed of by High Court directing possession of allotted plot to 'S' - Plea of appellant that revival of societies was a fraudulent act and that the memberships of the societies were not genuine - On appeal, held: It is more than apparent that the builder mafia G was instrumental in getting the societies revived -After an investigation by CBI, triable cases have been made out against the office bearers of both 'B' and 'S' and some officials of RCS - The move of the revival of both the Societies was started by persons who were not even members or promoters of the original society- Thus, the very revival of the -Societies was illegal and the memberships are not genuine - "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "KARUNANIDHI VS. SEETHARAMA NAIDU & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwMTI=",
        "Citation": "[2017] 6 S.C.R. 631",
        "Case Type": "(CIVIL APPEAL /4490/2017)",
        "Date": "27 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9LYXJ1bmFuaWRoaSBfIFNlZXRoYXJhbWEgTmFpZHUgJiBPcnMuXzE3MDE4Mzg1NzIucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 631",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "27 March 2017",
        "Petitioner:": "Karunanidhi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 272",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Seetharama Naidu & Ors.",
        "Case Type:": "CIVIL APPEAL /4490/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession Act",
            "1956 - s.l 5(2)(a) rlw s.8 and Schedule --:- 2005 amendment to Schedule in relation to Class I heirs - Inapplicability of - Succession w.r.t female Hindus"
        ],
        "HeadNote": "Hindu Succession Act, 1956 - s.l 5(2)(a) rlw s.8 and Schedule --:- 2005 amendment to Schedule in relation to Class I heirs - Inapplicability of - Succession w.r.t female Hindus, - Suit by plaintiffs-respondents (great-grandson and great-granddaughter of one 'P 'from his first wife) for declaration of title and possession of suit property against defendant-predecessor-in-interest of appellant (daughter of 'P 'from his second wife) - ·p ·had bequeathed the suit properties in favour of the defendant and her sister 'A' - 'A' had executed a Will of her share of property in favour of defendant and died thereafter - Plea of plaintiffs that 'A' had only life interest in the properties received from 'P' through Will and thus could not have bequeathed such properties by Will in favour of the defendant, hence on death of 'A' the same would devolve upon them as reversioners by succession being heirs from fathers side - Held: Admittedly, according to the plaintiffs, their right to claim a share, if any, as an heir from fathers side in the suit properties held by 'A' accrued on her death in 1987 for which they filed civil suit in 1988 - However, the category of heirs to which the plaintiffs belonged, namely \"son ofa pre-deceased daughter ofa pre-deceased daughter and daughter of a pre-deceased daughter of a pre-deceased daughter\" was added in the Schedule (in relation to Class 1 heirs) only in 2005 by a prospective amendment and was not included in Class l list in the Schedule in 1987 - Thus, plaintiffs had no right on the strength of succession/devolution to claim any interest in properties of 'A' in 1987 as fathers heir by virtue of s.l 5(2)(a) - High Court wrongly placed reliance on s.15 of the Act for deciding the rights of the parties. Code of Civil Procedure, 1908 - s.100 - Substantial question of law - Suit by plaintiffs-respondents for declaration of title and possession of suit property against defendant-predecessor-in-interest of appellant - Suit dismissed by trial court - First appeal byplaintiffs also dismissed - Second appeal by plaintiffs, allowed in part by High Court holding that in view of s.15(2)(a) rlw s.8 and Schedule (in relation to Class I heirs) of the Hindu Succession Act, 1956, the plaintiffs are entitled to 1/Jrd share in the suit properties - On appeal, held: High Court has jurisdiction to hear the second appeal only on substantial questions of law framed uls.100(5) - However, no substantial question of law was framed by the High Court on the applicability of s.15(2) - Further, no pleading, issue or finding was recorded by the two courts below on the applicability of s.15(2) - Thus, High Court had no jurisdiction to examine the case of its own on such issue for the first time in second appeal - Impugned judgment of High Court set aside and that of Trial Court restored - Hindu Succession Act, 1956 - s.15 r/w. s.8 and Schedule."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "FAZAR ALI & ORS. VS. STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwMTU=",
        "Citation": "[2017] 6 S.C.R. 646",
        "Case Type": "(CRIMINAL APPEAL /1062/2007)",
        "Date": "21 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9GYXphciBBbGkgJiBPcnMuIF8gU3RhdGUgT2YgQXNzYW1fMTcwMTgzODY0OS5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 646",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "21 April 2017",
        "Petitioner:": "Fazar Ali & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 375",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /1062/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.302 rlw s.149 - Murder - Prosecution case that the accused persons armed with various weapons attacked complainant",
            "his father",
            "brother and mother-in-law and after inflicting injuries",
            "did not allow the injured to be taken to hospital for about 3 hours"
        ],
        "HeadNote": "Penal Code, 1860 - s.302 rlw s.149 - Murder - Prosecution case that the accused persons armed with various weapons attacked complainant, his father, brother and mother-in-law and after inflicting injuries, did not allow the injured to be taken to hospital for about 3 hours - Consequently, complainants brother died - Trial court convicted accused-appellants ulss. 302 r/w. 149 and sentenced them to life imprisonment - Appeal dismissed by High Court - Appellants contended that complainant had mentioned name of only five accused persons in FIR, whereas charge sheet was submitted against twelve accused and further, there were contradictions in evidence of eye-witnesses - Held: FIR from the beginning itself mentions that the number of accused persons were twelve, although mentions name of five persons only - During investigation, names of seven others had surfaced and charge sheet was submitted against twelve accused - Informant clearly mentioned in his cross- examination that he had told the name of other seven accused as well to the writer of FIR as he is illiterate - No substance in the plea that since other accused were not mentioned in the· FIR except five, others could not have been convicted - Further, all the eye-witnesses, in their statements had assigned the role of all the accused of causing injuries - Two independent witnesses also proved · the incident and role of accused - Mere fact that, there are certain inconsistencies with regard to the manner of causing injuries, cannot shake the entire evidence or make the statement of witnesses unreliable - It is unreasonable to expect from a witness to give picture perfect report of the incident - Thus, the findings of trial court are based on correct appreciation of evidence."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "KINNARI MULLICK AND ANOTHER VS. GHANSHYAM DAS DAMANI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwMjE=",
        "Citation": "[2017] 6 S.C.R. 657",
        "Case Type": "(CIVIL APPEAL /5172/2017)",
        "Date": "20 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9LaW5uYXJpIE11bGxpY2sgQW5kIEFub3RoZXIgXyBHaGFuc2h5YW0gRGFzIERhbWFuaV8xNzAxODM4NzI1LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 657",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "20 April 2017",
        "Petitioner:": "Kinnari Mullick And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1281",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Ghanshyam Das Damani",
        "Case Type:": "CIVIL APPEAL /5172/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - s.34(4) -Appellants entered into an agreement with respondent - Disputes arose between the parties"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - s.34(4) -Appellants entered into an agreement with respondent - Disputes arose between the parties - Respondent invoked arbitration proceedings ,... Arbitrator passed award allowing the claim of respondent - Appellants filed application u/s.34 for setting aside the award - Single Judge of High Court set aside the impugned award with the finding that it did not disclose any reason in support thereof - Division Bench affirmed the finding and conclusion recorded by Single Judge 'however, suo motu relegated the parties before the Arbitral Tribunal, in absence of any application filed by the parties to the arbitration proceedings and directed the Arbitrator to assign reason to support award passed by him - Propriety of - Held: No power /:las been invested by the Parliament in the Court to remand the matter to the Arbitral Tribunal except to adjourn the proceedings for limited purpose mentioned u/s.34(4) - The limited discretion available to the Court under s.34(4) can be exercised only upon a written application made in that behalf by a party to the arbitration proceedings - Respondent failed to make such a request before Single Judge in the first instance and also failed to do so before Division Bench - The Court cannot exercise this limited power of deferring the proceedings before it suo motu - Further, the quintessence for exercising power uls.34(4) is that the arbitral award has not been set aside - In the instant case, Division Bench affirmed the conclusions recorded by the Single Judge and dismissed the appeal preferred by the respondent, thus the award was set aside on that count - Impugned direction of High Court suffers from jurisdictional error and thus cannot be sustained."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "A. T. SIVAPERUMAL VS. MOHAMMED HYATH (D) BY LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwMzE=",
        "Citation": "[2017] 6 S.C.R. 669",
        "Case Type": "(CRIMINAL APPEAL /587/2017)",
        "Date": "27 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9BLiBULiBTaXZhcGVydW1hbCBfIE1vaGFtbWVkIEh5YXRoIChkKSBCeSBMcnMuXzE3MDE4Mzg4OTkucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 669",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "27 March 2017",
        "Petitioner:": "A. T. Sivaperumal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 270",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Mohammed Hyath (d) By Lrs.",
        "Case Type:": "CRIMINAL APPEAL /587/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instrument Act",
            "1881 -s.138-Acquittal of accused consequent to settlement between the parties - Towards discharge of a liability",
            "appellant-accused issued a cheque to the complainant - The cheque",
            "when presented for realization",
            "was returned by the C bank with endorsement"
        ],
        "HeadNote": "Negotiable Instrument Act, 1881 -s.138-Acquittal of accused consequent to settlement between the parties - Towards discharge of a liability, appellant-accused issued a cheque to the complainant - The cheque, when presented for realization, was returned by the C bank with endorsement \"account closed\" - After issuance of statutory notice, complaint filed uls. I 38 - Trial court acquitted appellant-accused - However. High Court reversed the acquittal and convicted the appellant - On appeal, held: Parties were suggested to arrive at an amicable settlement, to which both parties D agreed - Parties arrived at a settlement - As a result, impugned judgment of High Court set aside and appellant acquitted of charge u/s.138."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "M/S UNICHEM LABORATORIES LTD. VS. RANI DEVI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwMzk=",
        "Citation": "[2017] 6 S.C.R. 673",
        "Case Type": "(CIVIL APPEAL /5335/2017)",
        "Date": "18 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS8yMDA4XzZfNjczIC0gNjg1XzE3MDMzMTcxMDUucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 673",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "18 April 2017",
        "Petitioner:": "M/s Unichem Laboratories Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 361",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Rani Devi & Anr.",
        "Case Type:": "CIVIL APPEAL /5335/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Industrial Housing Act",
            "1955: s.13 - Housing for industrial workers in the State of U.P - Tenancy between employer and employee - Jurisdiction of Civil Courts to try eviction suit flied by employer under the Act",
            "if barred"
        ],
        "HeadNote": " Uttar Pradesh Industrial Housing Act, 1955: s.13 - Housing for industrial workers in the State of U.P - Tenancy between employer and employee - Jurisdiction of Civil Courts to try eviction suit flied by employer under the Act, if barred - Held: s.13 only restricts the rights of the worker/person in approaching the Courts to question the legality of the action taken under the Act - It cannot be construed as ousting the jurisdiction of Civil Courts to try eviction suit flied by employer under the Act ~ A suit flied to claim eviction from any accommodation is a suit of \"civil nature\" and, therefore, a Civil Court is competent to take cognizance of such suit as provided uls. 9, CPC, 1908 unless its jurisdiction is expressly or impliedly barred - Thus, in the instant case, Civil Court was justified in trying the eviction suit flied by employer against the worker (husband of the respondent) who failed to vacate the quarter after his retirement from employment - Order of Trial Court directing eviction of respondents, restored - Respondents granted 3 months' time to vacate the suit quarter on depositing entire decreeta/ amount awarded by Trial Court and also to deposit three months' rent by way of damages for use and occupation at the rate determined by the Trial Court - Code of Civil Procedure, 1908 - s.9. s.21 - Deletion of. by 1972 amendment - Effect of - Held: The power to decide eviction cases under the Act was earlier vested with Labour Commissioner uls.21 - However. the deletion of said section resulted in restoring the power to try eviction suit by Civil Courts in terms of s.9, CPC, 1908 - Code of Civil Procedure, 1908 -s.9. Code of Civil Procedure, 1908 - s. 9 - Jurisdiction of Civil Courts - Exclusion of - Inference of - Held: Provisions excluding jurisdiction of Civil Courts are required to be construed strictly -Thus, exclusion of jurisdiction of the Civil Court is not to be readily inferred and such exclusion is either to be \"explicitly expressed or clearly implied\" - Interpretation of Statutes - Strict rule of interpretation - Jurisdiction. Jurisdiction - Ouster of Civil Courts jurisdiction - Burden of proof - Held: Existence of jurisdiction in Civil Courts to decide questions of civil nature is a general rule whereas exclusion is an exception - Therefore, the burden to prove such exclusion is on the party who raises such a contention. Rent Control and Eviction - Contract of tenancy blw employer and employee - Respondents husband-worker allotted quarter during his employment, failed to vacate it on his retirement and after his death respondents continued to occupy the same - Held: A· contract of tenancy created between the employer and employee in relation to any accommodation terminates on the cessation of the employment of the employee - Such employee then has no right to remain in occupation of the accommodation - He has to then surrender the accommodation to his employer. Companies Act, 1956 - s. 630 - Effect of - Held: S.630 enables the Company to file a complaint against the employee, if. on termination of his employment, he fails to vacate· the accommodation allotted to him by the Company by virtue of his employment. "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "M. C.MEHTA VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwNDk=",
        "Citation": "[2017] 6 S.C.R. 686",
        "Case Type": "(WRIT PETITION (CIVIL) /13029/1985)",
        "Date": "13 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9NLiBDLm1laHRhIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDE4MzkxMzQucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 686",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "13 April 2017",
        "Petitioner:": "M. C.mehta",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1278",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /13029/1985",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment - Pollution- Air Pollution - National Auto Fuel Policy",
            "2003- Implementation of Bharat Stage norms for vehicular emissions gradually over a period of time in view vf phenomena/ rise in air pollution -Consequent prvhibitivn on sale and 1'egistrativn of stock of vehicles not compliant with Bharat Stagi-IV emission standards from ]st April",
            "2017"
        ],
        "HeadNote": " Environment - Pollution- Air Pollution - National Auto Fuel Policy, 2003- Implementation of Bharat Stage norms for vehicular emissions gradually over a period of time in view vf phenomena/ rise in air pollution -Consequent prvhibitivn on sale and 1'egistrativn of stock of vehicles not compliant with Bharat Stagi-IV emission  standards from ]st April, 2017 - Plea of interveners;manufacturers of such vehicles that they were permitted tu manufacture such vehicles upto 31st March, 2017 and hence may be &iven reasonable time to dispose of such existing stock - Held: The implementation of National Auto Fuel Policy was gradual - The intent of the Government was clear that with progress in the implementation plan, E the sale and registration of vehicles that were not Bharat Stage IV complaint would eventually be prohibited with the cut-off date being ]st April, 2017 - The determination to switch over from Bharat Stage Ill compliant vehicles to Bharat Stage IV compliant vehicles was more than evident - Thus, in view of the history of the last decade F leading to the introduction of Bharat Stage norms and their implementation in a phased manner, the automobile industry had, at the very minimum, a five-year warning to consider issues relating to air pollution as a part of its manufacturing activities and revisit its production strategy - But it did not do so - None of the explanations given by interveners-manufacturers justify the failure G of automobile· industry to increase the production of Bharat Stage IV compliant vehicles, in spite of sufficient notice of a switch-over - Admittedly, use of Bharat Stage IV autv fuel reduces particulate matter in air by 80% as compared to Bharat Stage Ill auto fuel - The health of millions of country men and women is important and H cannot be compromised for the commercial interests of the automobile industry - Art. 21 entitles them to breathe fresh air or at least less A polluted air - Intervention applications by manufacturers, rejected - Constitution of India - Art.21. Interpretation of Statutes- Literal interpretation vis-a-vis purposive interpretation - When - Plea of manufacturerslinterveners that various notifications issued from time to time should be B interpreted only in a literal manner allowing them to manufacture Bharat Stage Ill compliant vehicles till 31st March, 2017 and therefore, it is unreasonable to expect them to clear the stock of such vehicles on or before 31st March, 2017 - Held: When the health of millions of people in the country is involved, notifications relating to commercial activities ought not to be interpreted in a C literal manner - A purposive interpretation needs to be given to notifications that directly concern public health issues having an impact not only in the present but also in the future. "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "M. C.MEHTA VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwNjM=",
        "Citation": "[2017] 6 S.C.R. 707",
        "Case Type": "(WRIT PETITION (CIVIL) /13029/1985)",
        "Date": "29 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9NLiBDLm1laHRhIF8gVW5pb24gT2YgSW5kaWEgQW5kIE9ycy5fMTcwMTgzOTMwOS5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 707",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "29 March 2017",
        "Petitioner:": "M. C.mehta",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 285",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /13029/1985",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Environment- Pollution -Air Pollution - Commercial vehicles not complying with Bharat Stage-IV emission standards causing health hazards and adding to the already alarming air pollution levels - Ban on sale and registration of existing stock of such vehicles on and from 1st April",
            "2017"
        ],
        "HeadNote": "Environment- Pollution -Air Pollution - Commercial vehicles C not complying with Bharat Stage-IV emission standards causing health hazards and adding to the already alarming air pollution levels - Ban on sale and registration of existing stock of such vehicles on and from 1st April, 2017 - Plea of manuracturers that they are entitled to manufacture such vehicles till 31s March, 2017 and thus D may be given reasonable time to dispose of such existing stock - Held: The manufacturers of such vehicles were fully aware that eventually from 1st April, 2017 they would be required to manufacture only Bharat Stage-IV compliant vehicles but they chose to sit back and declined to take sufficient pro-active steps - Introduction of such vehicles on the road is a potential health hazard E affecting millions of people in the country - Health of people is far more important than commercial interests of the manufacturers or the loss that they are likely to suffer - On balance, directions issued inter alia prohibiting sale and registration of commercial vehicles non-compliant with Bharat Stage-IV on and from 1st April 2017 - F Motor Vehicles Act, 1988 - Supreme Court - Directions.Environment - Pollution- Air Pollution - National Auto Fuel Policy, 2003- Implementation of Bharat Stage norms for vehicular emissions gradually over a period of time in view vf phenomena/ rise in air pollution -Consequent prvhibitivn on sale and 1'egistrativn of stock of vehicles not compliant with Bharat Stagi-IV emission standards from ]st April, 2017 - Plea of interveners;manufacturers of such vehicles that they were permitted tu ma7mfacture such vehicles upto 31st March, 2017 and hence may be &iven reasonable time to dispose of such existing stock - Held: The implementation of National Auto Fuel Policy was gradual - The intent of the Government was clear that with progress in the implementation plan, the sale and registration of vehicles that were not Bharat Stage IV complaint would eventually be prohibited with the cut-off date being ]st April, 2017 - The determination to switch over from Bharat Stage Ill compliant vehicles to Bharat Stage IV compliant vehicles was more than evident - Thus, in view of the history of the last decade leading to the introduction of Bharat Stage norms and their implementation in a phased manner, the automobile industry had, at the very minimum, a five-year warning to consider issues relating to air pollution as a part of its manufacturing activities and revisit its production strategy - But it did not do so - None of the explanations given by interveners-manufacturers justify the failure of automobile· industry to increase the production of Bharat Stage IV compliant vehicles, in spite of sufficient notice of a switch-over - Admittedly, use of Bharat Stage IV autv fuel reduces particulate matter in air by 80% as compared to Bharat Stage Ill auto fuel - The health of millions of country men and women is important and cannot be compromised for the commercial interests of the automobileindustry - Art. 21 entitles them to breathe fresh air or at least less polluted air - Intervention applications by manufacturers, rejected - Constitution of India - Art.21. Interpretation of Statutes- Literal interpretation vis-a-vis purposive interpretation - When - Plea of manufacturerslinterveners that various notifications issued from time to time should be interpreted only in a literal manner allowing them to manufacture Bharat Stage Ill compliant vehicles till 31st March, 2017 and therefore, it is unreasonable to expect them to clear the stock of such vehicles on or before 31st March, 2017 - Held: When the health of millions of people in the country is involved, notifications relating to commercial activities ought not to be interpreted in a literal manner - A purposive interpretation needs to be given to notifications that directly concern public health issues having an impact not only in the present but also in the future."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "STATE OF BIHAR AND OTHERS ETC. VS. ANIL KUMAR AND OTHERS ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwNzA=",
        "Citation": "[2017] 6 S.C.R. 711",
        "Case Type": "(CIVIL APPEAL /4397-4400/2017)",
        "Date": "23 MARCH 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSBPZiBCaWhhciBBbmQgT3RoZXJzIEV0Yy4gXyBBbmlsIEt1bWFyIEFuZCBPdGhlcnMgRXRjLl8xNzAxODM5NDM2LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 711",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "23 March 2017",
        "Petitioner:": "State Of Bihar And Others Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 259",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Anil Kumar And Others Etc.",
        "Case Type:": "CIVIL APPEAL /4397-4400/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act",
            "1989 - ss.9",
            "23 - Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Rules",
            "1995 - r. 7 - Central Government in exercise of rule making power vested u/s. 23",
            "SCST A Ct framed 1995 Rules wherein r. 7 vested the investigative authority. for offences committed under SCST Act with an officer not below the rank of a DSP"
        ],
        "HeadNote": "Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, 1989 - ss.9, 23 - Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Rules, 1995 - r. 7 - Central Government in exercise of rule making power vested u/s. 23, SCST A Ct framed 1995 Rules wherein r. 7 vested the investigative authority. for offences committed under SCST Act with an officer not below the rank of a DSP - However, appellant-State in exercise of power vested in it u/s.9, SCST Act issued a notification allowing the investigative process to be ca_rried by officers three ranks below the rank of DSP, namely, through officers/officials holding the ranks of Inspector. Sub-Inspector and Assistant Sub-Inspector of Police ~ Notification challenged contending that it was ultra vires the provisions of SCST Act as also contrary to r. 7 of 1995 Rules - High Court upheld the validity of the impugned notification - On appeal, held: S.9 of SCST Act extended the power of arrest, investigation and prosecution, to all officers as would be entitled to carry out the said responsibilities, under CrPC - In addition, it further authorized the State Government to delegate the power of i'nvestigation (in addition to, the power of a~rest, and of prosecution) in respect of offences under the SCST Act, \" ... to any officer of the State Government ... \", as the State Government may consider \"necessary\" - Thus, the power vested with the State Government u/s. 9 was clearly expansive and was intended to enlarge the zone of arrest, investigation and prosecution, to officers/officials in addition to those authorised to do so under CrPC - Therefore, the power of delegation was not limited to police personnel only, but extended to any officer of the State Government, w!io may or may not belong to the Police Department ... The said power was given to the StateGovernment through a non-obstante clause and could be exercised irrespective of the provisions of CrPC and even the parent SCST Act itself - Impugned notification upheld - Code of Criminal Procedure, 1973. Scheduled Castes and Scheduled Tribes Rules, 1995 - r.7 - B Validity of - Held: Jn view of serious and harsh consequences emerging from any violation of the provisions of SCST Act, the Central Government in exercise of its rule making authority was fully competent and justified, in requiring that the investigative process be conducted by an officer not below the rank of a DSP - The power exercised by Central Government was within the ·C framework of authority vested in it - Thus, exercise of such authority, by Central Government, cannot be assailed on the grounds of competence or legitimacy - r. 7 held to be valid. D E F Administrative Law - 1995 Rules framed by Central Government uls.23 of the parent Act wherein r. 7 vested investigative authority for offences committed under the said Act - State Government exercising power uls.9 of the parent Act issued notification relaxing the said provision made by r. 7 of 1995 Rules - Permissibility of - Held: A provision made under a rule, i.e. r. 7 cannot negate a right extended through the parent legislation i.e. by way of s.9 - The power vested with the State Government, through a non obstante clause uls.9, cannot be neutralized by any rule framed uls.23, SCST Act - Thus, the non obstante allowed the State Government to exercise the power conferred on it irrespective of the provisions of the parent Act or rules framed thereunder."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "VIPULBHAI MANSINGBHAI CHAUDHARY VS. STATE OF GUJARAT & ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUwNzg=",
        "Citation": "[2017] 6 S.C.R. 733",
        "Case Type": "(CIVIL APPEAL /14678/2015)",
        "Date": "17 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9WaXB1bGJoYWkgTWFuc2luZ2JoYWkgQ2hhdWRoYXJ5IF8gU3RhdGUgT2YgR3VqYXJhdCAmIEFub3RoZXJfMTcwMTgzOTUxNC5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 733",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "17 April 2017",
        "Petitioner:": "Vipulbhai Mansingbhai Chaudhary",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 354",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jasti Chelameswar",
        "Respondent:": "State Of Gujarat & Another",
        "Case Type:": "CIVIL APPEAL /14678/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Gujarat Co-operative Societies Act",
            "1961: s. 76B - Appellant elected as Chairman of District Co- operative Milk Producers Union Ltd. for three years"
        ],
        "HeadNote": "Gujarat Co-operative Societies Act, 1961: s. 76B - Appellant elected as Chairman of District Co- operative Milk Producers Union Ltd. for three years - However. he C continued to hold office beyond period of three years - Show cause notice by Registrar of Co-operative Societies u/s. 76B(l) & (2) - Order dated 10.3.2015 by Registrar removing appellant from office and further disqualifying him for a period of three years - Writ petition by appellant - Single Judge upheld the action of Registrar D insofar as it pertained to the removal of appellant but set aside the order insofar as it pertained to his disqualification for three years - LPA by appellant, dismissed - Plea of appellant in Supreme Court that his removal be set aside after examining the correctness of the conclusion recorded by Registrar w.r.t. the Charge Nos. 2, 3, 6, 9, JO and 11 framed against him - On appeal, held: The conclusions E recorded by Registrar in his order removing appellant from office, remained undisturbed-by High Court - In substance, the plea of appellant was that Supreme Court should act as an appellate Court to determine the correctness of conclusion drawn on the basis of evidence before Registrar. which cannot be accepted - This is an F exercise which ought not to be normally undertaken even by High Courts in the jurisdiction u/Art. 226 nor by Supreme Court on further appeal by leave under Art.136 of the Constitution - High Court rightly declined to interfere witli the findings - Appellant's disqualification for a period of three years held to be reasonable - - No error found in the decision of High Court in this regard - G Constitution of India - Arts. 136, 226. ss. 76B and 81 - Exercise of power under both the sections, by Registrar. if mandatory - Appellant disqualified u/s. 76B(2) - Plea of appellant that his disqualification u/s. 76B(2) isunsustainable, because each one of the acts or omissions which formed the basis for action against appellant was either taken by or ratified by the entire governing body (\"Committee'') of the society, therefore, action if at all required, ought to be taken against the Committee of the society uls.81 and not against individual members thereof u/s. 76B - Held: Committees are inanimate bodies and are B nothing but a collective name for the conglomeration of individual officers of the society - Further, it is essentially for the Registrar tu make an assessment whether on the facts and circumstances of each case either action is tu be taken against the Committee or an individual officer or both - The decision of Registrar taken in c exercise of such discretionary power would not be amenable to challenge on the ground that he failed tu take action under both the sections, i.e., 76B and 81 - The Act envisages joint and several action against officers in their capacity as members of the Committee. A s. 76B(2) - Two show cause notices issued tu appellant. one uls.76B(J) for his removal and the other u/s.76B(2) for his disqualification - Appellant disqualified fur six years u/s. 76B(2) - Permissibility of - Held: Section 76B(2) as of today provides fur disqualification of an officer for a period not exceeding six years - Originally the Section provided for disqualification only for four years - But the \"four years\" period was substituted by \"six years\" E period by 2015 amendment - However, in the instant case. all the acts and omissions which formed basis for action against appellant pertained to the period anterior to 2015 amendment - Further. there is nothing in the said amendment act which warrants an interpretation that the legislature intended tu create a disqualification F which would run/or a maximum period of six years with retrospective effect - Thus, appellants disqualification for six years held not tenable - Gujarat Co-operative Societies (Amendment) Act, 2015 (Act No.12 of 2015). D G H 76B(l) & (2) - Two show cause notices issued to appellant. one uls. 76B(l) for his removal and the other u/s. 76B(2) for his disqualification, both on same set of facts - Permissibility of- Held: The basic requirement of sub-section (2) is that the power thereunder could be exercised only against an officer of a society who has already been removed from office u/sub-section (1) - Therefore, the factual basis on which action u/sub-section (1) and sub-section (2)"
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "HALLIBURTON OFFSHORE SERVICES INC & ANR. VS. PRINCIPAL OFFICER OF MERCANTILE MARINE DEPARTMENT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxMTA=",
        "Citation": "[2017] 6 S.C.R. 764",
        "Case Type": "(CIVIL APPEAL /5428/2017)",
        "Date": "20 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9IYWxsaWJ1cnRvbiBPZmZzaG9yZSBTZXJ2aWNlcyBJbmMgJiBBbnIuIF8gUHJpbmNpcGFsIE9mZmljZXIgT2YgTWVyY2FudGlsZSBNYXJpbmUgRGVwYXJ0bWVudCAmIE9ycy5fMTcwMTgzOTgzNS5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 764",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "20 April 2017",
        "Petitioner:": "Halliburton Offshore Services Inc & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 1283",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Principal Officer Of Mercantile Marine Department & Ors.",
        "Case Type:": "CIVIL APPEAL /5428/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Merchant Shipping Act",
            "1958 - s.40 - Interpretation of - Provisional certificate for ships becoming Indian ships abroad - Requirements to get a Provisional Certificate of Registry (PCOR) uls.40 and its effect after expiry of six months"
        ],
        "HeadNote": "Merchant Shipping Act, 1958 - s.40 - Interpretation of - Provisional certificate for ships becoming Indian ships abroad - Requirements to get a Provisional Certificate of Registry (PCOR) uls.40 and its effect after expiry of six months - Held: Per Dipak Misra, J.: Requirement for grant of registration dnd provisional registration is the same S.40 has to be read with the preceding provisions contained in s.34 onwards till s.41 - The report of surveyor and ownership are extremely significant - Conditions precedent to get a provisional certificate are that the surveyor has to see that the ship is completely built and thereafter being satisfied with regard to tonnage and other aspects, then give requisite certificate to make it sea going-According to s.40(2) the provisional certificate shall be for six months or until the arrival of the ship at the port, where there is a registrar, whichever first happens - Once either of the events happens, the certificate of registration ceases to have effect - Thus, period of six months time is mandatory - Per R.Banumathi, J.: Title/ownership is very vital for Registration of ships - As per r.12 authorised officer on production of satisfactory proof of ownership grant the provisional certificate of Indian registry - Statutory mandates for permanent registry, uls.34 of the Act are to be satisfied even for obtaining the provisional certificate of registry uls.40 - Six months' time prescribed u/s.40 and sub-section (2) of s.40 as a validity period for PCOR, is only to ensure that a ship in abroad, becoming Indian ship is able to travel and get itself permanently registered at the port of registry in India - Six months time is accepted as reasonable period for bringing the ship to the port of registry in India and complete other formalities requisite for final registration - Provisional certificate of registry will cease to have effect after six months of date of issuance or until the arrival of the ship at a port where there is registrar whichever first happensPCOR cannot be renewed nor its validity can be extended beyond A six months - Merchant Shipping (Registration of Indian Ships) Rules, 1960 - r.12 - Interpretation of Statutes."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "ORISSA OLYMPIC ASSOCIATION TH. GENERAL SECRETARY VS. STATE OF ORISSA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxMTg=",
        "Citation": "[2017] 6 S.C.R. 813",
        "Case Type": "(CIVIL APPEAL /6450/2016)",
        "Date": "03 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Dipak Misra\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9Pcmlzc2EgT2x5bXBpYyBBc3NvY2lhdGlvbiBUaC4gR2VuZXJhbCBTZWNyZXRhcnkgXyBTdGF0ZSBPZiBPcmlzc2EgJiBBbnIuXzE3MDE4Mzk5MTEucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 813",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "03 April 2017",
        "Petitioner:": "Orissa Olympic Association Th. General Secretary",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 310",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "State Of Orissa & Anr.",
        "Case Type:": "CIVIL APPEAL /6450/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Orissa Prevention of Land Encroachment Act",
            "1972: Encroachment on Government land - Appellant-association was granted lease of land for construction of stadium"
        ],
        "HeadNote": "Orissa Prevention of Land Encroachment Act, 1972:Encroachment on Government land - Appellant-association was granted lease of land for construction of stadium - Dispute c arose regarding a part of a plot on which 23 shops and a part of Kalyan mandap was built by the appellant-association - State contended that the said portion of land was outside the limit of the leased out area to the appellant-association - Appellant contended that the said part was also granted under lease and erroneously D excluded by the State records - Held: A committee of judicial officers was constituted to measure the lease hold area and submit report whether the 23 shops and Kalyan mandap were within the said lease hold land - On perusal of report of the Committee and other materials on record, two aspects were clear (i) the appellant- association encroached upon the property of the State Government E and built 23 shops and, as the report of the Committee would reflect, Kalyan mandap stands partly on the government land; (ii) the property that stands on the government land has to go back to the government - Further, the Ka(van Mandap should vest in the State Government and shall be managed by the District Collector. F Audit of income derived from suit land -Appellant-association was granted lease of land for construction of stadium - Dispute arose regarding part of a plot on which 23 shops and a part of Kalyan mandap was built by the appellant-association, ·which was also claimed by the State Government - Whether the income received from the said land were audited and the amount derived properly G accounted by the appellant-association - Held: The association has raised construction by encroaching upon the Government land - There is a lot of gap between the figure arrived at by the Accountant General on the basis of the market rent and the figurearrived at by the expert engaged by the appellant-association - State has shown the revenue generated after it was handed over to it which indubitably shows that the 23 shops were given on luwer rent and similarly Kalyan mandap h.ad been let out at a very low price or there had been collusion to show lower receipt though actually there was high c.ollection on rents - It has to be borne in B mind that the revenue has been generated by constructing on the government land and profits has been earned from the same - That warrants scrutiny and investigation - Central Bureau of - Investigation directed tu investigate into the matter keeping in view the report of the Accountant General and other aspects. A c D E F G H Conflict of Interest - Appellant-association was granted lease of land for construction of stadium - Dispute arose regarding·a part of a plot on which 23 shops and a part of Kalyan mandap was built by the appellant-association, which was also claimed by the State Government - Appellant-association executed contract with Mis. 'I' for purpose of holding marriages and sun of associations general secretary was partner in Mis. 'I' - Further. there was allegation that sun and sun-in-law were also partners - In such a situation conflict of interest arises - Held: The suit land whereon 23 shops were constructed and rented out, belongs to the State Government and a part of Kalyan Mandap is also built on the Government land - In the instant case, the son of the Secretary of the association is a partner in the jihn that had been given contract - The son might have been inducted as a partner at a later stage but the fact remains that the father was the Secretm:v of the association - The arrangement entered into by the association with A1/s. 'I' was absolutely illegal and there was conflict of interest since the Secreta1y s son and son-in-law were inducted as partners in the concerned firm; also there was revenue loss as the audit re1jort of the Accountant General is appreciated; the Secretary of the association could nut have been instrumental in unauthorised construction on the government land and in generating revenue therefrom; furthe1; there was serious concern about the nature of revenue generation utilisation and the fuss sustained - Therefore. the agreement between the association and Mis. 'I' declared null and void - The Secretary, who is accountable to the public, failed to conduct himself as required under law - He is debarred from contesting for any post in the association."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "DR. T. P. SENKUMAR IPS VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxMzk=",
        "Citation": "[2017] 6 S.C.R. 881",
        "Case Type": "(CIVIL APPEAL /5227/2017)",
        "Date": "24 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9Eci4gVC4gUC4gU2Vua3VtYXIgSXBzIF8gVW5pb24gT2YgSW5kaWEgJiBPcnMuXzE3MDE4NDAxMjEucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 881",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "24 April 2017",
        "Petitioner:": "Dr. T. P. Senkumar Ips",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 392",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /5227/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kera/a Police Act",
            "2011 - s. 97 - Transfer of State· Police Chief",
            "appellant - Before completion of mandated ininimum ·tenure of two C years for the State Police Chief - On ground that he caused"
        ],
        "HeadNote": "Kera/a Police Act, 2011 - s. 97 - Transfer of State· Police Chief , appellant - Before completion of mandated ininimum ·tenure of two C years for the State Police Chief - On ground that he caused \"serious public dissarisfaction about efficiency of police\"- Whether such transfer/displacement justified in law - State Government contended that only a prima facie satisfaction of the Government was required to transfer the appellant due to his conduct subsequent to an incident of murder and a temple tragedy, which resulted in nuri1ber of deaths D and injuries to many - It was alleged that appellant failed to take action against the errant police officersfor the temple tragedy and also failed to provide adequate response to the incident of murder - Held: There is no material on record except the view that there . was dissatisfaction among the general public on the efficiency of · E the police - It is not enough to merely contend that the State Government was subjeetively satisfied that the appellant ought to .be transferred out as the State Police Chief - This make-believe prima facie satisfaction by itself cannot take out judicial review of administrative action in the garb of subjective satisfaction ° of the State Government - The removal or displacement of any senior level F officer from a tenure appointment must be for compelling reasons and must be justified by the concerned authority, if called upon to do so, on material that can be objectively tested - Significantly, appellant was not found blameworthy in any manner whatsoever, it was only the three errant police officers who were found at fault - G No justification to conclude that the appellant alone deserved to be . acted against only because he supported his subordinates - Appellant has been unfairly and arbitrarily dealt with - He was displaced from the post of the State Police Chief summarily and without reasonable cause - State Government directed to reinstate him ahe State Police Chief - Service Law - Transfer - In case of tenure appointment - Administrative Law - Judicial review. Administrative Law - Statutory Authority - Order passed by Chief Minister to replace the State Police Chief - On ground of unsatisfactory leadership of appellant leading to serious dissatisfaction among general public ~ State Police Chief-appellant challenged the order - State in a detailed counter affidavit further alleged that appellant attempted to interfere in the investigation of Temple tragedy - Held: Validity of an order passed in exercise of statutory power on certain grounds. must be judged by the reasons mentioned in the order - Those reasons cannot be supplemented by other reasons through affidavit or otherwise. Constitution of India -Art.32 rlw. Art. 142 -Power of Supreme Court to issue necessary directions to fill the vacuum till the legislation steps in to cover the gap or the executive discharges its role - Discussed."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "VINEET KUMAR & ORS. VS. STATE OF U.P. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxNTU=",
        "Citation": "[2017] 6 S.C.R. 922",
        "Case Type": "(CRIMINAL APPEAL /577/2017)",
        "Date": "31 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9WaW5lZXQgS3VtYXIgJiBPcnMuIF8gU3RhdGUgT2YgVS5wLiAmIEFuci5fMTcwMTg0MDI1My5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 922",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "31 March 2017",
        "Petitioner:": "Vineet Kumar & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 305",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of U.p. & Anr.",
        "Case Type:": "CRIMINAL APPEAL /577/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "I973 - s.482 - Quashing of - The complainant",
            "her husband and her son had borrowed some amounts from the accused persons"
        ],
        "HeadNote": "Code of Criminal Procedure, I973 - s.482 - Quashing of - The complainant, her husband and her son had borrowed some amounts from the accused persons - Ensuring repayment to accused. various cheques were drawn, which were dishonoured - Pursuant thereto, complaints uls.138 Negotiable Instruments Act were filed by the accused - Thereafter, complainant alleged rape by the accused at her house and filed application uls. I 56(3) Cr.P. C. before magistrate- During investigation, JO recorded statement of prosecutrixlcomplainant u/s.I64 Ci:PC. and after considering other materials came to conclusion that no such incident took place and submitted final report - But, Magistrate found sufficient grounds to proceed and summoned the accused - Revision filed by accused against the order, was dismissed - High Court also dismissed application uls. 482 Cr.P. C. - On appeal, held: No medical examination of the complainant was done on the date of incident - It was done after almost a month, which was totally irrelevant - Further, Brother-in-law and sister-in-law of complainant recorded • their statements that complainant had lodged a false report - Investigating officer also could not find any proof of offence - Apart from bald assertions by the complainant that all accused raped ·her, there was nothing which could have led the Courts to form an opinion against the accused - The materials indicated that the criminal proceedings were manifestly attended with malafide and maliciously instituted with ulterior motive - Therefore, judgment of High Court as well as orders passed by lower courts including the entire criminal proceedings quashed - Penal Code, I860 - ss.452. 376(d), 323. Code of Criminal Procedurq, I973 - s. 482 - Inherent powers of High Court - Held:· In case solemn process of court is sought to be abused by a person with oblique motive, the Court has to thwartthe attempt at the very threshold - The Court cannot permit a prosecution to go on, if the case falls in one of the categories illustratively enumerated in the case of State of Haryana v. Bhajan Lal - Judicial process cannot be allowed to be converted into an instrument of operation or harassment - Administration of Justice."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "STATE (THROUGH) CENTRAL BUREAU OF INVESTIGATION VS. SHRI KALYAN SINGH (FORMER CM OF UP) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxNjQ=",
        "Citation": "[2017] 6 S.C.R. 946",
        "Case Type": "(CRIMINAL APPEAL /751/2017)",
        "Date": "19 APRIL 2017",
        "Judge Names": "Hon'ble Mr. Justice Pinaki Chandra Ghose",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TdGF0ZSAodGhyb3VnaCkgQ2VudHJhbCBCdXJlYXUgT2YgSW52ZXN0aWdhdGlvbiBfIFNocmkgS2FseWFuIFNpbmdoIChmb3JtZXIgQ20gT2YgVXApICYgT3JzLl8xNzAxODQwMzU0LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 946",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "19 April 2017",
        "Petitioner:": "State (through) Central Bureau Of Investigation",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 367",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Shri Kalyan Singh (former Cm Of Up) & Ors.",
        "Case Type:": "CRIMINAL APPEAL /751/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Babri Masjid' case - Masjid - Demolition of - 49 FIRs lodged - First FIR lodged against lakhs of kar sewaks for offences u/ss.153-A",
            "295",
            "297",
            "332",
            "337",
            "338",
            "395 and 397 r/w 120-B !PC - Second FIR lodged against eight persons (out of whom two are dead) u/ss.153-A",
            "153-B",
            "505 IPC"
        ],
        "HeadNote": "'Bahri Masjid' case - Masjid - Demolition of - 49 FIRs lodged - First FIR lodged against lakhs of kar sewaks for offences ulss.153-A, 295, 297, 332, 337, 338, 395 and 397 r/w 120-B !PC - Second FIR lodged against eight persons (out of whom two are dead) ulss.153-A, 153-B, 505 !PC - Further, 46 F!Rs pertaining to cognizable offences and 1 FIR pertaining to non-cognizable offences were also lodged - Notification issued by the State Government to try all the cases, except second FIR at Lucknow by Special Court - Special Court committed the cases to a. Court of Sessions - CBI filed a consolidated chargesheet - State Government amended notification and i11serted seco11d FIR, so that all 49 cases could be tried at Lucknow, however, amendment did not comply with proviso to s.11(1) Cr.P.C, thus, it was struck dow11- CBI.filed suppleme11tary chargesheet against 8 perso11s at Luck11ow - Special Judge, Lucknow held all offe11ces committed i11 course of same transactio11 which warra11ted a joi11t trial - 111 criminal revisio11 petitio11, High · Court upheld frami11g of charges i11 48 cases out of 49 cases, except seco11d FIR a11d, further held that notificatio11 by State government seeking amendment( of inserting second FIR and trying 49 cases together) of earlier notification was a curable legal infirmity - CBI requested State government to rectify the notification, which was rejected - Then, CBI filed supplementary chargesheet agai11st eight accused perso11s before Judicial Magistrate, Rae Bareilly - Held: The evidences for all.the offences is almost the same and these offences, therefore, cannot be separated from each other, irrespective of the fact that 49 different F!Rs were lodged - High Court expected rectification of notificatio11 after delivery of its judgment, in which case joint trial would have proceeded, however, i11Stead, supplementary chargesheet was filed by CB/at Rae Bare illy, which completely derailed the joint trial envisaged - Therefore, bestcourse in present case would be to transfer the proceedings (.'>econd FIR) going on at Rae Bareilly to the Sessions Court at Lucknow so that joint trial could proceed. 947 A Code of Criminal Procedure, 197 3 - 'Bahri Masjid' demolition case - Dropping of proceedings - Special Court dropped proceedings against 21 persons, taking view that there were two 8 sets of accused, one-kar sewaks who demolished the Masjid and others who were instigators and same was upheld by the High Court - Held: The dropping of proceedings against 21 accused was totally erroneous - Said accused could not possibly have been discharged, as they were arrayed as accused insofar charge of criminal conspiracy is concerned in the joint chargesheet filed by the CBI - C Charge of criminal conspiracy being already there in joint chargesheet, this charge could be added to the charges already framed against the survivors of the group of 8 accused - As, against the survivors of the group of 13, Penal Code offences mentioned in the joint chargesheet also need to be added - There is no need for D de novo trial inasmuch as the aforesaid charges against all the 21 accused can be added in the ongoing trial. Constitution of India - Arts. 21, 142 - 'Bahri Masjid' demolition case - Transfer of proceedings - Scope of - Respondent Nos. 4, 5 contended that Art.142 cannot be used to transfer E proceedings from Rae Bareilly to Lucknow as proceedings at Rae Bareilly was with Judicial Magistrate and 011 going proceedings at Lucknow were with Session Court - It was pleaded that the right to appeal of respondents from court of judicial magistrate to Sessions court would be taken away, infringing Art.21 ~Held: The fact that one Special Judge happens to be Magistrate, whereas the other F Special Judge has committed the case to a Court of Sessions would not make any difference as, even a right of appeal from a Magistrate to the Sessions Court and from the Session court to the High Court could be taken away under procedure established by law i.e., by virtue of section 407(1) and (8) - Hence, u/s.407 even if 2 tiers of G appeal are done away with, there is no infraction of Art.21 - Further, the fact that High Court has been given power of transfer under Cr.P. C. does not detract from the Supreme Court using constitutional power u/Art.142 - In present case, there is no substantive mandatoryprovision which is infracted by using Art.142 -Maxims - 'Fiat justitia ruat caelum'- Code of Criminal procedure, 1973 - s.407. Constitution of India - Art. 142 - Held: By Article 142, equity has been given precedence over law - But it is not the kind of equity which can disregard mandatory substantive provisions of law when B the Supreme Court issues directions under Art. 142 - While .moulding relief. the Supreme Court can go to the extent of relaxing the application of law to the parties or exempting altogether the parties from the rigours of the law in view of the peculiar facts and circumstances of the case - This being so, it is clear that Supreme Court has the power, nay, the duty to do complete justice in a case c when found necessary - Equity. 1Jeliiy/laches - 'Bahri Masjid' demolition case - Said crime which shook the secular fabric of the Constitution of India was committed almost 25 years ago - Accused persons not yet brought to book - Held: Th~re shall be no transfer of the Judge .conducting D trial until the entire trial concludes - Case not to be adjourned on any ground except when the Session Court finds it impossible to carry on the trial for that particular date, reasons to be recorded for the same - CBI to ensure that on every date fixed for evidence, some prosecution witnesses must remain present, so that for want of E witnesses the matter be not adjourned - Sessions Court to complete the trial and deliver the judgment within a period of 2 years from the date of receipt of this judgment."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "CHHATTISGARH STATE INDUSTRIAL DEVELOPMENT CORPORATION LTD AND ANR. VS. M/S AMAR INFRASTRUCTURE LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxNzM=",
        "Citation": "[2017] 6 S.C.R. 974",
        "Case Type": "(CIVIL APPEAL /4248/2017)",
        "Date": "09 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS8yMDE5XzZfOTc0IC0gOTk2XzE3MDMzMTcxNDcucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 974",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "09 March 2017",
        "Petitioner:": "Chhattisgarh State Industrial Development Corporation Ltd And Anr.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 230",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "M/s Amar Infrastructure Ltd. And Ors.",
        "Case Type:": "CIVIL APPEAL /4248/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tenders - Technical evaluation - Challenge to - Chhattisgarh State Industrial Development Corporation Ltd. (CS/DC) floated tender with respect to work relating to upgradation of infrastructure"
        ],
        "HeadNote": " Tenders - Technical evaluation - Challenge to - Chhattisgarh State Industrial Development Corporation Ltd. (CS/DC) floated tender with respect to work relating to upgradation of infrastructure - Tenders opened for determining whether the bidders satisfied the pre-qualification criteria - CS/DC prepared .charts of technical evaluation documents and placed before the Tender Evaluation Committee - Committee selected two bidders ranked as L-1 and L-2 - Respondent was disqualified - Aggrieved, writ petition filed by respondent on ground that L-2 had been found eligible despite not having a Hot Mix Plant - High Court held that L-2 was made to qualify in spite of the fact that it wqs not having Hot Mix Plant and there was discrepancy in the document of technical evaluation filed by the CS/DC and the one filed by respondent with respect to Hot Mix Plant, therefore L-2 was illegally included in the qualified list of bidders and thus, contract granted to L-1 was quashed - On appeal, held: Opinion of High Court cannot be accepted as relevant tender documents were not placed for consideration before High Court - Also, Hot Mix Plant was not a mandatory requirement so as to open the financial bid - Thus, the financial bids of two bidders who succeeded at the pre-qualification stage had been rightly .opened and considered - In absence of malafide or arbitrariness which is not made out in the instant case as 50 per cent of the work had been completed when the order was passed by the High Court, hence no interference was warranted in the present case - Insofar, as document relied upon by the CS/DC is concerned, as per report of cyber crime cell there is no manipulation therein - Respondent was disqualified and had not questioned the qualification of the successful bidder, L-1 bufthat of L-2, on ground that financial bid . was illegally opened - It was a fight between the tenderers involvingno· element of public interest - Respondent was trying for re- tendering to cater its business interest by seeking disqualification ofL-2 to whom the contract had not been given - The Court has to be loath in such matter to make intetference. "
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "SIGNODE INDIA LIMITED VS. COMMR.OF CEN. EXCISE & CUSTOMS - II",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxODY=",
        "Citation": "[2017] 6 S.C.R. 997",
        "Case Type": "(CIVIL APPEAL /6038-6039/2007)",
        "Date": "08 MARCH 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9TaWdub2RlIEluZGlhIExpbWl0ZWQgXyBDb21tci5vZiBDZW4uIEV4Y2lzZSAmIEN1c3RvbXMgLSBJaV8xNzAxODQwNTY2LnBkZg==",
        "SCR Citation:": "[2017] 6 S.C.R. 997",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "08 March 2017",
        "Petitioner:": "Signode India Limited",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 214",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Commr.of Cen. Excise & Customs - Ii",
        "Case Type:": "CIVIL APPEAL /6038-6039/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Finance Act",
            "1994: ss.2(23)",
            "s.65 (23)",
            "s.65 (76b)",
            "s.65(105)(zr) and s.65 (105) (zzzf) - Service tax - Service rendered by appellant in the manufacturing unit of Principal manufacturer -"
        ],
        "HeadNote": "Finance Act, 1994: ss.2(23), s.65 (23), s.65 (76b), s.65(105)(zr) and s.65 (105) (zzzf) - Service tax - Service rendered by appellant in the manufacturing unit of Principal manufacturer - Liability sought to be fastened on the appellant on ground that service rendered by appellant 01nounted to \"cargo handling service\", however, appellant claimed that service rendered by it amounts to a \"packaging activity'', which has become exigible to service tax by amendment to Finance Act, 1994 and by insertion of s.65(76b) and s.65(105)(zzzf) with effect from 16.06.2005 - Tribunal found appellant liable to pay service tax for its activity for period prior to 2005 - Held: Cargo is understood to denote goods which are ready for transportation whereas packaging of goods is a stage prior - Activity undertaken by the appellant, though related to packing activity, is at a stage when the goods are yet to clear the factory gate as manufactured goods for onward transportation - Admittedly, the appellant has nothing to do with the transportation of goods which it packs within the factory unit of the principal manufacturer prior to the goods leaving the factory - All activity undertaken by the appellant is related to packaging activity - ''packaging activity\" uls.65(76b) and \"service rendered in relation to packaging activity\" u/s.65(105)(zzzj) were inserted by the Finance Act, 2005, which is sufficiently indicative of legislative intent that packaging activity is different from cargo handling activity - Making appellant liable to tax for pre-amended period (prior to 16. 06. 2005) on basis that the activity undertaken by it involves rendering of cargo handling service would run counter to the express legislative intention, in a situation where liability of appellant for post amendment period in ''packaging activity\" has not been -even disputed by the Revenue -"
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "HONDA SIEL CARS INDIA LTD. VS. COMMISSIONER OF INCOME TAX, GHAZIABAD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUxOTE=",
        "Citation": "[2017] 6 S.C.R. 1004",
        "Case Type": "(CIVIL APPEAL /4918/2017)",
        "Date": "09 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9Ib25kYSBTaWVsIENhcnMgSW5kaWEgTHRkLiBfIENvbW1pc3Npb25lciBPZiBJbmNvbWUgVGF4LCBHaGF6aWFiYWRfMTcwMTg0MDYyOS5wZGY=",
        "SCR Citation:": "[2017] 6 S.C.R. 1004",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "09 June 2017",
        "Petitioner:": "Honda Siel Cars India Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 477",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Income Tax, Ghaziabad",
        "Case Type:": "CIVIL APPEAL /4918/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Technical fee with reference to acquisition of technical information - If is a capital expenditure or revenue expenditure - HMCL",
            "Japan entered into joint venture with SIEL Ltd and incorporated assessee-company. as a joint venture company"
        ],
        "HeadNote": "Tax/Taxation: c D E F G H Technical fee with reference to acquisition of technical information - If is a capital expenditure or revenue expenditure - HMCL, Japan entered into joint venture with SIEL Ltd and incorporated assessee-company. as a joint venture company - Thereafter, HMCL, Japan entered into Technical Collaboration Agreement with assessee-company to provide it different kinds of technical know-how and technical information on payment of technical fee on yearly basis - Whether technical fee payable by assessee on yearly basis is to be treated as capital expenditure or revenue expenditure - Held: If the technical know-how obtained under agreement for which technical fee/royalty is paid is for a limited period and only right lo use the technical know-how is there during the agreement with no right of acquisition, coupled with fact that technical know-how is utilised for improvising existing business, expenditure would be treated as revenue expenditure, however, position may be different if technical know-how is for purpose of setting up a new business - In instant case, the very purpose of agreement between the two companies was to set up a joint venture company with aim and objective to establish a unit for manufacture of automobiles and part thereof - Technical collaboration with assessee-company included not only tram.fer of technical information, but, complete assistance, actual, factual and on spot, for establishment of plant, machinery etc. so as to bring in existence manufacturing unit for products - A new business was set up with technical know-how provided by HMCL, Japan - Technical collaboration agreement was framed in a manner so as to give a colour of license for limited period but close scrutin.v of the same shows it to be, otherwise - Therefore, expenditure incurred was of capital nature."
    },
    {
        "volume": "2017Volume 6",
        "Case Name": "AVISHEK RAJA & ORS. VS. SANJAY GUPTA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTUyMDE=",
        "Citation": "[2017] 6 S.C.R. 1028",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /411/2014)",
        "Date": "19 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA2L1BhcnQgSS9BdmlzaGVrIFJhamEgJiBPcnMuIF8gU2FuamF5IEd1cHRhXzE3MDE4NDA3NjYucGRm",
        "SCR Citation:": "[2017] 6 S.C.R. 1028",
        "Year/Volume:": "2017/ Volume 6",
        "Date of Judgment:": "19 June 2017",
        "Petitioner:": "Avishek Raja & Ors.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 488",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Sanjay Gupta",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /411/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Courts Act",
            "1971: s.2(b) - Civil Contempt - When not - Employees in newspaper establishments - Majithia Wage Board constituted by Central Government"
        ],
        "HeadNote": "Contempt of Courts Act, 1971: s.2(b) - Civil Contempt - When not - Employees in newspaper establishments - Majithia Wage Board constituted by Central Government in exercise of its powers u/ss. 9 and l 3C of the 1955 Act - Recommendations of said Wage Board accepted and notified D by Central government - Writ petition before Supreme Court challenging said recommendations as well as notification by Central Government - Writ petitions dismissed vide judgment dated 07.02.2014, thereby approving award of Wage Board - Contempt petitions filed alleging non-payment of wages/allowances as per E the award of wage board and thus non-implementation/partial implementation of award by newspaper establishments- Held: Part implementation/non-implementation of the Wage Board award by the concerned newspaper establishments is on account of what the said establishments perceived to be the scope and ambit of Wage Board award as approved and notified by the Central Government, F the challenge to which was dismissed by Supreme Court by judgment dated 7.2.2014 - Thus, the default alleged took place on account of a wrong understanding of the award as upheld by Supreme Court and the same would not amount to wilful default so as to attract the liability of civil contempt as defined uls. 2(b) - Further, though, the G de/au/( alleged is evident, in absence of any willful or deliberate intention to commit the same, none of the newspaper establishments in the facts of the case are held guilty of commission of contempt - Further, complailits with regard to non-implementation of the Wage Board or otherwise be dealt with in terms of mechanism provided u/ s. 17 ~ The Working Journalists and Other Newspaper Employees(Conditions of Service) and Miscellaneous Provisions Act, 1955 - ss. 2(c), 9, 12, 13, 13AA, 13C, 13DD, 16A and 17. A Contempt of Court - Standard of proof - Discussed. The Working Journalists and Other Newspaper employees (Conditions of Service) and Miscellaneous Provisions Act, 1955: Purpose of enactment - Held: To provide the minimum, a fair wage, to newspaper employees. if not s.12 - Wages notified under, by Central Government - Nature of - The wages notified supersedes all existing contracts governing wages as may be in force - However, the Legislature has made it clear by way of of s.16 that, notwithstanding the wages as may be fixed and notified, it will always be open to the concerned employee to agree to and accept any benefits. which is more favourable to him than what has been notified uls.12. Doctrines/Principles - Doctrine of Waiver - Applicability of - Wage Board award (Clause 20(j)) gave an option to employees to retain their existing pay scale and not opt for wages as recommended by the Board and notified by Central Government - Undertakings given by the employees (although alleged to be involuntary/given un.der duress) agreeing to be· governed by previous wage structure, the same being less favourable - Plea of contempt petitioners that such undertaking opting for less favourable benefits than what was recommended by Wage Board is non est in law - Held: The Act is silent on the availability of an option to receive less than what is due to an employee under the Act - Such an option lies in the domain of the doctrine of waiver, an issue that does not arise in the pl't!sent case in view of specific stand of the employees with regard to the involuntary nature of undertakings allegedly furnished by them ...: Such dispute has to be resolved by the fact finding authority u/s.17 of the Act - The Working Journalists and Other Newspaper Employees (Conditions of Service) and Miscellaneous Provisions Act, 1955 - s.17.the exercise of high prerogative writ jurisdiction of this. Court u/ Art. 32 of the Constitution, unjustified - Such questions should be left for determination before the appropriate quthority either under the Act or under cognate provisions of law."
    }
]