[
    {
        "volume": "2017Volume 10",
        "Case Name": "JUSTICE K S PUTIASWAMY (RETD.), VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjEwMg==",
        "Citation": "[2017] 10 S.C.R. 569",
        "Case Type": "(WRIT PETITION (CIVIL) /494/2012)",
        "Date": "24 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice R.K. Agrawal, Hon'ble Mr. Justice S. Abdul Nazeer, Hon'ble Mr. Justice Sanjay Kishan Kaul, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvanVzdGljZSBrIHMgcHV0aWFzd2FteSAocmV0ZC4pLF91bmlvbiBvZiBpbmRpYSBhbmQgb3JzLl8xNzAwNTUwMjk0LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 569",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "24 August 2017",
        "Petitioner:": "Justice K S Putiaswamy (retd.),",
        "Disposal Nature:": "Referred Issue Answered",
        "Netural Citation:": "2017 INSC 801",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /494/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 21"
        ],
        "HeadNote": " Constitution of India - A11.21 - Right to privacy - Privacy is a constitutionally protected right in India - The decision in M. P. Sharma which holds that the right to privacy is not protected by the Constitution stands over-ruled - The decision in Kharak Singh to A B c the extent that it holds that the right to privacy is not protected by D the Constitution stands over-ruled - Right to privacy is protected · as an intrinsic part of the right to life and personal liberty under Art.21 and as a part of the freedom guaranteed by Part Ill of the Constitution - Aadhar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016, (Per Court)  "
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "THE STATE OF HIMACHAL PRADESH & ORS. VS. M/S. GUJARAT AMBUJA CEMENTS LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3Mzg=",
        "Citation": "[2017] 10 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /2652/2006)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvVGhlIFN0YXRlIE9mIEhpbWFjaGFsIFByYWRlc2ggIE9ycyAgdnMgIE1zIEd1amFyYXQgQW1idWphIENlbWVudHMgTHRkICBPcnMxNzAxOTM2MjEyLnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "The State Of Himachal Pradesh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 991",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "M/s. Gujarat Ambuja Cements Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /2652/2006",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity: Power Tariff Freeze - Benefit of - Cement manufacturing unit's entitlement to the benefit of power tariff freeze"
        ],
        "HeadNote": "Electricity: Power Tariff Freeze - Benefit of - Cement manufacturing unit's entitlement to the benefit of power tariff freeze, whether includes right to reimbursement of all the amounts paid by  the industrial unit on account of Peak Load Exemption Charge (PLEC) - Held: Company-industrial unit was clearly informed that the State is going through a phase of acute shortage of power affecting peak load hour supply - Board accorded sanction for supply of electricity during peak load hours to the unit subject to certain terms and conditions - Furthermore, by notification dated  30. I 0. I 995, power during peak hours was to be provided as a special dispensation for industries which could not afford to remain without continuous power/electricity - Normal supply of electricity for which there was a normal tariff was infact discontinued during the peak hours ,,.. Thus, incentive provided under the Incentive Rules  would not include PLEC - Company not entitled to reimbursement towards PLEC paid by it during the period of four years commencing from the date of commercial production, for availing power supply by way of special dispensation - Any reimbursement made to the company to be returned to the State/Board with interest @ 6% p.a. - Revised Rules regarding Grant of Incentive to Industrial Units in F Himachal Pradesh, I 99 I"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "PARBATBHAI AAHIR @ PARBATBHAI BHIMSINHBHAI KARMUR AND ORS. VS. STATE OF GUJARAT AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDA=",
        "Citation": "[2017] 10 S.C.R. 12",
        "Case Type": "(CRIMINAL APPEAL /1723/2017)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvUGFyYmF0YmhhaSBBYWhpciAgUGFyYmF0YmhhaSBCaGltc2luaGJoYWkgS2FybXVyIEFuZCBPcnMgIHZzICBTdGF0ZSBPZiBHdWphcmF0IEFuZCBBbnIxNzAxOTM2MjgyLnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 12",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "Parbatbhai Aahir @ Parbatbhai Bhimsinhbhai Karmur And Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1003",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Gujarat And Anr.",
        "Case Type:": "CRIMINAL APPEAL /1723/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s. 482 - Inherent jurisdiction - Exercise of by the High Court - Quashing of FIR/criminal proceedings"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s. 482 - Inherent jurisdiction - Exercise of by the High Court - Quashing of FIR/criminal proceedings - Complaint alleging that accused and others hatched a conspiracy resulting into transfer of valuable land belonging to complainant and his siblings on the  basis of the forged documents - Registration of FIR u!ss. 384, 467, 468, 471, I20-B, 506(2) - Quashing of FIR sought on the ground of amicable settlement between the parties - Rejection by the High Court - On appeal, held: High Court was justified in declining to quash the FIR - Instant case, is not merely one involving a private dispute over a land transaction between two contesting parties who  entered into a settlement later - Case involves a/legations of extortion, forgery, .fabrication of documents, utilisation of.fabricated documents to effectuate transfers of title before the registering authorities and deprivation of the complainant of his interest in land on the basis of a fabricated power of attorney - Allegations implicate serious offences having a bearing on a vital societal interest  in securing the probity of titles to or interest in land - Such offences cannot be construed to be merely private or civil but implicate societal interest in prosecuting serious crime - Penal Code, 1860 - ss. 384, 467. 468, 471, I20-B, 506(2). G H s. 482 - Inherent powers of the High Court - Quashing of FIR/criminal proceedings - Principles to be kept in mind - Stated."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "S. MOHAMMED ISPAHANI VS. YOGENDRA CHANDAK & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDE=",
        "Citation": "[2017] 10 S.C.R. 29",
        "Case Type": "(CRIMINAL APPEAL /1720/2017)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvUyBNb2hhbW1lZCBJc3BhaGFuaSAgdnMgIFlvZ2VuZHJhIENoYW5kYWsgIE90aGVyczE3MDE5MzYzNzAucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 29",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "S. Mohammed Ispahani",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 999",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Yogendra Chandak & Others",
        "Case Type:": "CRIMINAL APPEAL /1720/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.319 - Power of court to summon those persons not named in the charge sheet to appear and face trial"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.319 - Power of court to summon those persons not named in the charge sheet to appear and face trial - When a person is  named in the FIR by the complainant, but Police, after investigation, finds no role of that particular person and files the charge sheet without implicating him, the Court is not powerless, and at the stage of summoning, if the trial court finds that a particular person should ·be summoned as accused, even though not named in the charge  sheet, it can do so - At that stage, chance is given to the complainant also to file ll protest petition urging upon the trial court to summon other persons as well who were not named in the charge sheet - Once that stage has gone, the Court is still not powerless by virtue of s.319 - However, this section gets triggered when during the trial some evidence surfaces against the proposed accused.  s.319 - Invocation of - De facto complainant was tenant in the premises of the appellants-landlords against wlzom eviction decree was obtained by the appellants - On the day when delivery of possession was to be taken in terms of the order passed by the executing court, de facto complainant submitted a complaint that 50-60 rowdr elements armed with deadly weapons entered his tenanted premises and threatened his staff and damaged his proper~y and also took away valuables - Charge sheet filed under ss.379, 427, 341 r/w s.34 !PC and under s.3( I) of Tamil Nadu Property (Prevention of Damage and Loss) Act, 1992 wherein appellants were not named - After the death of de facto complainant, his son PW-1 in his deposition named the appellants and the bailiff as well - Application filed under s.319 dismiss.ed by the Magistrate - ln revision, High Court directed the Magistrate to implicate the appellants also as accused - On appeal, held: The available 'evidence· was not sufficient to implead the appellants as accusedin the case - The Police had, after thorough investigation, filed thecharge sheet in which the appellants were not implicated, however.the complainant had not filed any protest petition at that stage -Appellants/landlords were admittedly not present at the site whenthe alleged incident took place, there is no 'evidence' within themeaning of s.319 C1:P.C. on the basis of which they could besummoned as [recused persons - PW-1 and PW-4 had deposed aboutthe incident that took place at the site and the manner in which thepersons who were present allegedly behaved - As regards theappellant-bailiff, there was no specific attribution in the FIR or inthe depositions of PWs 1 tc 6 in the Court - The Police, duringinvestigation, after the registration of FIR, did nat find anythingagainst the appellant/bailiff and even the department did not findanything against him in the departmental iilqwiry - Further, duringtrial, no 'strong and cogent evidence' surfaced against the appellant/bailiff on the basis of which he could be summoned - No case wasmade out for summoning appellants under s.319 of the Cude - TamilNadu Property (Prevention of Damage and Loss) Act, 1992 - s.3 -Penal Code, 1860 - ss.379, 427, 341 rlw s.34."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "COMMISSIONER OF TRADE AND TAXES AND ORS. VS. MIS AHLUWALIA CONTRACTS (INDIA) LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDI=",
        "Citation": "[2017] 10 S.C.R. 50",
        "Case Type": "(CIVIL APPEAL /15605-15606/2017)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQ29tbWlzc2lvbmVyIE9mIFRyYWRlIEFuZCBUYXhlcyBBbmQgT3JzICB2cyAgTWlzIEFobHV3YWxpYSBDb250cmFjdHMgaW5kaWEgTHRkMTcwMTkzNjQ0Ny5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 50",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "Commissioner Of Trade And Taxes And Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 998",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Mis Ahluwalia Contracts (india) Ltd.",
        "Case Type:": "CIVIL APPEAL /15605-15606/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delhi Value Added Tax Act. 2004: Section 107 - Delhi Tax Compliance Achievement Scheme",
            "2013 - Clause 8"
        ],
        "HeadNote": "Delhi Value Added Tax Act. 2004: Section 107 - Delhi Tax Compliance Achievement Scheme, 2013 - Clause 8 - Power and  jurisdiction of the Designated Authority to issue notice under - On facts, issuance of notice under clause 8 by Additional Commissioner to assessee - In reply no objection raised by assessee as regards the jurisdiction of the Additional Commissioner - However, writ petition by assessee challenging the jurisdiction of the Additional Commissioner to issue show cause notice and that the notice was  time barred - Writ petitions allowed - On appeal, held: Power to issue the notice under clause 8 is vested with the Commissioner and not in the Designated Authority - Government order dated J(Jh April, 2014 cannot be construed to be an exercise of delegation of powers vested in the Commissioner under Clause 8 to Designated E Authority - Thus, the Additional Commissioner was not competent to issue notice - However; the conduct of the assessee in raising the issue in writ petitions and not earlier was not bonafide, thus, cannot be allowed to take advantage of its own wrong - High Court should have issued directions permitting initiation of fresh proceedings, if the Revenue was so inclined - High Court having failed to do so, F the error is corrected - Issuance of directions to enable the Revenue to issue a fresh notice to assessee under clause 8, if it so desires."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "M/S. METERS AND INSTRUMENTS PRIVATE LIMITED & ANR. VS. KANCHAN MEHTA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDM=",
        "Citation": "[2017] 10 S.C.R. 66",
        "Case Type": "(CRIMINAL APPEAL /1731/2017)",
        "Date": "05 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvTXMgTWV0ZXJzIEFuZCBJbnN0cnVtZW50cyBQcml2YXRlIExpbWl0ZWQgIEFuciAgdnMgIEthbmNoYW4gTWVodGExNzAxOTM2NTM2LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 66",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "05 October 2017",
        "Petitioner:": "M/s. Meters And Instruments Private Limited & Anr.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1009",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Kanchan Mehta",
        "Case Type:": "CRIMINAL APPEAL /1731/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881: ss. 138",
            "147 - Compounding the offence under s. 138 on payment of cheque amount and in alternative for exemption from ·personal appearance - Permissibility"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881:ss. 138, 147 - Compounding\" the offence under s. 138 on payment of cheque amount and in alternative for exemption from·personal appearance - Permissibility - Question is how the proceedings for offence under s. 138 can be regulated where accused is willing to deposit the cheque amount - Held: Where the cheque amount with interest and cost as assessed by the Court is paid by aspecified date, the Court is entitled to close the proceedings inexercise of its powers under s.143 of the Act read with s.258 Cr.P.C.- The normal rule for trial of cases under Chapter XV/l of the Actis to follow the summary procedure and the summons trial procedurecan be followed where sentence exceeding one year may be necessary taking into account the fact that compensation unders.357(3) Cr.P.C. with sentence of less than one year will not beadequate, having regard to the amount of cheque, conduct of theaccused and other circumstances - !11 every summon:1-, issued to theaccused, it may be indicated that if the accused deposits the specifiedamount, which should be assessed by the Court having regard tothe cheque amount and interest/cost, by a specified date, the accusedneed not appear unless required and proceedings may be closedsubject to any valid objection of the complainant.s. 138 - Object of legislation - Held: The object of introducings. 138 and other provisions of Chapter XVII in the Act in the year 1988 was to enhance the acceptability of cheques in the settlementof liabilities - The drawer of cheque is made liable to prosecution011 dishonour of cheque with safeguards to prevent harassment ofhonest drawers - The object of the provision is both punitive aswell as compensatory - The intention of the provision is to ensureH that the complainant received the amount of cheque by way of compensation - Though proceedings under s.138 could not betreated as civil suits for recovery, the scheme of the provision,providing for punishment with imprisonment or with fine which couldextend to twice the amount of the cheque or to the both, makes theintention of law clear - The complainant could be given not onlythe cheque amount but double the amount so as to cover interestand costs.  s.138 - Affidavit evidence - Reliability of - Held: Sinceevidence of the complaint can be given 011 affidavit, subject to theCourt summoning tlze person giving affidavit and examining hi111and the bank'.~ slip being prima facie evidence of the dishonour of  cheque, it is unnecessary for the Magistrate to record any furtherpreliminary evidence - Such affidavit evidence can be read asevidence at all stages of trial or other proceedings - The manner ofexamination of the person giving affidavit can be as per s.264C P. C. - The scheme is to follow summary procedure except' whereexercise of power under second proviso to s.143 becomes necessary, Dwhere sentence of one year may have to be awarded andcompensation under s.357( 3) is considered inadequate, havingregard to the amount of the cheque, the financial capacity); and theconduct of the accused or any other circumstances.Criminal law: Compounding of offence .,... Held: Though Ecompounding requires consent of both the ,parties~ even in absenceof such consent, the Court, in the interests of justice, on beingsatisfied that the complainant has been duly cooperated, can in ·its discretion close the proceedings and discharge accused.Code of Criminal Procedure, 1973:s.357(/)(b) - Scope of, in case of cheque dishonour cases -Held: s.357( l)(b) provides for payment of compensation for theloss caused by the offence out of the ji'ne - Where fine is not imposed,compensation can be awarded under s.357(3) to the person whosuffered loss - Sentence in default can also be imposed - The object 0of the provision is not merely penal but to make the accused honourthe negotiable instruments - In view of the above scheme, the accusedcould make an application for compounding at the first or secondhearing in which case the Court ought to allow the same - lf such ·application is made later, the accused was required to pay higheramount towards cost etc. - Even if the payment of the cheque amount,  cheque, it is unnecessary for the Magistrate to record any furtherpreliminary evidence - Such affidavit evidence can be read asevidence at all stages of trial or other proceedings - The manner ofexamination of the person giving affidavit can be as per s.264Cr: P. C. - The scheme is to follow summary procedure except' whereexercise of power under second proviso to s.143 becomes necessary, Dwhere sentence of one year may have to be awarded andcompensation under s.357( 3) is considered inadequate, havingregard to the amount of the cheque, the financial capacity); and theconduct of the accused or any other circumstances.Criminal law: Compounding of offence .,... Held: Though Ecompounding requires consent of both the ,parties~ even in absenceof such consent, the Court, in the interests of justice, on beingsatisfied that the complainant has been duly co111penrnted, can in ·its discretion close the proceedings and discharge the accused.Code of Criminal Procedure, 1973:s.357(/)(b) - Scope of, in case of cheque dishonour cases -Held: s.357( l)(b) provides for payment of compensation for theloss caused by the offence out of the ji'ne - Where fine is not imposed,compensation can be awarded under s.357(3) to the person whosuffered loss - Sentence in default can also be imposed - The object of the provision is not merely penal but to make the accused honourthe negotiable instruments - In view of the above scheme, the accusedcould make an application for compounding at the first or secondhearing in which case the Court ought to allow the same - lf such ·application is made later, the accused was required to pay higheramount towards cost etc. - Even if the payment of the cheque amount,"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "ARJUN GOPAL AND OTHERS VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDU=",
        "Citation": "[2017] 10 S.C.R. 86",
        "Case Type": "(WRIT PETITION (CIVIL) /728/2015)",
        "Date": "09 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQXJqdW4gR29wYWwgQW5kIE90aGVycyAgdnMgIFVuaW9uIE9mIEluZGlhIEFuZCBPdGhlcnMxNzAxOTM2NjA2LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 86",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "09 October 2017",
        "Petitioner:": "Arjun Gopal And Others",
        "Disposal Nature:": "I.As Disposed Off",
        "Netural Citation:": "2017 INSC 1021",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /728/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pollution: Air pollution - Bursting of crackers/fireworks in Delhi and NCR"
        ],
        "HeadNote": "Pollution: Air pollution - Bursting of crackers/fireworks inDelhi and NCR - Suspension of permanent licenses of licenceholders of.fireworks/fire crackers by order dated Il. ll.2016 - Saidorder lifted for the time being alongwith other directions by orderdated 12.09.2017 - Interim applications wherein petitioners seekingrestoration of the order of complete suspension of licences and onthe other hand the manufacturers, traders and licence holders ofthe fireworks/fire crackers seeking that the rel"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "PLASTIBLENDS INDIA LIMITED VS. ADDL. COMMISSIONER OF INCOME TAX, MUMBAI & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDY=",
        "Citation": "[2017] 10 S.C.R. 104",
        "Case Type": "(CIVIL APPEAL /238/2012)",
        "Date": "09 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvUGxhc3RpYmxlbmRzIEluZGlhIExpbWl0ZWQgIHZzICBBZGRsIENvbW1pc3Npb25lciBPZiBJbmNvbWUgVGF4IE11bWJhaSAgQW5yMTcwMTkzNjY5My5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 104",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "09 October 2017",
        "Petitioner:": "Plastiblends India Limited",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1016",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Addl. Commissioner Of Income Tax, Mumbai & Anr.",
        "Case Type:": "CIVIL APPEAL /238/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s. 80-IA - Deductions in respect of profits and gains from industrial undertakings"
        ],
        "HeadNote": "Income Tax Act, 1961: s. 80-IA - Deductions in respect of profits and gains from industrial undertakings - Claim of depreciation u!s. 80-IA - Assessee, an industrial undertaking engaged in infrastructural development - Computation of assessee s income under head 'profits and gains' of business - Whether deduction to be reduced by allowance of depreciation for the year even though asses.see exercised option not to claim depreciation u/s. 32 - Held: Depreciation had to be reduced for computing the profits eligible for deduction u/s. 80-IA, as it was a complete code in itself - Any device adopted to reduce or inflate the profits of eligible business to be rejected."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "DHARMABIRI RANA VS. PRAMOD KUMAR SHARMA (D) THR. LRS. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDc=",
        "Citation": "[2017] 10 S.C.R. 122",
        "Case Type": "(CIVIL APPEAL /9906/2010)",
        "Date": "05 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvRGhhcm1hYmlyaSBSYW5hICB2cyAgUHJhbW9kIEt1bWFyIFNoYXJtYSBkIFRociBMcnMgIEFucjE3MDE5MzY3ODYucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 122",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "05 October 2017",
        "Petitioner:": "Dharmabiri Rana",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1005",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Pramod Kumar Sharma (d) Thr. Lrs. & Anr.",
        "Case Type:": "CIVIL APPEAL /9906/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific performance: Suit for specific performance of agreement to sell property"
        ],
        "HeadNote": "Specific performance: Suit for specific performance of agreement to sell property - Denial of title by defendant - Held: Court can order specific performance of (/fl agreement only c The when it is proved that a person allegedly executing an agreement to sell has right of transferring the property - When defendants deny their entitlement and right, title and interest in the suit property, the said question is necessary to be answered before decreeing the suit - In the instant case, the trial court after noticing the said  pleading on behalf of the defendants did not enter into this question or returned any finding as to ownership of the suit property - It was not proved that any power of attorney was executed so as to enable defendant no.2 to enter into agreement to sell and further the execution of agreement was also not proved - Although, copy of alleged power of attorney was filed by appellant before this Court E but both the Courts having not considered the same, it was not necessary for this Court to consider the same in this appeal - Suit was rightly dismissed by first appellate court - No interference called for."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "SANTOSH S/O DWARKADAS FAFAT VS. THE STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NDg=",
        "Citation": "[2017] 10 S.C.R. 129",
        "Case Type": "()",
        "Date": "10 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvU2FudG9zaCBTbyBEd2Fya2FkYXMgRmFmYXQgIHZzICBUaGUgU3RhdGUgT2YgTWFoYXJhc2h0cmExNzAxOTM2ODY1LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 129",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "10 October 2017",
        "Petitioner:": "Santosh S/o Dwarkadas Fafat",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 1027",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "The State Of Maharashtra",
        "Case Type:": "N/A",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail: Anticipatory bail - Entitlement - Allegation against appellant that he received misappropriated food grains meant for public distribution - Appellant seeking anticipatory bail - Rejection C by the courts below"
        ],
        "HeadNote": "Bail: Anticipatory bail - Entitlement - Allegation against appellant that he received misappropriated food grains meant for public distribution - Appellant seeking anticipatory bail - Rejection  by the courts below - Before this Court, Investigating Officer of the opinion that custody of the appellant ivas required for recording his confessional statement in terms of what co-accused had already stated; and that he was not co-operating because he kept 011 reiterating that he had not purchased the food-grains - Held: Purpose of custodial interrogation is not just for the purpose of  confession - Right against self-incrimination is provided for in Article 20(3) of the Constitution - Merely because the appellant did not confess, it cannot be said that the appellant was not co- operating with the investigation - However, in case, there is no co- operation on the part of the appellant for the completion of the E investigation, it would be open to the State to seek for cancellation of bail - Constitution of India - Article 20(3)."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "NAGAR PALIKA RAISINGHNAGAR VS. RAMESHWAR LAL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NTA=",
        "Citation": "[2017] 10 S.C.R. 133",
        "Case Type": "(CIVIL APPEAL /10833/2010)",
        "Date": "10 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvTmFnYXIgUGFsaWthIFJhaXNpbmdobmFnYXIgIHZzICBSYW1lc2h3YXIgTGFsICBBbnIxNzAxOTM2OTk0LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 133",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "10 October 2017",
        "Petitioner:": "Nagar Palika Raisinghnagar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1024",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Rameshwar Lal & Anr.",
        "Case Type:": "CIVIL APPEAL /10833/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Injunction: Suit for permanent injunction filed by plaintiff- respondent on the strength of Patta issued in favour of grand father of the respondent",
            "seeking restraint against the appellant from dispossessing the respondent from the suit land - Trial court dismissed the suit"
        ],
        "HeadNote": "Injunction: Suit for permanent injunction filed by plaintiff- respondent on the strength of Patta issued in favour of grand father of the respondent, seeking restraint against the appellant from dispossessing the respondent from the suit land - Trial court dismissed the suit - First appellate court set aside the order of trial court holding that the respondent's grandfather was granted Patta in relation to the suit land by appellant; that the appellant failed to prove that it was cancelled and pursuant thereto the respondent'.~ predecessor refunded the amount; that the Patta granted was in  relation to the suit land; and that the respondent was in possession of the suit land - High Court upheld the order of first appellate court - On appeal, held: The respondent was able to make out all the three necessary ingredients for grant of permanent injunction with the aid of evidence, namely, the prima facie case, the balance  of convenience and the irreparable loss and injure, if the injunction is not granted to him - Since the respondent held Patta of the suit land, there was a prima facie case in his favour - He was also in possession of the suit land and hence the other two ingredients, namely, the balance of convenience and irreparable loss and injury, were also in his favour - Respondent was rightly held entitled to  claim permanent injunction against the appellant in relation to the suit land."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "HIMANGNI ENTERPRISES VS. KAMALJEET SINGH AHLUWALIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NTE=",
        "Citation": "[2017] 10 S.C.R. 139",
        "Case Type": "(CIVIL APPEAL /16850/2017)",
        "Date": "12 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvSGltYW5nbmkgRW50ZXJwcmlzZXMgIHZzICBLYW1hbGplZXQgU2luZ2ggQWhsdXdhbGlhMTcwMTkzNzA3NS5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 139",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "12 October 2017",
        "Petitioner:": "Himangni Enterprises",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1038",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Kamaljeet Singh Ahluwalia",
        "Case Type:": "CIVIL APPEAL /16850/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996: s.8 - Application under - Jn a pending suit for eviction of premises in question leased out to the defendant"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s.8 - Application under - Jn a pending suit for eviction of premises in question leased out to the defendant - Defendant's  application u/s. 8 rejected by courts below - On appeal, held: The issue i.e. eviction and tenancy since governed by special statute, is not arbitrable - Therefore, application u/s. 8 was rightly rejected and suit filed by the landlord was maintainable - Even to the premises. to which the Rent Act is not applicable, Arbitration Act is not .  applicable - Delhi Rent Act, I 955 - s.3."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "COMMISSIONER OF CENTRAL EXCISE & SERVICE TAX, BANGALORE VS. MIS KARNATAKA SOAPS & DETERGENTS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NTU=",
        "Citation": "[2017] 10 S.C.R. 148",
        "Case Type": "(CIVIL APPEAL /4822-4825/4822)",
        "Date": "12 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQ29tbWlzc2lvbmVyIE9mIENlbnRyYWwgRXhjaXNlICBTZXJ2aWNlIFRheCBCYW5nYWxvcmUgIHZzICBNaXMgS2FybmF0YWthIFNvYXBzICBEZXRlcmdlbnRzIEx0ZDE3MDE5MzczNzEucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 148",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "12 October 2017",
        "Petitioner:": "Commissioner Of Central Excise & Service Tax, Bangalore",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1036",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "Mis Karnataka Soaps & Detergents Ltd.",
        "Case Type:": "CIVIL APPEAL /4822-4825/4822",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Excise Tariff Act",
            "1985 - Chapter Sub-Heading 3302.90 of First Schedule - Exemption of excise duty on perfumery compound"
        ],
        "HeadNote": "Central Excise Tariff Act, 1985 - Chapter Sub-Heading 3302.90 of First Schedule - Exemption of excise duty on perfumery compound - Odoriferous compound prepared by the respondent was applied to agarbathis to complete the process of manufacture of agarbathis - The Central Board of Excise and Customs issued a circular in 1999 which clarified that the odorferous substance, not capable of being bought and sold in the market in the normal course of trade, was not excisable - Before that, respondent was paying excise duty with respect to these odoriferous compounds and paid till March 2001 - Consequently, show cause notices issued to respondent to pay excise duty for period 2001-2002 to 2006-2007-  Additional Commissioner of Central Excise passed orders holding that the Board~· circular was not applicable to the respondents and hence was liable to pay excise duty - Orders confirmed by the Appellate authority - However, CESTAT set aside the said orders - Held: Respondent manufactures perfumery compound in its Bangalore unit and then tram ports it to Mysore where it is finally  applied to raw agarbathis to complete the manufacturing process of agarbathi - In this process of manufacturing, the perfumery compound is capable of being sold in the open market - Appellant fwd even sold some part of the compound to Mis. 'THC' - Evidently, clarification given by the circular is applicable to the product which  comes into existence, at intermediate stage in the form of pastel dough in a continuous process of manufacture and not to the manufacture of odoriferous perfume, which is in liquid form and has got shelf life and capable of being stored/transported/sold - Circular cannot be equated with that of an exemption notification but is required to be read within the limited scope of its context in which it was issued - Circular clarifying certain doubts cannot giveeffect of an exemption notification - Therefore, it cannot be saidthat agarbathi compound manufactured by the respondent is coveredunder the aforesaid circular - Central Excise Act, 1944.Central Excise Tariff Act, 1985 - Chapter Sub-Heading3302. 90 o"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "ASSISTANT DIRECTOR OF INCOME TAX-I, NEW DELHI VS. MIS. E-FUNDS IT SOLUTION INC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NTY=",
        "Citation": "[2017] 10 S.C.R. 157",
        "Case Type": "(CIVIL APPEAL /6082/2015)",
        "Date": "24 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQXNzaXN0YW50IERpcmVjdG9yIE9mIEluY29tZSBUYXhpIE5ldyBEZWxoaSAgdnMgIE1pcyBFZnVuZHMgSXQgU29sdXRpb24gSW5jMTcwMTkzNzQzMy5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 157",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "24 October 2017",
        "Petitioner:": "Assistant Director Of Income Tax-i, New Delhi",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1048",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Mis. E-funds It Solution Inc.",
        "Case Type:": "CIVIL APPEAL /6082/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: Business _income of companies incorporated in US - Taxability of - Permanent establishment (PE)"
        ],
        "HeadNote": "Income Tax Act, 1961: Business _income of companies incorporated in US - Taxability of - Permanent establishment (PE) - The Income Tax Act, in particular s.90 thereof, does not speak of the concept of a PE - This is a creation only of the DTAA - By virtue of Art. 7( 1) of the DTAA, the business income _of companies which are incorporated in the US will be taxable only in the US, unless it is found that they were PEs in India, in which event their business income, to the extent to which it is attributable to such PEs, would be taxable in India - There must exist a fixed place of business in India, which is at the disposal of the US companies, through which they carry on \"their own business - ln the instant case, there is no specific finding in the assessment order or the appellate orders that applying the said tests, any fixed place of business was put at the disposal of these companies - No part of the main business and revenue earning activity of the two American companies was carried on through a fixed business place in India which has been put at their disposal - The Indian company only renders support services which enable the assessees in tum to render services to their clients abroad - This outsourcing of work to India would not give rise to a fixed place PE - Insofar as a service PE is concerned, the requirement of Art.5(2)(1) of the DTAA is that an enterprise must furnish services \"within India\" through employees or other personnel - None of the customers of the assesses are located in India or have received any services in India - Therefore, the assessing officer, CIT (Appeals) and the lTAT essentially adopted a fundamentally erroneous approach in saying that they were contracting with a 100% subsidiary and were outsourcing business to such subsidiary, which resulted in the creation of a PE - Interference wit!! the judgmentally of High Court not called for - Double Taxation Avoidance Agreementof 1990 - Arts.5, 7.Foreign assessee - Burden to prove PE - Held: The burdenof proving the fact that a foreign assessee has a PE in India andmust, therefore, suffer tax from the business generated from suchPE is initially on the Revenue.Permanent establishment (PE) - Meaning of - Distinct typesof PEs - Discussed - Double Taxation Avoidance Agreement of1990 - Art.5."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "INTERNATIONAL ASSET RECONSTRUCTION COMPANY OF A INDIA LTD VS. THE OFFICIAL LIQUIDATOR OF ALDRICH PHARMACEUTICALS LTD. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NTk=",
        "Citation": "[2017] 10 S.C.R. 199",
        "Case Type": "(CIVIL APPEAL /16962/2017)",
        "Date": "24 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvSW50ZXJuYXRpb25hbCBBc3NldCBSZWNvbnN0cnVjdGlvbiBDb21wYW55IE9mIEEgSW5kaWEgTHRkICB2cyAgVGhlIE9mZmljaWFsIExpcXVpZGF0b3IgT2YgQWxkcmljaCBQaGFybWFjZXV0aWNhbHMgTHRkIEFuZCBPdGhlcnMxNzAxOTM3NDk4LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 199",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "24 October 2017",
        "Petitioner:": "International Asset Reconstruction Company Of A India Ltd",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1046",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "The Official Liquidator Of Aldrich Pharmaceuticals Ltd. And Others",
        "Case Type:": "CIVIL APPEAL /16962/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963: s.5 - D.elay - Condonation of- Applicability of s.5 to proceeding under s.30 of the RDB Act"
        ],
        "HeadNote": "Limitation Act, 1963: s.5 - D.elay - Condonation of-Applicability of s.5 to proceeding under s.30 of the RDB Act -Whether s.5 of the Limitation Act, 1963 can be inFoked to condonethe prescribed period of 30 days, under s.30( 1) of the Recovery ofDebts and Bankruptcy Act, 1993 (RDB Act), for preferring an appealbefore the Tribunal, against an order of the Recove1y officer - Held:711e RDB Act is a special law and a complete code by itself withregard to expeditious recoFery of dues to banks and financialinstitutions - The fact that the Tribunal may be vested with some ofthe powers as a civil court under the Code of Civil Procedure doesnot vest in it the status of a Court - s.22( 1 ), in fact, provides thatthe Tribunal shall not be bound by the procedures under the C.P. C.,and can regulate its own procedures in accordance with naturaljustice - s.5 of the Limitation Act provides that the appeal orapplication, with the exception of Order XX!, CPC may be admittedafter the prescribed period, if the applicant satisfies the court thathe has sufficient cause for not preferring the application withintime - The pre-requisite, therefore, is the pend ency of a proceedingbefore a court - The proceedings under the Act being before astatutory Tribunal, it cannot be placed at par with proceedingsbefore a court - The Tribunal shall, therefore, have no powers tocondone delay, unless expressly conferred by the statute creatingit - s.24 of the RDB Act makes the provisions of the Limitation Actapplicable only to such an original \"application\" made under s.19only - The definition of an \"application\" under r. 2(c) cannot beextended to read it in conjunction with s. 2(b) of the Act extendingthe meaning thereof beyond what the Act provides for and thenmake s.24 of the RDB Act applicable to an appeal under s.30( 1) of  the Act - Any such interpretation shall be completely contrary tothe legislative intent, extending the Rules beyond what the Actprovides for and limits - The exclusion of any provision for extensionof time by the Tribunal in preferring an appeal under s.30 of theAct makes it manifest that the legislative intent for exclusion wasexpress - The application of s.5 of the Limitation Act by resort tos.29(2) of the Limitation Act, 1963 therefore does not arise - Theprescribed period of 30 days under s.30( l) of the RDB Act forpreferring an appeal against the order of the Recovery officertherefore cannot be condoned by application of s.5 of the LimitationAct - Recovery of Debts and Bankruptcy Act, 1993 - ss.19, 24, 30.Recovery of Debts and Bankruptcy Act, l 993: Object oflegislation - Discussed."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "LIFE INSURANCE CORPORATION OF INDIA VS. SANJEEV BUILDERS PVT. LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3NjQ=",
        "Citation": "[2017] 10 S.C.R. 208",
        "Case Type": "(CIVIL APPEAL /16964/2017)",
        "Date": "24 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvTGlmZSBJbnN1cmFuY2UgQ29ycG9yYXRpb24gT2YgSW5kaWEgIHZzICBTYW5qZWV2IEJ1aWxkZXJzIFB2dCBMdGQgQW5kIE9yczE3MDE5Mzc3MDQucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 208",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "24 October 2017",
        "Petitioner:": "Life Insurance Corporation Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1050",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Sanjeev Builders Pvt. Ltd. And Ors.",
        "Case Type:": "CIVIL APPEAL /16964/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Letters Patent Appeal: Maintainability of- The Letters Patent Appeal lie from the judgment which affect the vital and valuable rights of the parties and which work serious injustice to the parties concerned -"
        ],
        "HeadNote": "Letters Patent Appeal: Maintainability of- The Letters Patent Appeal lie from the judgement which affect the vital and valuable rights of the parties and which work serious injustice to the parties c concerned - In the instant suit for specific performance of agreement of sale of suit property, the single judge of High Court allowed impleadment application filed by assignee 27 years after the suit - Letters Patent Appeal against the order of si;;g!r! judge - Dismissed on the ground that the substitution of assignee does not affect the  rights of appellant on merits and that appellant could challenge the assignemnt after the final decree - Held: The order allowing the application impleading third respondent as assignee filed after 27 years of filing of the suit vitally affects the valuable rights of the appellant - The order allowing amendment of plaint by impleading third respondent as 'Plaintiff no.3' on the basis of alleged assignment E of agreement decides a vital question which concerns the rights of the parties and hence is a 'judgment\" to maintain the Letters Pate/If Appeal within the meaning of Clause I 5 - Therefore Letters Patent Appeal is maintainable."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "POORANLAL & ANR VS. THE STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3Njk=",
        "Citation": "[2017] 10 S.C.R. 221",
        "Case Type": "(CRIMINAL APPEAL /1008/2008)",
        "Date": "25 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvUG9vcmFubGFsICBBbnIgIHZzICBUaGUgU3RhdGUgT2YgTWFkaHlhIFByYWRlc2gxNzAxOTM3NzU3LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 221",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "25 October 2017",
        "Petitioner:": "Pooranlal & Anr",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1051",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1008/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: s. 304 (Part II) rlw s.34 - Prosecution of five accused (including the 2 appellants-accused)"
        ],
        "HeadNote": "Penal Code, 1860:s. 304 (Part II) rlw s.34 - Prosecution of five accused(including the 2 appellants-accused) - u/ss. 148, 3021149 and 342 cJPC - Trial Court acquitted all the accused - High Court confinedthe acquittal of three accused, but convicted the appellants-accusedu!s. 304 (Part fl) r!w s.34 - On appeal,\" by the accused, held: HighCourt rightly set aside the acquittal of the appellants by segregatingtheir case from rest of the acquitted accused - They were rightlyconvicted u!s. 304 (Part fl) r/w s.34 as there was 110 motive or intention to kill the deceased, the deceased died 14 days after theincident and the doctor had not opined that the injuries weresufficient in ordinary course of nature to have caused death."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "KOLKATA METROPOLITAN DEVELOPMENT AUTHORITY VS. PRADIP KUMAR GHOSH & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc3Nzc=",
        "Citation": "[2017] 10 S.C.R. 229",
        "Case Type": "(CIVIL APPEAL /461/2009)",
        "Date": "24 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvS29sa2F0YSBNZXRyb3BvbGl0YW4gRGV2ZWxvcG1lbnQgQXV0aG9yaXR5ICB2cyAgUHJhZGlwIEt1bWFyIEdob3NoICBPdGhlcnMxNzAxOTM3OTM2LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 229",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "24 October 2017",
        "Petitioner:": "Kolkata Metropolitan Development Authority",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1045",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Pradip Kumar Ghosh & Others",
        "Case Type:": "CIVIL APPEAL /461/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "West Bengal Land (Requisition and Acquisition) Act",
            "1948: ss. 3",
            "4 and 5 - Land acquisition",
            "for development of Calcutta - Property handed over to Development Corporation"
        ],
        "HeadNote": "West Bengal Land (Requisition and Acquisition) Act, 1948: ss. 3, 4 and 5 - Land acquisition, for development of Calcutta - Property handed over to Development Corporation - Property requisitioned in year 1979, by issuance of notification u!s. 3( I) - Requisitioned continued for long for 14 years - Challenge to - In writ petition,. Single Judge of the High Court by order dated · 10.03.1993, did not quash notification issued u/s. 3( 1) but directed the authorities to acquire the properties within 6 months and if the authorities did not acquire the property within the time specified, the Land Acquisition Collector to release the property under requisition and restore the possession to the petitioner - Thereafter, some delay in initiating the land acquisition proceedings - l5suance of notification u!s. 4( /)(a) for acquisition of premises - However, the Division Bench held that requisition ·u/s. 3( I) deemed to have been lapsed, as such acquisition was illegal ~ Held: To enforce an order it should be effective on date mandamus is sought to be enforced - ft can be interdicted by another order or by statutory intervention - By virtue of s. 6, until and unless r~lease order is passed and delivery of possession pursuant thereto takes place, the requisition would continue - In the instant case, court had not quashed the order of requisition and has not ordered that on lapse of 6 months period granted for acquisition and further period of 6 months property shall stand derequisitioned - Direction was issued to the L.A.C. to release the property from requisition - There was no automatic consequence of the de-requisition on lapse of specified time - Thus, if the property had not been released u/s 6 obviously the requisition continued and statutory power of acquisition could have been exercised - Requisition continued until the date of acquisition notification and there was no time limit for initiation acquisition - It is not a case that order was void but statutory powerhas been exercised - As statutory power has been exercised, thestatutory action is not stifled by the order of the court - Thus, theDivision Bench of the High Court erred in law in quashing theacquisition - Order passed by the Division Bench set aside andthat of the Single Bench is restored."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "SUNAINA SHARMA & ORS. VS. STATE OF JAMMUAND KASHMIR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc4MTU=",
        "Citation": "[2017] 10 S.C.R. 261",
        "Case Type": "(CIVIL APPEAL /4594-4595/2017)",
        "Date": "26 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvU3VuYWluYSBTaGFybWEgIE9ycyAgdnMgIFN0YXRlIE9mIEphbW11YW5kIEthc2htaXIgIE9yczE3MDE5Mzg0NzkucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 261",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "26 October 2017",
        "Petitioner:": "Sunaina Sharma & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 1056",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "State Of Jammuand Kashmir & Ors.",
        "Case Type:": "CIVIL APPEAL /4594-4595/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: Promotion - Retrospective promotion - Promotees-Excise and Tax Officers seeking retrospective promotion from the dates when the vacancies occurred in promotion quota"
        ],
        "HeadNote": "Service Law: Promotion - Retrospective promotion - Promotees-Excise and Tax Officers seeking retrospective promotion from the dates when the vacancies occurred in promotion quota - c Held: No person can be promoted with retrospective effect from a date when he was not born in the cadre - Seniority has to be reckoned only from the date the person entered into that sen,ice - However, on a· combined reading of r. 9 of the Excise Rules and rr. 23 and 24 of the Civil Services Rules, the promotion can be granted on retrospective basis to promotee officers from a date on which the  clear-cut vacancy in the promotional cadre has occurred subject however to the conditions that the promotee should have worked against that post prior to his regular appointment - On facts, though vacancies may have been there in the quota, promotees having not worked against the post of ETO could not have been appointed  and granted seniority from an anterior date - Post of ETO is a gazetted post in a totally different cadre, and promotees were not members of the Service as ETOs, though they may have been holding pensionable posts - Single Judge of the High Court was right in holding that the promotees could not have been given the benefit. of retrospective promotion and seniority from a date when they were F not even born in the cadre and not working against the post - This retrospective promotion also violates the provisions of r. 9 - J & K Civil Services (CCA Rules), 1956 - rr. 23 and 24 - J & K Excise Rules - r. 9"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "VISHNU BHAGWAN AGRAWAL & ANR. VS. NATIONAL INSURANCE CO. LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc4MTk=",
        "Citation": "[2017] 10 S.C.R. 278",
        "Case Type": "(CIVIL APPEAL /4661/2007)",
        "Date": "26 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvVmlzaG51IEJoYWd3YW4gQWdyYXdhbCAgQW5yICB2cyAgTmF0aW9uYWwgSW5zdXJhbmNlIENvIEx0ZDE3MDE5Mzg1MzkucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 278",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "26 October 2017",
        "Petitioner:": "Vishnu Bhagwan Agrawal & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1054",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "National Insurance Co. Ltd.",
        "Case Type:": "CIVIL APPEAL /4661/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration - Appellant kept jute stock",
            "which was insured - Appellant subsequently purchased more stock of jute and asked for increase in the value of the insurance policy"
        ],
        "HeadNote": "Arbitration - Appellant kept jute stock, which was insured - Appellant subsequently purchased more stock of jute and asked for increase in the value of the insurance policy - This, according to insurance company was not accepted - Raw jute involved in a fire incident - Dispute whether the insured stock should be valued as on the date of the fire or on the date of purchase - Appellant produced evidence in the form of purchase receipts of the value of stock of jute which amounted to Rs. 7031- per quintal - However, this was not accepted in the survey done at the behest of the insurance company, the surveyors valued stock @ Rs.4041- per quintal by adopting the spot rate fixed in the market - Appellant invoked arbitration proceedings - /11 view of divergence of opinion between the arbitrators, the matter was referred to an Umpire - Umpire concluded that the insurance compa11y had accepted a11d agreed to the insured'.~ letter and property covered under policy in question stood increased in value and simply because an endorsement letter was not issued before the date of incidental, it would not mean that insurance company can go back from its commitment - Courts below found the award passed by the Umpire perverse - Insurance company contended that Umpire misconducted himself and that when insurance policy is written, it can be amended only in writing and not by the conduct of the parties - Held: The Umpire took a possible view in the facts of the case after having analysed the evidence before him - Though the insurance policy was to be amended in the manner known to the law and that too in writing between the parties, yet estoppel by conduct was a ground the Umpire was well within his legal ken to hold - Further, in absence of anything to rebut the evidence produced on behalf of the appellant that the purchase price of the jute would reflect the market value as on the date of the fire, equally the umpire was well within his legal bounds in arriving at conclusion, on facts, that the sum of Rs. 7031- per quintal would reflect the market value of the jute stockas on the date of fire - Insofar, as grounds for challenge areconcerned, no legal error apparent on the face of the Umpire'saward or misconduct in the sense of legal misconduct - Thus, theaward by Umpire resuscitated."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "M/S. DURO FELGUERA, S. A. VS. M/S. GANGAVARAM PORT LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc5NDY=",
        "Citation": "[2017] 10 S.C.R. 285",
        "Case Type": "(ARBITRATION PETITION /30/2016)",
        "Date": "10 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvTXMgRHVybyBGZWxndWVyYSBTIEEgIHZzICBNcyBHYW5nYXZhcmFtIFBvcnQgTGltaXRlZDE3MDE5Mzk3ODIucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 285",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "10 October 2017",
        "Petitioner:": "M/s. Duro Felguera, S. A.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 1026",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "M/s. Gangavaram Port Limited",
        "Case Type:": "ARBITRATION PETITION /30/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation (Amendment) Act",
            "2015: ss. 11 (6) and 11 (6A) - GPL awarded tender work to applicant-Foreign company and FGI-its lndian subsidiary"
        ],
        "HeadNote": "Arbitration and Conciliation (Amendment) Act, 2015: ss. 11 (6) and 11 (6A) - GPL awarded tender work to applicant-Foreign company and FGJ-its lndian subsidiary - Later original contract split into five different and separate packages with different job description - One contract with the applicant and four with FGl - Each contract had separate arbitration clause - Dispute between parties - Arbitration clause invoked - FGJ issued four arbitration notices, applicant issued one arbitration notice whereas GPL issued comprehensive arbitration notice consisting single arbitral tribunal on basis of MoU - Whether there has to be a single arbitral tribunal for International Commercial Arbitration or Multiple Arbitral Tribunals - Held: Since the dispute between the parties arose in 2016, the instant issue is governed by the amended provision of s. 11 (6A) as per which the power of the court is con.fined only to examine the existence of the arbitration agreement - On facts, there are five separate Letters of Award; five separate contracts awarded to applicant and FGJ; separate subject matters; separate and distinct work; each containing separate arbitration clause signed by the respective parties to the contract - Original Package split into five different Packages, each having different works prima facie indicates the intention of the parties to split-up Original Package into jive different packages - Thus, when there are five separate contracts, one with foreign company and four with Indian subsidiary, each having independent existence with separate arbitration clauses, and Corporate Guarantee also contains an arbitration clause, there cannot be a single arbitral tribunal for \"International Commercial Arbitration\"."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "STATE OF MAHARASHTRA & ORS. VS. RELIANCE INDUSTRIES LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc5NjY=",
        "Citation": "[2017] 10 S.C.R. 330",
        "Case Type": "(CIVIL APPEAL /1699/2007)",
        "Date": "15 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgTWFoYXJhc2h0cmEgIE9ycyAgdnMgIFJlbGlhbmNlIEluZHVzdHJpZXMgTHRkICBPcnMxNzAxOTM5OTUzLnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 330",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "15 September 2017",
        "Petitioner:": "State Of Maharashtra & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 945",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Reliance Industries Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /1699/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: ss. 3(a) and 49 - Acquisition of part of building - Without acquiring land underneath such building"
        ],
        "HeadNote": "Land Acquisition Act, 1894: ss. 3(a) and 49 - Acquisition of part of building - Without acquiring land underneath such building - When the ownership of the land lies with the Government - Permissibility- Held: Definition of 'land' under s. 3 (a) is of wide connotation - The definition includes benefits arising out of land and things .attached to the earth or  permanently fastened to anything attached to the earth - Since the owner of the building is different from the owner of the land, and if portion of that building is required/or public purpose, it is open to the State to acquire that portion of building u!s. 49 - Only the interest belonging to the owner has to be acquired - Government itse(f being the owner of the land, is not required to acquire the land - It was required only to acquire the private interest (in the building) - Such acquisition would not amount to overreach of the State's power of eminent domain or violation of Art. 300A of the Constitution - Constitution of India - Art. 300A. Interpretation of Statutes:  Rules of interpretation - Interpretation must depend on the text and context - A statute is best interpreted when one knows why it was enacted - The Act must be looked at as a whole and discovered, what each Section, each clause, each phrase and each word was meant and designed to say as to fit into the Scheme of the  entire Act - No part or word of statute can be construed in isolation. Words and Phrases: Word 'includes' - Meaning of; in the context of s. 3(a) of Land Acquisition Act, 1894"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "ROYAL MEDICAL TRUST AND ANOTHER VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc5NzM=",
        "Citation": "[2017] 10 S.C.R. 390",
        "Case Type": "(WRIT PETITION (CIVIL) /747/2017)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvUm95YWwgTWVkaWNhbCBUcnVzdCBBbmQgQW5vdGhlciAgdnMgIFVuaW9uIE9mIEluZGlhIEFuZCBBbm90aGVyMTcwMTk0MDAyNy5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 390",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "Royal Medical Trust And Another",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 889",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /747/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Medical Council Act",
            "1956: s. JO-A - Permission for establishment of new medical college"
        ],
        "HeadNote": "Medical Council Act, 1956: s. JO-A - Permission forestablishment of new medical college - Writ petition by a Trustrunning a medical college, seeking quashing of the order passedby the Government where under the petitioners debarred fromadmitting 150 students in the MBBS course in the academic years2017-18 and 2018-19 and to restrain Medical Council of India(MCJ) to encash the bank guarantee of Rs. 2 crores furnished bythe petitioner; as also quash the subsequent order passed by theGovernment reiterating the earlier order - Surprise inspection hadbeen carried out by MCI, certain deficiencies were pointed out andpetitioner were denied Letter of Permission (LOP), on basis of thereport of the oversight Committee, opinion of the HearingCommittee - Held: Order passed by the Central Government has tobe appreciated in its entirety - On perusal of the entire order, it isfound that substantial reasons have been ascribed - Thus, in viewof the facts and circumstances of the case, petitioners not entitledto LOP for the academic session 2017-2018 - No petition would beentertained from any institution/ medical college/society/trust or anyparty for grant of LOP for the academic session 2017-2018 -Students continuing their studies on the basis of LOP granted forthe academic year 2016-2017 be allowed to continue till completionof the course - Petitioners to keep the bank guarantee depositedwith the MCI alive and the MCI would not encash the same -Establishment of Medical College Regulations, 1999 - Clause8(3)(l)(d).Constitution of India: Arts 32, 226 - Power of judicialreview - Exercise of - Held: Exercise of power of judicial reviewand the extent to which ii has to be done will vary from case to case - It has its own complexi~y and would depend upon the factual projection - Judicial review, cannot be equated with the power ofappeal, for while exercising the power under Article 226 or 32. theconstitutional courts do not exercise such power - Process ofadjudication on merit by re-appreciation of the inaterials broughton record which is the duty of the appellate court is not permissible - Duty of the Court in exercise of the power of judicialreview to zealously guard the human rights, fundamental rights andthe citizens' right of life and liberty as also many non-statutory· powers of governmental bodies ."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "STATE OF U.P. & ANR. ETC. VS. ANAND KUMAR YADAV & ORS. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc5OTI=",
        "Citation": "[2017] 10 S.C.R. 428",
        "Case Type": "(CIVIL APPEAL /9529/2017)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgVXAgIEFuciBFdGMgIHZzICBBbmFuZCBLdW1hciBZYWRhdiAgT3JzIEV0YzE3MDE5NDAxNzYucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 428",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "State Of U.p. & Anr. Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 668",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Anand Kumar Yadav & Ors. Etc.",
        "Case Type:": "CIVIL APPEAL /9529/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Uttar Pradesh Right of Children to Free and Compulsory Education Rules",
            "2011:"
        ],
        "HeadNote": "Uttar Pradesh Right of Children to Free and CompulsoryEducation Rules, 2011: r.16-A [inserted by Uttar Pradesh Right of Children to Freeand Compulsory Education (First Amendment) Rules, 2014} -Prescribing absorption of 'Shiksha Mitras' as Assistant Teachers injunior basic schools - By relaxing minimum educationalqualifications for the post provided u/s. 23 of the Right of Childrento Free and Compulsory Education Act, 2009 - Executive orders issued for absorption of 1,24,000 'Shiksha Mitras' as AssistantTeachers - Constitutional validity of - Held: The fundamental rightof right to education is right to quality education - To make theright to education meaningful, a qualified teacher has significantrole - In view of clear mandate of law statutorily requiring minimum qualification/or appointment of teachers, no appointment waspermissible without such qualifications - Since 'Shiksha Mitras' werenever appointed as teachers as per applicable qualifications andare not covered by relaxation order uls. 23(2) of 2009 Act, theycould not be appointed as teachers in breach of s. 23(2) of 2009Act-State is not competent to relax the qualification - In the peculiarF facts of present case, 'Shiksha Mitras' are given opportunity to beconsidered for recruitment, !f they have acquired or now acquirerequisite qualification - Right of Children to Free and CompulsoryEducation Act, 2009 - s.23."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "MS. INDIRA JAISING VS. THROUGH SECRETARY GENERAL AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgwMDU=",
        "Citation": "[2017] 10 S.C.R. 478",
        "Case Type": "(WRIT PETITION (CIVIL) /454/2015)",
        "Date": "12 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice R.F. Nariman, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvTXMgSW5kaXJhIEphaXNpbmcgIHZzICBUaHJvdWdoIFNlY3JldGFyeSBHZW5lcmFsIEFuZCBPcnMxNzAxOTQwMjkyLnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 478",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "12 October 2017",
        "Petitioner:": "Ms. Indira Jaising",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 1031",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Through Secretary General And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /454/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Designation of Senior Advocates - Writ petition seeking declaration that the practice of designation of Senior Advocates arbitrary",
            "violative of Articles 14",
            "15",
            "18 and 21"
        ],
        "HeadNote": "Advocates Act, 1961 - ss.16, 23(5) - Designation of Lawyers - Application filed seeking recall of the order reserving pronouncement on the ground that the Court did not fully hear the submissions on behalf of the non-designated lawyers and the present writ petition should await the disposal of another writ petition pending in High Court in which challenge was made to the validity of ss.16 and 23(5) - Held: Writ petition pending before the High Court, challenges the constitutional validity of ss.16, 23(5) which• provides the statutory basis for designation of lawyers as senior advocates - Since source of power for such designation is itself under challenge, it would be more appropriate to hear the matters together by transferring the petition pending in the High Court to this Court - Order recalled and writ petition set down for final hearing along with transferred writ petition."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "BHARAT DEEP SETHI VS. SONIA TAK.KAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgwMTE=",
        "Citation": "[2017] 10 S.C.R. 531",
        "Case Type": "(CIVIL APPEAL /16809-16810/2017)",
        "Date": "12 OCTOBER 2017",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQmhhcmF0IERlZXAgU2V0aGkgIHZzICBTb25pYSBUYWtrYXIxNzAxOTQwMzU3LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 531",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "12 October 2017",
        "Petitioner:": "Bharat Deep Sethi",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1039",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Sonia Tak.kar",
        "Case Type:": "CIVIL APPEAL /16809-16810/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rent Control and Eviction - Suit for eviction by respondent- landlord"
        ],
        "HeadNote": "Rent Control and Eviction - Suit for eviction by respondent- landlord - Application filed by appellant-tenant before Rent Controller seeking leave to defend, dismissed __: Revision petition c filed by tenant before High Court wherein vide interim orders it was directed to pay Rs.1,25,0001- p.m. w.e.f 7 11' June, 2017 till the end of month of.July, 2017 and continue to pay the said amount w.e.f the month of August, 2017 - On appeal, held: Without going into the merits of the case, tenant is directed to pay Rs.40,000/- p.m. from the month of June, 2017, toward~ use and occupation -Arrest:~  @ Rs.40,000/- p.m. from June 2017 shall be paid to the landlord within a period of four weeks' after deduction of the amount already paid - The tenant shall continue to pay rent @ Rs.40,0001- - Impugned orders set aside - However; an opportunity should be · afforded to the tenant to raise all the c~contentiousness - Matter E remitted back to High Court for considering the revision petition afresh - Till the matter is finally disposed of by the High Court, no coercive· steps shall be taken by landlord."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "BIJENDER & ORS. VS. STATE OF HARYANA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgwMjA=",
        "Citation": "[2017] 10 S.C.R. 534",
        "Case Type": "(CIVIL APPEAL /2846/2017)",
        "Date": "27 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQmlqZW5kZXIgIE9ycyAgdnMgIFN0YXRlIE9mIEhhcnlhbmEgIEFucjE3MDE5NDA0NDIucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 534",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "27 October 2017",
        "Petitioner:": "Bijender & Ors.",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 1058",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "State Of Haryana & Anr.",
        "Case Type:": "CIVIL APPEAL /2846/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: ss. 4",
            "6 - Land acquisition - Determination of market rates - Award of compensation - Enhancement"
        ],
        "HeadNote": "Land Acquisition Act, 1894: ss. 4, 6 - Land acquisition - Determination of market rates - Award of compensation - Enhancement - On facts, High Court upheld the awards of the Land Acquisition officer as regards compensation @ Rs.33,00,0001- per acre for the land up to the depth of 2 acres in the bye-pass and Gair Mumkin kind of land whereas it enhanced the compensation from Rs.18, 00, 0001- per acre  to Rs.24, 75,0001- per acre for the land beyond 2 acres - On appeal, held: Acquired land was a large chunk of land having its frontage abutting the roadside - Courts below justified in applying Belting System for determining the market rate - Further, it was neither permissible and nor proper to rely solely upon the rates of small plots and then determine the compensation for a large chunk of  acquired land - Thus, taking into consideration all the relevant factors-location of the acquired land, its surroundings, nature, potentiality, rates of small plots, the purpose of acquisition, development cost needed, non-availability of the sale deeds for large areas sold in acres, etc., just, fair and proper market value of the acquired land is determined at Rs.45,00,0001- per acre in place of  Rs.33,00,0001- per acre and Rs.35,00,(JOOI- per acre in place of Rs.24,75,0001- per acre. ss. 4, 6 - Land acquisition - Determination of market rates by applying Belting System - Held: Where large pieces of land having different locations are acquired, Belting System is considered  apposite for determining the market value of the lands - In Belting System, the acquired land is usually divided in two or three belts depending upon the facts of each case - Market value of the front belt abutting the main road is taken to fetch maximum value whereas the second belt fetches two third or so of the rate determined in  relation to the first belt and the third belt, fetches half or so of the maximum.Land acquisition - Fair and reasonable market value of anyacquired land- Determination of- Guiding factors - Held: Is alwaysa question of fact and its answer depends on the nature of evidence,circumstances and probabilities appearing in each case.Land acquisition - Potentiality of the acquired land - Relevantconsideration, to be taken into consideration - Elucidated."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "RAJESH KUMAR C. K. JAIN VS. THE STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgyNTA=",
        "Citation": "[2017] 10 S.C.R. 552",
        "Case Type": "(CRIMINAL APPEAL /1833/2017)",
        "Date": "09 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvUmFqZXNoIEt1bWFyIEMgSyBKYWluICB2cyAgVGhlIFN0YXRlIE9mIEthcm5hdGFrYTE3MDE5NDMxODUucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 552",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "09 October 2017",
        "Petitioner:": "Rajesh Kumar C. K. Jain",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1019",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "The State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1833/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - s.379 - Theft - Settlement arrived at between the parties",
            "with regard to a dispute"
        ],
        "HeadNote": "Penal Code, 1860 - s.379 - Theft - Settlement arrived at between the parties, with regard to a dispute, which was reduced in writing on a bond paper and filed in the Court - Appellant-accused alleged to have stolen the said bond-paper from the file - Appellant convicted by trial court - Appeal by appellant before the Sessions Judge, allowed - Revision petition filed by the State before High Court was allowed holding that Appellate Court did not look into the materials available on record - On appeal, held: In the present  case, the Sessions Judge (Appellate Court) on the basis of evidence on record held that the existence of bond in question was not sufficiently proved. - Further, it gave sufficient reasoning for acquitting the accused - High Court erred in setting aside the said acquittal order on insufficient grounds - Order of High Court is set aside and that of Appellate Court acquitting the appellant is restored. Evidence Act, 1872 - ss. 25, 26 - Applicability of - investigating Officer (JO) relying on Exh.P6, which was the statement made by appellant-accused, tried to prove that appellant voluntarily made the said statement about incidence of crime - Held: Exh. P6  was hit by ss.25 and 26 and was inadmissible in evidence since no ·recovery was made u/s.27."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "P. KARUPAIAH (D) THR VS. THE GENERAL MANAGER THRUUVALLUVAR TRANSPORT CORPORATION LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgyNjE=",
        "Citation": "[2017] 10 S.C.R. 557",
        "Case Type": "(CIVIL APPEAL /4160/2008)",
        "Date": "12 OCTOBER 2017",
        "Judge Names": "",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvUCBLYXJ1cGFpYWggZCBUaHIgIHZzICBUaGUgR2VuZXJhbCBNYW5hZ2VyIFRocnV1dmFsbHV2YXIgVHJhbnNwb3J0IENvcnBvcmF0aW9uIEx0ZDE3MDE5NDMyOTMucGRm",
        "SCR Citation:": "[2017] 10 S.C.R. 557",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "12 October 2017",
        "Petitioner:": "P. Karupaiah (d) Thr",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 1035",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "The General Manager Thruuvalluvar Transport Corporation Ltd.",
        "Case Type:": "CIVIL APPEAL /4160/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service frrnY - Claim of back wages - When not justified - Appellant working as driver with respondent-Corporation was dismissed from the service because of his involvement in a murder case"
        ],
        "HeadNote": "Service law - Claim of back wages - When not justified - Appellant working as driver with respondent-Corporation was  dismissed from the service because of his involvement in a murder case - Conviction by Sessions Court, however, later acquitted by High Court - Appellant was reinstated after the acquittal but was declined back wages for the period in question ~ Writ petition by appellant for grant of back wages, dismissed - Order upheld by ,. Division Bench - On appeal, held: In order to Claim the relief of  back wages along with the relief of reinstatement, the employee is required to prove that from the date of his dismissal order till the· date of his rejoining, he was not gainfully employed anywhere - However, in the present case· there was no such evidence. brought on record by the appellant in his writ petition to claim the back  wages, ·in full or part, for the period in question - Orders impugned call for no interference - Labour Law - Industrial Disputes Act, 1947 - Proviso to s.17-!1. Service law - Award of back wages - Principle of \"No work- No pay\" - Change in law - Held: The law on the question of award  of back wages has taken some shift - Now, in cases where the dismissal/removal order is set aside/withdrawn by the Courts, directing employee :s reinstatement in service, the employee does not become entitled to claim back wages as of right unless the order of reinstatement itself in-express terms directs payment of back wages and other benefits."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "MANOHAR LAL SHARMA VS. CENTRAL BUREAU OF INVESTIGATION & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgyNzE=",
        "Citation": "[2017] 10 S.C.R. 562",
        "Case Type": "(WRIT PETITION(CRIMINAL) /65/2016)",
        "Date": "09 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvTWFub2hhciBMYWwgU2hhcm1hICB2cyAgQ2VudHJhbCBCdXJlYXUgT2YgSW52ZXN0aWdhdGlvbiAgT3JzMTcwMTk0MzM3Ni5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 562",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "09 October 2017",
        "Petitioner:": "Manohar Lal Sharma",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 1022",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Central Bureau Of Investigation & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /65/2016",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Panama Paper Leaks Case- Tax evasion by some individuals/ entities by way of offshore bank accounts/business"
        ],
        "HeadNote": " Panama Paper Leaks Case- Tax evasion by some individuals/ entities by way of offshore bank accounts/business - Petitioner  sought direction to the CBI to conduct an investigation/inquiry against the Indian offshore bank account holders, revealed in \"Panama Papers\" and further to register FIR and conduct investigation against Securities and Exchange Board of India (SEBI) Chairman, his associate directors, share brokers and companies -  Averments made in the Petition that \"Panama Paper Leaks\" report (information relating to tax evasion by some individuals/entities posted on a website) were not acted upon by the concerned authorities, particularly SEEi resulting in seriousfinancial loss to the general public and protection of black money hoarders - Held:  In instant case, the Special Investigation Team(SIT) has already been constituted under the orders of the Supreme Court - The terms of reference of the SIT covers the subject matter of this petition which is also clear from the notification issued by the Ministry of Finance  "
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "JUSTICE K S PUTIASWAMY (RETD.), AND ANR. VS. UNION OF INDIA AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzMTY=",
        "Citation": "[2017] 10 S.C.R. 1000",
        "Case Type": "(WRIT PETITION (CIVIL) /494/2012)",
        "Date": "15 DECEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvSnVzdGljZSBLIFMgUHV0aWFzd2FteSByZXRkIEFuZCBBbnIgIHZzICBVbmlvbiBPZiBJbmRpYSBBbmQgT3JzMTcwMTk0NDE3NS5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 1000",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "15 December 2017",
        "Petitioner:": "Justice K S Putiaswamy (retd.), And Anr.",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 1235",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India And Ors",
        "Case Type:": "WRIT PETITION (CIVIL) /494/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - A11.21 - Right to privacy - Privacy is a constitutionally protected right in India"
        ],
        "HeadNote": "Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016 - Aadhaar linkage - Deadline - Extended - The deadline for Aadhaar linkage with all schemes of its Ministries/Departments extended until 31\" March 2018 - As regards Aadhaar linkage with bank accounts, for existing bank accounts, the last date for the completion of the process extended to 31'' March 2018 - As regards Aadhaar linkage with new bank accounts, subject to submission of the details in regard to filing of the application for an Aadhaar card and furnishing of the application number to the account opening bank, the last date for the completion of the process of Aadhaar linking of new bank accounts extended to 31\" March 2018 - As regards Aadhaar based E-KYC for mobile phone subscribers, the deadline extended to 31\" March 2018 - Consistent with the above directions, the extension of the last date for Aadhaar linkage to 31\" March 2018 shall apply, besides the schemes of the Ministries/Departments of the Union government to all state governments in similar terms - The above arrangement shall continue to operate pending the disposal of the proceedings before the Constitution Bench."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "MOBILOX INNOVATIONS PRIVATE LIMITED VS. KIRUSA SOFTWARE PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzMzg=",
        "Citation": "[2017] 10 S.C.R. 1006",
        "Case Type": "(CIVIL APPEAL /9405/2017)",
        "Date": "21 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvTW9iaWxveCBJbm5vdmF0aW9ucyBQcml2YXRlIExpbWl0ZWQgIHZzICBLaXJ1c2EgU29mdHdhcmUgUHJpdmF0ZSBMaW1pdGVkMTcwMTk0NDYwNS5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 1006",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "21 September 2017",
        "Petitioner:": "Mobilox Innovations Private Limited",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 975",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Kirusa Software Private Limited",
        "Case Type:": "CIVIL APPEAL /9405/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency Laws - Legislative history of legislation relating to indebtedness"
        ],
        "HeadNote": "Panama Paper Leaks Case- Tax evasion by some individuals/ entities by way of offshore bank accounts/business - Petitioner sought direction to the CBI to conduct an investigation/inquiry against the Indian offshore bank account holders, revealed in \"Panama Papers\" and further to register FIR and conduct investigation against Securities and Exchange Board of India (SEBI) Chairman, his associate directors, share brokers and companies - Averments made in the Petition that \"Panama Paper Leaks\" report (information relating to tax evasion by some individuals/entities posted on a website) were not acted upon by the concerned authorities, particularly SEEi resulting in serious financial loss to the general public and protection of black money hoarders - Held: In instant case, the Special Investigation Team(SIT) has already been constituted under the orders of the Supreme Court - The terms of reference of the SIT covers the subject matter of this petition which is also clear from the notification issued by the Ministry of Finance - Further, the Government of India, Department of Revenue vide office memorandum has constituted Multi Agency Group(MAG) to go into issues arising out of \"Panama Papers\" - Reports of MAG to be submitted to the SIT and MAG to carry out any direction which SIT or Supreme Court may give in tlie other pending writ petition being WP(C) No.176 of 2009 - Writ petition disposed of - Prevention of Money Laundering Act, 2002 (PMLA, 2002) - Unlawful Activities (Prevention) Act, 1967 (UAPA, 1967)-s.51A- SEBI (Foreign Portfolio Investors) Regulations, 2014 (FPI Regulations) Public Interest Litigation - Scope of- Held: Public Interest Litigation is a mechanism by which Court can initiate action for protection of rights of public on account of inaction of any public .Aauthority or to oversee any abuse of power by the publicauthority-At the same time, the PJL weapon is to be used with great.caution keeping in mind the fact that governance is the basic functionof the Executive - Unless there is a clear abuse of power or.failureof governance, the Court may not interfere."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "COMMISSIONER OF INCOME TAX VS. BALBIR SINGH MAINI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzNDc=",
        "Citation": "[2017] 10 S.C.R. 1073",
        "Case Type": "(CIVIL APPEAL /15619/2017)",
        "Date": "04 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQ29tbWlzc2lvbmVyIE9mIEluY29tZSBUYXggIHZzICBCYWxiaXIgU2luZ2ggTWFpbmkxNzAxOTQ0Njk1LnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 1073",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "04 October 2017",
        "Petitioner:": "Commissioner Of Income Tax",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 1002",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Balbir Singh Maini",
        "Case Type:": "CIVIL APPEAL /15619/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "I961: ss.2(47)(v) and (vi)",
            "45 and 48 - Capital gains tax - Eligibility to - Assessee were members of a Co-operative Housing Society"
        ],
        "HeadNote": "Income Tax Act, I961:ss.2(47)(v) and (vi), 45 and 48 - Capital gains tax - Exigibilityto - Assessees were members of a Co-op_erative Housing Society -Societies entered into Joint Development Agreement (JDA) withDevelopers - Developers were required to make payment in fourinstalments - Developers made payments to the assessees only uptosecond instalment and 7. 7 acres of land out of the total 21.2 acresof land was conveyed - The said paid amount suffered capital gainstax for assessment years 2007-2008 and 2008-2009 - Furtherinstalments were never paid as the project got interdicted by judicialorders and no other conveyance of the remaining land took placeas per the JDA - Assessing Officer held that the assessees wereli"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "STATE OF UTTAR PRADESH & OTHERS VS. MAWANA SUGARS LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzNTQ=",
        "Citation": "[2017] 10 S.C.R. 1097",
        "Case Type": "(CIVIL APPEAL /10610/2017)",
        "Date": "18 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvU3RhdGUgT2YgVXR0YXIgUHJhZGVzaCAgT3RoZXJzICB2cyAgTWF3YW5hIFN1Z2FycyBMaW1pdGVkMTcwMTk0NDc1NS5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 1097",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "18 August 2017",
        "Petitioner:": "State Of Uttar Pradesh & Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 774",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Mawana Sugars Limited",
        "Case Type:": "CIVIL APPEAL /10610/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Excise - Molasses Policy - Interpretation of - State Government",
            "for the Molasses Year 2015-2016 issued"
        ],
        "HeadNote": "Excise - Molasses Policy - Interpretation of - State Government, for the Molasses Year 2015-2016 issued \"Molasses Policy'', which provided for a reservation of 25% of the molasses produced to be supplied to the country liquor manufacturers as per the formula mentioned therein - According to the respondent, the reservation of 25% would apply to the balance of molasses left over after its captive consumption for its distillery - Whereas, appellants asserted that the reservation of 25% would be on the total production of molasses, to be adjusted eventually on the basis of the balance stock computable in terms of the formula defined in the Policy - Held: In the Policy for the Molasses Year 2015-16, mandate is for 25% reservation of the total molasses produced - Unambiguous prescript of the Policy that the reservation would be. of 25% of the molasses produced, which by no means, can be construed to connote that such reservation had been contemplated to be only of the balance stock left over after the captive consumption of the sugar mill(s) concerned - Noticeably, the Policy consciously underlines that in any event thereby, the captive consumption of molasses by the sugar mills is not affected at all, so much so that if the balance stock is more than the extent of reservation, the whole of it would apply, but if the balance stock is less than the quantity to be reserved, the reservation would work only to the extent of the balance stock and not in excess - Therefore, the plea of the respondent that the reservation is unmistakably limited to 25% of the balance stock under all situations is visibly flawed and fallacious."
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "ANNAII MEDICAL COLLEGE & HOSPITAL AND ANR. VS. UNION OF INDIA AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzNjI=",
        "Citation": "[2017] 10 S.C.R. 1113",
        "Case Type": "(WRIT PETITION (CIVIL) /525/2017)",
        "Date": "14 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvQW5uYWlpIE1lZGljYWwgQ29sbGVnZSAgSG9zcGl0YWwgQW5kIEFuciAgdnMgIFVuaW9uIE9mIEluZGlhIEFuZCBBbnIxNzAxOTQ0ODMyLnBkZg==",
        "SCR Citation:": "[2017] 10 S.C.R. 1113",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "14 September 2017",
        "Petitioner:": "Annaii Medical College & Hospital And Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 903",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India And Anr.",
        "Case Type:": "WRIT PETITION (CIVIL) /525/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - MBBS course - Medical College debarred from admitting students for two academic sessions"
        ],
        "HeadNote": "Education/Educational Institutions - MBBS course - Medical College debarred from admitting students for two academic sessions - Legality of - Petitioners had submitted application for . establishment of a new medical ~college from academic session 2016- 17 - MCI pointed out deficiencies - Ministry issued a conditional LOP for academic session 2016-20I7 - MCI again pointed out  deficiencies· and sen( a negative .recommendation to the Ministry/ Respondent - Ministry/Respondent accepted the_ recommendation of the MCI and debarred the college from admitting students for two academic sessions i.e. 2017-2018 & 2018-2019 - Writ Petition - Ministry/ Respondent directed to reconsider matter fresh - . Ministry/Respondent reiterated its earlier decision and debarred . E the petitioner-college - Said order challenged by petitioner- college - Held: Impugned decision is n,either unjust no_r sufferer: from the vice of extraneous consideration - It refers to all .relevant materials pointing toward· the deficiencies in the college which still persisted and is not a mechanical order -. As regards the deficiency F · of faculty members and residents, it was contended that absence of a large number of medical staff was mainly due to Diwali festival, but the same was rejected as inspection was conducted beyond two days from the festival, which was permissible in terms of cl.8(~)( l)(df of the regulations ~ However; respondents· directed to allow the. students already admitted in petitioner-college 011 basis of G conditional LOP for academic .session 2016-2017 to continue their· session - MCI directed to depute inspection team and submit recommendation to the Ministry to consider confirmation of LOP in, favour of petitioner-college for the!. academic session 2016-2017 - Further direction to respondents to treat the renewal application  submitted by t/ie petitioner-college for t/ie academic session 2017-18 as having been made for the academic session 2018-19 -Establishment of Medical College Regulations, 1999 - cl.8(3)( I )(d"
    },
    {
        "volume": "2017Volume 10",
        "Case Name": "KAMAL KANT JAIN VS. SURINDER SINGH (D) THR. LRS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgzNjc=",
        "Citation": "[2017] 10 S.C.R. 1128",
        "Case Type": "(CIVIL APPEAL /17321/2017)",
        "Date": "27 OCTOBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvS2FtYWwgS2FudCBKYWluICB2cyAgU3VyaW5kZXIgU2luZ2ggZCBUaHIgTHJzMTcwMTk0NDkxNy5wZGY=",
        "SCR Citation:": "[2017] 10 S.C.R. 1128",
        "Year/Volume:": "2017/ Volume 10",
        "Date of Judgment:": "27 October 2017",
        "Petitioner:": "Kamal Kant Jain",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 1057",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Surinder Singh (d) Thr. Lrs.",
        "Case Type:": "CIVIL APPEAL /17321/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963 - s.23 - Liquidation of damages not a bar to specific performance - Respondent authorised one 'H' to sell the property in question by way of an authorisation letter"
        ],
        "HeadNote": "Specific Relief Act, 1963 - s.23 - Liquidation of damages not a bar to specific performance - Respondent authorised one 'H' to sell the property in question by way of an authorisation letter - Accordingly, agreement to sell entered into between the appellate- buyer and respondent-seller, in terms whereof earnest money was paid by appellant - Refusal by respondent to perform his part of the agreement - Suit.for specific performance filed by appellant, dismissed by Trial court - Appeal filed by appellant was dismissed - Second appeal filed by appellant, dismissed by before High Court holding that s.23 barred the specific performance in the facts of the case - On appeal, held: Mere naming of i:1 certain amount which may sound in damages is not good by itself to non-suit a person seeking specific performance unless it is clear that the said sum was named in lieu of specific performance - In the instant case, refund of earnest money with an equal amount as penalty was only . to secure the performance of the contract and cannot be stated to be a sum in lieu of specific performance of the contract - Mere omission of a statement in the agreement to sell that specific performance ought to be allowed would be of no consequence - Impugned judgement is set aside - Specific performance of the agreement to sell is ordered - Vacant possession of the property in question to be handed over to the appellant as soon cis Rs.JO crore.1· is paid by the appellant to the respondent - Specific Relief Act, . 1877 - s.20. ."
    }
]