[
    {
        "volume": "2017Volume 8",
        "Case Name": "SURAZ INDIA TRUST VS. UNION OF INDIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyMTI=",
        "Citation": "[2017] 8 S.C.R. 1",
        "Case Type": "(WRIT PETITION (CIVIL) /880/2016)",
        "Date": "01 MAY 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TdXJheiBJbmRpYSBUcnVzdCAgdnMgIFVuaW9uIE9mIEluZGlhMTcwMTg1ODI1Ny5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 1",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "01 May 2017",
        "Petitioner:": "Suraz India Trust",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 426",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Jagdish Singh Khehar",
        "Respondent:": "Union Of India",
        "Case Type:": "WRIT PETITION (CIVIL) /880/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administration of Justice - Abuse of process of law"
        ],
        "HeadNote": "Administration of Justice - Abuse of process of law - Misconceived petitions - Petitioner-Trust repeatedly invoked thejurisdiction of Supreme Court by filing 64 misconceived petitions -As per record, petitioner did not find any success despite repeatedendeavours - Petitioner took grievance to the highest executivefanctionaries - It also aired protestation against the officers of the· Registry of Supreme Court, even filed contempt petition against the then Chief Justice and expressed his ire against the other Judges -Held: The waste of judicial time is a matter of serious concern -The course of action adopted by the petitioner was not in consonancewith law - Filing of contempt petitions on issues which lackedjustification, highlighted the petitioners misadventures - All such misadventures have to be dealt with sternly, so as to prevent abuseof judicial time - Therefore, petitioner directly or through anyindividual refrained absolutely, from filing any cause in publicinterest, before any Court of this country - To discourage. indiscretion of instant nature, cost of Rs.25 lakhs imposed on thepetitioner - Public Interest Litigation."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "M/S. INNOVENTIVE INDUSTRLES LTD. VS. ICICI BANK & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyMzU=",
        "Citation": "[2017] 8 S.C.R. 33",
        "Case Type": "(CIVIL APPEAL /8337-8338/2017)",
        "Date": "31 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBJbm5vdmVudGl2ZSBJbmR1c3RybGVzIEx0ZCAgdnMgIEljaWNpIEJhbmsgIEFucjE3MDE4NTg1MzUucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 33",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "31 August 2017",
        "Petitioner:": "M/s. Innoventive Industrles Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 837",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Icici Bank & Anr.",
        "Case Type:": "CIVIL APPEAL /8337-8338/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Insolvency and Bankruptcy Code",
            "2016: ss. 7 and 238 - Maharashtra Relief Undertakings (Special Provisions Act)",
            "1958"
        ],
        "HeadNote": "insolvency and Bankruptcy Code, 2016: ss. 7 and 238 - Maharashtra Relief Undertakings (Special Provisions Act), 1958 - Insolvency resolution process - Default by appellant company in payment of amount due under certain credit facilities obtained from the bank-financial creditor - Insolvency petition by bank against the appellant-defaulter company, to set the insolvency resolution process in motion - Appellants interim application that no debt legally due since its liability stoodtemporarily suspended under the 1958 Act, for one year, which  was later extended for one more year - Second application that owing to non-release of funds under the master restructuring agreement-MRA, the appellant was unable to pay back its debts - NCLT held that the Code would prevail against the 1958 Act in view of the non-obstante clause in s. 238; and that the corporate  debtor had defaulted in making payments, as per the evidence placed by the financial creditors, thus, the application was admitted and moratorium was declared - In appeal, the NCLAT, held that the Code and the Maharashtra Act operate in different fields and, thus, not repugnant to each other; defaulter company failed to pay debt and cannot derive any advantage from the 1958 Act to stall the F insolvency resolution process u/s 7 - On appeal, held: Maharashtra Act cannot stand in the way of the corporate insolvency resolution process under the Code - Non-obstante clause is contained in s. 238, so that any right of the corporate debtor under any other law cannot come in the way of the Code - Thus, the tribunal was correct in appreciating that there would be repugnancy between the provisions of the two enactments - Judgement is not correct on this score - Obligation of the corporate debtor was, unconditional and did not depend upon infusing of funds by the creditors into the appellant company -- Also, the submission taken for the first time that no debt was in fact due under the MRA as it has not fallen due (owing to the default of the secured creditor) is not something that can be countenanced at this stage of the proceedings - Jn view thereof. the tribunal and the appellate tribunal of the appellate tribunal in admitting the application _filed by the .financial creditor.Object and scheme - Object of the Code is speeding up of the insolvency process - Code has brought paradigm shift in the law - Entrenched managements not allowed to continue in management if they cannot pay their debts. Operation and functioning of the Code - Discussed. Constitution of India - Art. - 254 - Repugnancy between Central and State laws - Constitutional principles - Discussed. Insolvency laws - UK Insolvency Laws and USA Insolvency Laws - Discussed."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "MUKHTIAR SINGH (SINCE DECEASED) THROUGH HIS L.R. VS. STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNDY=",
        "Citation": "[2017] 8 S.C.R. 109",
        "Case Type": "(CRIMINAL APPEAL /1163/2017)",
        "Date": "14 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Arun Mishra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NdWtodGlhciBTaW5naCBzaW5jZSBEZWNlYXNlZCBUaHJvdWdoIEhpcyBMciAgdnMgIFN0YXRlIE9mIFB1bmphYjE3MDE4NTg2NTgucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 109",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "14 July 2017",
        "Petitioner:": "Mukhtiar Singh (since Deceased) Through His L.r.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 621",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1163/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988: ss. 7 and 13 - Proof of ingredients of ss. 7 and 13 - Demand of illegal gratification - Conviction of Station House Officer of Police Station uls. 7 and 13 for taking bribe from the appellant"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988: ss. 7 and 13 - Proof of ingredients of ss. 7 and 13 - Demand of illegal gratification - Conviction of Station House Officer of Police Station u/s. 7 and 13  for taking bribe from the appellant - Upheld by the High Court. - On appeal, held: Evidence with regard to the demand of illegal gratification as made on the day of trap operation wholly inadequate to comply with the pre-requisites to constitute the ingredients of the offence with which the original accused had been charged - Prosecution failed to prove the charge levelled against the original  accused beyond all reasonable doubt - Courts below failed to analyse the factual and legal aspects as involved in their true perspectives - Thus, the order of the High Court affirming the conviction and sentence recorded by the trial court is set aside"
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "ALLOKAM PEDDABBAYYA AND ANOTHER VS. ALLAHABAD BANK AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNjA=",
        "Citation": "[2017] 8 S.C.R. 121",
        "Case Type": "(CIVIL APPEAL /2763-2764/2008)",
        "Date": "19 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9BbGxva2FtIFBlZGRhYmJheXlhIEFuZCBBbm90aGVyICB2cyAgQWxsYWhhYmFkIEJhbmsgQW5kIE90aGVyczE3MDE4NTg4MzIucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 121",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "19 June 2017",
        "Petitioner:": "Allokam Peddabbayya And Another",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 481",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "Allahabad Bank And Others",
        "Case Type:": "CIVIL APPEAL /2763-2764/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Property Act",
            "1882: s. 60",
            "Proviso - Operation of - Equitable mortgage of property by Def No.3 and 4 in 1979 in favour of bank for a loan"
        ],
        "HeadNote": "Transfer of Property Act, 1882: s. 60, Proviso - Operation of - Equitable mortgage of property by Def No.3 and 4 in 1979 in favour of bank for a loan - Non-  payment of loan - Foreclosure suit by bank in 1987 for recovery of loan by sale of mortgaged property - Property was auction sold in 1993 in favour of Def No.2, auction purchaser - Plaintiffs- appellants stating to have purchased the mortgaged property in 1985 filed suit for redemption of mortgage in 1999 - Suit decreed  by trial court but reversed in appeal by auction purchaser - Second appeal by plaintiffs dismissed - On appeal, held: Right to enforce a claim for equity of redemption is a statutory right under the Act - It necessarily presupposes the existence of a mortgage - The right to redeem can stand extinguished either by the act of parties or by operation of law in the form of a decree of the Court under the proviso to s. 60 - In the instant case, plaintiffs lost the right to sue for redemption of the mortgaged property by virtue of proviso to s.60 when the mortgaged property was put to auction sale in a suit ·for foreclosure by bank and sale certificate was issued in favour of auction purchaser - Thus, there was no subsisting mortgage to be F redeemed on the date of filing of the suit by plaintiffs - Right to redemption could not be claimed in the abstract. s.91 - Rights under, of purchaser of equity of redemption - Held: Appellants being purchasers of equity of redemption can claim no better rights u/s. 9 I than what their predecessor-in-interest had u!s.60 - Their rights could not be any superior or separate from that of their predecessor-in-interest. Mortgage - Right of redemption - Waiver by conduct. - When - Suit property mortgaged by Def No.3 and.4 in 1979 in favour of bank for a loan - Non-payment of loan - Property was A auction sold by bank in 1993 in favour of Def No.2 - Plaintiffs stating to have purchased the mortgaged property in 1985 filed suit in 1994 seeking permanent injunction against Def Nos. 2 to 4 - Held: Bank was not impleaded as a defendant in this suit - Def No.2 made full disclosure in this suit about the mortgage, foreclosure B suit flied by Bank, and the consequent auction sale - At this stage, sale certificate was not issued in favour of Def No.2 - However. plaintiffs did not take any steps to either amend the relief sought in the suit or seek redemption of mortgaged property by offering to deposit mortgage dues or even to set aside the auction sale u/Or. XXXIV, r.l, CPC- Thus, behaviour of Plaintiffs raises issue of waiver C by conduct w.r.t their right to redemption, notwithstanding the subsistence of the period of limitation to seek redemption - Limitation Act, 1963 -Art. 61 (a) - Code of Civil Procedure, 1908 - Or. XXXJV, r.l - Doctrine of Waiver. o  Code of Civil Procedure, 1908 - Or. XXXlV, r.8 - Non- applicability of- Held: Suit for redemption of mortgage by plaintijfs- appellants was misconceived as ulr. 8 the right to redemption survived only till confirmation of the sale and not thereafter - Suit was instituted by appellants in 1999 only after issuance of sale certificate in favour of Def No.2 and thus the question for redemption had become irrelevant."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "WARYAM STEEL CASTINGS PVT. LTD. VS. PUNJAB STATE POWER CORPORATION LTD. AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNjk=",
        "Citation": "[2017] S.C.R. 134",
        "Case Type": "(CIVIL APPEAL /7856/2012)",
        "Date": "19 JUNE 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9fXzEzNC0xNTBfMTcwMzMxNjA0Ny5wZGY=",
        "SCR Citation:": "[2017] S.C.R. 134",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "19 June 2017",
        "Petitioner:": "Waryam Steel Castings Pvt. Ltd.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 485",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Punjab State Power Corporation Ltd. And Anr.",
        "Case Type:": "CIVIL APPEAL /7856/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act. 2003: ss. 2(4). 6i",
            "62",
            "63. 64",
            "86",
            "i JJ and ll 2 - Levy of surcharge on defaulting industries"
        ],
        "HeadNote": " Electricity Act. 2003: s. 2(4). 6i, 62, 63. 64, 86, i JJ and ll 2 - Levy of surcharge on defaulting industries - Legality of- Appellant-companies. arc furnace units, established prior to June i 995, drew power from 11KV  High Tension Supply Line - Circular of State Electricity Board mandating all existing as well as prospective consumers. who had installed induction furnace units with a load above 1500 KVA. to shift to 66KV from 11 KV voltage supply, failing which they were required to pay surcharge@ i7.5% - However; another circular dated 8th  June, 1999 issued by Electricity Board exempting all units existing as on 23'J June, 1995 from the necessity of conversion to 66KV as well as levy of 17.5% surcharge - Electricity bills by State Power Corporation imposing surcharge on arc .furnaces units established prior to June, 1995 - Writ petitions by appellants. dismissed - LPAs by appellants - While the LPAs were pending, tariff order issued by Regulatory Commission specifically levying surcharge 011 induction Furnace Units - Tariff order challenged before Appellate Tribunal for Electricity (APT EL) - Levy of surcharge held to be justified by APT EL by order dated i 6.07.2010 - APTEL 5· order challenged before Supreme Court, which was dismissed vide order dated 14'h February 2011, thus confirming the levy of surcharge - LPAs dismissed by High Court - On appeal, held: insofar as the order of High Court dismissing the LPAs filed by appellants is concerned, the levy of surcharge has been upheld by Supreme Court by its order dated 14'\" February 2011 - Thus, the issue with regard to legality and justification for levy of surcharge stands foreclosed - Further, the absence of continuation of exemption granted vide circular dated 8'\" June, 1999 in respect of pre-1995 industries, in any of the tar(ff orders for subsequent years i.e. after coming into force of the Electricity Act is a conscious   decision of Regulatory Commission with regard to the necessity and  justifiably of the levy of surcharge on defaulting industries - The said reason for levy of surcharge to disincentive the defaulting units being justifiable, cannot be faulted with - No room for any other view in the matter - High Court was fully justified in dismissing the writ petitions - Electricity Laws.  Surcharge levied on defaulting industries who did not shift from 11 KV to 66KV voltage supply as mandated by circular issued by State Electricity Board - Correctness of quantum/rate of said surcharge levied -APTEL vide its order dated 16.07.2010 held the levy of surcharge to be justified, but disagreed with the rate of surcharge and remanded the matter back to Regulatory Commission  for deciding the rate of surcharge afresh - Regulatory Commission on remand, reduced the rate of surcharge from 17.5% to 10% - Held: The Regulatory Commission worked out the appropriate rate of surcharge by adding a penal element to the cost of conversion to disincentive the consumers from continuing to receive supply on  . the 11 KV transmission lines - This being the basis for determination of the rate and that too by the expert body which has been further upheld by APTEL, no fault can be found with the said exercise. ss.61 to 64 - Determination of tariff - Nature of power exercised - Held: The said power has been consistently held and understood to be statutory, required to be exercised within the four corners of the relevant provisions of the 2003 Act. Words and Phrases - 'Surcharge' - Meaning of - Explained. "
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SONU@AMAR VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNzY=",
        "Citation": "[2017] 8 S.C.R. 151",
        "Case Type": "(CRIMINAL APPEAL /1418/2013)",
        "Date": "18 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao\n*, Hon'ble Mr. Justice Sharad Arvind Bobde",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9Tb251YW1hciAgdnMgIFN0YXRlIE9mIEhhcnlhbmExNzAxODU4OTcyLnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 151",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "18 July 2017",
        "Petitioner:": "Sonu@amar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 634",
        "Judgment Delivered by:": "Hon'ble Mr. Justice L. Nageswara Rao",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1418/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860: ss. 120B",
            "364A",
            "302",
            "328A and 201 - Abduction and murder - On facts",
            "abduction and murder of victim - Conviction"
        ],
        "HeadNote": "Penal Code, 1860: ss. 120B, 364A, 302, 328A and 201 - Abduction and murder - On facts, abduction and murder of victim - Conviction of C Al to A5 for the offences punishable u/s. 120B, 364A, 302, 328A and 201 and sentenced to life imprisonment - Conviction of A6 uls. 328 and 201 and sentenced to seven years - On the basis of testimonies of PWJ and PW3, recoveries made pursuant to the disclosure statement of the accused and Call Detail Records (CDR) of the mobile phones of the accused - Upheld by the High Court - On appeal, held: Prosecution proved the arrest and subsequent recoveries made pursuant to disclosure statement made by Al, interested testimonies of DWs 2 and 5 does not merit acceptance - Dead body of the victim-deceased was ident(fied by his relatives - As regards A4, there was sufficient evidence to suggest that he was in constant touch with other accused - His mobile phone and recoveries were made pursuant to the disclosure statement clearly proves his involvement-As regards A5, recovery of deceased wallet from underneath his seat reliable - Thus, the judgment of the High Court is upheld. F Evidence Act, 1872: s s. 65B (4) - interpretation - Admissibility of electronic records - Admissibility of Call Detail Record (CDR) - No objection taken when the CDRs were adduced in evidence before the trial court or appellate stage before the High Court - Permissibility of  an objection regarding inadmissibility at this stage - Held: ·Objection relating to the mode or method of proof has to be raised at the time of marking of the document as an exhibit and not later - Crucial test is whether the d~fect could have been cured at the stage . of marking the document - Objections regarding admissibility of . A documents which are per se inadmissible can be taken even at the B appellate stage because it is a .fundamental issue - Mode or method of proof is procedural and objections, if not taken at the trial, cannot be permitted at the appellate stage - Objection that CDRs are unreliable due to violation of the procedure prescribed in s. 65 B (4 cannot be permitted to be raised at this stage as the objection relates to the mode or method of proof - Chainchal Singh s case does not lay down a general proposition taht the acrnsed is not competent to waive his right to object to the mode of proof of a document in a criminal case. s. 65B (4) - Certificate for proving electronic records - Held: Contents of electronic records may be proved in accordance with the provisions contained in s. 65B - Electronic record is not admissible unless it is accompanied by a certificate as contemplated uls. 65B (4) - This Court in 2014, in Anvar's case held that an electronic record is inadmissible in evidence without the D certification - This Court in 2005 in Navjot Sandhu's case held that there was no necessity of a certificate for proving electronic records which held the field till it was overruled in Anvar's case - In Anvar's case, the Court did not apply principle of 'prospective overruling' - If the judgment in Anvar's case is applied retrospectively, it would result in unscrambling past transactions  and adversely affecting the administration of justice - As Anvar's case was decided by a Three Judge Bench, in view of judicial propriety this Court refrains from declaring that the judgment would be prospective in operation - Matter left open to be decided in an appropriate case by a Three Judge Bench - Principle of 'prospective F overruling' - Retrospective operation - Judicial propriety. c Code of Criminal Procedure, 1973: s. 294 - Procedure for filing documents in a court by the prosecution or the accused - Documents have to be included in a list and the other side shall be given an opportunity to admit or G deny the genuineness of each document - In case the genuineness is not disputed, such document shall be read in evidence without formal proof in accordance with the Evidence Act."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "VIKRAM SINGH @ VICKY WALIA AND ANR. VS. STATE OF PUNJAB AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyOTE=",
        "Citation": "[2017] 8 S.C.R. 177",
        "Case Type": "(CRIMINAL MISCELLANEOUS PETITION /16673-16676/2016)",
        "Date": "07 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Dipak Misra, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9WaWtyYW0gU2luZ2ggIFZpY2t5IFdhbGlhIEFuZCBBbnIgIHZzICBTdGF0ZSBPZiBQdW5qYWIgQW5kIEFucjE3MDE4NTkwOTcucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 177",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "07 July 2017",
        "Petitioner:": "Vikram Singh @ Vicky Walia And Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 594",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Punjab And Anr.",
        "Case Type:": "CRIMINAL MISCELLANEOUS PETITION /16673-16676/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Constitution of India - Art. 13 7 - Review of judgments or orders by the Supreme Court - On facts",
            "conviction of three 4/ss. 302",
            "364A",
            "201 and 120B and sentenced to death"
        ],
        "HeadNote": "Constitution of India - Art. 13 7 - Review of judgments or orders by the Supreme Court - On facts, conviction of three 4/ss. 302, 364A, 201 and 120B and sentenced to death - Supreme Court upheld the death sentence of two, however commuted the death  sentence of lady co~accused to life imprisonment - Review petitions - Held: This Court while affirming the judgement of the High Court, found no error apparent on the record - Submissions raised in the review petition do not raise any ground for review - Submission that tape recorded conversation was relied on without there being any certificate u!s. 65B as such not a valid evidence,  cannot be accepted - Tape recorded conversation was not secondary · evidence which required certificate u/s. 65B, since it was the original cassette by which ransom call was tape-recorded - Submission that the death was caused due to overdose of chlorofr;rm and pentazocine poisoning, as such the conviction ought to be u/s. 304A and not u/ s. 302 cannot be accepted - Conviction of the applicants was based on cogent, ocular and medical evidence and there was no apparent error on the face of the record in recording conviction of the applicants u/s. 302 and 364A - Penal Code, 1860 - 302, 364A, 201and120B - Evidence Act, 1872 - s. 65B.Art. 13 7 - Power of review - Scope and ambit of.- Explained - Or. 40 r. 1 - Supreme Court Rules, 1966. Evidence Act, 1872 - s. 65B - Admissibility of electronic records - Reliance on the tape recorded conversation - Requirement of certificate u/s. 65B - Held: For admission of secondary evidence of electronic record a certificate as contemplated by s. 65B is a mandatory condition - Tape recorded conversation was original cassette by which ransom call was tape-recorded, thus, not secondary evidence which required certificate u/s. 65B."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "PUNJAB STATE CIVIL SUPPLIES CORPORATION LTD. & ANR. VS. M/S ATWAL RLCE & GENERAL MILLS REP. BY ITS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyOTY=",
        "Citation": "[2017] 8 S.C.R. 198",
        "Case Type": "(CIVIL APPEAL /8943/2017)",
        "Date": "11 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9QdW5qYWIgU3RhdGUgQ2l2aWwgU3VwcGxpZXMgQ29ycG9yYXRpb24gTHRkICBBbnIgIHZzICBNcyBBdHdhbCBSbGNlICBHZW5lcmFsIE1pbGxzIFJlcCBCeSBJdHMxNzAxODU5MTcyLnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 198",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "11 July 2017",
        "Petitioner:": "Punjab State Civil Supplies Corporation Ltd. & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 606",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "M/s Atwal Rlce & General Mills Rep. By Its",
        "Case Type:": "CIVIL APPEAL /8943/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996 - ss. 35 and 36 - Dispute between the parties - Money award passed by the arbitrator. attained finality - Execution petition by the decree holder uls. 36 for enforcement of the award against judgment debtor - Dismissal of. by the executing court upholding the objections raised by the judgment debtor against the award"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996 - ss. 35 and 36 - Dispute between the parties - Money award passed by the arbitrator. attained finality - Execution petition by the decree holder uls. 36 for enforcement of the award against judgment debtor - Dismissal of. by the executing court upholding the objections raised by the judgment debtor against the award - Said order upheld by the High Court - On appeal, held: Both the courts-execution court and the High Court neither set out the facts much less properly nor dealt the issues arising in the case and nor applied the principle of law - Orders showed the total non-application of mind thus, wholly perverse, illegal and without jurisdiction - Courts below did not decide any of the objections raised by the judgment debtor. in fact, they were not even referred to in the orders - More so, having regard to the nature of objections, they were not capable of being tried in execution proceedings to challenge the award - Objections were not in relation to the jurisdiction of the court - inquiry into facts, could not be held in execution proceedings in relation to such award/decree - Thus, the objections rejected being wholly devoid of any merits - Further. no amount was paid by judgment debtor to the decree holder pursuant to the award/decree so as to enable the executing court to record its full satisfaction in accordance with the provisions of 0. 21 rr. 1 and 2 - Thus, the execution application flied by decree holder for execution of the award/decree was maintainable - Order passed by the High Court and the executing court set aside - Code of Civil Procedure, 1908 - 0. 21 rr. 1 and 2.Code of Civil Procedure, 1908- 0. 21 rr. I and 2 - Payment of decreta/ dues by the judgment debtor - Mandatory requirements - Stated.Execution petition - Execution of decree by execution A. court - Held: Execution court has· to execute the decree as it is and it cannot go behind the decree - Also, executing court cannot hold any kind of factual inquiry which may have the effect of nullifying the decree itself but it can undertake limited inquiry regardingjurisdictional issues."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "MS. Z VS. THE STATE OF BIHAR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMDY=",
        "Citation": "[2017] 8 S.C.R. 212",
        "Case Type": "(CIVIL APPEAL /10463/2017)",
        "Date": "17 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBaICB2cyAgVGhlIFN0YXRlIE9mIEJpaGFyIEFuZCBPdGhlcnMxNzAxODU5MjU5LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 212",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "17 August 2017",
        "Petitioner:": "Ms. Z",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 756",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dipak Misra",
        "Respondent:": "The State Of Bihar And Others",
        "Case Type:": "CIVIL APPEAL /10463/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Medical Termination of Pregnancy Act",
            "1971:"
        ],
        "HeadNote": "Medical Termination of Pregnancy Act, 1971: , 3 and 4 - Termination of pregnancy - Statutory right ofrape victim - Appellant, a pregnant 35 year old destitute woman,suffering from HlV+ve, alleged rape and therefore desiredtermination of her 18 weeks old pregnancy - However, hospitalauthorities did not terminate the pregnancy - Writ petition byappellant seeking direction for termination of pregnancy - HighCourt on basis of the report of the Medical Board, constituted toexamine the appellant, did not allow termination of pregnancy -Plea of appellant that the authorities did not act with promptitudein terminating the pregnancy and further that the approach of HighCourt was wholly fallacious - On appeal, held: Appellant was thirty-five year old, a major - Though, she was suffering from mild mentalretardation but her condition was stable and she was able to allegethat she had been raped - Appellant had decided to excercise herstatutory right, being a rape victim, not to bear the child and moreso when there was possibility of the child likely to suffer fromHlV+ve - Further. the Medical Board's report only stated thattermination of pregnancy may need major surgical procedure butthere was no opinion that the termination could not be carried outor that it was risky to appellant's life - However, now in view ofmedical report by All MS that there is risk to appellant's life if thepregnancy is terminated at this stage, the pregnancy cannot beterminated - There was negligence on the part of authorities incarrying out their statutory duty, as a result of which the appellantsuffered grave mental injury - Apart from Rs.3 lakhs compensationunder the Victims Compensation Scheme as framed u!s.357A ofCr PC, appellant to get a sum of Rs. 10 lakhs as compensation fromthe State - The child to be born, be given proper treatment and nutrition by the State - If appellant has any future grievance, she is  granted liberty to approach High Court u/Art.226 after the birth of the child - High Court's order set aside except for the direction pertaining to investigation carried out on the basis of FIR lodgedby appellant u/s.376, IPC - The Medical Termination of PregnancyRegulations, 2003 - rr.3, 4 and 5 - Code of Criminal Procedure, 1973 - s.357A - Convention on the Elimination of All Forms ofDiscrimination Against Women (CEDAW) in 1993 -Arts. 11, 12 -Penal Code, 1860- s. 376 - Mental Healthcare Act, 2017- WomenWelfare/Development - Constitution of India - Art.226.Purpose of enactment - Held: Legislature intended toliberalize the existing provisions relating to termination of pregnancykeeping in view the danger to life or risk to physical or mentalhealth of woman; on humanitarian as well as eugenic grounds.s.2- \"Mentally ill person\" - Distinguished from - Mentallyretarded person - Appellant, a mentally retarded rape victim, wasdenied termination of pregnancy by hospital - Plea of appellant that she was suffering from mental retardation and not from mentalillness and thus, in view of the consent given by her for terminationof pregnancy it was obligatory on the part of the hospital toterminate the pregnancy - Held: Appellant suffered  from mild mentalretardation and not from any kind of mental illness - Though she was administered psychiatry treatment but she was in a position toexpress her consent - Under the statutory framework, she wasentitled to give her cons.~nt for termination of pregnancy - Evidently,she did not desire to bear a child - In such circumstances, therewas no reason on the par.t of hospital authorities not to have proceeded for termitJation of pregnancy.ss.2, 3(4)- \"Guardian\" - Consent of - When not needed-Appellant, a mentally retarded rape vict~m, sought termination ofpregnancy - Hospital authorities instead of proceeding with thetermination of pregnancy called the father of the appellant to signthe consent form - Plea of appellant that she being a destitute woman there was no justification to obtain the consent of her father orhusband for termination of pregnancy - Held: The concept ofconsent by a guardian in the case of major should not be overemphasized - There was no reason whatsoever to implead thehusband and father of the appellant - High Court should have been more alive to the provisions of the Act and the necessity ofconsent only of the appellant in the facts of the case.s.3(2), (4) Explanation 1 - Grave injury to mental health -Statutory presumption of - Held: Where any pregnancy is allegedby the pregnant woman to have been caused by rape, the anguishB caused by the same has to be presumed to constitute a grave ifijuryto the mental health of the pregnant woman - Once such a statutorypresumption is provided, the same comes within the compartment ofgrave injury to mental health.Women We(fare/Development - Termination of Pregnancy:Duty of High Court - Held: High Courts required to be moresensitive while dealing with matters relating to termination ofpregnancy - Constitution of India - Art.226.Duty of hospitals - Held: Element of time is extremelysignificant in a case of pregnancy as every day matters - Therefore,  hospitals should be absolutely careful and treating physicians shouldbe well advised to conduct themselves with accentuated sensitivityso that the rights of a woman is not hindered - The fundamentalconcept relating to bodily integrity, personal autonomy andsovereignty over her body have to be given requisite respect while taking the decision.Remedy - Public law remedy - Grant of compensation under.for negligence and suffering of a person for which State authoritieswere responsible - Difference from compensation u/s.357A,CrPC - Appellant, a mentally retarded rape victim, was deniedtermination of pregnancy by government hospital - Held: Appellantsuffered grave injury to her mental health - The said injury is incontinuance - Despite the prompt attempt made by Supreme Courtto get her examined so that she need not undergo the anguish ofbearing a child because she is a victim of rape, it could not be sodone as the medical report states that termination of pregnancy atthis stage was risky to the life of the victim - This situation couldhave been avoided had the decision been taken at the appropriatetime by the government hospital at Patna - State authorities areresponsib/e for the negligence and the suffering of appellant -Keeping in view the mental injury that the appellant had to suffer, she is entitled to be compensated under public law remedy.Doctrines/Principles - Principle of State Interest - Non-  applicability of - Held: The State contested the matter before theHigh Court on the foundation of State interest - The principle ofState interest is not at all applicable to the present case.Maxims - actus curiae neminem gravabit - Inapplicability of-Appellant, a mentally retarded rape victim was denied termination Bof pregnancy by government hospital - State authorities heldresponsible for negligence and, for the suffering of appellant -Direction to State to pay Rs. 10 lakhs as compensation - Plea ofState that it had shown an affirmative attitude and if any delay hasbeen caused, it is because of the expression of the view by the HighCourt for which the State cannot be found fault with and the said Cmaxim protected the action of the State -Held: Despite its bro(Jdconnotation, the said maxim is not attracted to the obtaining factualmatrix inasmuch the compensation was granted because of the delaycaused by the authorities of govt. hospital."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "LT. COL. PRASAD SHRIKANT PUROHIT VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMTE=",
        "Citation": "[2017] 8 S.C.R. 253",
        "Case Type": "(CRIMINAL APPEAL /1448/2017)",
        "Date": "21 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9MdCBDb2wgUHJhc2FkIFNocmlrYW50IFB1cm9oaXQgIHZzICBTdGF0ZSBPZiBNYWhhcmFzaHRyYTE3MDE4NTkzMjkucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 253",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "21 August 2017",
        "Petitioner:": "Lt. Col. Prasad Shrikant Purohit",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 784",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1448/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bail - Grant of - Case of Anti-Terrorist Squad (ATS) that appellant-Serving Army Officer associated with Military Intelligence and Interior Terrorism (Insurgency Activities)"
        ],
        "HeadNote": "Bail - Grant of - Case of Anti-Terrorist Squad (ATS) thatappellant-Serving Army Officer associated with Military Intelligenceand Interior Terrorism (Insurgency Activities), along with other co- accused entered into a criminal conspiracy and caused bomb blastat Malegaon by using explosive substances, to create communalrift - Charge sheet filed under the provisions of Penal Code, ArmyAct, 1967 and 1999 Act, by ATS - Thereafter, investigation takenover by National Investigation Agency (NIA) - Arrest ofappellant - Bail application -Appellant and others discharged from the offences under MCOC Act and direction to transfer the case tothe regular court - Bail application later restored and thereafter,rejected by the Special Judge - Appeal before the High Court -During pendency thereof, NIA submitted supplementary charge sheetdropping charges under MCOCA against all accused - In viewthereof. High Court permitted appellant to file fresh bail .application - Rejection of bail application by the courts below -On appeal, held: Balance is to be maintained between the personalliberty of the accused and the investigational rights of the agency -It must result in minimum interference with the personal liberty ofthe accused and the right of the agency to investigate the case - Keeping in view of the fact that supplementary charge-sheetsubmitted by NIA was at variance with the charge-sheet filed by theATS, that the trial is likely to take a long time; and that the appellanthas been in prisqn for about 8 years and 8 months, a prima faciecase made out by the appellant - Thus, the appellant enlarged on bail on the conditions stated - Order of the High Court set aside - ·Penal Code, 1860 - ss. 302, 307, 326, 324, 427, 153A read withSection 120B - Arms Act - ss. 3, 5 and 25 - Unlawful Activities(Prevention) Act, 1967 (Amended) 2004 - ss. 15, 16, 17, 18, 20 and23 - Maharashtra Control of Organized Crime Act, 1999 - ss. 3(/)(i),3(1)(ii), 3(2), 3(3), 3(5) - Explosive Substances Act - ss.3, 4, 5 & 6.Bail - Grant or refusal of bail - Factors to be considered bythe court - Held: Court mo exercise its discretion in a judiciousmanner and not as a matter of course - Though at the stage ofgranting bail, detailed examination of evidence and elaboratedocumentation of the merit of the case need not be undertaken,there is a need to indicate in such orders reasons for prima facieconcluding why bail was being granted particularly where theaccused is charged of having committed a serious offence - Anyorder devoid of such reasons would suffer from non-application ofmind - Among other circumstances, court to consider, nature ofaccusation and severity of punishment in case of conviction andnature of supporting evidence; reasonable apprehension oftampering with the witness or apprehension of threat to complainant:and prima facie satisfaction of the court in support of the charge."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SAMAR KUMAR ROY (D) THROUGH LR (MOTHER) VS. JHARNA BERA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMTk=",
        "Citation": "[2017] 8 S.C.R. 269",
        "Case Type": "(CIVIL APPEAL /11200/2017)",
        "Date": "05 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TYW1hciBLdW1hciBSb3kgZCBUaHJvdWdoIExyIG1vdGhlciAgdnMgIEpoYXJuYSBCZXJhMTcwMTg1OTM5Mi5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 269",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "05 September 2017",
        "Petitioner:": "Samar Kumar Roy (d) Through Lr (mother)",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 860",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Jharna Bera",
        "Case Type:": "CIVIL APPEAL /11200/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Specific Relief Act",
            "1963 - s.34 - Maintainability of at the behest of a legal representative of a dead plaintiff"
        ],
        "HeadNote": "Specific Relief Act, 1963 - s.34 - Maintainability of at thebehest of a legal representative of a dead plaintiff - Suit filedagainst defendant-respondent seeking declaration that defendantwas not legally married wife of the plaintiff and has no right toclaim the plaintiff as her husband inasmuch as the alleged marriage'between plaintiff and respondent was not valid and also seekingpermanent injunction against the defendant restraining her fromdisturbing him in office and otherwise - During pend ency of suit,plaintiff died - Substitution of mother was allowed - However; orderof substitution was set aside on the ground that after the death ofplaintiff, no right to sue survived in favour of plaintiff's mother -Whether a suit filed under s.34 is maintainable at the behest of alegal representative of a dead plaintiff - Held: The examination ofthe remedies provided and the scheme of the Hindu Marriage Actand of the Special Marriage Act shows that the statute creates. special rights or liabilities and provides for determination of rightsrelating to marriage - The Acts do not lay down that all questionsrelating to the said rights and liabilities shall be determined only bythe Tribunals which are constituted under the said Act - s.8(a) ofthe Family Courts Act excludes the Civil Court's jurisdiction inrespect of a suit or proceeding which is between the parties andfiled under the Hindu Marriage Act or Special Marriage Ad, where. the suit is to annul or dissolve a marriage, or is for restitution ofconjugal rights or judicial separation - It does not purport to barthe jurisdiction of the Civil Court if a suit is filed under: s.34 o/ theSpecific Relief Act for a declaration as to the legal character ,of analleged marriage - An exclusion of the jurisdiction of the civil courtsis not readily inferred - Given the fact that a suit for declaration asto legal character which includes the matrimonial status of partiesto a marriage when it comes to a marriage which allegedly has never taken place either de jure or de facto, it is clear that the civilcourt's jurisdiction to determine the said legal character is notbarred either expressly or implicitly by any law - Family CourtsAct, 1984 - ss. 7, 8 - Hindu Marriage Act, 1955 - Jurisdiction ofcivil court."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "HAMDARD INSTITUTE OF MEDICAL SCIENCES B AND RESEARCH (HIMSR) & ANR. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMjk=",
        "Citation": "[2017] 8 S.C.R. 282",
        "Case Type": "(WRIT PETITION (CIVIL) /480/2017)",
        "Date": "08 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9IYW1kYXJkIEluc3RpdHV0ZSBPZiBNZWRpY2FsIFNjaWVuY2VzIEIgQW5kIFJlc2VhcmNoIGhpbXNyICBBbnIgIHZzICBVbmlvbiBPZiBJbmRpYSBBbmQgT3JzMTcwMTg1OTUwNy5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 282",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "08 September 2017",
        "Petitioner:": "Hamdard Institute Of Medical Sciences B And Research (himsr) & Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 880",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /480/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions - Medical college - MBBS admission - Renewal of permission for admission in MBBS course for academic session 2016-I 7"
        ],
        "HeadNote": "Education/Educational Institutions - Medical college - MBBSadmission - Renewal of permission for admission in MBBS coursefor academic session 2016-I 7 - Compliance verification assessment -conducted by MCI - D\"'ficiencies noted - Central government onthe basis of negative recommendation of MCI decided to debar thepetitioner college from admitting students for 2 years - Writ petition- Supreme Court directed Central Government to give freshopportunity to the petitioner college and then issue appropriateorder recording reasons - Hearing Committee observed thatseemingly there was no deficiency of faculty and residents but itwas not in a position to give any finding with regard to the bedoccupancy deficiency unless physical verification was done -Central Government after considering the findings of the Hearingcommittee reiterated its earlier decision debarring the petitionercollege from admitting students for 2 academic years and authorisedMCI to encash the bank guarantee of Rs.2 crores - Held: Theobservation of the Hearing Committee was that it was not possiblefor the Hearing Committee to validate the deficiency pertaining tobed occupancy without doing physical verification - Thisobservation is relevant and cannot be disregarded - Therefore,respondents are directed to send its Inspecting Team to the petitionercollege within a period of three months and inform the petitionercollege about the deficiencies if any, with option to remove the samewithin the time limit as may be specified - Petitioner college shallthen report its compliance and communicate the removal ofd\"'liciencies to MCI, whereafter it will be open to the MCI to verifythe position and then prepare its report to be placed before theCompetent Authority for being processed further in accordance withlaw."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "DR. JAGAT NARAIN SUBHARTI CHARITABLE TRUST AND ANR. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMzU=",
        "Citation": "[2017] 8 S.C.R. 291",
        "Case Type": "(WRIT PETITION (CIVIL) /513/2017)",
        "Date": "30 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9EciBKYWdhdCBOYXJhaW4gU3ViaGFydGkgQ2hhcml0YWJsZSBUcnVzdCBBbmQgQW5yICB2cyAgVW5pb24gT2YgSW5kaWEgQW5kIE9yczE3MDE4NTk1OTcucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 291",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "30 August 2017",
        "Petitioner:": "Dr. Jagat Narain Subharti Charitable Trust And Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 825",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /513/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Medical Council Act",
            "1956 - s. JOA - Permission for establishment of new medical' college - Application by petitioners . seeking permission for establishment of new medical college from the academic session 2016-2017 onwards - Evaluation of application by Medical Coundl of India (MCI)"
        ],
        "HeadNote": "Medical Council Act, 1956 - s. JOA - Permission for establishment of new medical' college - Application by petitioners . seeking permission for establishment of new medical college from the academic session 2016-2017 onwards - Evaluation of application by Medical Council of India (MCI) - Discrepancies as·' regards title and ownership of the land on which new college was proposed to be made along With other issues - Recommendations of MCI against grant of letter of permission to the college - Disapproval by the Central Government - Intervention by the Oversight Committee by this Court - Suggestion for grant of permission - On basis thereof, issuance of letter of permission by the Central Government :_ Pursuant thereto, on inspection by MCI, deficiencies found - Recommendation for revocation of permission letter - Writ petition there against by the petitioners - Subsequent thereto, opportunity of hearing given to the petitioners by the hearing Committee - Report by the Hearing Committee, whereby, Central Government by communication dated 14.08.2017 debarred the college from admitting students for a period of two years - Interlocutory applications seeking quashing of the said order - Held: Deficiencies of faculty, residents, OPD and Bed Occupancy cannot be held against the petitioners, the deficiencies, if any, were within the permissible norms - Hearing Committee recorded a prima facie opinion that the college owns 20 acres of land whereas the Competent authority palpably failed to analyse the same - As regards, the }furnishing of information regarding land ownership in Form-5, there has been substantial compliance of the said requirement by the petitioners - Thus, the decision of the competent authority suffers from the vice of non-application of mind. if not perverse - Considering the fact that the admission process for the academic session 2017-18 is stiff in progress, issuance of directions to the respondents to permit petitioner-college to admit up to 150 students until 05.09.2017 to the MBBS course for the academic session 2017-18, as was permitted for the academic session 2016- 17 - Decision of the Central Government quashed and set aside"
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "K. R. BABU VS. STATE OF KERALA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNzM=",
        "Citation": "[2017] 8 S.C.R. 310",
        "Case Type": "(CIVIL APPEAL /7489/2009)",
        "Date": "21 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9LIFIgQmFidSAgdnMgIFN0YXRlIE9mIEtlcmFsYSAgT3JzMTcwMTg2MDE3My5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 310",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "21 September 2017",
        "Petitioner:": "K. R. Babu",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 972",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "State Of Kerala & Ors.",
        "Case Type:": "CIVIL APPEAL /7489/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Seniority - Effective date of advice - Determination"
        ],
        "HeadNote": "Service law - Seniority - Effective date of advice - Determination of - Held: Seniority is determined on the basis of effective date of advice - Advice is based on the list prepared by the Public Service Commission on the basis of comparative merit in the selection and on the basis of principles of communal rotation - Appointment is made pursuant to the advice - On facts, as regards respondent's grievance to be entitled to be advised from the rank list , High Court rightly held that respondent should have been advised at least after the last advice as on the date of the judgement and that the seniority of all those candidates advised and appointed already should not be disturbed - Respondent entitled to take a position below the 83 rd candidate for the purposes of seniority, having regard to the next advisable vacancy, which is the effective advice - Immediate senior to respondent was advised on 05.01.1998 and was appointed in the cadre of Excise Inspector thereafter - Thus, respondent is entitled to get the advice after the last advice from the 1992 list i.e. 05.01.1998, which is the effectively advisable vacancy for the respondent - Respondent entitled to his seniority based on the effective date of advice in the next advisable vacancy namely, 01. 04.1999 - On the basis of the revision of seniority, respondent to be given the appropriate appointments and promotion - Kerala State and Subordinate Service Rules, 1958 - r. 27."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "DHARAMPAL (DEAD) THR. LRS. VS. PUNJAB WAKF BOARD & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzODU=",
        "Citation": "[2017] 8 S.C.R. 316",
        "Case Type": "(CIVIL APPEAL /2571/2008)",
        "Date": "13 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9EaGFyYW1wYWwgZGVhZCBUaHIgTHJzICB2cyAgUHVuamFiIFdha2YgQm9hcmQgIE9yczE3MDE4NjAzMDAucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 316",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "13 September 2017",
        "Petitioner:": "Dharampal (dead) Thr. Lrs.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 899",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Punjab Wakf Board & Ors.",
        "Case Type:": "CIVIL APPEAL /2571/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit - Suit for possession and injunction - Counter claim - Title by adverse possession -Appellant's father in unauthorized occupation of land belonging to respondent no.1-Wakf Board"
        ],
        "HeadNote": "Suit - Suit for possession and injunction - Counter claim - Title by adverse possession -Appellant's father in unauthorized occupation of land belonging to respondent no.1-Wakf Board - Suit by respondent No. l against appellant's father for recovery of possession of the land - Suit dismissed in default - After two decades respondent No.1 filed suit against the appellant for possession and injunction as also against respondent no. 2 and 3 - Counter claim by appellant claiming ownership over the suit land on the basis of perfecting his title by \"adverse possession' against the Wakf Board - Dismissal of respondent no.1 s suit but counter-claim decreed - However, appellate court and High Court decreed respondent no. l 's suit declaring Wakf Board to be the owner of the suit land - On appeal, held: Respondent no. 1 being a Wakf Board, the period of 30 years is applicable to establish the factum of \"adverse possession\" by any person against any Wakf property - Appellant could not establish his 30 years' continuous possession qua the respondent no. 1 because the continuity was broken twice by the positive act on the part of true owner-Walif Board first in 1971 and then in 1991 by asserting their ownership over the suit land - Thus, the appellant failed to prove adverse possession on facts and law - Furthermore, instant suit not barred by virtue of r. 4 of Or. 9 CPC - Even otherwise, instant suit could be filed notwithstanding dismissal of the earlier suit since the parties and even part of the cause of action qua defendants were different in both the suits - Also, the plea that since the suit was filed in 1971, it was barred uls. 55-C of the amended Wakf Act, cannot be accepted - Adverse possession - Code of Civil Procedure, 1908 - Or. 9 r. 9 - Walif (Amendment) Act, 1984."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "PUBLIC TRUST SHRI GEETA SATSANG BHAWAN VS. NAND LAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzOTI=",
        "Citation": "[2017] 8 S.C.R. 329",
        "Case Type": "(CIVIL APPEAL /3034/2008)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9QdWJsaWMgVHJ1c3QgU2hyaSBHZWV0YSBTYXRzYW5nIEJoYXdhbiAgdnMgIE5hbmQgTGFsICBPcnMxNzAxODYwMzY5LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 329",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "Public Trust Shri Geeta Satsang Bhawan",
        "Disposal Nature:": "Appeals Partly Allowed",
        "Netural Citation:": "2017 INSC 663",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Nand Lal & Ors.",
        "Case Type:": "CIVIL APPEAL /3034/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Public Trust Act",
            "1959: s. 29 - Bar under - Scope of - Suit for eviction - Filed by public Trust - Decreed by trial court"
        ],
        "HeadNote": "Rajasthan Public Trust Act, 1959: s. 29 - Bar under - Scope of - Suit for eviction - Filed by public Trust - Decreed by trial court - First appellate court set aside the decree on the ground that the suit was not competent for want of registration of the Trust, in view of the bar contained in s. 29 - Order of first appellate court was confirmed in second appeal by High Court - Appeal to Supreme Court - During pendency of appeal plaintiff-Trust got itself registered under the Act - Held: s.  29 creates a bar ''.for hearing and deciding a suit\" and not for filing a suit - A suit can be filed by unregistered Trust, but such suit can neither be heard nor decided unless and until the Trust is registered - S.29, therefore, operates as stay of proceedings in the suit, so long as the Trust does not get itself registered under the Act - The plaintiff-Trust acquired the right to prosecute the suit, after it E got registered - The suit is restored to be decided afresh on merits by the trial court."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SWARAJ ABHIYAN (V) VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzOTg=",
        "Citation": "[2017] 8 S.C.R. 338",
        "Case Type": "(WRIT PETITION (CIVIL) /857/2015)",
        "Date": "21 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9Td2FyYWogQWJoaXlhbiB2ICB2cyAgVW5pb24gT2YgSW5kaWEgIE9yczE3MDE4NjA0NDMucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 338",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "21 July 2017",
        "Petitioner:": "Swaraj Abhiyan (v)",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2017 INSC 660",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /857/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Food Security Act",
            "2013: ss.14",
            "15",
            "16",
            "28 and 29 - Implementation of - By the State"
        ],
        "HeadNote": "National Food Security Act, 2013: ss.14, 15, 16, 28 and 29 - Implementation of - By the State Governments - Sought by.filing writ petition u/Art. 32 of Constitution - Held: The Act, a social justice and social welfare legislation, is not being implemented as it should be - Centre, States and the Union Territories are required to ensure a transparent and accountable Grievance Redressal Mechanism through notified rules and  designate appropriate and independent officials as the District Grievance Redressal Officers - While it is theoretically possible to have a statutory commission or body, function as a State Food Commission, but there might be several practical difficulties in the actual working of one statutory commission performing two functions under two d_different statutes - Therefore, the Centre is  directed to commend to the States and Union Territories to constitute and establish a fully functional State Food Commission - Another body or Commission can be appointed as State Food Commission only when it is absolutely necessary and unavoidable and as a last resort - The requirement of social audit is salutary as mandated by  s.28 - Therefore, Centre to ensure establishing of social audit machinery - Vigilance Committees as mandated by s.29, have not been set up, and hence the Centre is directed to commend to the States and Union Territories to constitute and establish a functioning Vigilance Committee - Constitution of India - Arts. 32 and 256"
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "GLOCAL MEDICAL COLLEGE AND SUPER SPECIALITY HOSPITAL & RESEARCH CENTRE VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MDY=",
        "Citation": "[2017] 8 S.C.R. 365",
        "Case Type": "(WRIT PETITION (CIVIL) /411/2017)",
        "Date": "01 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9HbG9jYWwgTWVkaWNhbCBDb2xsZWdlIEFuZCBTdXBlciBTcGVjaWFsaXR5IEhvc3BpdGFsICBSZXNlYXJjaCBDZW50cmUgIHZzICBVbmlvbiBPZiBJbmRpYSBBbmQgQW5vdGhlcjE3MDE4NjA2MDkucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 365",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "01 August 2017",
        "Petitioner:": "Glocal Medical College And Super Speciality Hospital & Research Centre",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 692",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /411/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Institutions: Schemes for grant of letter of permission to establish new medical college for academic year 2016-17"
        ],
        "HeadNote": "Education/Educational Institutions:Schemes for grant of letter of permission to establish newmedical college for academic year 2016-17 - Submitted beforeMedical Council of India (MCI) - Schemes disapproved by MCI -Central Government also disapproved the schemes - Thereafter, inModern Dental College case, Supreme Court constituted OversightCommittee to oversee the functioning of MCI - On complaint bymany Colleges/Institutions, the Committee permitted them to submittheir compliance inputs afresh to the Ministry and further directedthe MCI to conduct compliance verification inspection of thoseColleges/ Institutions and to submit their report to CentralGovernment - Thereafter, the Committee granted conditionalapproval, subject to certain conditions - Central Government issuedletter of permission subject to the conditions laid down by theCommittee - Colleges/Institutions, acting on the conditionalpermission, admitted students for the academic year 2016-17 - MCIcaused another inspection and recorded a number of persistingdeficiencies and recommended to debar the Colleges/Institutionsfor admitting students for the academic years 2017-18 and 2018-19 and to encash the bank guarantee furnished by them - Hearingwas provided to the Colleges/institutions by a Hearing Committee -The comments of Hearing Committee and the comments of DirectorGeneral of Health Services were forwarded to, the CentralGovernment - Central Government forwarded the same to theOversight Committee - The Oversight Committee- recommendedconfirmation of the conditional letter of permission earlier granted- Thereafter, by letter dated 31.5.2017, decision of CentralGovernment to debar the colleges ji-om admitting students in the academic years 2017-18 and 2018-19 and to authorise MCI toen cash bank guarantees was communicated - Order dated31.5.2017 challenged - He/d:The impugned letter dated 31.5.2017is de hors any reason in support thereof - A reasonable opportunityof hearing, contained in the proviso to s.JOA (4) of Medical Council Act is an indispensable pre-condition for disapproval by the CentralGovernment - Jn the facts of the case, impugned order is in dis accordwith the letter and spirit of the prescription of reasonable opportunityof hearing as enjoined u/s. JOA(4) - More so, the recommendationsof Oversight Committee cannot be disregarded or left out ofconsideration - Direction to Central Government to reconsider thematerials pertaining to the issue of confirmation or otherwise ofthe letter of permission granted to the petitioner colleges/institutions- Medical Council Act, 1956 - s. JOA (4)."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "VITHAL TUKARAM KADAM AND ANOTHER VS. VAMANRAO SAWALARAM BHOSALE AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MTI=",
        "Citation": "[2017] 8 S.C.R. 379",
        "Case Type": "(CIVIL APPEAL /7245-7246/2011)",
        "Date": "09 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice L. Nageswara Rao, Hon'ble Mr. Justice Navin Sinha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9WaXRoYWwgVHVrYXJhbSBLYWRhbSBBbmQgQW5vdGhlciAgdnMgIFZhbWFucmFvIFNhd2FsYXJhbSBCaG9zYWxlIEFuZCBPdGhlcnMxNzAxODYwNjc2LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 379",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "09 August 2017",
        "Petitioner:": "Vithal Tukaram Kadam And Another",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 721",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "Vamanrao Sawalaram Bhosale And Others",
        "Case Type:": "CIVIL APPEAL /7245-7246/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer of Property Act",
            "1882 - s.58(c) - Mortgage by conditional sale"
        ],
        "HeadNote": "Transfer of Property Act, 1882 - s.58(c) - Mortgage by conditional sale - When - Appellant-plaintiff's suit for redemption of mortgage, decreed by two courts - Decree reversed in second appeal by High Court holding that the agreement in question was a sale with an option to repurchase and not a mortgage by conditional sale - On appeal, held: Whether a document is a mortgage by conditional sale, or a sale with an option to repurchase, has to be determined in the facts of each case, depending on the recitals in the document, intention of the parties, coupled with attendant  surrounding circumstances - In the instant case, the language used in the agreement conveys that the plaintiff did not intend to relinquish all rights, title and claims in his lands - Parties were admittedly well known to each other - Thus, there was a relationship of debtor and creditor - Further, the clause for re-conveyance was in requirement  with s.58(c) - Agreement in question, though styled as a sale deed, is a mortgage by conditional sale and not a sale with an option to repurchase - Mortgage."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "M/S AJAR ENTERPRISES PRIVATE LIMITED VS. SATYANARAYAN SOMANI AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MjE=",
        "Citation": "[2017] 8 S.C.R. 388",
        "Case Type": "(CIVIL APPEAL /10852/2017)",
        "Date": "24 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Dr. Justice D.Y. Chandrachud\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBBamFyIEVudGVycHJpc2VzIFByaXZhdGUgTGltaXRlZCAgdnMgIFNhdHlhbmFyYXlhbiBTb21hbmkgQW5kIE9yczE3MDE4NjA3NjAucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 388",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "24 August 2017",
        "Petitioner:": "M/s Ajar Enterprises Private Limited",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 806",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Satyanarayan Somani And Ors.",
        "Case Type:": "CIVIL APPEAL /10852/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Madhya Pradesh Nagar Tatha Gram Nivesh Vikasit Bhoomiyo",
            "Griho",
            "Bhavano Tatha Anya Sanrachanao Ka Vyayan Niyam",
            "1975"
        ],
        "HeadNote": "Madhya Pradesh Nagar Tatha Gram Nivesh Vikasit Bhoomiyo, Griho, Bhavano Tatha Anya Sanrachanao Ka Vyayan Niyam, 1975 - rr. 24 and 25 - Right of renewal of lease by lessor - Held: Rule 24 does not embody an absolute or indefeasible right of renewal - A development authority as a public body cannot act arbitrarily or at its own whims, in deciding whether or not to renew the lease - its decisions must be fair, reasonable and guided by public interest - Public interest postulates both protecting the interests of the authority and ensuring fairness to the leaseholder who may have constructed on the land in pursuance of the leasehold interest - Neither r. 24 nor r. 25 cun be read to divest the authority of the element of discretion on whether to renew the lease - However, exercise of discretion must meet the touchstone of Art. 14 of the Constitution - 011 facts, order passed by the High Court cancelling the renewal of lease deed by the Development Authority in favour of appellant company-auction purchaser as also the conversion of leasehold right to freehold, does not call for interference - Public body acted oblivious to and in disregard of public interest - Land allotted to the company in liquidation was not for the purpose for which the appellant company stepped in - Purpose for allotment was for developing a residential colony for its employees, and not for commercial exploitation to a developer - There was no absolute or indefeasible right to renewal either in company in liquidation or in appellant-company which succeeded to the leasehold interest - Development Authority chose to blink at its obligations by conferring a largesse on appellant-company - Mere acquisition by appellant- company of the leasehold interest for the remainder of the term together with the benefits of the original lease covenants, did not ipso jure entitle appellant-company to renewal of the lease -As also subsequent conversion of the land to freehold cannot ensure to the  benefit of appellant since the underlying basis of the entire  transaction stood vitiated by fraud - When public bodies are vestedwith control over land which was acquired for facilitating planneddevelopment, no authority can claim an immunity from itsaccountability to matters of public interest - Thus, the order passedby the High Court is upheld - However, rights created in favour of third party purchasers of plots through execution of registered saledeeds by the appellant-company would not be disturbed - MadhyaPradesh Land Revenue Code, 1959 - ss. 181 and 182.UDA-Ujjain Development Authority granted leasehold rights toUSO for a period of thirty years to construct residential houses. IISCO was ordered to be wound up by the High Court. The Official Liquidatortook over and auctioned the assets of the company, including the leaseholdrights. The leasehold rights were purchased by the appellant company.UDA's case that it had cancelled its allotment and re-entered upon theland. However, UDA was not entitled to seek possession of the landfrom official liquidator. The appellant was assigned leasehold rights for the residuary period. After expiry of the period, UDA renewed the leaseagreement for another period of thirty years. Thereafter, leasehold rightswere converted into freehold rights. The deed of renewal was challenged.The High Court cancelled the renewal of lease deed by UDA in favourof appellant company as also the conversion of leasehold right to freehold;directed that the possession of land be taken back; that in order to fetch the best price land be put to public auction; and that the transfer fee becharged on the basis of the guidelines for 2011-2012 and the differentialbe recovered with eight percent per annum. Hence the instant appeals."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "JANHIT MANCH & ANR. VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MjI=",
        "Citation": "[2017] 8 S.C.R. 428",
        "Case Type": "(TRANSFER PETITION (CIVIL) /567/2017)",
        "Date": "31 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9KYW5oaXQgTWFuY2ggIEFuciAgdnMgIFN0YXRlIE9mIE1haGFyYXNodHJhICBPcnMxNzAxODYxOTg2LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 428",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "31 July 2017",
        "Petitioner:": "Janhit Manch & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 687",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "TRANSFER PETITION (CIVIL) /567/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Transfer Petition: PIL filed before High Court - High Court noticed that issues raised therein were already pending consideration before Supreme Court"
        ],
        "HeadNote": "Transfer Petition: PIL filed before High Court - High Court noticed that issues  raised therein were already pending consideration before Supreme Court - Granted liberty to the petitioner to file transfer petition - Pursuant thereto transfer petition seeking transfer of the PIL to the Supreme Court - SLPs also filed by parties against interim orders passed in the PIL - Held: The issues pending consideration before  Supreme Court has bearing on the PIL - It is in the interest of parties to decide the issues finally - Transer petition allowed - SLPs challenging the interim orders dismissed with liberty to seek alteration/variation/modification of the interim orders before this Court."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "M/S. SUNDER MARKETING ASSOCIATES VS. STATE OF HARYANA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MzA=",
        "Citation": "[2017] 8 S.C.R. 438",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /19166/2017)",
        "Date": "11 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBTdW5kZXIgTWFya2V0aW5nIEFzc29jaWF0ZXMgIHZzICBTdGF0ZSBPZiBIYXJ5YW5hICBPcnMxNzAxODYyMDU0LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 438",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "11 August 2017",
        "Petitioner:": "M/s. Sunder Marketing Associates",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 742",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Haryana & Ors.",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /19166/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Mines and Minerals - Haryana Minor Mineral Concession",
            "Stocking",
            "Transportation of Minerals and Prevention of Illegal"
        ],
        "HeadNote": "Mines and Minerals - Haryana Minor Mineral Concession, Stocking, Transportation of Minerals and Prevention of Illegal  Mining Rules, 2012 - rr. 25, 41 (v) - Surrender of mining contract - Auction of mining leases - Joint venture (JV), formed between Petitioner and one • K ', was the highest bidder with a bid of Rs.115 crores as dead rent - Writ petition by JV contending that HS/DC, a public sector undertaking was granted mining lease in a different area at a negligible amount which was not disclosed to JV and this seriously prejudiced its commercial interests - Writ petition dismissed by High Court granting time to JV to either continue with the contract or rescind it - However, 'K' decided to rescind the contract while the Petitioner wanted to continue with the contract - Respondent No.1-State transferred the mining lease in the favour  of the Petitioner - However, later withdrew the permission for such transfer - Writ petition by Petitioner, dismissed by High Court - On appeal, held: In view of the peculiar facts of the case and the offer of surrender or rescission of the contract having been accepted by the State Government, the Petitioner is permitted to surrender the mining contract if the provisions of rr. 25 and 41 (v) are complied F with by the Petitioner and the State Government - Further directions issued in view of the prayer made."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "HAFFKINE BIO-PHARMACEUTICAL CORPORATION LTD., GOVERNMENT OF MAHARASHTRA UNDERTAKING THROUGH MANAGER VS. M/S. NIRLAC CHEMICALS THROUGH ITS MANAGER & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1Mzc=",
        "Citation": "[2017] 8 S.C.R. 450",
        "Case Type": "(CIVIL APPEAL /9836/2017)",
        "Date": "27 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9IYWZma2luZSBCaW9waGFybWFjZXV0aWNhbCBDb3Jwb3JhdGlvbiBMdGQgR292ZXJubWVudCBPZiBNYWhhcmFzaHRyYSBVbmRlcnRha2luZyBUaHJvdWdoIE1hbmFnZXIgIHZzICBNcyBOaXJsYWMgQ2hlbWljYWxzIFRocm91Z2ggSXRzIE1hbmFnZXIgIE9yczE3MDE4NjIxMTcucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 450",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "27 July 2017",
        "Petitioner:": "Haffkine Bio-pharmaceutical Corporation Ltd., Government Of Maharashtra Undertaking Through Manager",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 681",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "M/s. Nirlac Chemicals Through Its Manager & Ors.",
        "Case Type:": "CIVIL APPEAL /9836/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tender: Validity of tender - Challenged by unsuccessful bidder"
        ],
        "HeadNote": "Tender: Validity of tender - Challenged by unsuccessful bidder - On the ground that technical-cum-commercial bid was not opened in the presence of its representatives - High Court set aside the award of tender - On appeal, held: Opening of the the tender of the  successful bidder in absence of the challenging bidder, is in violation of Central Vigilance Commission Guidelines - However, since the unsuccessful bidder did not fulfil all the tender conditions, its tender was also not technically qualified - Jn the interest of justice, the tendering company is restrained from purchasing any further, from  the successful bidder and is further directed to place order with the unsuccessful bidder in respect of the pending orders - The tendering company is permitted to float fresh tender as e-tender with clear and unambiguous terms and conditions - Contract."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "COMMISSIONER OF INCOME TAX-ILL, PUNE VS. SINHGAD TECHNICAL EDUCATION SOCIETY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NDY=",
        "Citation": "[2017] 8 S.C.R. 463",
        "Case Type": "(CIVIL APPEAL /11080/2017)",
        "Date": "29 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9Db21taXNzaW9uZXIgT2YgSW5jb21lIFRheGlsbCBQdW5lICB2cyAgU2luaGdhZCBUZWNobmljYWwgRWR1Y2F0aW9uIFNvY2lldHkxNzAxODYyMjAzLnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 463",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "29 August 2017",
        "Petitioner:": "Commissioner Of Income Tax-ill, Pune",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 820",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Sinhgad Technical Education Society",
        "Case Type:": "CIVIL APPEAL /11080/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Income Tax Act",
            "1961: s.153C - Proceedings under - Validity of-Assessment order - Pursuant to the notice u/s. l 53C"
        ],
        "HeadNote": "Income Tax Act, 1961: s.153C - Proceedings under - Validity of-Assessment order - Pursuant to the notice u/s. l 53C - Against respondent-assesses  (a charitable educational institution) - Appeal against - Before · Commissioner of Income Tax (Appeals) - Partially allowed - Jn appeal before Income Tax Appellate Tribunal (JTAT) additional ground pertaining to jurisdiction uls. l 53C raised - ITAT quashed the notice/proceedings u/s. l 53C in respect of four assessment years 0 - Order of ITAT confirmed by High Court - On appeal, held: ITAT rightly permitted the additional ground to be raised and correctly dealt with the ground on merit as well - However, it is clarified that by this judgement the Court has not given any clean chit to the assessee insofar as the findings to the effect that the assessee had been indulging in profiteering and collecting capitation fee."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SGT CHAMAN LAL VS. UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NTQ=",
        "Citation": "[2017] 8 S.C.R. 476",
        "Case Type": "(CIVIL APPEAL /8834/2015)",
        "Date": "25 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Amitava Roy, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TZ3QgQ2hhbWFuIExhbCAgdnMgIFVuaW9uIE9mIEluZGlhIEFuZCBPdGhlcnMxNzAxODYyMjc5LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 476",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "25 July 2017",
        "Petitioner:": "Sgt Chaman Lal",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 662",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Union Of India And Others",
        "Case Type:": "CIVIL APPEAL /8834/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Promotion - On selection post - Claim for - By the handicapped officer",
            "whose medical category was A4G4 (P)"
        ],
        "HeadNote": "Service Law: Promotion - On selection post - Claim for - By thehandicapped officer, whose medical category was A4G4 (P) -Alleging discrimination in the matter of consideration for promotion,as officers with more percentage of disability were grantedpromotion - Application dismissed - On appeal, held: Medicalcategory of the appellant-officer is assessed on the basis of parameters specified in the Guide to Medical Officers (MilitaryPensions) 2008 - There is no reason to doubt the medical assessmentof the appellant categorising him as A4G4 (P) by the Medical Board- The categorisation is based on several factors and not singularlydependant on the percentage of disability - Promotion to the post of JWO is a select promotion hedged with the medical fitnesseligibility criterion - Mere emplacement in the list of candidatesdue for promotion, would not create any vested right in the candidateto be promoted - The claim for promotion would depend on thefulfilment of eligibility requirements as per the promotion policyprevalent at the relevant time - The appellant did not possess the medical fitness qualification for being considered for selectpromotion to the post of JWO.Persons with Disabilities (Equal Opportunities, Protection ofRight and Full Participation) Act, 1995: s. 47(2)- Benefit under - Claim for - Held: The provision under sub-section (2) is not im absolute stipulation. but subject tothe proviso - The proviso empowers the appropriate Government toexempt any establishment from its application, by issuing notificationin that behalf- In the present case, notification was issued exemptingthe establishment, in which the appellant was employed, at the relevant time from the application of the provisions of the Act -Therefore, the appellant cannot claim benefit uls. 47(2) - Service"
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "NEERA YADAV VS. CENTRAL BUREAU OF INVESTIGATON",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NjE=",
        "Citation": "[2017] 8 S.C.R. 498",
        "Case Type": "(CRIMINAL APPEAL /253/2017)",
        "Date": "02 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9OZWVyYSBZYWRhdiAgdnMgIENlbnRyYWwgQnVyZWF1IE9mIEludmVzdGlnYXRvbjE3MDE4NjIzODIucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 498",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "02 August 2017",
        "Petitioner:": "Neera Yadav",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 698",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Central Bureau Of Investigaton",
        "Case Type:": "CRIMINAL APPEAL /253/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988 - s.13(2) rlw. s.JJ(l)(d) - Criminal misconduct by a public servant - Prosecution case that appellant-the then Chairperson and Chief Executive Officer of NOIDA"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988 - s.13(2) rlw. s.JJ(l)(d)- Criminal misconduct by a public servant - Prosecution case thatappellant-the then Chairperson and Chief Executive Officer ofNOIDA (New Okhla Industrial Development Authority) had abusedher position while committing grave irregularities in the matters ofallotments and conversions of land in NO/DA :... Held: Theprosecution has successfully proved that the appellant abused herposition as a public servant to benefit herself and her kith and kin- She not only made a mockery of rules and regulations of NO/DA,but also abused her position by completely neglecting her duties -Appellant herself bypassed the Rules and Regulations of NO/DAby submitting ante-dated, half-filled applications for seekingallotment of plots and by not paying the total amount payable in.lieu of the allotment - Evidence on record shows revision of layoutplan was carried out under the direction of the appellant to enhancethe area of her plot without following the norms of consulting theEngineering Department, which was mandatory as per rules - Thesaid change layout plan not only benefited the appellant in manifoldways but also caused huge financial loss to NO/DA - That apart,appellant also secured allotment of two shops for her two daughtersand then obtained residential plots in the name of her two major,dependent daughters, by completely defying the rules andregulations - The daughters of the appellant were not even engagedin filing their applications as their signatures were missing fromapplications made on their behalf. seeking allotment, conversionetc. - Thus, appellant is guilty of obtaining valuable thing for herselfand her daughters by abusing her position as a public servant.Sentence/Sentencing - Prevention of Corruption Act, 1988 -s.13(2) rlw. s.J3(l)(d) - Prosecution case that appellant committedthe offence of criminal misconduct by abusing her position as public servant, being CCEO of NO/DA in the matter of allotment of shops as well as plots in the names of her daughters who were dependenton her and as well as in the matter of allotment of residential plot inher favour after closure of scheme and getting it converted with alarger plot in the most developed sector of NO/DA - High Courtaffirmed the conviction of appellant u/s.13(2) rlw. s.13(J)(d) of the Act and sentenced her to undergo rigorous imprisonment for periodof three years and fine of Rs.1,00,0001- - Held: The occurrence, was of the year 1994 - Appellant undergoing sentence from14.03.2016 - Husband of appellant filed affidavit stating that theappellant surrendered her plot with building constructed inDecember, 2013 and physically handed over the plot along with construction to NO/DA authority - Appellant further submitted that ·she will not make any claim for refund -1,n instant case, the sentenceof imprisonment of three years imposed on the appellant reduced totwo years.Code of Criminal Procedure, 1973 - s. 427 - Appellantconvicted in two different cases - One for abusing the officialposition in getting the plots to herself and her daughters and makingirregular changes in the site plan and the other for abusing herposition as CCEO, NO/DA by conspiring with another person inallotting plot to him - In the first case, appellant convicted u/s.13(2)rlw. s.13(1)(d) of the P.C. Act and sentenced to R.I. for three yearsand fine of Rs.1,00,0001- with default clause - lri the second case;convicted u!s.1208 and s.13(2) r!w. s.13(J)(d) of the P.C. Act andsentenced to R.l. for three years with a fine of Rs.50,0001- andsimilar imprisonment for conviction u/s.1208 !PC ~ Appellantpleaded that the sentence of imprisonment imposed upon her in thetwo cases may be ordered to run concurrently - Held: The sentencingCourt has the discretion to direct concurrency - The investiture ofsuch discretion presupposes that it will be exercised on soundprinciples and not on whims~ In the Cr.P.C., there are no guidelinesor specific provisions to suggest under what circumstances thevarious sentences of imprisonment shall be directed to runconcurrently or consecutively - Instant case is one covered u/s.427Cr.P. C. - In facts and circumstances of the case, it is not justifiableto direct concurrency of sentence - Any unprincipled exercise ofjudicial discretion and casual direction regarding concurrency would  go against the express provisions of the PC Act and the Cr.PC. -Prevention of Corruption Act, 1988 -ss.13(l)(d), 13(2).Prevention of Corruption - Kinds of corruption - Nepotism -Deprecated by the Court."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SANJAY KHANDERAO WADANE VS. STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1Njc=",
        "Citation": "[2017] 8 S.C.R. 537",
        "Case Type": "(CRIMINAL APPEAL /1962/2011)",
        "Date": "03 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TYW5qYXkgS2hhbmRlcmFvIFdhZGFuZSAgdnMgIFN0YXRlIE9mIE1haGFyYXNodHJhMTcwMTg2MjQ1MC5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 537",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "03 August 2017",
        "Petitioner:": "Sanjay Khanderao Wadane",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 704",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1962/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860 - ss.143",
            "147",
            "148",
            "302 rlw s.149 and s.326 rlw. s.149 - Deceased beaten to death by appellants owing to a long standing dispute"
        ],
        "HeadNote": "Penal Code, 1860 - ss.143, 147, 148, 302 rlw s.149 and s.326 rlw. s.149 - Deceased beaten to death by appellants owing to a long standing dispute - Concurrent conviction of appellants by  Courts below - Plea of appellants that one of the prosecution witness (PW-8) stated that he ate 'Bhel' with deceased immediately before the incident however. said fact of eating 'Bhel' by deceased had not come up in his post mortem examination which casts a doubt on the narration of the whole incident by the witness, thus the same was a result of afterthought - On appeal, held: Evidence of a medical  person is merely an opinion which lends corroboration to the direct evidence in the case - On a careful perusal of the post mortem conducted by PW-10 (doctor), it is clear that the death was caused . by means of a sharp edged weapon- possibly a sword - Evidence given by PW-10 fully corroborates with the version given by PW-5  and PW-8 that the appellants caused the death of the deceased .using swords and iron pipes - Since, the eye witnesses' account was found credible and trustworthy, medical opinion pointing to alternative possibilities cannot be accepted as conclusive - No infirmity in orders passed by High Court with regard to conviction and sentence of the appellants-accused.  Medical jurisprudence - Alleged uncertainty w.r.t. time of occurrence as well as death of the deceased - Plea of appellants that PW;8 s version that he ate 'Bhei with the deceased before the incident was falsified, as according to the medical evidence there were no food particles in the stomach of the deceased - Held: G Judging the time of death from the contents of the stomach, may not always be the determinative test - It will require due corroboration from other evidence - Plea with regard to absence of food particles in the intestine of the deceased has no basis as digestion varies from person to person, and sometimes even with the same person atdifferent times - Further, if prosecution is able to prove its case,including the time of death, and the same points towards the guilt ofthe accused, then it may not be appropriate for the Court to wholly' reject the case of prosecution and to determine the time of death with reference to the stomach contents of the deceased.Evidence:Medical Witness - Opinion of - Evidentiary value of -Discussed."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "MONICA KUMAR & ANR. VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1Nzk=",
        "Citation": "[2017] 8 S.C.R. 550",
        "Case Type": "(WRIT PETITION(CRIMINAL) /27/2012)",
        "Date": "08 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9Nb25pY2EgS3VtYXIgIEFuciAgdnMgIFN0YXRlIE9mIFVwICBPcnMxNzAxODYyNjAzLnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 550",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "08 August 2017",
        "Petitioner:": "Monica Kumar & Anr.",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 713",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "WRIT PETITION(CRIMINAL) /27/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Police Reforms - Misconduct by Police officials - Rights of citizens - Writ Petition u/Art.32 of the Constitution"
        ],
        "HeadNote": "Police Reforms - Misconduct by Police officials - Rights ofcitizens - Writ Petition u/Art.32 of the Constitution - According toPetitioners, they had some issues with the Chairman of a medicalcollege and that Police acting under his influence had harassedthem - Pursuant thereto, Court issued notice in the writ petitionand ordered dasti service to the unserved respondents - Followingthe direction, the petitioners went to serve notice upon the SHO,but were assaulted by the police officials - Petitioners filedcomplaint to the Senior Superintendent of Police, who refused toaccept the same - Against this, Petitioners filed an application inthe pending writ petition - Writ petition was dismissed with direction to approach High Court u/Art.226 - High Court dismissed itwith liberty to the petitioners to file application u/s.156(3) - Orderof High Court was challenged by Petitioners by filing SLP- SupremeCourt directed inquiry in the matter - Conduct of the policeofficials was found to be blemished - Supreme Court directedinitiation of disciplinary proceedings against the concerned policeofficials - Immediately thereafter. Police officials went to the placeof the petitioners, to put pressure on them to withdraw their cases;and one policeman again assaulted the petitioners and filed FIRagainst them u/ss. 324,33213531504 JPC - Held: Police needs to besensitised about the rights of citizens and the civilised manner inwhich police is required to maintain law and order - Training ofpolice is required so that use of force on citizens is reduced andPolice officials become more sensitive towards them and fulfill theirrole as protector of citizens - There is also a need to deal witherring police officials by taking stern measures whose actions amountto 'misconduct' or may be 'criminal' in nature - Letting off theerring officials by only administering a warning may not beappropriate as done in instant case - Besides the conduct of policeofficials, version of the petitioners was also found to be exaggerated, regarding the incident when police had visited andassaulted them, therefore, suspension of police officials not directed- However, after assessing the situation, the FIR filed against thepetitioners quashed and direction issued io provide adequateprotection to them."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "VASANT RAO GUHE VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1ODU=",
        "Citation": "[2017] 8 S.C.R. 570",
        "Case Type": "(CRIMINAL APPEAL /1279/2017)",
        "Date": "09 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9WYXNhbnQgUmFvIEd1aGUgIHZzICBTdGF0ZSBPZiBNYWRoeWEgUHJhZGVzaDE3MDE4NjI2OTUucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 570",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "09 August 2017",
        "Petitioner:": "Vasant Rao Guhe",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 718",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1279/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Prevention of Corruption Act",
            "1988: s.13(1)(e) r/w. s.13(2) - Concurrent conviction under"
        ],
        "HeadNote": "Prevention of Corruption Act, 1988: s.13(1)(e) rlw. s.13(2) - Concurrent conviction under - If justified- Held: A public servant charged of criminal misconduct has to be proved by the prosecution to be in possession of pecuniary resources or property disproportionate to his known sources of income, at any time during the period of his office - To succeed in  a criminal trial, the prosecution has to pitch its case beyond all reasonable doubt and lodge it in the realm of \"must be true\" category and not in the domain of \"may be true\" - However, in the instant case the prosecution failed to prove the charge of criminal misconduct against the appellant beyond all reasonable doubt -  He is thus entitled to benefit of doubt - Further. on facts, the charge for which the appellant was finally convicted was different from the one with which he was arraigned at the initiation of the trial - This is opposed to the fundamental percepts of a criminal prosecution - Thus, appellants conviction and sentence is set aside.  s.13 - Burden of proof - Held: The primary burden to bring home the charge of criminal misconduct is on the prosecution to establish beyond reasonable doubt that the public servant either himself or through anyone else had at any time, during the period of his office, been in possession of pecuniary resources or property disproportionate to his known sources of income - It is only on 'the  discharge of such burden by the prosecution, if the public servant fails to satisfactorily account for the same, he would be in law held guilty of such offence - If prosecution fails to discharge such burden, he would not be required in law to offer any explanation to satisfactorily account therefor."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "M/S. SHOELINE VS. COMMISSIONER OF SERVICE TAX AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1OTA=",
        "Citation": "[2017] 8 S.C.R. 582",
        "Case Type": "(CIVIL APPEAL /10214/2017)",
        "Date": "10 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBTaG9lbGluZSAgdnMgIENvbW1pc3Npb25lciBPZiBTZXJ2aWNlIFRheCBBbmQgT3JzMTcwMTg2Mjc3MS5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 582",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "10 August 2017",
        "Petitioner:": "M/s. Shoeline",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2017 INSC 738",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Commissioner Of Service Tax And Ors.",
        "Case Type:": "CIVIL APPEAL /10214/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Equity - Legality of service tax was to be determined for period July 9",
            "2004 to March 31",
            "2006"
        ],
        "HeadNote": "Equity - Legality of service tax was to be determined forperiod July 9, 2004 to March 31, 2006 - The validity of demandwas confirmed by the Joint Commissioner of service tax - Nostatutory appeal filed by the appellant against the order - Further.appellant made payments of service tax - However. appellant was_aware that there were numerous other litigation pending againstservice tax - Jn those other litigation, it was held that service taxwas not payable in absence of appropriate provision at the relevanttime and it became payable only w.e.f April 18, 2006, when section66A was inserted - Pursuant thereto, writ Petition was filed by theappellant and same was dismissed as barred by delay and /aches -Held: The legal position which is settled is that this service tax wasnot payable for the period in question inasmuch as such a liabilityarose w.ef: April 18, 2006 - This legal position is not confined toonly those who approached the Court but is a declaration of law -It can be treated as judgement in rem - Jn instant case, equities wouldbe balanced by not insisting on payment of penalty and interest -Appellant approached belatedly, thus may not be entitled to refundof service tax already paid but at the same time, the appellant shouldnot be called upon to pay any interest and penalty levied on a taxwhich was not payable in law - Finance Act, 1994 - s.66A.Delay/Laches - Validity of dPTand of service tax challengedafter four years - Appellant received a show cause notice for non-payment of service tax - Appellant contested the said show causeG notice and challenged the legality of service tax - Validity of demandwas confirmed by the Joint Commissioner of service tax - Nostatutory appeal filed by the appellant against the order - Appellantwas aware that there were numerous other litigation pending - Inthose other litigation, it was held that service tax was not payable~ Pursuant thereto writ Petition filed by the appellant, but was dismissed as barred by delay and /aches of four years -::- l)division. Bench also concurred, thereby affirming the order - Held: After.Joint Commissioner had passed the order. no statutory appeal waspreferred by the appellant challenging the order - When appellanthad not challenged the demand and was merely watching the ·proceedings in other similar cases, the decision in those cases cannot famish any cause of action to the appellant to file the writ petition- Therefore, whenever it appears that the claimants lost time orwhiled it away and did not rise to the occasion in time for filing the·writ petitions, then in such cases, the court should be very slow ingranting the relief to the incumbent- Constitution of India -Art.226."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SURAJ PAL (D) THR. LR. VS. RAM MANORATH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1OTY=",
        "Citation": "[2017] 8 S.C.R. 595",
        "Case Type": "(CIVIL APPEAL /5883/2013)",
        "Date": "11 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TdXJhaiBQYWwgZCBUaHIgTHIgIHZzICBSYW0gTWFub3JhdGggIE9yczE3MDE4NjI4ODQucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 595",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "11 August 2017",
        "Petitioner:": "Suraj Pal (d) Thr. Lr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 741",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "Ram Manorath & Ors.",
        "Case Type:": "CIVIL APPEAL /5883/2013",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land laws - UP Consolidation of Holdings Act~ s.5(c)(ii) - Permission of Settlement Officer (Consolidation) under. if required before sale of this suit property"
        ],
        "HeadNote": "Land laws - UP Consolidation of Holdings Act~ s.5(c)(ii) -Permission of Settlement Officer (Consolidation) under. if required.before sale of this suit property - Held: The intention of introducing s.5(c)(ii) was that if the land holding is subject to consolidationproceedings then permission of Settlement Officer (Consolidation)is required before the same is transferred - This is so because if theland, which is subject matter of consolidation proceedings, is soldor permitted to be transferred during consolidation proceedings, itcould affect the entire consolidation scheme - However. admittedly, the suit property was used as 'Abadi' land and was declared\"Chakout\" and thus~ outside the purview of the consolidationscheme - Hence, no permission of the Settlement Officer(Consolidation) was required to sell t~e suit property in question.Review- Scope of- Held: If a court finds that it has committed an error which is apparent on the face of record and that error ispointed out to it in a review petition, there is nothing which preventsthe court from correcting the error - In the instant case, the SingleJudge of High Court did not take into consideration the arguments •.raised that suit property was· 'chakout' and therefore, was not part of the consolidation scheme - Therefore, the Single Judge wasjustified in reconsidering the matter."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "UNION OF INDIA & ORS. VS. S. RAVICHANDRAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MDM=",
        "Citation": "[2017] 8 S.C.R. 600",
        "Case Type": "(CIVIL APPEAL /429/2017)",
        "Date": "11 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSAgT3JzICB2cyAgUyBSYXZpY2hhbmRyYW4gIE9yczE3MDE4NjI5NjMucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 600",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "11 August 2017",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 740",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "S. Ravichandran & Ors.",
        "Case Type:": "CIVIL APPEAL /429/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Conditions of service - Cadre - Review of - Propriety"
        ],
        "HeadNote": "Conditions of service - Cadre - Review of - Propriety - Respondents working in ministerial cadre of Border Security Force (BSF) - Appellant by letter dtd. 28.8.2000 sanctioned abolition of 10% of promotion quota for ministerial cadre to the posts of Asst. Commandant and for creation of 26 posts of Asst. Commandant and 8 posts of Deputy Commandant vide letter dtd. 31.08.2000 - However, though the promotion quota meant for ministerial cadre was abolished, but no benefit was given in terms of letter dtd. 31.8.2000 - Jn the meantime, in view of cadre review of BSF. appellant by sanction letter dtd. 28.11.2003 created 67 posts of Asst. Commandant for ministerial cadre - However, no post of Deputy Commandant was created - Writ petition by respondents contending that appellant cannot be permitted to only partially implement the decision dtd. 28.08.2000131.08.2000 as the promotion quota was deleted but no benefit was provided to them and further that the subject matters of letters dtd. 28.8.2000131.08.2000 and 28.11.2003 were totally different and they operate in different fields - Writ petition, allowed - Plea of appellants that order(s) dtd. 28.08.2000131.08.2000 stood superseded by the cadre review conveyed by letter dtd. 28.ll.20C3 - On appeal, held: Decision dtd. 28.08.2000131.08.2000 was superseded by the cadre review which took place on 28.11.2003 - Though. subject matters of letters dtd. 31.08.2000 and 28.11.2003 are slightly different but letter dtd. 28.11.2003 deals with restructuring of all posts from Constable to DIG including the posts meant for ministerial cadre and was issued in super session of all orders on the subject concerned - No legal infirmity in letter dtd. 28.11.2003 - Judgement of High Court set aside - Border Security Force (Assistant Commandant) Recruitment Rules, 1985 - BSF (General Duty Officers) Recruitment Rules, 2001.Promotion - Avenues of - Interference by courts - Held: It isfor the employer to decide how many avenues of promotion to giveto which branch - BSF is mainly a combat force and it is for theemployer to decide to which level the ministerial staff should bepromoted - Court cannot by its decision change the opinion of expertbodies."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "AZIZIA BEE @ SHAIK MUJEEB (D) THR. LRS. VS. GOVT. OF A.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MDk=",
        "Citation": "[2017] 8 S.C.R. 607",
        "Case Type": "(CIVIL APPEAL /5441/2015)",
        "Date": "16 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9Beml6aWEgQmVlICBTaGFpayBNdWplZWIgZCBUaHIgTHJzICB2cyAgR292dCBPZiBBcCAgT3JzMTcwMTg2MzA1Ni5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 607",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "16 August 2017",
        "Petitioner:": "Azizia Bee @ Shaik Mujeeb (d) Thr. Lrs.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 749",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Govt. Of A.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /5441/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land laws - Claim of title on land - Error committed by Court by mixing-up of two properties - Land in question had been subject matter of urban land ceiling proceedings"
        ],
        "HeadNote": "Land laws - Claim of title on land - Error committed by Court by mixing-up of two properties - Land in question had been subject matter of urban land ceiling proceedings - Appellants contended  that despite the fact that qua the said land, all findings were in their favour, yet the Division Bench of the High Court had set aside the order of the Single Judge, and linked the appellants with persons who had been held as land grabbers - Held: The title of appellants to the land in question is clearly traceable to a compromise decree pursuant to which sale deed was entered in favour of their mothers  - Also, the State Government had recommended issuance of supplementary sethwar in respect of the land belonging to the appellants - Both Single Judge and Division Bench held that the land owned by the appellants was not concerned with any evacuee proceedings - Division Bench committed error in mixing up the  appellants' property with another property - Therefore, the order of the Division Bench set aside and directions in the order of the Single Judge restored."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "RAMATHAL VS. MARUTHATHAL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MTM=",
        "Citation": "[2017] 8 S.C.R. 613",
        "Case Type": "(CIVIL APPEAL /10741/2017)",
        "Date": "22 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9SYW1hdGhhbCAgdnMgIE1hcnV0aGF0aGFsICBPcnMxNzAxODYzMTI1LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 613",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "22 August 2017",
        "Petitioner:": "Ramathal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 790",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Maruthathal & Ors.",
        "Case Type:": "CIVIL APPEAL /10741/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908: s.100 - Second appeal",
            "interference on question of fact"
        ],
        "HeadNote": "Code of Civil Procedure, 1908: s.100 - Second appeal, interference on question of fact - When appreciation of evidence suffers from material irregularities and when there is perversity in the findings of the. court which are not based on any material, court is empowered to interfere on a question of fact as well - Unless and until there is absolute perversity, it would not be appropriate for the High Court to interfere in a question of fact just because two views are possible - Jn such circumstances, High Court should restrain itse(f from exercising the jurisdiction on a question of fact.S. J 00 - Substantial question of law - Agreement of sale of land - Stipulation in the agreement that the seller would conduct a ·survey for identification of the boundaries of the suit land - Non-  compliance by the seller - Suit for specific performance - Trial court decreed the suit - Appellate court upheld the decree - Concurrent finding of two courts that the survey was not conducted by the seller - High Court set aside the judgment on the ground that buyer was unable to prove that suit land was not measured and demarcated by the seller - High court's order challenged on the  ground that the same was beyond the scope of second appeal under s.100; that seller was not able to prove that survey was conducted which was condition precedent for payment of agreed consideration and that the buyer was ready and willing to perform his part of contract - On appeal, held: Perusal of various conditions stipulated in the agreement makes it clear that the reciprocal promises were  dependent on each other - The view taken by High Court, regarding the interpretation of the contract wherein the execution of the contract was independent of the payment obligation, is erroneous and cannot be sustained in the eyes of law as the contract needs to  be read as whole and not in piecemeal approach as undertaken bythe High Court - Therefore. the buyers payment obligation and theobligation to execute the contract, was dependent upon themeasurement to be conducted by the seller - DWl and DW2 statedthat the survey was conducted subsequent to the execution of the agreement, but no documents were marked on behalf of the sellerevidencing this fact - When both the courts below took a view thatevidence of the witness was not believable on detailed considerationof their cross examination and non-availability of documentaryevidence to prove that survey was conducted, the High Court shouldnot have interfered with such factual findings by taking intoconsideration the oral evidence of witnesses - The crucial fact thatthe survey was not conducted had attained finality by the earlierjudgement of the High Court - Therefore, once trial court and firstappellate court which are the fact finding courts have come to thespecific conclusion that the plaintiff is entitled for specific performance of the agreement of sale, the High Court on re-appreciation of evidence could not have upset the factual findingsin second appeal - Specific Relief Act, 1963.Specific Relief Act, 1963:Escalation of prices cannot be a ground for denying the reliefof specific performance - Specific performance is an equitable reliefand granting the relief is the discretion of the court - The discretionhas to be exercised by the court judicially and within the settledprinciples of law - Equity.s.l 6(c) - Essential ingredients - Proof of readiness andwillingness to perform - In a suit for specific performance, burdenis always on the plaintiff to aver and prove that they are alwaysready and willing to perform their part of the contract throughout -s.16(c) of the Act mandates that not only there be a plea of readinessand willingness but it also has to be proved by acceptable evidence- Requirement ofulfi!ling the conditions under s. l 6(c) of the Act, is a condition precedent for obtaining the relief of specificperformance."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "APPARAJU MALHAR RAO VS. TULA VENKATAIAH@ VENKAT RAO (DEAD) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MTg=",
        "Citation": "[2017] 8 S.C.R. 626",
        "Case Type": "(CIVIL APPEAL /3672/2009)",
        "Date": "01 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9BcHBhcmFqdSBNYWxoYXIgUmFvICB2cyAgVHVsYSBWZW5rYXRhaWFoIFZlbmthdCBSYW8gZGVhZCAgT3JzMTcwMTg2MzIwMi5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 626",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "01 September 2017",
        "Petitioner:": "Apparaju Malhar Rao",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 842",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Tula Venkataiah@ Venkat Rao (dead) & Ors.",
        "Case Type:": "CIVIL APPEAL /3672/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - s. 1OO - Second appeal - Substantial question of law"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - s. JOO - Second appeal - Substantial question of law - On facts, High Court did not frame  any substantial question of law as is required to be framed at the time of admission of the second appeal and allowed the second appeal filed by respondent No. I - Sustainability of - Held: Impugned order not legally sustainable and is set aside - Matter remanded to the High Court for deciding the second appeal afresh."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "PURVI MUKESH GADA VS. MUKESH POPATLAL GADA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MzA=",
        "Citation": "[2017] 8 S.C.R. 630",
        "Case Type": "(CRIMINAL APPEAL /1553/2017)",
        "Date": "04 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9QdXJ2aSBNdWtlc2ggR2FkYSAgdnMgIE11a2VzaCBQb3BhdGxhbCBHYWRhICBBbnIxNzAxODYzMzc1LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 630",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "04 September 2017",
        "Petitioner:": "Purvi Mukesh Gada",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 846",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Mukesh Popatlal Gada & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1553/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Child and Family welfare - Custody of children - Son 17 years old and daughter 13 years old"
        ],
        "HeadNote": "Child and Family welfare - Custody of children - Son 17 years old and daughter 13 years old - Children found to be  comfortable in company of mother and expressed their desire to stay with mother - Children are at discernible age of 17 and 13 years and are better equipped mentally as well as psychologically to take a decision in this behalf - Moreover. when they were in custody of father. they were admitted in Boarding school and were not performing well in studies - After the children started staying  with mother. their academic performance improved significantly - Therefore, welfare of children lies in allowing mother to retain their custody - Custody given to the mother - Children having not shown reluctance to meet father. he is given weekend access and avail the custody of children during vacations and festivals."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SHALU OJHA VS. PRASHANT OJHA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NDU=",
        "Citation": "[2017] 8 S.C.R. 642",
        "Case Type": "(SPECIAL LEAVE PETITION (CRIMINAL) /3935/2016)",
        "Date": "04 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri\n*, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TaGFsdSBPamhhICB2cyAgUHJhc2hhbnQgT2poYTE3MDE4NjM0OTgucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 642",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "04 September 2017",
        "Petitioner:": "Shalu Ojha",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 847",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arjan Kumar Sikri",
        "Respondent:": "Prashant Ojha",
        "Case Type:": "SPECIAL LEAVE PETITION (CRIMINAL) /3935/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Protection of Women from Domestic Violence Act",
            "2005: s. 12 - Application under - Maintenance sought by wife"
        ],
        "HeadNote": "Protection of Women from Domestic Violence Act, 2005:s. 12 - Application under - Maintenance sought by wife(appellant) from husband (respondent) - interim maintenance ofRs. 2, 50, 0001- per month granted w.ef filing of complaint - Husbanddid not honour the order - Execution petition by wife for recoveryof arrears of maintenance - Challenge to maintenance order byhusband declined finally by Supreme Court, while observing thatmatter be referred for conciliation - Conciliation failed - HighCourts order directing the husband to pay Rs. 10 lakhs each in twoinstalments - Wifes application seeking modification of the directionsof High Court seeking entire arrears of maintenance - Appeal bywife for vacation of interim stay of execution proceedings - Allowedby Supreme Court directing to execute the maintenance order -Despite the order husband since did not clear the arrears, sent tojudicial custody - Jn application of husband, Supreme Court directedthe Sessions Court to decide the appeal of the husband on merit -Sessions Court reduced the maintenance from Rs. 2,50,0001- P.M.to 50,0001- P.M. Wife challenged the order uls. 482 Cr.P. C. -Husband also filed petition uls. 482 Cr.P. C. seeking furtherreduction of the maintenance amount - Petition of husbanddismissed by High Court and the order was further affirmed bySupreme Court - Pending the petition u/s. 482 Cr.P.C., wife filedpresent SLP challenging the order of Sessions Judge whereby hereduced the maintenance amount - Attempt .of Supreme Court foramicable solution failed - Family Court directed to decide thedomestic violence proceedings within a period of eight weeks fromthe date of the present judgment - High Court directed to decidethe pending application filed by the wife as regards correctness oforder of Sessions Court whereby the maintenance amount wasreduced."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "STATE OF U P THR. ITS SECRETARY & ORS VS. MERAJ AHMAD",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NDg=",
        "Citation": "[2017] 8 S.C.R. 649",
        "Case Type": "(CIVIL APPEAL /9335/2016)",
        "Date": "07 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TdGF0ZSBPZiBVIFAgVGhyIEl0cyBTZWNyZXRhcnkgIE9ycyAgdnMgIE1lcmFqIEFobWFkMTcwMTg2MzU3NS5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 649",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "07 September 2017",
        "Petitioner:": "State Of U P Thr. Its Secretary & Ors",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 869",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Meraj Ahmad",
        "Case Type:": "CIVIL APPEAL /9335/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law: \\ Continuity of service - Claim for - Original appointment on temporary basis - Termination ofservice in view of FIR uls. 302 /PC against the employee"
        ],
        "HeadNote": "Continuity of service - Claim for - Original appointment on temporary basis - Termination of service in view of FIR u/s. 302 /PC against the employee - -On acquittal u/s. 302 /PC, .employee .sought appointment as a fresh candidate - Fresh appointment given  subject to specific condition that he would not be entitled to the benefit of past service - Writ petition by employee - Single Judge of High Court granted benefit of continuity of service setting aside termination order - Division Bench upheld order of Single Judge - On appeal, held: High Court erred in terminating challenge to the termination order - Such challenge was not open to the employee  once he had accepted his termination and sough fresh appointment by undertaking to give up any claim in connection with his past service - The direction to grant continuity of service"
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "CHANDRO DEVI & ETC. VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NTg=",
        "Citation": "[2017] 8 S.C.R. 653",
        "Case Type": "(CIVIL APPEAL /11360-11361/2017)",
        "Date": "08 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9DaGFuZHJvIERldmkgIEV0YyAgdnMgIFVuaW9uIE9mIEluZGlhIEFuZCBPcnMxNzAxODYzNjU3LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 653",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "08 September 2017",
        "Petitioner:": "Chandro Devi & Etc.",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 875",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CIVIL APPEAL /11360-11361/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Lease: Grant of lease of shops - For rehabilitation of ex-servicemen - By Army Station Commander - Lease granted for a period of 11 months"
        ],
        "HeadNote": "lease: Grant of lease of shops - For rehabilitation of ex-servicemen - By Army Station Commander - Lease granted for a period of 11 months which was renewable from year to year - Jn the year 2007 policy introduced whereby lease was not to be extended/renewed beyond 5 years - Leases of the lease-holders were cancelled - Appellants-lease-holders challenged non-renewal of their leases - Single Judge of High Court dismissed the writ petitions - Letters Patent appeals were also dismissed - Some petitioners filed SLP which were dismissed - Thereafter review petitions were filed by the petitioners who had not approached Supreme Court as well as those who had approached Supreme Court - Dismissal of review petitions .- On appeal, plea that the letter on which the courts below had placed reliance, being a draft letter, a fraud was committed by the Government upon the Court and hence the whole action based on this fraud was vitiated - Held: Every wrong action is not a fraudulent action - The fact that the letter was a draft letter does not show that it was fraudulently introduced by Union of India - Mere allegations of fraud made for the first time before Supreme Court is not sufficient - From the facts case, it is evident that no guidelines have been framed with regard to the shops on defence lands created out of Government was authorised to issue the SOP dated 1 J'h April, 2007 - There is nothing arbitrary in the policy of SOP 2007- Fraud."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "UNION OF INDIA AND ANOTHER VS. RAJ KUMAR JHA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2Njg=",
        "Citation": "[2017] 8 S.C.R. 664",
        "Case Type": "(CIVIL APPEAL /1585-1586/2017)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9VbmlvbiBPZiBJbmRpYSBBbmQgQW5vdGhlciAgdnMgIFJhaiBLdW1hciBKaGEgQW5kIE90aGVyczE3MDE4NjM3NDkucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 664",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "Union Of India And Another",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 892",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Raj Kumar Jha And Others",
        "Case Type:": "CIVIL APPEAL /1585-1586/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Seniority - Respondent-officers had been serving in DANIPS"
        ],
        "HeadNote": "Seniority - Respondent-officers had been serving in DANJPS  since long - They got a lateral induction into JPS based on their merit and seniority- While inducting them into JPS, they were given a year of allotment and placed below the direct recruits of that year - High Court held that after the introduction of the Sixth Pay Commission Report, the seniority will depend on the grade pay and  that relevant rules are to be accordingly amended so as to remove the alleged discrepancy with regard to the fixation of seniority - Held: The fixation of seniority based on grade pay is among the officers inter se of the same service and it has nothing to do with the grade pay in the starting scale of direct recruits in a different service, i.e. JPS in the instant case - Merely because an officer in DAN/PS working since 1987 is getting a higher pay and grade pay on account of his long service and that pay band being protected while induction to JPS, that by itself will not clothe him with a right to claim seniority above the entire direct recruits of several years who naturally would have been only on a lesser pay band having been in service only after direct recruitment.  Seniority - Fixation of - The Pay Commission Report has nothing to do with the fixation of seniority in a service - That is governed by the rules of the service"
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "KARAN SINGH VS. DELHI TRANSPORT CORPORATION & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MTk=",
        "Citation": "[2017] 8 S.C.R. 675",
        "Case Type": "(CIVIL APPEAL /12743/2017)",
        "Date": "13 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9LYXJhbiBTaW5naCAgdnMgIERlbGhpIFRyYW5zcG9ydCBDb3Jwb3JhdGlvbiAgQW5yMTcwMTg2NDcyMi5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 675",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "13 September 2017",
        "Petitioner:": "Karan Singh",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 902",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Delhi Transport Corporation & Anr.",
        "Case Type:": "CIVIL APPEAL /12743/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Pension and other benefits - Voluntary Retirement Scheme - Scheme floated by the respondent-corporation whereby employees who had 10 years of service and 40 years of age were granted option for voluntary retirement"
        ],
        "HeadNote": "Service law - Pension and other benefits - Voluntary Retirement Scheme - Scheme floated by the respondent-corporation whereby employees who had 10 years of service and 40 years of age were granted option for voluntary retirement - Appellant submitted his application for voluntary retirement which was allowed - He was made various payments as per the scheme but no order for pension was passed on the ground that he did not qualify for pension - Held: The qualifying service after adding the training period and deducting 98 days on account of leave without pay,  came to 9 years, 10 months and 11 days - The appellant placed the photocopy of The service-book which contained the details of his leave - There was no mention in the leave account that leave without pay shall be treated as disruption in service - The question whether period of leave without pay is to be counted as quality)'ing service  for pension, is pending before the larger bench in Balwan Singh case - In the interest of justice, it is held appropriate to await the ·decision in Balwan Singh case - Appeal to be listed after disposal of Balwan Singh case."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "RATANLAL VS. PRAHLAD JAT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MjU=",
        "Citation": "[2017] 8 S.C.R. 682",
        "Case Type": "(CRIMINAL APPEAL /499/2014)",
        "Date": "15 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9fXzY4Mi02OTYgXzE3MDMzMTYwOTkucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 682",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "15 September 2017",
        "Petitioner:": "Ratanlal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 954",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "Prahlad Jat & Ors.",
        "Case Type:": "CRIMINAL APPEAL /499/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973: s.311 - Object of - Held: In order to enable the court to find out the truth and render a just decision",
            "the salutary provision of s.311 is enacted whereunder any court by exercising its discretionary authority at any stage of inquiry",
            "trial or other proceeding"
        ],
        "HeadNote": " Code of Criminal Procedure, 1973: s.311 - Object of - Held: In order to enable the court to find out the truth and render a just decision, the salutary provision of s.311 is enacted whereunder any court by exercising its discretionary authority at any stage of inquiry, trial or other proceeding can summon any person as witness or examine any person in attendance though not summoned as a witness or recall or re-examine any  person already examined who are expected to be able to throw light upon the matter in dispute - The object of the provision as a whole is to do justice not only from the point of view of the accused and the prosecution but also from the point of view of an orderly society - This power is to be exercised only for strong and valid reasons and it should be exercised with caution and circumspection - Recall  is not a matter of course and the discretion given to the court has to be exercised judicially to prevent failure of justice - The reasons for exercising this power should be spelt out in the order. s.482 - Quashing of proceedings - Murder - Charge sheet filed against respondent no.1 and 2 - Statement of 28 witnesses F including of PW4 and PW5 recorded - PW4 and PW5 moved applications before Sessions Judge uls.311 CrPC after passage of 14 months for re-recording their statements on the ground that the previous statements were made under the influence of police and stating that respondent no. l and 2 had no role in the incident - G Sessions judge rejected the plea of police pressure and dismissed the application - However, High Court u/s. 482 quashed the order of Sessions judge thereby allowing the applications of PW4 and PW5 - On appeal by uncle of deceased, held: PWs 4 and 5 were examined and cross-examined at length - During the police investigation and in their evidence, they have supported the  prosecution story - The Sessions Judge held that they were not under any pressure while recording their evidence - After a passage of 14 months, they filed the application for their re-examination on the ground that the statements made by them earlier we~e under pressure - They have not assigned any reasons for the delay in making application - It seems that they had been won over - There is no reason to allow such an application - The Sessions Judge, therefore, was justified in rejecting the application - High Court was not right in setting aside the said order \"\"\" The records show that after the order of the High Court, PWs 4 and 5 were re-examined before the trial court - Trial court is directed to proceed with the matter without taking into consideration the evidence of PWs 4 and 5 recorded C after the order of the High Court - Penal Code, 1860 - ss.302, 201, 342, 120B. "
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "EMPLOYEES STATE INSURANCE CORPORATION & ANR. VS. MANGALAM PUBLICATIONS (I) PRIVATE LIMITED",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MzA=",
        "Citation": "[2017] 8 S.C.R. 697",
        "Case Type": "(CIVIL APPEAL /4681/2009)",
        "Date": "21 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Mohan M. Shantanagoudar\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9FbXBsb3llZXMgU3RhdGUgSW5zdXJhbmNlIENvcnBvcmF0aW9uICBBbnIgIHZzICBNYW5nYWxhbSBQdWJsaWNhdGlvbnMgaSBQcml2YXRlIExpbWl0ZWQxNzAxODY0OTE2LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 697",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "21 September 2017",
        "Petitioner:": "Employees State Insurance Corporation & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 973",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "Respondent:": "Mangalam Publications (i) Private Limited",
        "Case Type:": "CIVIL APPEAL /4681/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Employees' State Insurance Act",
            "1948 - s. 2(22) - Wages - Interim relief paid by private limited company"
        ],
        "HeadNote": "Employees' State Insurance Act, 1948 - s. 2(22) - Wages - Interim relief paid by private limited company-respondent to its employees, during certain period - Liability of the company- respondent to pay Employees' State Insurance (ESI} contribution to its employees - Held: Interim relief paid by the company-respondent to its employees being \"wages\" as defined u/s. 2(22) and not a 'gift' or 'inam ', thus, the company-respondent liable to pay the ESI contribution to its employees - Payment of interim relief/wages  emanates from the provisions contained in terms of the settlement, which forms part of the contract of employment and forms the ingredients of \"wages\" as defined u/s. 2(22) - It was not an ex- gratia payment - Thus, the Employees' State_ Insurance Corporation entitled to recover the ESI contribution from the respondent for the E said period."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "M/S SHANTI FRAGRANCES VS. UNION OF INDIA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MzM=",
        "Citation": "[2017] 8 S.C.R. 711",
        "Case Type": "(CIVIL APPEAL /8485/2011)",
        "Date": "21 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBTaGFudGkgRnJhZ3JhbmNlcyAgdnMgIFVuaW9uIE9mIEluZGlhIEFuZCBPcnMxNzAxODY0OTk4LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 711",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "21 September 2017",
        "Petitioner:": "M/s Shanti Fragrances",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 971",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Union Of India And Ors.",
        "Case Type:": "CIVIL APPEAL /8485/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tax/Taxation: Delhi Sales Tax Act",
            "1975 - U.P. Trade J:ax Act",
            "1948.- Tamil Nadu General Sales Tax Act",
            "1959"
        ],
        "HeadNote": "Tax/Taxation: Delhi Sales Tax Act, 1975 - U.P. Trade J tax Act, 1948.- Tamil Nadu General Sales Tax Act, 1959 - Pan masala containing tobacco  and Gutka - Eligibility to sales tax - Under the 1975 Act, 1948 Act and 1959 Act - Conflicting views - Held: Jn view of the conflict between the *Kothari Products line of judgements and the **Agra Belting Works line of judgements, together with the said challenge ·insofar as the doctrine of precedent qua this Court, appropriate Bench to be constituted in order to decide as to whether the *Kothari Products line or the **Agra Belting Works line is correct in law - Also as to whether and to what extent the propositions contained in Ningappa Ramappa Kurbar case, Supreme Court Advocates-on-Record Association's case and the Harper's case that the question of numerical strength gains poignancy when one judgment is overruled by  another, would guide this Court. Precedent - Conflicting views - Tearing of judicial veil - Under· the present practice, view of four Judges speaking for the majority (including dissenting judges) in a 7 Judge Bench would prevail over a unanimous 5 Judge Bench decision, because they happen to speak for a 7 Judge Bench - Question to be answered that a view of five Judges cannot be overruled by a view of four Judges speaking for a· Bench of 7 Judges - Judicial veil ."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "JASWANT SINGH & ORS VS. PARK.ASH KAUR & ANR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3Mzc=",
        "Citation": "[2017] 8 S.C.R. 731",
        "Case Type": "(CIVIL APPEAL /9409/2017)",
        "Date": "21 JULY 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9KYXN3YW50IFNpbmdoICBPcnMgIHZzICBQYXJrYXNoIEthdXIgIEFucjE3MDE4NjUwNjMucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 731",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "21 July 2017",
        "Petitioner:": "Jaswant Singh & Ors",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 656",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Park.ash Kaur & Anr",
        "Case Type:": "CIVIL APPEAL /9409/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908 - 01: IX r. 9 and s.141 -Appeal against order dismissing application for restoration of application u/Or. IX",
            "r. I 3 - Maintainability"
        ],
        "HeadNote": "Code of Civil Procedure, 1908 - 01: IX r. 9 and s.141 -Appeal against order dismissing application for restoration of application u/Or. IX, r. I 3 - Maintainability of - Respondent-Plaintiff filed suit  against the defendant, predecessor-in-interest of the appellants - The suit proceeded ex parte against the defendant and was decreed - Defendant filed application u/Or. IX. r.I 3 to set aside the ex parte decree, however; the same was dismissed in default - Thereafter, defendant died - Legal heirs of the defendant i.e. appellants filed application praying for restoration of application filed u/Or. IX  r. I 3 - Application dismissed by trial Court - Appellate Court i.e. District Judge allowed the appeal u/Or. XLJIJ, r. I rlw. s. I 04 and restored the application u/Or. IX, r. I 3 - High Court, however, proceeded to examine the question of maintainability of appeal and held that appeal filed by the appellant before the District Judge  was not maintainable - Held: The application.filed by the appellants for restoration was registered in miscellaneous proceedings and as per s. 14I, provisions of Or. IX were applicable for the same 'application - When Or. IX is made applicable to proceedings in the nature of application seeking recall of the order dismissing application u/Or. IX r. I 3, the order passed by the civil court rejecting F such application is clearly referable to Or. IX r.9 and an order which is clearly referable to Or. IX, r.9 is also appealable by virtue of Or. XLJIJ, r. I (c) - Hence, appeal against the order of the trial Court was clearly maintainable u!Or. XLJJJ, 1: 1 (c) - High Court erred in holding that such appeal was not maintainable.  Delay/Laches - Condonation of delay - Application filed by appellants for restoration of application u/Or. IX r.13 dismissed by the trial Court - Appellate Court i.e. District Court allowed the appeal - However, High Court held that restoration application was not maintainable and also observed that application was barred   by time - Held: The appellants in their application itself hadalready given sufficient explanation for filing the delayedapplication - They were not aware of the application u!Or. IX, r.13flied by their predecessor-in-interest - Application flied by thepredecessor-in-interest was called on 19.10.2001, which was dismissed in default and he died on 20.11.2001 - The predecessor-in-interest had fallen seriously ill and was busy in treatment, henceno one could appear and after he died the application was filed -He died within a span of one month from dismissal of suit -Appellate Court rightly reversed the finding of the trial Courthaving found sufficient cause for restoration, it is just and equitable to conclude that there was sufficient cause forcon-donation of delay - Limitation Act, 1963- s.5."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SUO MOTU CONTEMPT PETITION (CRL.) NO.5 OF 2017 IN RE : MOHIT CHAUDHARY, ADVOCATE VS. .",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NDE=",
        "Citation": "[2017] 8 S.C.R. 764",
        "Case Type": "(SUO MOTO CONTEMPT PETITION(CRIMINAL) /5/2017)",
        "Date": "17 AUGUST 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Jagdish Singh Khehar, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TdW8gTW90dSBDb250ZW1wdCBQZXRpdGlvbiBjcmwgTm81IE9mIDIwMTcgSW4gUmUgIE1vaGl0IENoYXVkaGFyeSBBZHZvY2F0ZSAgdnMgIDE3MDE4NjUxNjQucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 764",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "17 August 2017",
        "Petitioner:": "Suo Motu Contempt Petition (crl.) No.5 Of 2017 In Re : Mohit Chaudhary, Advocate",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 755",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": ".",
        "Case Type:": "SUO MOTO CONTEMPT PETITION(CRIMINAL) /5/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contempt of Court - Misconduct by Advocate-on-Record - Contemnor-Advocate-on-Record made mentioning before the Court in an extremely agitated and aggressive manner"
        ],
        "HeadNote": "Contempt of Court - Misconduct by Advocate-on-Record - Contemnor-Advocate-on-Record made mentioning before the Court in an extremely agitated and aggressive manner - He alleged that Registry of Supreme Court of India colluded with the opposite litigant to hastily list the matter with the aim of Bench hunting and sought to produce a letter written by him to the Chief Justice regarding the same issue - Held: The contemnor has been practicing as an Advocate-on-Record since 2009 - He has been representing prestigious institutions, State Government and is obviously quite familiar with the practices of this Court - He cannot be said to be oblivious to the fact that no Bench is constituted by the Registry, but by the Chief Justice of Supreme Court - Thus, in an indirect manner, an imputation was impliedly made even against the Chief Justice though in the garb of a virulent attack on the Registry - The averments in the letter in question were palpably false - There was no change in the Bench nor case had been placed before the Special Bench, as alleged - Insofar listing is concerned, if inadvertently the matter was deleted Ji-om the Advance List but had re-appeared in the list, it was not surprising in view of the last order - It was not a case where an Advocate-on-Record was expressing some difficulty in seeking to make representation of the case on account of being unaware of the listing - Further, the records of the case show that the original writ petition was filed through another Advocate-on- Record, but contemnor appeared on the first date of hearing and thereafter three other Advocate-on-Records succeeded him - Subsequently, petitioner again engaged the contemnor who came into picture on the anvil of mentioning the matter - It is clear that the prior Advocate-on-Record refused to oblige the litigant petitioner for making unreasonable mentioning before the Court - It is the contemnor who utilised the opportunity to re-enter the scene, with the object of assisting the petitioner, in the endeavour of bench hunting, under the garb of allegations and insinuations, made against the Registry - The contemnor thus took a consciousdecision to be a pawn in the hands of the litigant, to scandalise theCourt and the Registry - The conduct was unbecoming of anadvocate much less an Advocate-on-Record in the Supreme Court -Thus, contemnor not permitted to practice as an Advocate-on-Record, for period of one month - Advocates - Supreme Court Rules,2013 - r.10, Or.IV - Bar Council Of India Rules - s.I of Chapter II.Part-VI."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "RAKESH KUMAR PAUL VS. STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NDQ=",
        "Citation": "[2017] 8 S.C.R. 785",
        "Case Type": "(SPECIAL LEAVE PETITION (CRIMINAL) /2009/2017)",
        "Date": "16 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice Madan Bhimarao Lokur\n*, Hon'ble Mr. Justice Prafulla Chandra Pant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9SYWtlc2ggS3VtYXIgUGF1bCAgdnMgIFN0YXRlIE9mIEFzc2FtMTcwMTg2NTI4Mi5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 785",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "16 August 2017",
        "Petitioner:": "Rakesh Kumar Paul",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2017 INSC 754",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "Respondent:": "State Of Assam",
        "Case Type:": "SPECIAL LEAVE PETITION (CRIMINAL) /2009/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Criminal Procedure",
            "1973:",
            "Cl.(i) of proviso (a) to s.167(2) - Interpretation of words"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: , Cl.(i) of proviso (a) to s.167(2) - Interpretation of words \"imprisonment for a term not less than ten years\" - Petitioner arrested for an offence, inter alia, uls. 13(1) of the PC Act, 1988 - Offence uls. 13(1) of the PC Act punishable with imprisonment for a term not less than four years but may extend to ten years - After ,expiry of 60 days of detention, bail application filed by the petitioner before High Court which was rejected on ground that he could be detained for 90 days - State contended that the petitioner could be kept in custody for a period of 90 days in terms of cl.(i) of proviso (a) to s.167(2) as offences committed by petitioner could result in \"imprisonment for a term not less than ten years\" - Whether the Petitioner-accused entitled to grant of bail in terms of s.167 (2) of the Cr.P.C. as the investigating agency did not file charge-sheet within 60 days - Held: Yes .:._Per Madam B. Lokur, J.: The words \"not less than\" in cl(i) would mean that the imprisonment should be 10 years or more and would cover only those offences for which punishment of imprisonment could be for a clear period of 10 years or more - If minimum sentencing is laid down by the Legislature, then the sentencing judge has no option but to give a sentence \"not less than\" that sentence provided for -; Therefore, the words \"not less than\" occurring in cl(i) to proviso (a) of s.167(2) of the code (and in other provisions) must be given their natural and obvious meaning which is to say, not below a minimum threshold and in case of s.167 of the code these words must relate to an offence punishable with a minimum of JO years imprisonment~ In instant case, alleged offence against the petitioner was not punishable with imprisonment for a minimum period of ten years - Thus, petitioner had indefeasible right to the grant of 'default bail' after expiry of sixty days of detention - Per Deepak Gupta, J, (concurring): Thewords used by the Legislature are \"not less than ten years\", thismeans that the punishment should be 10 years or more - This can-not include offences where the maximum punishment is JO years -It obviously means that minimum punishment is JO years whateverB be the maximum punishment - There is no ambiguity in the wordingof s.167(2) of the code - Per Prafu/la C. Pant, J. (dissenting) : Theintention of the Legislature was that if an offence was punishablewith imprisonment upto ten years, then it falls within the provisionof s. l 67(2)(a)(i) of the code, and permissible period forinvestigation is 90 days - Though the expression \"not less than tenyears\" used ins. J 67(2)(a)(i) of the code has created some ambiguity,the real intention of the legislature seems to include all such offenceswherein an imprisonment which may extend to ten years is an award-a bl e sentence - Prevention of Corruption Act, 1988 - ss. 7,J 3(l)(a)(b)(d) and 13(2) (as amended by the Lokpal and Lokayukta Act, 2013).Default Bail - After expiry of sixty days of detention ulcl.(i)of proviso (a) to s.167(2) - Petitioner was arrested ulss. 7,13(l)(a)(b)(d} of the PC Act, 1988, which is punishable withimprisonment for a period ranging from 4 to JO years - Afterexpiry of 60 days of detention, bail application filed by the petitioner before High Court was for regular bail and not for 'default bail' uls.167(2), however, oral arguments made before the High Court werepredominantly based on u/s.167(2) - Whether petitioner entitled todefault bail uls.167(2) - Held: Per Madan B. Lokur, J.: Jn instantcase, an alleged offence against the petitioner was not punishablewith imprisonment for a minimum period of ten years - Petitionerhad orally applied for 'default bail', under these circumstances theonly course open to High Court was to enquire whether petitionerwas prepared to furnish bail and if so then grant him 'default bail'on reasonable conditions - Per Deepak Gupta, J.(concurring):Admittedly, there is no plea for 'default bail' in bail application, butHigh Court permitted arguments on the ground of grant of 'defaultbail' and no objection was raised by the counsel for the State - ifthis objection had been raised at that stage, the accused could haveeither filed fresh application for grant of 'default bail' or couldhave prayed for 'default bail' by adding an additional ground inthe existing application much before filing of charge sheet - Further. requirement is of furnishing bail, he does not have to file detailed.application and has to only aver in the application is that since 60190 days have expired and charge sheet has not been filed, he isentitled to bail and is willing to furnish bail - Per Prafulla C. Pant,J. (dissenting): Requirement of an application claiming the statutory Bright uls.167(2) of the code is a pre-requisite for the grant of bailon default - Such application has to be made before the Magistratefor enforcement of statutory right - Jn present case petitioner neversought 'default bail' before the court concerned, as such notentitled to the same.Default bail - State contended that since charge sheet was Cfiled against the petitioner. he is not entitled to 'default bail' andmust apply for regular bail - Held: Jn instant case, petitioner hadapplied for 'default bail' and availed his indefeasible right, whenno charge sheet was filed - It would have been a different matteraltogether if the petitioner had not applied for 'default bail' for Dwhatever reason - But, that is not the case insofar as the petitioner.did not give up his indefeasible right for default bail, on the contraryhe had availed of his right, which is now acknowledged andenforced - This indefeasible right cannot be defeated by filingcharge sheet after the accused has offered to furnish bail (Per. Madan B. Lokur and Deepak Gupta, JJ.)Constitution of India:Art. 21 - Personal Liberty - Held: Jn matters of personalliberty, view should not be too technical and must lean in favour ofpersonal liberty - Consequently, whether the accused makes a written application for 'default bail' or an oral application for'default bail' is of no consequence - The concerned court mustdeal with such an application by considering the statutory require-ments namely, whether the statutory period for filing charge sheetor cha/Ian has expired, whether the charge sheet or challan hasbeen filed and whether the accused is prepared to and does furnish Gbail - It is not advisable in matters of personal liberty to beritualistic and formal. (Per Madan B. Lokur. J.)Judicial Discipline:Duty of Courts - Held: Jn matters concerning personal libertyA and penal statutes, it is the obligation of the court to inform theaccused that he or she is entitled to free legal assistance as a matterof right - Equally, Court on coming to know that the accused personbefore it is entitled to 'default bail', to at least apprise him or her ofthe indefeasible right. (Per Madan B. Lokur. J.)Interpretation of Statutes:Golden rule of Interpretation - Held: Words used by thelegislature should be given their natural meaning - Normally, Courtsshould be hesitant to add words or subtract words from the statutoryprovision - An effort should always be made to read the legislative provision in such a way that there is no wastage of words and anyconstruction which makes words of the statute redundant should beavoided - Courts can either add words or subtract words or readdown the statute, but this should be done when there is ambiguity inthe language used. (Per Deepak Gupta, J.)Two meaning attributed to provision - Held: If two meaningscould be attributed to such provision then the courts must leantowards liberty and accept that interpretation of the statute, whichupholds the liberty of the citizen (Per Deepak Gupta, J.)Prevention of Corruption Act, 1988 - Amendment made to,by the Lokpal and Lokayuktas Act - Applicability of - Held: Itapplies to all accused charged with offences under the PC Actirrespective of the fact whether the action is initiated under theLokpal and Lokayuktas Act or any other law - Lokpal andLokayuktas Act, 2013."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "M/S MISRA AND CO. VS. DAMODAR VALLEY CORPORATION",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NTM=",
        "Citation": "[2017] 8 S.C.R. 852",
        "Case Type": "(CIVIL APPEAL /10502/2017)",
        "Date": "16 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBNaXNyYSBBbmQgQ28gIHZzICBEYW1vZGFyIFZhbGxleSBDb3Jwb3JhdGlvbjE3MDE4NjU0NzYucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 852",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "16 August 2017",
        "Petitioner:": "M/s Misra And Co.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 751",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Damodar Valley Corporation",
        "Case Type:": "CIVIL APPEAL /10502/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Government litigation - Prolonging of - Contract between appellant and respondent-public sector corporation - Award by Arbitrator against the Corporation"
        ],
        "HeadNote": "Government litigation - Prolonging of - Contract between  appellant and respondent-public sector corporation - Award by Arbitrator against the Corporation - Civil Court vide order dated 16.03.1991 passed decree in terms of the award - Application by appellant on 19.07.2000 for drawing of decree - Preparation of decree directed by Court on 21.02.2003 - Application for execution  of decree by appellant on 30.06.2006 - Objection by Corporation that execution is barred by limitation - Trial court held the execution to be barred by limitation - Challenge before High Court, dismissed - On appeal, held: Public sector institutions should not enter into prolonged litigation and spend considerable sums of public money in cases which should have been adjusted by conciliatory and wise  attitudes - In the facts of the case, award of the arbitrator was made rule of the Court on 16.3.91 and the Court decreed the award - However, neither the Corporation complied with the decree nor chose to file an appeal - It raised various objections at every stage which precluded the appellant from taking fruits of decree till now  - Further, even according to the respondent, limitation period of twelve years had not run out from 16. 03.1991 - Corporation to come up with conciliatory proposal to compensate the appellant - Code of Civil Procedure, ·1908 - Or.XX. r.6A."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SMT. BHARATI REDDY VS. THE STATE OF KARNATAKA AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NTk=",
        "Citation": "[2017] 8 S.C.R. 859",
        "Case Type": "(CIVIL APPEAL /10587/2017)",
        "Date": "17 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Jasti Chelameswar, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TbXQgQmhhcmF0aSBSZWRkeSAgdnMgIFRoZSBTdGF0ZSBPZiBLYXJuYXRha2EgQW5kIE9yczE3MDE4NjU1NTcucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 859",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "17 August 2017",
        "Petitioner:": "Smt. Bharati Reddy",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 768",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "The State Of Karnataka And Ors.",
        "Case Type:": "CIVIL APPEAL /10587/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Panchayats - Karnataka Gram Swaraj and Panchayat Raj Act",
            "1993 - s.177 - Karnataka Panchayat Raj (Election of Adhyaksha and Upadhayaksha of Zilla Panchayat) Rules",
            "1994"
        ],
        "HeadNote": "Panchayats - Karnataka Gram Swaraj and Panchayat Raj Act, 1993 - s.177 - Karnataka Panchayat Raj (Election of Adhyaksha and Upadhayaksha of Zilla Panchayat) Rules, 1994 - r. 7 - Zilla Panchayat Elections - Election of. 'Adhayaksha ', challenged u!Art.226 by the voters, who are not the members of the Zilla Panchayat - Maintainability of - Single Judge of High Court dismissed the writ petition on the ground of maintainability in view of the bar contained in cl.(b) of Art. 243-0 - Division Bench set aside the order of the Single Judge and remanded back the matter for fresh disposal of the case - Appellant challenged the legality and correctness of the Division Bench s order - Held: Power of judicial review u/Art.2261227 is the part of the basic structure of _the Constitution, which can neither be tinkered with or eroded - Therefore, it cannot be said that the writ petition filed by -r-espon- dents u/Art. 226 is not maintainable - Jn instant cau, Respondents cannot challenge the election of the appellant to the office of Adhyaksha by filing an election petition as though they are voters, but not the members of the Zilla Panchayat in quested - However. a voter who is not a member cannot be denied opportunity to challenge the election to the office of Adhyaksha u!A.rt.2261227 of the Constitution - Thus, writ petition filed by respondents before High Court is maintainable - Constitution of India - Arts.2261227, 243-0."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "MUNJA PRAVEEN & ORS. ETC. ETC. VS. STATE OF TELANGANA AND ORS. ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NjE=",
        "Citation": "[2017] 8 S.C.R. 867",
        "Case Type": "(CIVIL APPEAL /10583-10585/2017)",
        "Date": "17 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice Madan Bhimarao Lokur",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NdW5qYSBQcmF2ZWVuICBPcnMgRXRjIEV0YyAgdnMgIFN0YXRlIE9mIFRlbGFuZ2FuYSBBbmQgT3JzIEV0YyBFdGMxNzAxODY1NjQzLnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 867",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "17 August 2017",
        "Petitioner:": "Munja Praveen & Ors. Etc. Etc.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 766",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "State Of Telangana And Ors. Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /10583-10585/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law - Selection - Advertisements issued by various corporations for certain posts provided that there will be no waiting list as per GO.Ms. dt. 22.02.1997"
        ],
        "HeadNote": "Service Law - Selection - Advertisements issued by variouscorporations for certain posts provided that there will be no waitinglist as per GO.Ms. dt. 22.02.1997 - Some candidates found their names in the select list of more than one corporation - Clarificationdt. 01.06.2016 issued by respondent-State that corporations werefree to fill up the left over advertised vacancies by operating themerit list downwards - -Writ petitions by private respondentscontending that in terms of GO.Ms. dt. 22.02.1997 there was to be·no waiting list and, hence, there was no question of operating merit list downwards and thus, all the posts lying vacant should be filled. by new selection process - Writ petitions allowed by High Court - .Held: High Court totally misconstrued GO.Ms dt. 22.02.1997· inasmuch it was issued keeping in mind a single selection process -The purpose was that the vacancies arising due to people leaving the posts must be filled up by subsequent selection and not on the. basis of waiting list - However, the present matter concerns withmultiple selection process - Some candidates were selected in morethan one Corporation and they obviously could not have joined inmore than one Corporation - This would lead to a position wherelarge number of vacancies would not be filled up - This was not the purpose of the said GO.Ms - Further, the said GO.Ms clarified thatthe same was applicable only after issue of appointment orders -However, in the instant case the candidates who were selected inmore than one Corporation were called for verification of their_certificates ...:. No appointment order was issued till this stage - In the meantime, State issued clarification dt. 01.06.2016- Government·_ justified in issuing clarification dt. 01.06.2016."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "KRISHNA MOHAN MEDICAL COLLEGE AND HOSPITAL & ANR. VS. UNION OF INDIA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5Mzg=",
        "Citation": "[2017] 8 S.C.R. 877",
        "Case Type": "(WRIT PETITION (CIVIL) /448/2017)",
        "Date": "01 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Amitava Roy\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9LcmlzaG5hIE1vaGFuIE1lZGljYWwgQ29sbGVnZSBBbmQgSG9zcGl0YWwgIEFuciAgdnMgIFVuaW9uIE9mIEluZGlhIEFuZCBBbm90aGVyMTcwMTkyNTY5Mi5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 877",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "01 September 2017",
        "Petitioner:": "Krishna Mohan Medical College And Hospital & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2017 INSC 845",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Amitava Roy",
        "Respondent:": "Union Of India And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /448/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational institutions: Medical Colleges - . Admission of students in the MBBS course - Issuance of direction debarring the petitioner college from admitting students in the MBBS"
        ],
        "HeadNote": "Education/Educational institutions: Medical Colleges - . Admission of students in the MBBS course - Issuance of direction debarring the petitioner college from admitting students in the MBBS course for the academic years 2017-18 and 2018-19 and authorising the Medical Council of India to encash the bank guarantee of Rs. 2 · crores submitted by the petitioners - Challenge to - Rem_and of the matter to the Central Government for fresh consideration - Hearing Committee reiterated the earlier decision of Central Government since the petitioner college did not allow inspection and deficiencies relating to Faculty and Resident Doctors were found to be in excess of 30% - Held: Regulations do provide for certain norms of infrastructure to be complied with by the applicant college/institution for being qualified for the Letter of Permission(LOP) for establishment of a college - However, reasonable opportunity of hearing is to be given to the college/institution vis-a-vis the scheme, before disapproval - No endeavour by the respondents to fairly examine the materials on record in details before recording a final decision on the issue of confirmation of LOP - Materials on record do not support the allegation of deficiency - Thus, in view of the persistent defaults and shortcomings in the decision making process of the respondents, petitioner college/institution ought not to be penalised - Conditional LOP granted to the petitioner college/ institution on 12.09.2016 confirmed - However, as the Act and ·. Regulations framed thereunder have been envisioned to attain the highest standards of medical education, the Central Government/ MCI to undertake fresh inspection of the petitioner college/institution to be made in accordance therewith for the academic year 2018-19 and submit report - Central Government/MCI not to encash the bank guarantee - Respondents not to permit the petitioner college/institution to admit students for the academic year 2017-18.Maxims - Audi alteram partem - Rule of 'fair hearing' - Held:Requires that the affected party to be given opportunity to meet thecase against him effectively - Right to fair hearing takes within its fold a just decision supplemented by reasons and rationale -Reasonable opportunity of hearing or right to 'fair hearing' castsan obligation on the adjudicator to ensure fairness in procedureand action."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "STATE OF MAHARASHTRA VS. AVINASH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5NDI=",
        "Citation": "[2017] 8 S.C.R. 896",
        "Case Type": "(CRIMINAL APPEAL /1580/2017)",
        "Date": "07 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TdGF0ZSBPZiBNYWhhcmFzaHRyYSAgdnMgIEF2aW5hc2gxNzAxOTI1Nzc3LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 896",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "07 September 2017",
        "Petitioner:": "State Of Maharashtra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 871",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Avinash",
        "Case Type:": "CRIMINAL APPEAL /1580/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administration of justice - Abuse of process of law - FIR alleging that the complainant had been fraudulently induced to part with Rs 2. 74 crores by way of investment"
        ],
        "HeadNote": "Administration of justice - Abuse of process of law - FIR alleging that the complainant had been fraudulently induced to part with Rs 2. 74 crores by way of investment - Pursuant thereto, offences registered under various provisions of /PC and uls. 3, MPID Act, 1999 - Respondent arrested but granted bail in terms of the undertaking filed by him - His bank accounts attached uls.102, CrPC - Application by respondent before Division Bench in High Court praying for quashing of FIR and de-freezing his bank accounts, subsequently withdrawn - Application by respondent before Single Judge in High Court for de-freezing his bank accounts - Single Judge directed lifting of the restraint on the operation of bank accounts of the respondent - Plea of appellant-State that as the respondent withdrew his application before the Division Bench, it was an abuse of process to seek and obtain similar relief before Single Judge - Held: On facts, the filing of application before Single Judge for quashing the FJR and for de-freezing the bank accounts constituted a manifest abuse of process - Single Judge was not apprised of the fact that the earlier application seeking virtually the same relief had not been pressed before the Division Bench and had been withdrawn - Order of Single Judge set aside - Maharashtra Protection of Interest of Depositors (In Financial Establishments) Act, 1999- ss.3, 4, 5, 7 and 14 - Code of Criminal Procedure, 1973 - ss.102, 482 - Penal Code, 1860 - ss. 406, 420, 506 and 120B. Maharashtra Protection of Interest of Depositors (Jn Financial Establishments) Act, 1999 - ss. 4, 5, 7 and 14 - Overriding power - Effect of - FIR alleging that respondent fraudulently induced the complainant to part with Rs 2.74 crores by way of an investment - Pursuant thereto, offences registered under various provisions of /PC and uls. 3, MPID Act, 1999 - Bank accounts of respondent attached uls.102, CrPC - Whether bank accounts of Athe respondent could have been frozen by taking recourse to theprovisions of Cr PC notwithstanding the special provisions containedin the MPJD Act - Held: Jn terms of the view taken in the presentcase, it is not necessary to address the said question of law - Codeof Criminal Procedure, 1973 - s.102."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "ATMA SINGH VS. GURMEJ KAUR (D) & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5NTQ=",
        "Citation": "[2017] 8 S.C.R. 904",
        "Case Type": "(CIVIL APPEAL /11094/2017)",
        "Date": "13 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9BdG1hIFNpbmdoICB2cyAgR3VybWVqIEthdXIgZCAgT3JzMTcwMTkyNTk0NS5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 904",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "13 September 2017",
        "Petitioner:": "Atma Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2017 INSC 901",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Gurmej Kaur (d) & Ors.",
        "Case Type:": "CIVIL APPEAL /11094/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Succession Act",
            "1956: s.8 - Intestate succession - By the mother - To the estate of her deceased son born out of her first marriage - Permissibility"
        ],
        "HeadNote": "Hindu Succession Act, 1956: s.8 - Intestate succession - By the mother - To the estate of C her deceased son born out of her first marriage - Permissibility - Held: The mother being the sole class I heir uls. 8, would naturally succeed to the estate of her deceased son through first marriage - Succession u!s. 8 is not controlled by s.2 of Hindu Widows Re- marriage Act, 1856 - s.4 of 1956 Act also gives an overriding effect D to the 1956 Act - Hence s.2 would not dis entitle the mother (on account of her re-marriage) to inherit the estate of her son - Hindu Widows Re-marriage Act, 1856 - s.2"
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "STATE THROUGH CENTRAL BUREAU OF INVESTIGATION, SPECIAL CRIME BRANCH, MUMBAI, MAHARASHTRA VS. SANVLO NAIK & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5NjE=",
        "Citation": "[2017] 8 S.C.R. 913",
        "Case Type": "(CRIMINAL APPEAL /1610-1611/2007)",
        "Date": "07 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Navin Sinha\n*, Hon'ble Mr. Justice Ranjan Gogoi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TdGF0ZSBUaHJvdWdoIENlbnRyYWwgQnVyZWF1IE9mIEludmVzdGlnYXRpb24gU3BlY2lhbCBDcmltZSBCcmFuY2ggTXVtYmFpIE1haGFyYXNodHJhICB2cyAgU2FudmxvIE5haWsgIEFucjE3MDE5MjYwNTcucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 913",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "07 September 2017",
        "Petitioner:": "State Through Central Bureau Of Investigation, Special Crime Branch, Mumbai, Maharashtra",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 865",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha,Hon'ble Mr. Justice Ranjan Gogoi",
        "Respondent:": "Sanvlo Naik & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1610-1611/2007",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Appeal - State '.s appeal against acquittal - Accused- respondents were serving as Inspector Jn-charge and Police constable - Case of custodial death - Charge sheet of all accused under s.302"
        ],
        "HeadNote": "Appeal - State '.s appeal against acquittal - Accused- respondents were serving as Inspector Jn-charge and Police constable - Case of custodial death - Charge sheet of all accused under s.302 - Trial court acquitted all of offence under s.302, however convicted accused-respondents under s.304 Part 11 rlw s.34 - Acquittal of accused-respondents by High Court accepting their plea of alibi - Appeal by State against acquittal - Held: There were serious inconsistencies in the entries made in the General Diary Register of the concerned Police Station - There was overwriting in .the entries with regard to the departure of the accused-respondents from the Police Station for home around the time when the death of the victim took place and several pages of the register in continuity were missing which rendered the said register wholly unacceptable document - Thus, the plea of alibi was not substantiated - It cannot be said that these facts were trivial, as found by the High Court - Having regard to the circumstances and the absence of any cogent explanation on the part of the accused-respondents and taking into account the fact that the deceased was in police custody and death had occurred in such custody, it was the accused-respondents (accused Nos.2 and 5) who, to the exclusion of any other persons, were responsible for the injuries that caused the death of the deceased - Acquittal of accused-respondents under s.304 Part 11 r/w s.34 !PC is not legally sustainable - As regards the sentence, the maximum punishment that is awardable in case of offence under s.304 Part 11 JPC is ten years -'The accused respondents are Police Personnel whose duty was to act in accordance with law - They, ·however; had fudged the General Diary Register of the Police Station to put up their defence and had put up a false plea of alibi - In view of the evidence of P.W.5 that the memo sending the deceased to the hospital was recorded by him after the deceased was alreadydeclared to be dead indicate that accused no. 2 had prepared afalse memo sending the deceased to the hospital when he wasalready dead - The accused respondents having been found guiltyof commission of the offence under s.304 Part II rlw s.34 /PC, awarded maximum sentence award-able under the said Section -Penal Code, 1860 - s.304 Part 1/ rlw s.34."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "AMARDEEP SINGH VS. HARVEEN KAUR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5Njc=",
        "Citation": "[2017] 8 S.C.R. 925",
        "Case Type": "(CIVIL APPEAL /11158/2017)",
        "Date": "12 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Adarsh Kumar Goel\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9BbWFyZGVlcCBTaW5naCAgdnMgIEhhcnZlZW4gS2F1cjE3MDE5MjYxMjcucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 925",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "12 September 2017",
        "Petitioner:": "Amardeep Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 896",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Adarsh Kumar Goel",
        "Respondent:": "Harveen Kaur",
        "Case Type:": "CIVIL APPEAL /11158/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Marriage Act",
            "1955: s.13B(2) - Mutual consent - Cooling period of 6 months - Object of - Held: The object of the cooling of period was to safeguard against a hurried decision if there was otherwise possibility of differences being reconciled"
        ],
        "HeadNote": "Hindu Marriage Act, 1955: s.13B(2) - Mutual consent - Cooling period of 6 months - Object of - Held: The object of the cooling of period was to safeguard against a hurried decision if there was otherwise possibility of differences being reconciled - The object was not to perpetuate a purposeless marriage or to prolong the agony of the parties when there was no chance of reconciliation - Though every effort has to be made to save a marriage, if there are no chances of  reunion and there are chances of fresh rehabilitation, the Court should not be powerless in enabling the parties to have a better option. s.138(2) - Provision mandatory or directory - Whether the minimum period of six months stipulated under s. J 3B(2) of the Act for a motion for passing decree of divorce on the basis of mutual E consent is mandatory or can be relaxed in any exceptional ·situations - Held: Jn determining the question whether provision is mandatory or directory, language alone is not always decisive - The Court has to have the regard to the context, the subject matter and the object of the provision - This principle is applicable where  the Court dealing with a divorce by mutual consent is satisfied that a case is made out to waive the statutory period uls.J 3B(2) - it can do so after considering that the statutory period of six months specified in s.138(2), in addition to the statutory period of one year u!s.J 3B(J) of separation of parties is already over before the first motion itself; that all efforts for mediation/conciliation to reunite  the parties have failed; that the parties have genuinely settled their differences including alimony, custody of child or any other pending issues between the parties; and that the waiting period will only prolong their agony- The waiver application can be filed one week  after the first motion giving reasons for the prayer for waiver - I the above conditions are satisfied, the waiver of the waiting period for the second motion will be in the discretion of the concernedCourt - Since the period mentioned in s. 13B(2) is not mandatorybut directory, it will be open to the Court to exercise its discretion in the facts and circumstances of each case - Constitution of India -Art. 142 - Interpretation of statutes - Legislative intent."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "DAMINI AND ANOTHER VS. MANAGING DIRECTOR, JODHPUR VIDYUT VITRAN NIGAM LIMITED AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5NzM=",
        "Citation": "[2017] 8 S.C.R. 938",
        "Case Type": "(CIVIL APPEAL /12851/2017)",
        "Date": "14 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Kurian Joseph\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9EYW1pbmkgQW5kIEFub3RoZXIgIHZzICBNYW5hZ2luZyBEaXJlY3RvciBKb2RocHVyIFZpZHl1dCBWaXRyYW4gTmlnYW0gTGltaXRlZCBBbmQgQW5vdGhlcjE3MDE5MjYxODkucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 938",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "14 September 2017",
        "Petitioner:": "Damini And Another",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 909",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Kurian Joseph",
        "Respondent:": "Managing Director, Jodhpur Vidyut Vitran Nigam Limited And Another",
        "Case Type:": "CIVIL APPEAL /12851/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Limitation Act",
            "1963 - Art. 82 under Part Vil of the Schedule and Art.113 under Part X of the Schedule - Limitation for filing suit/claim under the Fatal Accidents Act"
        ],
        "HeadNote": "Limitation Act, 1963 - Art. 82 under Part Vil of the Schedule and Art.113 under Part X of the Schedule - Limitation for filing suit/claim under the Fatal Accidents Act - When a bus reached a station, the driver climbed the rooftop of the bus to bring down the luggage of the passengers - While doing so, the driver came in contact with a live electricity wire - Due to electrocution, he fell down from the roof of the bus and died - Appellants i.e. widow and son of the deceased filed application u/s. lA of the Fatal Accidents Act - Courts below dismissed the application holding that the claim should have been presented within two years from the death of the person -Appellants contended that petition filed before Courts below has to be treated as a Civil Suit for damages, and hence, it was the residuary entry, viz., Art.113 which should have been applied, in which case, limitation is of three years - Held: Part Vil of the Schedule to the Limitation Act, 1963 provides for period of limitation with regard to suits relating to tort -Art.82 under the Part VJJ of the Schedule provides for a specific period of limitation, viz .• two years for a suit for damages under the Fatal Accidents Act, 1855 - Once a specified period of /imitation is referable to any of the entries in the Schedule to the Limitation Act, 1963, then residuary Art.113 under Part X of the Schedule cannot be invoked - Therefore, the suit u!s.lA of the Fatal Accidents Act has to be filed within two years - However, in instant case, there was a scheme under the first respondent for providing compensation to the victims - Jurisdiction u/Art.142 of the Constitution invoked - The first respondent to pay Rs. 7 lakh as compensation to first appellant - Constitution of India -Art.142 - Fatal Accidents Act, 1855 - s.IA."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "SHANTANU SITARAM @ ANIL DIVEKAR VS. THE STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY5ODA=",
        "Citation": "[2017] 8 S.C.R. 944",
        "Case Type": "(CRIMINAL APPEAL /724/2012)",
        "Date": "22 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9TaGFudGFudSBTaXRhcmFtICBBbmlsIERpdmVrYXIgIHZzICBUaGUgU3RhdGUgT2YgTWFoYXJhc2h0cmExNzAxOTI2MjU4LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 944",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "22 September 2017",
        "Petitioner:": "Shantanu Sitaram @ Anil Divekar",
        "Disposal Nature:": "Appeals Dismissed",
        "Netural Citation:": "2017 INSC 981",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "The State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /724/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code. 1860 - s.302 rlw s.34; s.120B- Three accused - Prosecution case was that wife of Al was found dead in car"
        ],
        "HeadNote": " Penal Code. 1860 - s.302 rlw s.34; s.120B- Three accused - Prosecution case was that wife of Al was found dead in car - The story set up in defence by Al was that when he was going in car with his wife and daughter, three persons asked for lift who were permitted to sit in the rear seat and those three persons subsequentiy ~t the force of knife asked Al to take the car at their desired place and assaulted Al and put a noose in the neck of the deceased - The story was disbelieved by the trial court and accused were convicted u/s.302 rlw s.34 and uls.120B - High Court upheld the conviction under s.302134, however, acquitted them of offence u/s. l 20B - On appeal, held: The gold ornaments worn by the victim- deceased at the time of occurrence were recovered at the instance of A2 - Recovery of stick, piece of rope and knife were also at the instance of A2 - Medical evidence proved that ligature marks on the neck of deceased were possible by nylon rope recovered at the instance of A2 - Theory as put by Al that he gave a lift to three unknown persons in the car who robbed them and assaulted them was disbelieved by lower courts - Injury in the manner as stated by Al on his person was not corroborated by medical evidence and other materials on record - Statements made by Al in s.313 Cr.P.C. as well as written statement submitted by him where he stated that he does not know A2 and A3 were found to be false as courts below found that there was evidence to prove that A2 and A3 were friends of Al - Plea that since High Court acquitted the·accused under s. l 20B they ought not to have been convicted under s.302 rlw s.34 also cannot be accepted - Chain of circumstances pointing the guilt towards all the accused - Interference with the order of conviction not called for. "
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "GAURAV PRADHAN & ORS. VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwMDI=",
        "Citation": "[2017] 8 S.C.R. 951",
        "Case Type": "(CIVIL APPEAL /8351/2017)",
        "Date": "18 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice Arjan Kumar Sikri, Hon'ble Mr. Justice Ashok Bhushan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9HYXVyYXYgUHJhZGhhbiAgT3JzICB2cyAgU3RhdGUgT2YgUmFqYXN0aGFuICBPcnMxNzAxOTI2NTEzLnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 951",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "18 August 2017",
        "Petitioner:": "Gaurav Pradhan & Ors.",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "2017 INSC 773",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /8351/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law - Recruitment - Migration of reserved category candidates against general category vacancies - The Rajasthan Police Subordinate Service Rules",
            "1989"
        ],
        "HeadNote": "Service law - Recruitment - Migration of reserved category candidates against general category vacancies - The Rajasthan Police Subordinate Service Rules, 1989 - r.7 -Advertisements in 2010 inviting applications for selection on posts of Constables and Sub-Inspector of Police - During process of selection, the State Government issued a circular dated 11.05.2011 providing that candidates of SC/ST/BC irrespective of whether they have availed of any concession including relaxation in age, shall be migrated against general category vacancies if they secured more marks than the last candidate of general category - Writ petitions filed by general category candidates challenging the said circular - Held: Circular ·dated 11.05.2011 was issued by the State during the process of recruitment - However, the recruitment process in the present case had begun prior to the issuance of said circular, when circular dated 24.06.2008 ,was in force which provided that reserved category candidates who have taken concession like age relaxation were not entitled to be migrated into the general category - Hence, the subsequent circular dated 11.05.2011 cannot be applied in the present recruitment - Thus, candidates belonging to SC/ST/BC who had taken relaxation of age were not entitled to be migrated to the unreserved vacancies - However, the State·of Rajasthan has migrated such candidates against the unreserved vacancies which resulted in displacement of a large number of candidates who were entitled to be selected against the unreserved category vacancies - Further, such reserved category candidates have been working for more than last jive years - In view of the fact, that such candidates were not at fault in any manner, they are allow.ed to continue in .respective posts - While, the unreserved candidates who could not be appointed due to the above illegal migration are also entitled for appointment as per their merit - Therefore, directions issued for adjusting the equity between the parties - Equity."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "M/S RAPTAKOS, BRETT & CO. LTD. VS. M/S GANESH PROPERTY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwMTM=",
        "Citation": "[2017] 8 S.C.R. 982",
        "Case Type": "(CIVIL APPEAL /1464/2008)",
        "Date": "05 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice R.K. Agrawal\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBSYXB0YWtvcyBCcmV0dCAgQ28gTHRkICB2cyAgTXMgR2FuZXNoIFByb3BlcnR5MTcwMTkyNjU4NC5wZGY=",
        "SCR Citation:": "[2017] 8 S.C.R. 982",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "05 September 2017",
        "Petitioner:": "M/s Raptakos, Brett & Co. Ltd.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2017 INSC 857",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.K. Agrawal",
        "Respondent:": "M/s Ganesh Property",
        "Case Type:": "CIVIL APPEAL /1464/2008",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Code of Civil Procedure",
            "1908- Or.II",
            "r.2- Bar under - When applicable -Suit by respondent-plaintiff in 1986 against appe//ant- Company for recovery of possession and mesne profits"
        ],
        "HeadNote": "Code of Civil Procedure, 1908- Or.II, r.2- Bar under - When applicable -Suit by respondent-plaintiff in 1986 against appellant-  Company for recovery of possession and mesne profits - Trial Court decreed suit in favour of the respondent while declining the claim of mesne profits as the said claim was not pressed by respondent - Fresh suit by respondent in 1998 claiming mesne profits - Maintainability of- Held: In the instant case, the respondent claimed mesne profits in an earlier suit filed for enactment of the tenant but  relinquished its rights vis-a-vis mesne profits - Thus, the respondent having relinquished the plea of mesne profits, the prohibition u/Or. II, r.2 would squarely apply and the second suit cannot be considered as one for mesne profits or damages for the same period for which a claim was raised in the earlier suit and deliberately withdrawn or E given up - Thus, the issue of mesne profits attained finality - The second suit was hit by provisions of Or.II, r.2 and was not maintainable - Further, in the circumstances, the respondent was estopped from claiming any amount as mesne profits in the subsequent suit - Estoppel."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "MANOJ KUMAR ETC. ETC. VS. STATE OF HARYANA AND OTHERS ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwMTg=",
        "Citation": "[2017] 8 S.C.R. 997",
        "Case Type": "(CIVIL APPEAL /13132-13141/2017)",
        "Date": "13 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NYW5vaiBLdW1hciBFdGMgRXRjICB2cyAgU3RhdGUgT2YgSGFyeWFuYSBBbmQgT3RoZXJzIEV0YyBFdGMxNzAxOTI2NjU0LnBkZg==",
        "SCR Citation:": "[2017] 8 S.C.R. 997",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "13 September 2017",
        "Petitioner:": "Manoj Kumar Etc. Etc.",
        "Disposal Nature:": "Appeals Disposed Off",
        "Netural Citation:": "2017 INSC 1297",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "State Of Haryana And Others Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /13132-13141/2017",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisition Act",
            "1894: ' Determination of compensation - Basic principle before placing reliance on the previous award/judgment or comparable sales"
        ],
        "HeadNote": "Determination of compensation - Basic principle before placing reliance on the previous award/judgment or comparable sales - High Court relied upon a judgment in which for the _acquisition of lana in the year 1999, exemplar of 1997 was relied upon - Held: The High Court passed the judgment in a blind manner - It was incumbent upon the High Court to take into consideration various transactions that were on record, entered into before the date of issuance of Notification under s.4 of the Act - High Court could not have placed an outright reliance on the decision of Swaran · Singh's case, without considering the nature of transaction relied upon in the said decision - The land in Swaran Singh's case was situated just across the road as observed by the High Court as such it was relevant evidence but not binding - As such it could have ·been. taken into consideration due lo the nearness of the area, but at the same time what was the nature of the transaction relied upon in the said case was also required to be looked into in an objective manner - Such decisions in other cases cannot be relied upon without examining the basis for determining compensation as to whether sale transaction referred to therein can be relied upon or not and what was the distance, size and also bonajide nature of transaction before such judgments/awards are relied on for deciding the subsequent cases - High Court ·granted 15% cumulative increase which was not justified - Even accepting some increase annually due to development made after previous acquisition but that could not have been granted on cumulative basis but on a flat basis, that too considering subsequent' rate offered for nearby areas - Therefore, adding between 12-13% flat increase, taking base pri<;e at Ks.15601- granted in the case of Swaran Singh, the price would  come approximately to Rs.I.JO crores per acre - Further deductionin addition to deduction made in Swaran Singh s case is required tobe made towards development - it is held appropriate to deductfurther amount of Rs.15 lakhs - Thus, the compensation came toRs.95 lakhs per acre, and not Rs.1,46,09,0001- as determined by High Court - Thus, it is deemed appropriate to award Rs.95 lakhsper acre along with statutory benefits.Comparable sales - Award of compensation - Determiningfactors - The compensation cannot be determined by blindlyfollowing the previous award/judgment - it has to be consideredonly a piece of evidence not beyond that - Court has to apply the judicial mind and is not to follow the previous awards without dueconsideration of the facts and circumstances and evidence adducedin the case in question - The current value reflected by comparablesale deeds is more reliable and binding for determination ofcompensation - Jn such cases award/judgment relating to an acquisition made before 5 to 10 years cannot form the safe basisfor determining compensationComparable sales - Binding effect - Held: The award andjudgment in the case of others not being inter parties are not bindingas precedents - Recently, it is noticed that courts follow them blindly probably under the misconception of the concept of equality andfair treatment - The courts are being swayed away and this approachin the absence of and similar nature and situation of land is causingmore injustice and tantamount to giving equal treatment in the caseof unequals.Comparable sales - Evidentiary value vis-a-vis presidentialvalue - The previous awards/judgments are the only piece ofevidence at par with comparative sale transactions - The similarityof the land covered by previous judgment/award is required to beproved like any other comparative exemplar - In case previousaward/judgment is based on exemplar, which is not similar or acceptable, previous award/judgment of court cannot be said to bebinding - Such determination has to be outrightly rejected - Jncase some mistake has been done in awarding compensation, itcannot be followed on the ground of parity as an illegality cannotbe perpetuated - Such award/judgment would be wholly irrelevantComparable sales -Acquisition made JO to 12 years ago - Held: Reliance of such acquisition is made only when there isabsence of sale transaction before issuance of notification unders.4 of the Act and for giving annual increase, evidence should reflectthat price of land had appreciated regularly and did not remainstatic - The Recent trend for last several years indicates that price of land is more or less static if it has not gone down - At present,there is no appreciation of value - Thus, it is not a very safe methodof determining compensation.Award of compensation - Previous award/ judgment - Mistakeor illegality in the previous award - Jn case some gross mistake 'orillegality has been committed in previous award/judgment of not making deduction etc. and/or sufficient evidence had not beenadduced and better evidence is adduced in case at hand, previousaward/judgment being not inter-parties cannot be followed and ifland is not similar in nature in all aspects it has to be out-rightlyrejected as done in the case of comparative exemplars - Precedent. Precedent - To rely upon judgment/award in case .it does notform part of evidence recorded by reference court, an applicationunder Or.41 r.27 is to be filed to adduce evidence and if it is allowedopposite party has to be given opportunity to lead evidence inrebuttal - The award/judgment cannot be taken into consideration while hearing arguments unless they form part of evidence in thecase - Code of Civil Procedure, 1908 - Or. 41 r. 2 7.Precedent - Binding effect of - The dismissal of the specialleave petition without assigning of reason cannot be treated as a·binding precedent of Supreme Court."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "THE STATE OF MAHARASHTRA & ANR. VS. KISHOR M. GADHAVE PATIL & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwMjc=",
        "Citation": "[2017] 8 S.C.R. 1021",
        "Case Type": "(CIVIL APPEAL /11199/2017)",
        "Date": "05 SEPTEMBER 2017",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre\n*, Hon'ble Mr. Justice R.K. Agrawal",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9UaGUgU3RhdGUgT2YgTWFoYXJhc2h0cmEgIEFuciAgdnMgIEtpc2hvciBNIEdhZGhhdmUgUGF0aWwgIE9yczE3MDE5MjY3NTMucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 1021",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "05 September 2017",
        "Petitioner:": "The State Of Maharashtra & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2017 INSC 859",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Abhay Manohar Sapre",
        "Respondent:": "Kishor M. Gadhave Patil & Ors.",
        "Case Type:": "CIVIL APPEAL /11199/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Law Officers (Appointments",
            "Conditions of Service and Remuneration) Rules",
            "1984 - r.30(5)(6) - Respondents were appointed by the State Government as Additional Government Pleaders (Addl.GP)/Assistant Government Pleaders (AGP)/ Additional Public Prosecutors (APP) for a Bench of the High Court"
        ],
        "HeadNote": "Maharashtra Law Officers (Appointments, Conditions of Service and Remuneration) Rules, 1984 - r.30(5)(6) - Respondents were appointed by the State Government as Additional Government Pleaders (Addl.GP)/Assistant Government Pleaders (AGP)/ Additional Public Prosecutors (APP) for a Bench of the High Court - Respondents accepted their appointment and started functioning by discharging their duties in Courts in terms of their appointment orders - However, the State Government passed an order and cancelled the appointments of.all the respondents by taking recourse to the powers u/r.30(5) of the Rules -Aggrieved, respondents filed writ petition before High Court, which quashed the order of cancellation - On appeal, held: During the pendency of the appeal, the term of respondents on their respective posts had expired on different dates - Now, that even if the impugned order of High Court is upheld, the respondents would still not be entitled to continue ·anymore on the post because their respective terms have come to an end by efflux of time during the pendency of the appeal - Further, if the cancellation order is upheld, the question of granting any relief to respondents would not arise - In the facts and circumstances of the case, would be just and proper and in the interest of justice to modify the order of cancellation by treating the same to have been passed u/r.30(6) of the Rules - Since, order has been modified by treating it to have been passed ulr.30(6), the State directed to ensure compliance of r.30(6) and accordingly pay one months retainer ·in lieu of notice period to each respondent as was fixed in their respective appointment letters - Service Law - Cancellation of appointments."
    },
    {
        "volume": "2017Volume 8",
        "Case Name": "OM SAI PUNYA EDUCATIONAL AND SOCIAL WELFARE SOCIETY & ANOTHER VS. ALL INDIA COUNCIL FOR TECHNICAL EDUCATION AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTcwMzQ=",
        "Citation": "[2017] 8 S.C.R. 1028",
        "Case Type": "(WRIT PETITION (CIVIL) /571/2017)",
        "Date": "16 AUGUST 2017",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dipak Misra",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9PbSBTYWkgUHVueWEgRWR1Y2F0aW9uYWwgQW5kIFNvY2lhbCBXZWxmYXJlIFNvY2lldHkgIEFub3RoZXIgIHZzICBBbGwgSW5kaWEgQ291bmNpbCBGb3IgVGVjaG5pY2FsIEVkdWNhdGlvbiBBbmQgQW5vdGhlcjE3MDE5MjY4MjgucGRm",
        "SCR Citation:": "[2017] 8 S.C.R. 1028",
        "Year/Volume:": "2017/ Volume 8",
        "Date of Judgment:": "16 August 2017",
        "Petitioner:": "Om Sai Punya Educational And Social Welfare Society & Another",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "2017 INSC 745",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "All India Council For Technical Education And Another",
        "Case Type:": "WRIT PETITION (CIVIL) /571/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Education/Educational Insitutuions - All India Council for Technical Education (AICTE)"
        ],
        "HeadNote": "Education/Educational Institutions - All India Council for Technical Education (AICTE) - Grant of approval to start college - Proposal of petitioner to AICTE in Feb. 2017 for starting two institutes namely A/BS and AIJ:f for the academic year 2017-18 - Deficiencies found with respect to the fact that both the institutes were situated on the same land and shared various other common facilities, which deficiency could not be condoned under the Rules - However. such deficiency removed by petitioner only in July, 2017 by withdrawing the proposal related to AIM - Accordingly, AICTE accorded approval to petitioner on 21\" July, 2017 to start A/BS for the academic year 2018-19 - Plea of petitioner that it submitted the application for grant of approval within the specified timeline and it was the inaction of AICTE which resulted in delay and thus, AICTE be directed to permit the petitioner to start its college A/BS from the academic year 2017-18 - Held: In terms of the statutory timelines specified under the AICTE Act and the regulations framed ·thereunder for grant of approval, AICTE does not have any jurisdiction or auhtority to issue approval for commencement of a new course beyond J(Jh April of the year immediately preceding the commencement of an academic year - In the instant case, the deficiencies noted were removed by the petitioner after it withdrew the proposal relating to AIM vide letter dated 5'h July, 2017 - It was only thereafter that AICTE could process the proposal of the petitioner and accordingly granted the permission on 2I\" July, 2017 - Since, approval accorded by AICTE was after the cut off date of JO'h April, 2017 for the academic year 2017-18, it issued approval for starting A/BS institute for the academic year 2018-19 and not 2017-18 - No fault can be found with AICTE in that regard - Petitioners not entitled for the relief claimed in the writ petition - Further. petitioners directed to pay cost of Rs.50,0001- to the respondents."
    }
]