[
    {
        "volume": "2019Volume 16",
        "Case Name": "ROJER MATHEW VS. SOUTH INDIAN BANK LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzMzU=",
        "Citation": "[2019] 16 S.C.R. 1",
        "Case Type": "(CIVIL APPEAL /8588/2019)",
        "Date": "13 NOVEMBER 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Deepak Gupta\n*, Hon'ble Mr. Justice N.V. Ramana, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xLTI1MV8xNzAyMDIzMDQ2LnBkZg==",
        "SCR Citation:": "[2019] 16 S.C.R. 1",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "13 November 2019",
        "Petitioner:": "Rojer Mathew",
        "Disposal Nature:": "Petition Disposed Off",
        "Netural Citation:": "2019 INSC 1236",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "South Indian Bank Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /8588/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2010] 6 S.C.R. 857",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Union Of India V. R. Gandhi, President, Madras Bar Association",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA2L1BhcnQgSS8yMDEwXzZfODU3LTk1Nl8xNzAyMzYyNjM1LnBkZg=="
            },
            {
                "Scr Citation": "[1997] 2 S.C.R. 1186",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "L. Chandra Kumar Etc. Etc. V. The Union Of India And Ors. Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk3L3ZvbHVtZSAyL1BhcnQgSS8xOTk3XzJfMTE4Ni0xMjUwXzE3MDIyMDM1NjYucGRm"
            },
            {
                "Scr Citation": "[1965] 1 S.C.R. 336",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Kunwar Trivikram Narain Singh V. State Of Uttar Pradesh And Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTY1L3ZvbHVtZSAxL1BhcnQgSS9rdW53YXIgdHJpdmlrcmFtIG5hcmFpbiBzaW5naF9zdGF0ZSBvZiB1dHRhciBwcmFkZXNoIGFuZCBvdGhlcnNfMTY5OTI2MzgzMC5wZGY="
            },
            {
                "Scr Citation": "[1986] 1 S.C.R. 312",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M.c. Mehta & Anr. Etc. V. Union Of India & Ors. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg2L3ZvbHVtZSAxL1BhcnQgSS9NYyBNZWh0YSAgQW5yIEV0YyAgdnMgIFVuaW9uIE9mIEluZGlhICBPcnMgRXRjMTcwMTkyNzE2Ny5wZGY="
            },
            {
                "Scr Citation": "[1993] 3 S.C.R. 802",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "R.k.jain V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkzL3ZvbHVtZSAzL1BhcnQgSS8xOTkzXzNfODAyLTg2Ml8xNzAyMDEzNTgxLnBkZg=="
            },
            {
                "Scr Citation": "[2010] 6 S.C.R. 857",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Union Of India V. R. Gandhi, President, Madras Bar Association",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA2L1BhcnQgSS8yMDEwXzZfODU3LTk1Nl8xNzAyMzYyNjM1LnBkZg=="
            },
            {
                "Scr Citation": "[2014] 10 S.C.R. 1",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Madras Bar Association V. Union Of India And Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF8xLTM1NF8xNzAzMzEwOTY1LnBkZg=="
            },
            {
                "Scr Citation": "[2015] 6 S.C.R. 638",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Madras Bar Association V. Union Of India & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA2L1BhcnQgSS9NYWRyYXMgQmFyIEFzc29jaWF0aW9uIF8gVW5pb24gT2YgSW5kaWEgJiBBbnIuXzE3MDEyMzg0ODkucGRm"
            },
            {
                "Scr Citation": "[2007] 1 S.C.R. 317",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Raja Ram Pal V. The Honble Speaker, Lok Sabha & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxL1BhcnQgSS9SYWphIFJhbSBQYWwgXyBUaGUgSG9uYmxlIFNwZWFrZXIsIExvayBTYWJoYSAmIE9ycy5fMTcwMTc2NjMxMy5wZGY="
            },
            {
                "Scr Citation": "[2007] 1 S.C.R. 317",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Raja Ram Pal V. The Honble Speaker, Lok Sabha & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxL1BhcnQgSS9SYWphIFJhbSBQYWwgXyBUaGUgSG9uYmxlIFNwZWFrZXIsIExvayBTYWJoYSAmIE9ycy5fMTcwMTc2NjMxMy5wZGY="
            },
            {
                "Scr Citation": "[1971] 3 S.C.R. 483",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Union Of India V. Jyoti Prakash Mitter",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTcxL3ZvbHVtZSAzL1BhcnQgSS91bmlvbiBvZiBpbmRpYV9qeW90aSBwcmFrYXNoIG1pdHRlcl8xNjk4OTE3MDE0LnBkZg=="
            }
        ],
        "Acts": [
            "Finance Act (20 of 2015)"
        ],
        "Keyword": [
            "Finance Act",
            "2017",
            "a ‘money bill’ or not u/Art.110",
            "Constitutionality of s. 184 on account of excessive delegations",
            "Direct Statutory appeals from Tribunals to the Supreme Court"
        ],
        "HeadNote": "Tribunals – Finance Act, 2017 – Finance Act, 2017, a‘money bill’ or not u/Art.110 – Validity of the Act, 2017 – Held:The majority in K.S. Puttaswamy (Aadhaar-5) pronounced thenature of the impugned enactment without first delineating thescope of Art.110(1) and principles for interpretation or therepercussions of such process – The majority dictum in K.S.Puttaswamy (Aadhaar-5) did not substantially discuss the effect ofthe word ‘only’ in Art.110(1) and offers little guidance on therepercussions of a finding when some of the provisions of anenactment passed as a ‘Money Bill’ do not conform to Art. 110 (1)(a) (b) – Without expressing a firm and final opinion, the analysisin K.S. Puttaswamy (Aadhaar-5) made its application difficult tothe present case and raises a potential conflict between thejudgments of Coordinate Benches – Being a Bench of equalstrength as that in K.S. Puttaswamy (Aadhaar-5), the batch ofmatters directed to be referred to the Larger Bench.Tribunals – Finance Act, 2017 – S. 184 – Constitutionalityof s. 184 on account of excessive delegations – Held s.184 doesnot suffer from excessive delegations of legislative functions asthere are adequate principles to guide framing of delegatedlegislation, which would include the binding dictums of theSupreme Court – The objects of the parent enactments as well asthe law laid down by the Supreme Court in R.K. Jain, L. ChandraKumar, R. Gandhi, Madras Bar Association and Gujarat UrjaVikas undoubtedly bind the delegate and mandatorily requires thedelegate u/s. 184 to act strictly in conformity with these decisionsand the objects of delegated legislation stipulated in the statutes. Tribunals – The Tribunal, Appellate Tribunal and otherAuthorities (Qualifications, Experience and other Conditions ofService of Members) Rules, 2017 – Conformity of the Rules withthe judicial principles inherent in the Constitutional scheme asestablished by the Supreme Court – Held: The composition of thesearch-cum-Selection Committees under the Rules amounts toexcessive interference of the Executive in appointment of membersand presiding offices of statutory Tribunals and it is detrimentalto the independence of Judiciary – In addition to this, there hasbeen a blatant dilution of judicial character in appointmentswhereby candidates without any judicial experience are prescribedto be eligible for adjudicatory posts such as that of the presidingOfficer – Therefore, the Rules have an effect of dilution of thejudicial character in adjudicatory positions – Further, earlierremoval of members or presiding officer was done after an enquiryby the Supreme Court Judges and with necessary consultation withthe Chief Justice of India, under the present Rules it is permissiblefor the Central Government to appoint an enquiry Committee forremoval of any presiding officer or member on its own – TheMembers and Presiding Officers of Tribunals cannot be removedwithout either the concurrence of the Judiciary or in the mannerspecified in the Constitution for Constitutional Court Judges – Also,there must be uniform age of superannuation for all members inall the Tribunals, the Rules demonstrate disparity in age ofsuperannuation of Members and Chairpersons/Presiding Officersof different Tribunals – Furthermore, there is inconsistency withinthe Rules with regard to the tenure prescribed for the Members ofTribunals insofar as a fixed tenure of three years for both directappointments from the Bar and appointment of retired judicialofficers or judges of High Court or Supreme Court – It is alsodiscriminatory to the extent that it attempts to create equalitybetween unequal classes – Therefore, the Rules suffer from variousinfirmities and are contrary to the Parent enactment and theprinciples envisaged in the Constitution, resultantly, directed to bestruck down in entirety.Tribunals – Finance Act, 2017 – Whether there should be asingle Nodal Agency for administration of all Tribunals – Held: Itmay not be very crucial as to which Ministry or Departmentperforms the duties of Nodal Agency for a Tribunal, but what is of utmost importance is that the Tribunal should not be expectedto look towards such Nodal Agency for its day to day requirements– There must be a direction to allocate adequate and sufficientfunds for each Tribunal to make it self-sufficient and selfsustainableauthority for all intents and purposes.Tribunals – A Judicial Impact Assessment of all tribunals inIndia – Need for – Held: It was directed in Salem Advocate BarAssociation (II) v. Union of India for a Committee to be constitutedto assess the need for Judicial Impact Assessment – Pursuantthereto, Jagannadha Rao Committee Report was submitted, itsuggested that legislature must analyse the budgetary requirementof the staff, additional expenditure arising out of the new casesconsequent to the enactment, the number of Civil and CriminalCases expected to arise from the new enactment, the requirementof Judges etc. – The legislature has not conformed to the opinionof the Supreme Court with respect to ‘Judicial Impact Assessment’and thus, has not made any attempt to assess the ramifications ofthe Finance Act, 2017 – Therefore, the Union of India directed tocarry out Financial Impact Assessment in respect of all theTribunals referable to ss. 158 to 182 of the Finance Act, 2017 andundertake an exercise to assess the need based requirements andmake available sufficient resources for each Tribunal establishedby the Parliament.Tribunals – Judges of Tribunals set up by Acts of Parliamentunder Arts. 323-A and 323-B of the Constitution equated in ‘Rank’and ‘Status’ with constitutional functionaries – Held: There can beno doubt that executive action cannot confer status equivalent tothat either Supreme Court or High Court Judges on any memberor head of any Tribunal or other judicial fora – Tribunals are notsubstitutes of Superior Courts and are only supplemental to them– Hence, the status of members of such Tribunals cannot beequated with that of the sitting Judges of Constitutional Courts.Tribunals – Direct Statutory appeals from Tribunals to theSupreme Court – Consideration of – Held: Such statutory appealstake away the inherent ability of the Supreme Court, as envisagedin the Constitution, to regulate cases before it by confining itsconsideration to cases involving the most egregious of wrongs and/or having the greatest impact on public interest – It is evident thatSupreme Court has lost its original character owing to the routine hearing of appeals through invocation of the discretionaryjurisdiction u/Art. 136 – For the discharge of constitutionalfunctions of deliberating on substantial questions of law, answeringconstitutional questions and resolving other issues of great Publicimportance, it is essential that Supreme Court has adequate timeto apply its mind and consider matters in depth the practice ofbringing every second case before the Supreme Court u/Art. 136must be deprecated – Therefore, the Union of India in consultationwith either the Law Commission or any other expert body revisitsuch provisions under various enactments providing for directappeals to the Supreme Court against orders of Tribunals, andinstead provide appeals to Division Benches of the High Courts,if at all necessary.Tribunals – Amalgamation of Existing Tribunals and settingup of Benches – Need for – Held: The ‘importance’ in distributionof case-load and inconsistencies in nature, location andfunctioning of Tribunals require urgent attention – It is essentialthat after conducting a Judicial Impact Assessment, Tribunals beamalgamed with others dealing with similar areas of law, to ensureeffective utilisation of resources and to facilitate access to justice– Therefore, the Union Government directed to carry out anappropriate exercise for amalgamation of existing Tribunalsadopting the test of homogeneity of the subject matters to be dealtwith and thereafter constitute adequate number of BenchesCommensurate with the existing and anticipated volume of work."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "M/S SHANTI CONDUCTORS (P) LTD. VS. ASSAM STATE ELECTRICITY BOARD AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzNTc=",
        "Citation": "[2019] 16 S.C.R. 252",
        "Case Type": "(REVIEW PETITION (CIVIL) /786/2019)",
        "Date": "18 DECEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Navin Sinha, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18yNTItMjc0XzE3MDIwMjMzNDIucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 252",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "18 December 2019",
        "Petitioner:": "M/s Shanti Conductors (p) Ltd.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 1397",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "Assam State Electricity Board And Ors",
        "Case Type:": "REVIEW PETITION (CIVIL) /786/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1952] 1 S.C.R. 116",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sant Lal Mahton V. Kamala Prasad.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUyL3ZvbHVtZSAxL1BhcnQgSS8xOTUyXzFfMTE2LTEyN18xNzAzMzE3MzA5LnBkZg=="
            }
        ],
        "Acts": [
            "Code of Civil Procedure (5 of 1908)"
        ],
        "Keyword": [
            "CPC",
            "Order 47 r. 1",
            "Review petition",
            "Error apparent on record"
        ],
        "HeadNote": "Code of Civil Procedure, 1908:Order 47 r. 1 – Review petition – Error apparent on record– On facts, review petition on the ground that there is an apparenterror in the judgment by this Court holding that suit was barredby time – Petitioner’s case that in money suit pertaining to intereston principal amount received by the petitioner, the last supply wascompleted on 04.10.93 but the last payment was made on05.03.1994, a fresh period of l imitation would begin from05.03.1994 on the basis of s. 19 of the Limitation Act – Held:Exemption provided u/ss. 4 to 20 of the Limitation Act, are basedon certain facts and events – On facts, perusal of the plaintindicates that there is no pleading as to exception of limitation byrunning any fresh period of limitation as per s. 19 – There was nooccasion for defendants to raise any reply in reference to s. 19 –Also, proviso to Order 7 r. 6 cannot come to the rescue of theplaintiff since the plaintiffs specifically pleaded that the provisionsof the Limitation Act are not applicable since Act, 1993 hasoverriding effect – Furthermore, in the paragraph of cause ofaction for the suit, the cause of action is not claimed from the date05.03.1994, which was the date when the last payment wasreceived by the petitioner – Petitioner in the plaint has clearly notpleaded for benefit of s. 19 nor has brought necessary facts toenable the Court to consider the claim under s. 19 – Thus, thepetitioner is not entitled for benefit of s. 19 and there is no errorin the judgment of this Court holding that the suit of the plaintiffwas barred by time – Furthermore, benefit of s. 14 of Limitation Act cannot be claimed by the plaintiff since writ petition, whichwas filed by the Association was by different entity – Issue ofbenefit of s. 14 was specifically considered and rejected by thisCourt in its judgment thus, there is no error apparent on the saidground – Limitation Act, 1963 – ss. 19, 14 – Interest on DelayedPayment to Small Scale and Ancillary Industrial Undertakings Act,1993.Order 47 r. 1 – Review petitions – Error apparent on record– On facts, matter pertaining to interest on delayed payment tosmall scale industries – Review petition on the ground that therewas error on face of record in observation of this Court – Someof the supplies made prior to commencement of the 1993 Act–23.09.1992 and some of the supplies made after 23.09.1992 –Entitlement of petitioner to the benefit of interest under the 1993Act – Held: The date of bill for the payment for supply of thematerials by the plaintiffs was 29.09.1992 – This Court in thejudgment rightly held that there was nothing on record to come tothe conclusion that any supply was made after the enforcement ofthe Act so as to enable the appellant to claim interest u/s. 3 readwith s. 4 of the 1993 Act, thus, the judgment of the High Courtdoes not call for interference – Submission that there is errorapparent on the face of record is rejected and the review petitionis dismissed – Interest on Delayed Payment to Small Scale andAncillary Industrial Undertakings Act, 1993.Order 47 r. 1 – Review petition – Error apparent on record– Review petition on the ground that this Court dismissed theappeal as not maintainable which is error apparent on record –Held: This Court considered the maintainability of appeal andfound against the petitioner, thus, there is no ground to review thepetition.Order 47 r. 1 – Review petition – Scope of – Held: Scope ofreview is limited – Under the guise of review, petitioner cannot bepermitted to reagitate and reargue the questions, which havealready been addressed and decided.Order 7 r. 6 – Grounds of exemption from limitation law –Applicability of – Held: When suit is instituted after expiration ofperiod prescribed by law of limitation, the plaint should show theground upon which exemption from such law is claimed – However the Court may permit the plaintiff to claim exemption from the lawof limitation on any ground not set out in the plaint, if such groundis not inconsistent with the grounds set out in the plaint.Limitation Act, 1963: s. 19 – Benefit of – Held: Section 19provide for a fresh period of limitation – Benefit under s. 19 isavailable when payment on account of debt or of interest on legacyis made before the expiration of the prescribed period by theperson liable to pay the debt or legacy and an acknowledgementof the payment appears in the handwriting of, or in a writing signedby, the person making the payment."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "COMMITTEE OF CREDITORS OF ESSAR STEEL INDIA LIMITED THROUGH AUTHORISED SIGNATORY VS. SATISH KUMAR GUPTA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzNjk=",
        "Citation": "[2019] 16 S.C.R. 275",
        "Case Type": "(CIVIL APPEAL /8766/2019)",
        "Date": "15 NOVEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Surya Kant, Hon'ble Mr. Justice V. Ramasubramanian",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18yNzUtNDIzXzE3MDIwMjM0NzYucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 275",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "15 November 2019",
        "Petitioner:": "Committee Of Creditors Of Essar Steel India Limited Through Authorised Signatory",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 1256",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "Satish Kumar Gupta & Ors.",
        "Case Type:": "CIVIL APPEAL /8766/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2018] 12 S.C.R. 362",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Arcelormittal India Private Limited V. Satish Kumar Gupta & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMi9QYXJ0IEkvYXJjZWxvcm1pdHRhbCBpbmRpYSBwcml2YXRlIGxpbWl0ZWRfc2F0aXNoIGt1bWFyIGd1cHRhICYgb3JzLl8xNjk5NDI3NjA3LnBkZg=="
            },
            {
                "Scr Citation": "[2019] 3 S.C.R. 535",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Swiss Ribbons Pvt. Ltd. & Anr. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAzL1BhcnQgSS8yMDE5XzNfNTM1LTY2Ml8xNzA0Mzc4MDUyLnBkZg=="
            },
            {
                "Scr Citation": "[2019] 3 S.C.R. 535",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Swiss Ribbons Pvt. Ltd. & Anr. V. Union Of India & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAzL1BhcnQgSS8yMDE5XzNfNTM1LTY2Ml8xNzA0Mzc4MDUyLnBkZg=="
            },
            {
                "Scr Citation": "[2017] 8 S.C.R. 33",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "M/s. Innoventive Industrles Ltd. V. Icici Bank & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA4L1BhcnQgSS9NcyBJbm5vdmVudGl2ZSBJbmR1c3RybGVzIEx0ZCAgdnMgIEljaWNpIEJhbmsgIEFucjE3MDE4NTg1MzUucGRm"
            },
            {
                "Scr Citation": "[2017] 13 S.C.R. 751",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Macquarie Bank Limited V. Shilpi Cable Technologies Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMy9QYXJ0IEkvbWFjcXVhcmllIGJhbmsgbGltaXRlZF9zaGlscGkgY2FibGUgdGVjaG5vbG9naWVzIGx0ZC5fMTcwMDYzNDAxOC5wZGY="
            },
            {
                "Scr Citation": "[1996] Supp. (6) S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Miheer H. Mafatlal V. Mafatlal Industries Ltd.,",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk2L1N1cHAuICg2KS9QYXJ0IEkvU19fMS01Nl8xNzAzMDc1NjkxLnBkZg=="
            },
            {
                "Scr Citation": "[1955] 2 S.C.R. 1331",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Pradyat Kumar Bose V. The Hon'ble The Chief Justice Of Calcutta High Court",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU1L3ZvbHVtZSAyL1BhcnQgSS9wcmFkeWF0IGt1bWFyIGJvc2VfdGhlIGhvbidibGUgdGhlIGNoaWVmIGp1c3RpY2Ugb2YgY2FsY3V0dGEgaGlnaCBjb3VydF8xNjk4ODE0NDA0LnBkZg=="
            },
            {
                "Scr Citation": "[1954] 1 S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "K. C. Gajapati Narayan Deo And Others V. The State Of Orissa",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTU0L3ZvbHVtZSAxL1BhcnQgSS9rLiBjLiBnYWphcGF0aSBuYXJheWFuIGRlbyBhbmQgb3RoZXJzX3RoZSBzdGF0ZSBvZiBvcmlzc2FfMTY5ODI5OTI0Ny5wZGY="
            },
            {
                "Scr Citation": "[1997] 3 S.C.R. 1131",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "High Court Of Judicature At Bombay Through Its Registrar V. Shirish Kumar Rangrao Patil And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk3L3ZvbHVtZSAzL1BhcnQgSS8xOTk3XzNfMTEzMS0xMTQ4XzE3MDIzNzU3OTgucGRm"
            },
            {
                "Scr Citation": "[2013] 12 S.C.R. 674",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Mrs. Sarah Mathew V. The Institute Of Cardio Vascular Diseases By Its Director - Dr. K.m. Cherian & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvTXJzIFNhcmFoIE1hdGhldyAgdnMgIFRoZSBJbnN0aXR1dGUgT2YgQ2FyZGlvdmFzY3VsYXIgRGlzZWFzZXMgQnkgSXRzIERpcmVjdG9yICBEciBLbSBDaGVyaWFuICBPcnMxNzAxODY0ODU2LnBkZg=="
            },
            {
                "Scr Citation": "[2017] 4 S.C.R. 881",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Neeraj Kumar Sainy And Ors. V. State Of U.p. And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA0L1BhcnQgSS8yMDE3XzRfODgxLTkwMF8xNzAzMzEzMjU0LnBkZg=="
            }
        ],
        "Acts": [
            "Insolvency and Bankruptcy Code (31 of 2016)"
        ],
        "Keyword": [
            "IBC",
            "CRIP",
            "Power of Committee of creditors to approve resolution plan",
            "Secured and unsecured creditors",
            "Equality principal"
        ],
        "HeadNote": "Insolvency and Bankruptcy Code, 2016 – CorporateInsolvency Resolution Process – Power of Committee of creditorsto approve resolution plan - On facts, resolution plans forCorporate debtor-Essar Steel India Limited – In CIRP of corporatedebtor, ArcelorMittal India was successful resolution applicant –Resolution plan of ArcelorMittal specifically providing for anupfront payment of INR 35,000 crores in order to resolve debtsamounting to INR 42,213 crores – Approval of final resolution planof Arcelor Mittal by Committee of Creditors – Initiation of severalproceedings – NCLT allowed the resolution plan – Challenge to,before NCLAT – NCLAT held that there can be no differencebetween a financial creditor and operational creditor in the matterof payment of dues; thus, NCLAT re-distributed the proceedspayable under the approved resolution plan as per the method ofcalculation adopted by it so that all financial creditors andoperational creditors be paid 60.7% of their admitted claims;NCLAT directed that each financial creditor (whether secured orunsecured) with a claim equal to or more than INR 10 lakhs bepaid 60.7% of its admitted claim irrespective of their securityinterest; that operational creditors with a claim of equal to or morethan INR 1 crore be paid 60.268% of their admitted claims; thatCommittee of Creditors not empowered to decide the manner ofdistribution to be made between one or other creditors; that s. 53cannot be applied during the corporate resolution process but willapply only at the stage of liquidation; and that the claims decidedby the resolution professional and affirmed by the AdjudicatingAuthority or the Appellate Tribunal are final and binding on allcreditors – On appeal, held: Order by NCLAT which substitutes itswisdom for the commercial wisdom of the Committee of Creditors and also directs the admission of a number of claims which wasdone by the resolution applicant, is set aside - CIRP of thecorporate debtor will take place in accordance with the resolutionplan of ArcelorMittal dated 23.10.2018, as amended and acceptedby the Committee of Creditors on 27.03.2019, as it has providedfor amounts to be paid to different classes of creditors by followings. 30(2) and Regulation 38 of the Code.Insolvency and Bankruptcy Code, 2016 – Resolutionprofessional – Role of, in the revival of the corporate debtor –Held: Role of resolution professional is not adjudicatory butadministrative - Resolution professional manages the affairs of thecorporate debtor as a going concern from the stage of admissionof an application u/ss. 7, 9 or 10 - He appoints and convenesmeetings of the Committee of Creditors – He collects, collates andfinally admit claims of all creditors, which must then be examinedfor payment, by the resolution applicant and be finally negotiatedand decided by the Committee of Creditors.Prospective resolution applicant - Role of – Explained.Insolvency and Bankruptcy Code, 2016 – Committee ofcreditors - Role of, in the corporate resolution process – Held:Committee of Creditors decides on whether or not to rehabilitatethe corporate debtor by means of acceptance of a particularresolution plan – Committee of Creditors may approve a resolutionplan by a vote of not less than 66% of the voting share of thefinancial creditors, after considering its feasibility and viability,and various other requirements as may be prescribed by theRegulations - Ultimately it is the commercial wisdom of theCommittee of Creditors which operates to approve the bestresolution plan, which is finally accepted after negotiation of itsterms by such Committee with prospective resolution applicants –Furthermore, the Committee of Creditors does not act in anyfiduciary capacity to any group of creditors, on the contrary, it isto take a business decision based upon ground realities by amajority, which then binds all stakeholders, including dissentientcreditors - Thus, commercial wisdom of this majority of creditorsis important which is to determine, through negotiation with theprospective resolution applicant, as to how and in what mannerthe corporate resolution process is to take place –ss. 21, 24, 28,29, 30 and 31. Insolvency and Bankruptcy Code, 2016 – National CompanyLaw Tribunal- Adjudicating Authority and National Company LawAppellate Tribunal-Appellate Tribunal under – Jurisdiction of, quaresolution approved by Committee of Creditors – Held: AdjudicatingAuthority’s jurisdiction is circumscribed by s. 30(2) and AppellateTribunal’s jurisdiction is circumscribed by s. 32 rw s. 61(3) -Adjudicating Authority cannot interfere on merits with thecommercial decision taken by the Committee of Creditors, thelimited judicial review available is to see that the Committee ofCreditors has taken into account the fact that the corporate debtorneeds to keep going as a going concern during the insolvencyresolution process; that it needs to maximise the value of its assets;and that the interests of all stakeholders including operationalcreditors has been taken care of - If the Adjudicating Authorityfinds, on a given set of facts, that the said parameters have notbeen kept in view, it may send a resolution plan back to theCommittee of Creditors to re-submit such plan after satisfying thesaid parameters - Reasons given by the Committee of Creditorswhile approving a resolution plan may be looked at by theAdjudicating Authority only from this point of view, and once it issatisfied that Committee of Creditors has paid attention to thesekey features, it must then pass the resolution plan, other thingsbeing equal.Insolvency and Bankruptcy Code, 2016 – Secured andunsecured creditors – Equality principle – Held: Secured andunsecured financial creditors are differentiated when it comes toamounts to be paid under a resolution plan, together with whatdissenting secured or unsecured financial creditors are to be paid- Operational creditors are separately viewed from these securedand unsecured financial creditors in S.No.5 of paragraph 7 ofstatutory Form H - Thus, it can be seen that the Code and theRegulations, read as a whole, lead to the conclusion that theequality principle cannot be stretched to treating unequals equally,as that will destroy the very objective of the Code to resolve stressedassets - Equitable treatment is to be accorded to each creditordepending upon the class to which it belongs: secured orunsecured, financial or operational Insolvency and Bankruptcy Code, 2016 – s. 21(8), 28 -Constitution of a sub-committee by the Committee of Creditors –Permissibility of – Plea that the Committee of Creditors delegatedits functions to a sub-committee, as a result of which, the subcommitteesecretly made negotiations with ArcelorMittal – Held:Section 28(1)(h) provides that though the powers of Committee ofCreditors are administrative in nature, they shall not be delegatedto any other person – Power of approval of resolution plan u/s.30(4), also cannot be delegated to any other body - However, subcommitteescan be appointed for the purpose of negotiating withresolution applicants, or for performing other ministerial oradministrative acts, provided such acts are in the ultimate analysisapproved and ratified by the Committee of Creditors – On facts,every single administrat ive decision qua approving andadministering the resolution plan submitted by ArcelorMittal wasin fact done by the requisite majority of the Committee of Creditorsitself, the sub-committee having been used only for purposes ofinitiating proceedings and negotiating with ArcelorMittal, whichultimately culminated in the resolution plan as finally negotiated,being passed by the requisite majority of creditors - StandardChartered Bank voted in favour of the constitution of a subcommitteeand also requested for inclusion of its name in sub-Committee, however, when the Standard Chartered Bank found thatthings were going against it that it started raising objections onthe technical plea that sub-committees cannot be constituted underthe Code, thus, plea was not bonafide and is rejected.Insolvency and Bankruptcy Code, 2016 – s. 31(1) -Extinguishment of Personal Guarantees and Undecided Claims –Held: s. 31(1) makes it clear that once a resolution plan isapproved by the Committee of Creditors it shall be binding on allstakeholders, including guarantors – It cannot be said that partof the resolution plan which states that the claims of the guarantoron account of subrogation shall be extinguished, cannot be appliedto the guarantees furnished by the erstwhile directors of thecorporate debtor – A successful resolution applicant cannotsuddenly be faced with “undecided” claims after the resolution plansubmitted by him has been accepted as this would lead touncertainty regarding amounts payable by a prospective resolutionapplicant who successfully took over the business of the corporate debtor - All claims must be submitted to and decided by theresolution professional so that a prospective resolution applicantknows exactly what has to be paid in order that it may then takeover and run the business of the corporate debtor - Successfulresolution applicant does on a fresh slate.Insolvency and Bankruptcy Code (Amendment) Act, 2019 –ss. 4 and 6 – Constitutional Validity of – Held: As regards s. 4 ofthe Amendment Act, it is clear that as per s. 12 of the principalAct, the Corporate Insolvency Resolution proceedings should bemandatorily completed within a period of 330 days including anyextension and legal proceedings related to resolution process ofcorporate debtor – Further grace period of 90 days is given,failing which corporate debtor shall be sent into liquidation – Whileleaving the provision otherwise intact, the word “mandatorily” isstruck down as being manifestly arbitrary under Article 14 of theConstitution and as being an excessive and unreasonablerestriction on the litigant’s right to carry on business under Article19(1)(g) of the Constitution – As regards, the substitution of s.30(2)(b) by s. 6 of the Amending Act of 2019, it is constitutionallyvalid since the substituted s. 30(2)(b) is in fact a beneficialprovision in favour of operational creditors and dissentientfinancial creditors as they are now to be paid a certain minimumamount, the minimum in the case of operational creditors being thehigher of the two figures calculated under sub-clauses (i) and (ii)of clause (b), and the minimum in the case of dissentient financialcreditor being a minimum amount that was not earlier payable –Furthermore, Explanation 1 and 2 as also sub-clause (b) of s. 6of the Amending Act of 2019, is constitutionally valid."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "CENTRAL PUBLIC INFORMATION OFFICER, SUPREME COURT OF INDIA VS. SUBHASH CHANDRA AGARWAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzODA=",
        "Citation": "[2019] 16 S.C.R. 424",
        "Case Type": "(CIVIL APPEAL /10044/2019)",
        "Date": "13 NOVEMBER 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud, Hon'ble Mr. Justice Deepak Gupta, Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Ranjan Gogoi, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN180MjQtNjUwXzE3MDIwMjM2MjIucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 424",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "13 November 2019",
        "Petitioner:": "CENTRAL PUBLIC INFORMATION OFFICER, SUPREME COURT OF INDIA",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 1233",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana,Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "SUBHASH CHANDRA AGARWAL",
        "Case Type:": "CIVIL APPEAL /10044/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1970] 2 S.C.R. 10",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Budhan Singh & Anr. V. Nabi Bux & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTcwL3ZvbHVtZSAyL1BhcnQgSS9CdWRoYW4gU2luZ2ggJiBBbnIuIF8gTmFiaSBCdXggJiBBbnIuXzE3MDE4MzkwMzAucGRm"
            },
            {
                "Scr Citation": "[1973] 3 S.C.R. 411",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Kailash Ral V. Jai Jai Ram & Others",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTczL3ZvbHVtZSAzL1BhcnQgSS8xOTczXzNfNDExLTQxN18xNzAyNzA3MzEwLnBkZg=="
            },
            {
                "Scr Citation": "[2011] 11 S.C.R. 1028",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Central Board Of Secondary Education & Anr. V. Aditya Bandopadhyay & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSAxMS9QYXJ0IEkvMjAxMV8xMV8xMDI4LTEwOTNfMTcwMjg4MjY4MC5wZGY="
            },
            {
                "Scr Citation": "[2015] 14 S.C.R. 505",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Reserve Bank Of India V. Jayantilal N. Mistry",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxNC9QYXJ0IEkvUmVzZXJ2ZSBCYW5rIE9mIEluZGlhIF8gSmF5YW50aWxhbCBOLiBNaXN0cnlfMTcwMTc3NzU5NS5wZGY="
            },
            {
                "Scr Citation": "[2013] 14 S.C.R. 475",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Thalappalam Ser. Coop. Bank Ltd. And Ors. V. State Of Kerala And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxNC9QYXJ0IEkvVGhhbGFwcGFsYW0gU2VyIENvb3AgQmFuayBMdGQgQW5kIE9ycyAgdnMgIFN0YXRlIE9mIEtlcmFsYSBBbmQgT3JzMTcwMTkzNzk4NC5wZGY="
            },
            {
                "Scr Citation": "[2010] 1 S.C.R. 1",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Khanapuram Gandaiah V. Administrative Officer & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxL1BhcnQgSS9LaGFuYXB1cmFtIEdhbmRhaWFoIF8gQWRtaW5pc3RyYXRpdmUgT2ZmaWNlciAmIE9ycy5fMTcwMTQzMTIzMy5wZGY="
            },
            {
                "Scr Citation": "[2017] 10 S.C.R. 569",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Justice K S Putiaswamy (retd.), V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMC9QYXJ0IEkvanVzdGljZSBrIHMgcHV0aWFzd2FteSAocmV0ZC4pLF91bmlvbiBvZiBpbmRpYSBhbmQgb3JzLl8xNzAwNTUwMjk0LnBkZg=="
            },
            {
                "Scr Citation": "[2002] 3 S.C.R. 696",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Union Of India V. Association For Democratic Reforms And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAzL1BhcnQgSS91bmlvbiBvZiBpbmRpYSBfYXNzb2NpYXRpb24gZm9yIGRlbW9jcmF0aWMgcmVmb3JtcyBhbmQgYW5yLl8xNjk5MjQ5MjY2LnBkZg=="
            },
            {
                "Scr Citation": "[2012] 11 S.C.R. 1032",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Bihar Public Service Commission V. Saiyed Hussain Abbas Rizwi & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEyL3ZvbHVtZSAxMS9QYXJ0IEkvYmloYXIgcHVibGljIHNlcnZpY2UgY29tbWlzc2lvbl9zYWl5ZWQgaHVzc2FpbiBhYmJhcyByaXp3aSAmIGFuci5fMTcwMDcyOTEyNC5wZGY="
            }
        ],
        "Acts": [
            "Right to Information Act (22 of 2005)"
        ],
        "Keyword": [
            "Right to Information Act",
            "2005",
            "Collegium system for appointment and elevation of judges",
            "Information in context of"
        ],
        "HeadNote": "Right to Information Act, 2005 – Collegium system forappointment and elevation of judges to the Supreme Court and theHigh Courts; declaration of assets by judges, etc. – Informationin context of – The respondent filed three applications under theRTI Act, 2005 seeking information regarding: 1) copies of thecorrespondence exchanged between constitutional authoritiestogether with file notings, relating to the appointment of threeJudges of the Supreme Court, who had superseded seniority ofanother three Judges by an application dated 23.01.2009; 2) acopy of the resolution dated 07.05.1997 of the Judges of theSupreme Court requiring every sitting Judge and all the futurejudges upon assuming office to make a declaration of assets byan application dated 10.11.2007 and 3) on the basis of anewspaper report, the complete correspondence exchanged withthe Chief Justice of India in regards to a Union Minister havingallegedly approached a judge of the High court, through a lawyerto influence a judicial decision by an application dated 06.07.2009– In an application dated 06.07.2009, the information was deniedby the CPIO of the Supreme Court on the ground that theinformation sought by the respondent was not handled and dealtwith by the Registry of the Supreme Court and neither maintainednor available with Registry – However, the Central InformationCommission (CIC) directed disclosure of information and observedthat disclosure will not infringe upon the status of the Judges –The information sought in application 23.01.2009 was again deniedby CPIO observing that the Supreme Court Registry did not dealwith the matters pertaining to appointment of the Judges of theSupreme Court – However, the CIC directed the furnishing of information – Insofar as applicat ion dated 10.11.2007 isconcerned, it was also dismissed by the CPIO and the CIC againdirected the CPIO of the Supreme Court to provide the informationasked by the respondent in his RTI application unless, the disclosureof information was exempted by law – The appellant instituted writpetition before the Delhi High Court and the same was dismissedholding, inter alia, that the declaration of assets furnished by theJudges of the Supreme Court to Chief Justice of India and itscontents constituted ‘information’, subject to the provisions of theRTI Act – The Full Bench of the High Court upheld the decisionof the Single Judge of the High Court – Aggrieved by the decisionof the Full Bench of the High Court and the CIC in the RTIapplications, the CPIO, Supreme Court has preferred the appealsbefore the Supreme Court against the order of the CIC inapplications dated 06.07.2009, 23.01.2009 and the decision of theFull Bench of the High Court – Held [Per Sanjiv Khanna, J. (forhimself, Ranjan Gogoi, CJI, and N.V. Ramana, Dr. D.Y.Chandrachud and Deepak Gupta, JJ.)]: The information soughtby the respondent in application dated 10.11.2007, regardingdeclaration of the assets, the judgment of the Full Bench of theHigh Court is upheld, which had upheld the order passed by theCIC directing the CPIO, Supreme Court to furnish information onthe Judges of the Supreme Court who had declared their assets –Such disclosure would not in any way, impinge upon the personalinformation and right to privacy of the judges – The fiduciaryrelationship rule in terms of cl(e) to s. 8(1) of the RTI Act isinapplicable – It would not affect the right to confidentiality ofthe Judges and their right to protect personal information andprivacy, which would be the case where the details and contentsof personal assets in the declaration are called for and sought inwhich event the public interest test as applicable vide s. 8(1)(j) andproviso to s.11(1) of the RTI Act would come into operation – Asfar as other two RTI applications dated 06.07.2009 and 23.01.2009are concerned, these application are remitted to the CPIO, SupremeCourt to re-examine the matter after following the procedure u/s.11(1) of the RTI Act as information relates to third parties.Right to Information Act, 2005 – s.2 cl(h) and sub-cl (ii) incl(e) to s.2 – Whether the Supreme Court of India and the ChiefJustice of India are two separate public Authorities – Held [Per Sanjiv Khanna, J. (for himself, Ranjan Gogoi, CJI, and N.V.Ramana, Dr. D.Y. Chandrachud and Deepak Gupta, JJ.)] : It isundebatable that the Supreme Court is a ‘public authority’, asdefined vide cl(h) to s.2 of the RTI Act as it has been establishedand constituted by or under the Constitution of India – The officeof the Chief Justice or for that matter the judges is not separatefrom the Supreme Court and is part and parcel of the SupremeCourt as a body, authority and institution – The Chief Justice andthe Supreme Court are not two distinct and separate ‘publicauthorities’, albeit, the latter is a ‘public authority’ and the ChiefJustice and the Judges together form and constitute the ‘publicauthority’, that is, the Supreme Court of India.Right to Information Act, 2005 – s.2 cl.(f)(i) and (j) –Information and Right to Information – Held [Per Sanjiv Khanna,J. (for himself, Ranjan Gogoi, CJI, and N.V. Ramana, Dr. D.Y.Chandrachud and Deepak Gupta, JJ.)] : What is explicit as wellas implicit from the definition of ‘information’ in cl.(f) to s. 2 followsand gets affirmation from the definition of ‘right to information’that the information should be accessible by the public authorityand ‘held by or under the control of any public authority’ – Thewords ‘under the control of any public authority’ as per theirnatural meaning would mean the right and power of the publicauthority to get access to the information – It refers to dominionover the information or the right to any material, document etc. –The words ‘under the control of any public authority’ would includewithin their ambit and scope information relating to a private bodywhich can be accessed by a public authority under any other lawfor the time being in force subject to the pre-imposed conditionsand restrictions as applicable to access the information.Right to Information Act, 2005 – s. 8(1)(e) – Relationshipbetween the Chief Justice and Judges – Held [Per Sanjiv Khanna,J. (for himself, Ranjan Gogoi, CJI, and N.V. Ramana, Dr. D.Y.Chandrachud and Deepak Gupta, JJ.)] : Ordinarily therelationship between the Chief Justice and Judges would not bethat of fiduciary and a beneficiary – However, it is not an absoluterule/code for in certain situation and acts, fiduciary relationshipmay arise – Whether or not such a relationship arises in a particularsituation would have to be dealt with on the tests and parameters. Right to Information Act, 2005 – Fiduciary relationship u/s.8(1)(e) – The appellant argued that the information about the assetsof judges is exempt from disclosure, by virtue of s. 8(1)(e) – Held[Per Dr. D.Y. Chandrachud, J.]: The Chief Justice of India merelyholds the information in accordance with the official functions andnot in any fiduciary capacity – The judges who disclose their assetscannot be said to be vulnerable to and dependent on the ChiefJustice of India – In these circumstances, it cannot be held thatasset information shared with the Chief Justice of India, by theJudges of the Supreme Court, are held by him in a fiduciarycapacity, which, if revealed, would result in breach of fiduciaryduty.Right to Information Act, 2005 – s.8(1)(j) and s.11 – Held:[Per Dr. D.Y. Chandrachud, J.]: ss.8 and 11 must be read together– In every case where the information requested is “personalinformation” within the operation of cl.(j) of sub-section 1 of s.8,the procedure of notice and objections u/s.11 must be complied with– The two provisions create a substantive systems of checks andbalances which seek to balance the right of the informat ionapplicant to receive information with the third party to prevent thedisclosure of personal information by permitting the letter tocontest the proposed disclosure.Right to Information Act, 2005 – Public Interest – Held [PerSanjiv Khanna, J. (for himself, Ranjan Gogoi, CJI, and N.V.Ramana, Dr. D.Y. Chandrachud and Deepak Gupta, JJ.)] : ThePublic interest test in the context of the RTI Act would meanreflecting upon the object and purpose behind the right toinformation, the right to privacy and consequences of invasion,and breach of confidentiality and possible harm and injury thatwould be caused to the third party, with reference to a particularinformation and the person.Right to Information Act, 2005 – Judicial Independence –Held : [Per Sanjiv Khanna, J. (for himself, Ranjan Gogoi, CJI,and N.V. Ramana, Dr. D.Y. Chandrachud and Deepak Gupta, JJ.)]:The independence of the judiciary is a matter of ennobled publicconcern and directly relates to public welfare and would be oneof the factors to be taken into account in weighing and applyingthe public interest test – Thus, when the public interest demands the disclosure of information, judicial independence has to be keptin mind while deciding the question of exercise of discretion –Reference to the principle of judicial independence is not toundermine and avoid accountability which is an aspect to be takeninto account while examining the public interest in favour ofdisclosure of information.Right to Information Act, 2005 – Transparency, judicialindependence and RTI Act – Held [Per N.V. Ramana, J.]: Thereneeds to be balance between the three equally important concepts– As a shield, the judicial independence is the basis with whichJudiciary has maintained its trust reposed by the citizens – Thejudiciary needs to be protected from attempts to breach itsindependence – Such interference requires calibration ofappropriate amount of transparency in consonance with judicialindependence – The right to information should not be allowed tobe used as a tool of surveillance to scuttle effective functioningof judiciary.Right to Information Act, 2005 – s.8 – non-exhaustiveconsiderations while assessing the ‘public interest’– Held [Per N.V.Ramana, J.]: The following non- exhaustive considerations needsto be considered while assessing the ‘public interest’ under Section8 of the RTI Act- a) Nature and content of the information; b)Consequences of non-disclosure; dangers and benefits to public;c) Type of confidential obligation; d) Beliefs of the confidant;reasonable suspicion; e) Party to whom information is disclosed;f) Manner in which information acquired; g)Public and privateinterests; h) Freedom of expression and proportionality"
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "K. MEGHACHANDRA SINGH & ORS. VS. NINGAM SIRO & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjAzOTA=",
        "Citation": "[2019] 16 S.C.R. 651",
        "Case Type": "(CIVIL APPEAL /8833/2019)",
        "Date": "19 NOVEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Mr. Justice Hrishikesh Roy\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN182NTEtNjcxXzE3MDIwMjM3MzcucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 651",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "19 November 2019",
        "Petitioner:": "K. Meghachandra Singh & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 1260",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hrishikesh Roy",
        "Respondent:": "Ningam Siro & Ors.",
        "Case Type:": "CIVIL APPEAL /8833/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2013] 11 S.C.R. 846",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "State Of Uttar Pradesh & Others V. Ashok Kumar Srivastava & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMS9QYXJ0IEkvU3RhdGUgT2YgVXR0YXIgUHJhZGVzaCAgT3RoZXJzICB2cyAgQXNob2sgS3VtYXIgU3JpdmFzdGF2YSAgQW5yMTcwMTg1MzEyMy5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Seniority",
            "Inter- se seniority amongst direct recruits and promotees",
            "Manipur Civil Service Rules",
            "1965"
        ],
        "HeadNote": "Service Law : Seniority – Manipur Police Service Grade–IIOfficers Cadre – Inter- se seniority amongst direct recruits andpromotees – Final Seniority list of MPS Grade II Officers whereinpromotees-respondents who entered the cadre on 01.03.2007,placed below the direct recruits-appellants, who joined the cadreon 14.08.2007 and 24.11.2007 respectively – Challenge to, by thepromotees that they should be regarded senior to direct recruits –Single Judge of the High Court held that promotees must be givenseniority above the direct recruits – Division Bench upheld theorder – On appeal, held: Seniority cannot be claimed from a datewhen the incumbent is yet to be borne in the cadre – Rule 28(i)applicable to both promotees and direct recruits, provides thatseniority shall be determined by the order in which theappointments are made to the service – If seniority under Rule 28(i)is to be determined based on the date of appointment, it cannotbe said that for the purpose of Rule 28(iii), the seniority of directrecruits should be determined on the basis of the date of initiationof the recruitment process – Term “Recruitment Year” does not andcannot mean the year in which, the recruitment process is initiatedor the year in which vacancy arises – On facts, it was notpermissible to prepare a fresh seniority list as an independentexercise, ignoring the decision of the Single Judge as affirmed bythe Division Bench – Thus, the orders of the High Court are upheldand in view thereof, the State is directed to prepare a revised inter–se seniority list in the MPS Grade–II cadre – Manipur Civil ServiceRules, 1965 – r. 28(iii), 28(i), 16(iii)."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "UNION OF INDIA VS. ASSOCIATION OF UNIFIED TELECOM SERVICE PROVIDERS OF INDIA ETC.ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0MDM=",
        "Citation": "[2019] 16 S.C.R. 672",
        "Case Type": "(CIVIL APPEAL /6328/2015)",
        "Date": "24 OCTOBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN182NzItODEwXzE3MDIwMjM5MDcucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 672",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "24 October 2019",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 1187",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Association Of Unified Telecom Service Providers Of India Etc.etc.",
        "Case Type:": "CIVIL APPEAL /6328/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2011] 14 S.C.R. 657",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Union Of India And Anr. V. Association Of Unified Telecom Service Providers Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSAxNC9QYXJ0IEkvMjAxMV8xNF82NTctNzExXzE3MDMzMjg1NzMucGRm"
            },
            {
                "Scr Citation": "[2007] 12 S.C.R. 136",
                "Judicial Consideration": "Distinguished",
                "Judgment Name": "J.k. Industries Ltd. & Anr V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxMi9QYXJ0IEkvMjAwN18xMl8xMzYtMzA2XzE3MDI1NDU3NTkucGRm"
            },
            {
                "Scr Citation": "[2010] 3 S.C.R. 91",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Maharashtra University Of Health Sc. & Ors. V. Satchikitsa Prasarak Mandal & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAzL1BhcnQgSS8yMDEwXzNfOTEtMTA3XzE3MDIxMDAwNDMucGRm"
            },
            {
                "Scr Citation": "[1975] 2 S.C.R. 42",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Godhra Electricity Co. Ltd & Anr. V. The State Of Gujarat And Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc1L3ZvbHVtZSAyL1BhcnQgSS9nb2RocmEgZWxlY3RyaWNpdHkgY28uIGx0ZCAmIGFuci5fdGhlIHN0YXRlIG9mIGd1amFyYXQgYW5kIGFub3RoZXJfMTcwMDgxODA3OS5wZGY="
            },
            {
                "Scr Citation": "[2004] 2 S.C.R. 631",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "United India Insurance Co. Ltd V. M/s. Pushpalya Printers",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA0L3ZvbHVtZSAyL1BhcnQgSS8yMDA0XzJfNjMxLTYzNiAgXzE3MDMyNDQxNzYucGRm"
            },
            {
                "Scr Citation": "[2018] 12 S.C.R. 906",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Suzuki Parasrampuria Suitings Pvt. Ltd. V. The Official Liquidator Of Mahendra Petrochemicals Ltd. (in Liquidation) And Others.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMi9QYXJ0IEkvc3V6dWtpIHBhcmFzcmFtcHVyaWEgc3VpdGluZ3MgcHZ0LiBsdGQuX3RoZSBvZmZpY2lhbCBsaXF1aWRhdG9yIG9mIG1haGVuZHJhIHBldHJvY2hlbWljYWxzIGx0ZC4gKGluIGxpcXVpZGF0aW9uKSBhbmQgb3RoZXJzLl8xNjk5NTA3MjI0LnBkZg=="
            },
            {
                "Scr Citation": "[2010] 12 S.C.R. 927",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Shyam Telelink Ltd. Now Sistema Shyam Teleservices Ltd. V. Union Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxMi9QYXJ0IEkvMjAxMF8xMl85MjctOTQzXzE3MDI2Mjg3NjMucGRm"
            },
            {
                "Scr Citation": "[2015] 1 S.C.R. 627",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "M/s. Kailash Nath Associates V. Delhi Development Authority & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSAxL1BhcnQgSS8yMDE1XzFfNjI3XzE3MDMwNzU0ODUucGRm"
            },
            {
                "Scr Citation": "[2009] 15 S.C.R. 1187",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Punjab Financial Corporation V. M/s. Surya Auto Industries",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSAxNS9QYXJ0IEkvMjAwOV8xNV8xMTg3LTEyMDZfMTcwMjEwNjExOS5wZGY="
            }
        ],
        "Acts": [
            "Indian Telegraph Act (13 of 1885)",
            "Companies Act (18 of 2013)"
        ],
        "Keyword": [
            "Indian Telegraph Act",
            "1885",
            "Licence Agreement granted by the Govt. of India to the Telecom Service Providers",
            "Definition of gross revenue",
            "Doctrine of unconscionable bargaining"
        ],
        "HeadNote": "Indian Telegraph Act, 1885 – Licence Agreement granted bythe Govt. of India to the Telecom Service Providers – Definitionof gross revenue– Telecom sector liberalized in 1994– Licensesissued to the service providers stipulated fixed licence fee payableevery year – Since, fixed license fee was very high an option wasgiven to the licensees to migrate from fixed licence fee to revenuesharing fee in 1999 – 15% Adjusted Gross Revenue (AGR) wasfixed as license fee which was reduced to 8% in 2013 – Serviceproviders ensured that they do not pay the licence fee based oneven an agreed “AGR”– Department raised demands – In 2003,telecom operators filed petition before the Telecom DisputesSettlement and Appellate Tribunal (TDSAT) challenging the same– Eventually, TDSAT by order dated. 30.08.2007 inter alia heldthat AGR would include only the revenue from licence activities –Challenged before Supreme Court in Union of India and anotherv. Association of Unified Telecom Service Providers of Indiareported as [2011] 14 SCR 657 wherein appeals by the Union ofIndia were allowed and the order dated. 30.08.2007 was set aside– Telecom operators again approached TDSAT challenging thedemands – TDSAT by the impugned order considered the specifichead of items to be included/excluded under the definition of AGR– Held: Contractual definition of gross revenue is binding – Grossamount, as per the definition, is the gross revenue, without set-off,is to be taken into consideration including the discounts given –Licensees made futile attempt to submit that the revenue to beconsidered would be derived from the activities under the licence;whereas the aforesaid 2011 judgment between the parties holdingthat the revenue from activities beyond the licence have to be included in adjusted gross revenue, is binding – Submission is alsothat the contract recognises the applicabi lity of accountingstandards – It is only to maintain books of accounts – When thefinancial terms in the agreement are clear in the form of definitionof gross revenue governed by Clause 19.1 of the agreement, thedefinition of Accounting Standard-9 (AS-9) cannot supersede itwhich is a general one – Stand of Department ofTelecommunications (DoT) is apparent that the gross revenue hasbeen clearly defined in the agreement – Further, all discounts andcommission etc. form part of the gross revenue for the purpose ofpayment of licence fee– Forex gain is also to be accounted for aspart of gross revenue – Further, stand of TDSAT is approved inregard to assets/scrap, shares etc. – However, artificial bifurcationof insurance claim made by the TDSAT cannot be accepted and iscontrary to contractual definition of gross revenue – Finding ofTDSAT to the extent it is contrary to revenue, set aside– Further,amount of negative balance is a part of revenue and cannot bededucted from the gross revenue to be worked out as per thedefinition of gross revenue u/AS-9– Finding of TDSAT set aside –Also, the entire amount received by the licensee on account ofsharing of passive infrastructure has to be counted in the grossrevenue while working out AGR – Contrary finding recorded byTDSAT, set aside – Late fee is also included explicitly in thedefinition of gross revenue and as such, it has to be computed asits part – Finding of TDSAT, set aside – With respect to gains fromroaming charges and PSTN pass-through charges, the findingrecorded by TDSAT, to the extent it is contrary to the DOT, basedupon certain conditions, is set aside– Further, definition of grossrevenue is wide enough to cover non-refundable deposi ts –Finding recorded by the TDSAT concerning non-refundabledeposits not being part of the revenue, set aside – With respect tolicence fee demand where spectrum is not granted, the findingrecorded by TDSAT in the case of Videocon & S. Tel is agreed with– Interest and dividend earned from the licensing and non-licensingactivities also have to form part of gross revenue for determinationof licence fee – Further, in respect of the bad-debts written off,the findings by TDSAT are appropriate – Interest income from inter-corporateloan has to be included in the gross revenue for workingout the licence fee – Also, DOT has rightly included the income of the licensee from IP registration under the CUG licence – TDSAThas also rightly held in the case of Bharti Airtel that the revenuefrom Cable Landing Station has to be included in the gross revenue– Further, all the submissions raised on merits again have beenexamined, uninfluenced by the plea of res judicata/constructive resjudicata and no merit is found in the submissions raised – Interestand penalty have rightly been levied – National Telecom Policy,1994 – National Telecom Policy, 1999 – Telecom RegulatoryAuthority of India Act, 1997 – ss.11(1)(a), 14(a)(i) r/w 14(A)(1),18 – Companies Act, 1956 – ss. 3, 211(3A)-(3C) – Interpretationof Statutes – noscitur a sociis; ejusdem generis – Principle ofconstructive res judicata – Constitution of India – Arts. 14 and 39– Service Tax Act, 1994 – s.67 – Income Tax Act, 1961 – s.80 IA(2a).Telecommunication Laws – National Telecom Policy, 1999 –Objectives of – Discussed.Indian Telegraph Act , 1885 – s.4 – Telecom ServiceProviders granted Licence Agreement by the Govt. of India –Definition under, of Gross Revenue – Plea of licensees that revenuehas not been defined under license and thus, insisted on the fairvaluation method relying on J.K Industries Ltd. case – Held:Submission raised on fair valuation method based on the decisionin J.K. Industries case cannot be accepted as the decision is onconsideration of different accounting standard which adopts fairvaluation method i.e., Ind AS-18 and not relevant for the AS-9accounting standard – Companies Act, 1956 – ss. 211(3A) & (3C)– Chartered Accountants Act, 1949.Companies Act, 1956 – ss. 211(3A) & (3C) – Accountingstandards recommended by the Institute of Chartered Accountantsof India constituted – Relevance of and fundamental differencebetween AS-9 and AS-18 – Discussed – Chartered Accountants Act, 1949.Telecom Regulatory Authority of India Act, 1997 –ss.11(1)(a) – Recommendations from the TRAI on the licence feepayable by the licensees – Consideration of , by the CentralGovernment – Discussed.Companies Act, 1956 – s. 211 – Obligation under, of thecompanies – Held: s.211 deals with the obligation of the company to comply with accounting standards – In case they do not comply,it has to be disclosed in its profit and loss account, the deviation,reasons for such deviation, and financial effect.Doctrines/Principles – Rule of Contra proferentum –Commercial Contracts – Telecom Service Providers granted LicenceAgreement by the Govt. of India – Plea of licenses that all receiptswould not form part of Adjusted Gross Revenue (AGR) and thatrevenue from non-licensed activities was not part of AGR at all andthat the contra proferentum rule requires clauses 19.1 and 19.2 ofthe license agreement to be interpreted against the maker andprefer the interpretation which is favourable to the licensees –Held: Rule of contra proferentem does not apply to the present caseas there is no ambiguity or doubt in the definition of gross revenuein the agreement.Doctrines/Principles – Doctrine of unconscionablebargaining – Telecom sector – Applicability of in commercialcontracts – Licences granted to the service providers stipulated afixed licence fee payable by the service providers every year –Migration from fixed licence fee to revenue sharing fee – Held:After the introduction of the migration package policy, 1999, thereis an exponential growth of the telecom sector – Terms andconditions cannot be said to be oppressive as submitted on behalfof the licensees – It cannot be said that DOT was in a dominantposition, or possessed wholly disproportionate and unequalbargaining power– In the matter of commercial contracts, thedoctrine of unconscionable bargaining is not applicable – Oncebenefit has been drawn, the licensees cannot deny validity orbinding effect of contract."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "MRINALINI PADI VS. UNION OF INDIA & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0MTY=",
        "Citation": "[2019] 16 S.C.R. 811",
        "Case Type": "(WRIT PETITION (CIVIL) /649/2018)",
        "Date": "04 NOVEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN184MTEtODYwXzE3MDIwMjQwNjMucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 811",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "04 November 2019",
        "Petitioner:": "Mrinalini Padi",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2019 INSC 1202",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Union Of India & Others",
        "Case Type:": "WRIT PETITION (CIVIL) /649/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Constitution Of India"
        ],
        "Keyword": [
            "Constitution of India",
            "Art.32",
            "Seeking direction for investigation/ inquiry",
            "disappearance of keys to the ‘Ratna Bhandar’ of ‘Shri Jagannath Temple",
            "Puri’"
        ],
        "HeadNote": "Constitution of India:Art.32 – Petition under – Seeking direction for investigation/inquiry into the disappearance of keys to the ‘Ratna Bhandar’ of‘Shri Jagannath Temple, Puri’ – Also sought direction forappointment of expert committee to prepare report for preservationand management of property and valuables of the Temple – Prayeralso made to provide express darshan to the devotees visiting thetemple – Supreme Court by order dated 8.6.2018 directed DistrictJudge to submit a report before the Court – By order dated5.7.2008 report of District Judge was accepted and more directionswere issued by the Court – Further Amicus Curie submitted hisreports pursuant to the orders passed by the Court from time totime – During the pendency of the petition, State Governmentdecided to make land acquisitions so as to provide various facilitiesto the pilgrims – Suggestions were also made by ‘JagadguruShankaracharya’ – Held: There is total mal-administration andchaos – No disciplinary control available – The Chief Administratoris authorised for the time being, to take appropriate steps againstsuch servitors/incumbents who create obstruction in seva/puja/nitiand are involved in misbehaviour and misconduct against theemployees of the Temple Administration or with devotees – TheTemple Management Committee is directed to invite shrimadJagadguru Shankaracharya and other stakeholders and ensurethat nitis, puja and rituals are performed as prescribed, regularly,punctually without any remiss and obstruction – There is necessityfor qualified servitors in traditional nitis and rituals – Economicwelfare of the survitors needs to be taken care of – A lot is requiredto be done for providing proper darshan – Safety of pilgrims alsoneeds to be ensured – Temple Administration and Temple police are directed to ensure that – Identity cards should be issued to thesurvitors and the staff – There is also need for setting up of schoolsfor children, accommodation for pilgrims, effluent treatment plantand waste management system, separate toilets for male and female,cloak room, motorcycle stand – Temple Managing Committee andTemple Administration are also directed to ensure hygiene inRosaghar where Bhog for Diety is prepared and hygienic sale ofprasad – Sub-letting of seva/puja also needs to be prohibited –Inventory is directed to be prepared as regards the immovableproperty of the Temple – Temple management is directed to placebefore Supreme Court as to what kind of inventory it has preparedwith respect to valuables of the Temple – State Government isdirected to depute full time Chief Administrator – ArchaeologicalSurvey of India is also directed to co-operate and to permit theactivities of improvement – Progress report and the decisions takenneed to be submitted in Supreme Court."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "ROHTAS & ANR. VS. THE STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NDA=",
        "Citation": "[2019] 16 S.C.R. 861",
        "Case Type": "(CRIMINAL APPEAL /764/2009)",
        "Date": "05 NOVEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN184NjEtODg1XzE3MDIwMjQ0MTMucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 861",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "05 November 2019",
        "Petitioner:": "Rohtas & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 1204",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "The State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /764/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1977] 1 S.C.R. 280",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dalbir Kaur & Ors. V. State Of Punjab",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc3L3ZvbHVtZSAxL1BhcnQgSS9EYWxiaXIgS2F1ciAmIE9ycy4gXyBTdGF0ZSBPZiBQdW5qYWJfMTcwMTI1MTUyOC5wZGY="
            },
            {
                "Scr Citation": "[2002] 2 S.C.R. 1164",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Chandra Bihari Gautam And Ors V. State Of Bihar",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAyL3ZvbHVtZSAyL1BhcnQgSS9jaGFuZHJhIGJpaGFyaSBnYXV0YW0gYW5kIG9yc19zdGF0ZSBvZiBiaWhhcl8xNjk4OTkxNDM4LnBkZg=="
            },
            {
                "Scr Citation": "[2006] 1 S.C.R. 519",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Radha Mohan Singh @ Lal Saheb And Ors. V. State Of U.p.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L3ZvbHVtZSAxL1BhcnQgSS8yMDA2XzFfNTE5LTUzOV8xNzAyMDEwODYzLnBkZg=="
            },
            {
                "Scr Citation": "[1990] 2 S.C.R. 939",
                "Judicial Consideration": "Distinguished",
                "Judgment Name": "State Of Uttar Pradesh V. Moti Ram And Anr. Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkwL3ZvbHVtZSAyL1BhcnQgSS8xOTkwXzJfOTM5LTk2MF8xNzAzOTEzNzkxLnBkZg=="
            },
            {
                "Scr Citation": "[2003] 1 S.C.R. 457",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Rizan And Another V. State Of Chhatisgarh, Through The Chief Secretary, Govt. Of Chhatisgarh, Raipur, Chhatisgarh",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL3ZvbHVtZSAxL1BhcnQgSS9yaXphbiBhbmQgYW5vdGhlcl9zdGF0ZSBvZiBjaGhhdGlzZ2FyaCwgdGhyb3VnaCB0aGUgY2hpZWYgc2VjcmV0YXJ5LCBnb3Z0LiBvZiBjaGhhdGlzZ2FyaCwgcmFpcHVyLCBjaGhhdGlzZ2FyaF8xNzAxMjUxNTUxLnBkZg=="
            },
            {
                "Scr Citation": "[2010] 15 S.C.R. 1",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Brahm Swaroop & Anr. V. State Of U.p.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSAxNS9QYXJ0IEkvMjAxMF8xNV8xLTM2XzE3MDM0OTcwNzgucGRm"
            },
            {
                "Scr Citation": "[2014] 7 S.C.R. 844",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Dilawar Singh & Ors. V. State Of Haryana",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSA3L1BhcnQgSS8yMDE0XzdfODQ0LTg2M18xNzAzMjQxMjc1LnBkZg=="
            }
        ],
        "Acts": [
            "Constitution Of India",
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "Constitution of India",
            "Art.136",
            "Special leave petition",
            "Reappreciation of evidence by Supreme Court"
        ],
        "HeadNote": "Constitution of India: Art.136 – Special leave petition – Reappreciationof evidence by Supreme Court – Permissibility – Held:Supreme Court, while entertaining an appeal by way of specialleave under Art.136, ordinarily, will not attempt to re-appreciatethe evidence on record unless the decision of the Trial Court orthe High Court is shown to have committed a manifest error of lawor procedure or the conclusion reached by the courts below is, onthe face of it, perverse – Merely because another view on the sameevidence is possible, that cannot be the basis to interfere with thefinding of fact recorded by the Courts below much less concurrentfinding of facts.Penal Code, 1860: s.302/34 – Six accused – Knife blows onthe stomach of the victim-deceased by the appellants causing fatalinjuries – Evidence of eye-witnesses (PW-1 and PW-2) – Convictionof appellants-accused no.1 and 2 and acquittal of others –Prosecution case was that on the fateful day, all the accusedpersons obstructed the deceased who was riding a motorcycle –Immediately, after he was stopped, both the appellants inflictedknife blows on the stomach of the deceased one after the other –Evidence of PW-1 and PW-2 was accepted by the Trial Court aswell as the High Court as truthful – No reason to deviate from thatconcurrent view taken by the Courts below – Deficiencies pointedout by the appellants in the investigation were insignificant andtrivial and whole evidence of PW-1 and PW-2 was corroboratedby the other evidence in the form of medical reports and recoveryof human blood stained soil from the spot where the deceased wasassaulted – Further, there was no delay in lodging FIR –Recoveryof weapon used by accused No.1 during the commission of theoffence also reinforced the role and involvement of the appellantsin the commission of the crime – The quality substantive evidence on record clearly established the guilt of the appellants – The factthat there was no evidence about the previous enmity and that noevidence was produced by the prosecution in that regard, cannotbe the basis to reverse the concurrent view taken by two courtsbelow, recording finding of guilt against the appellants – Orderof conviction of appellants is not interfered with.Criminal Law: Benefit of doubt – Wrong benefit given toacquitted accused cannot ensure to the advantage of the convictedaccused against whom clear, truthful and unassailable evidencewas available.Witnesses: Reaction of witnesses – Held: There cannot beuniformity in the reaction of witnesses – There is possibility ofvariation and difference in the behavior of witnesses or theirreactions from situation to situation and individual to individual –The Court must not decipher the evidence on unrealistic basis –The difference in the statements of the prosecution witnesses, inthe instant case, about the conditions of the deceased when he wasadmitted in the hospital, therefore, would not take the matter anyfurther especially when the medical reports clearly indicated thathe was admitted in the hospital in semi-conscious state and wasdeclared dead by the doctor only thereafter."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "SHRIMANTH BALASAHEB PATIL VS. HON’BLE SPEAKER, KARNATAKA LEGISLATIVE ASSEMBLY AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NTA=",
        "Citation": "[2019] 16 S.C.R. 886",
        "Case Type": "(WRIT PETITION (CIVIL) /992/2019)",
        "Date": "13 NOVEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Krishna Murari, Hon'ble Mr. Justice N.V. Ramana\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN184ODYtOTcwXzE3MDIwMjQ1MzAucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 886",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "13 November 2019",
        "Petitioner:": "Shrimanth Balasaheb Patil",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 1237",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "Hon’ble Speaker, Karnataka Legislative Assembly And Others",
        "Case Type:": "WRIT PETITION (CIVIL) /992/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2005] Supp. (3) S.C.R. 603",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "U.p. State Spinning Co. Ltd. V. R.s. Pandey And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L1N1cHAuICgzKS9QYXJ0IEkvU18yMDA1XzYwMy02MTZfMTcwMjI4NDg5OS5wZGY="
            },
            {
                "Scr Citation": "[2007] 2 S.C.R. 591",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Sri Rajendra Singh Rana And Ors. V. Swami Prasad Maurya And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAyL1BhcnQgSS9TcmkgUmFqZW5kcmEgU2luZ2ggUmFuYSBBbmQgT3JzICB2cyAgU3dhbWkgUHJhc2FkIE1hdXJ5YSBBbmQgT3JzMTcwMTkzOTg3Mi5wZGY="
            },
            {
                "Scr Citation": "[2018] 7 S.C.R. 1",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Government Of Nct Of Delhi V. Union Of India & Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSA3L1BhcnQgSS9nb3Zlcm5tZW50IG9mIG5jdCBvZiBkZWxoaV91bmlvbiBvZiBpbmRpYSAmIGFub3RoZXJfMTY5ODgzMzA4NS5wZGY="
            },
            {
                "Scr Citation": "[2011] 10 S.C.R. 877",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Balchandra L. Jarkiholi & Ors. V. B.s. Yeddyurappa & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDExL3ZvbHVtZSAxMC9QYXJ0IEkvMjAxMV8xMF84NzctOTQ4XzE3MDI4ODEwNjIucGRm"
            },
            {
                "Scr Citation": "[2007] 1 S.C.R. 317",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Raja Ram Pal V. The Honble Speaker, Lok Sabha & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxL1BhcnQgSS9SYWphIFJhbSBQYWwgXyBUaGUgSG9uYmxlIFNwZWFrZXIsIExvayBTYWJoYSAmIE9ycy5fMTcwMTc2NjMxMy5wZGY="
            },
            {
                "Scr Citation": "[1974] 2 S.C.R. 348",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "E.p. Royappa V. State Of Tamil Nadu And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc0L3ZvbHVtZSAyL1BhcnQgSS9lLnAuIHJveWFwcGFfc3RhdGUgb2YgdGFtaWwgbmFkdSBhbmQgYW5yLl8xNzAwNzM2MjAyLnBkZg=="
            },
            {
                "Scr Citation": "[2003] 2 S.C.R. 1136",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "People`s Union For Civil Liberties (pucl) And Anr. V. Union Of India And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDAzL3ZvbHVtZSAyL1BhcnQgSS9QZW9wbGVgcyBVbmlvbiBGb3IgQ2l2aWwgTGliZXJ0aWVzIChwdWNsKSBBbmQgQW5yLiBfIFVuaW9uIE9mIEluZGlhIEFuZCBBbnIuXzE3MDE0OTQ4NTgucGRm"
            },
            {
                "Scr Citation": "[2018] 10 S.C.R. 11",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Anant Son Of Sidheshwar Dukre V. Pratap Son Of Zhamnnappa Lamzane & Another",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE4L3ZvbHVtZSAxMC9QYXJ0IEkvYW5hbnQgc29uIG9mIHNpZGhlc2h3YXIgZHVrcmVfcHJhdGFwIHNvbiBvZiB6aGFtbm5hcHBhIGxhbXphbmUgJiBhbm90aGVyXzE2OTkzNDcxNDUucGRm"
            }
        ],
        "Acts": [
            "Constitution Of India"
        ],
        "Keyword": [
            "Constitution of India",
            "Tenth Schedule; Arts.190(3)(b)",
            "191(1)",
            "191(2)",
            "Scope of judicial review"
        ],
        "HeadNote": "Constitution of India – Tenth Schedule; Arts.190(3)(b),191(1), 191(2) – Acceptance/rejection of the resignation of themembers of the House by the Speaker – Scope of judicial reviewu/Arts.32 – Writ petitioners were elected as members of the 15thKarnataka Legislative Assembly – Though the BJP was the singlelargest party, but could not form the Government – A coalitiongovernment of INC and JD(S) was formed – DisqualificationPetition No.1 of 2019 was instituted against the petitioners inW.P.(C) No. 997/19 alleging that their conduct was in violation ofthe whip issued by INC – Said petitioners submitted resignationsto the Speaker – Other petitioners also submitted their resignations– No call taken by the Speaker on the resignations – Most of themfiled W. P.(C) No. 872/19 wherein Supreme Court inter alia directedthe Speaker to take decision qua the resignations forthwith – Nodecision taken by the Speaker on the resignations – Further,Disqualification Petition Nos.3-5 were filed against 13 petitioners(Three in W.P (C) No. 1005/19 and 10 in W.P (C) Nos. 998/19,1000/19, 1001/19, 1006/19 & 1007/19) – Disqualification PetitionNos. 7 & 8 of 2019 were also filed – Chief Minister resigned onlosing the trust vote on 23.07.2019 – On 25.07.2019 and28.07.2019, the Speaker passed the five impugned orders in theabove Disqualification Petitions rejecting the resignation of themembers asserting that they were not voluntary or genuine;disqualifying all the Petitioners, the disqualification being till theend of the 15th Legislative Assembly term – Held: Speaker, whileadjudicating a disqualification petition, acts as a quasi-judicialauthority – However, ordinarily, the party challenging thedisqualification is required to first approach the High Court as the same would be appropriate, effective and expeditious – Speaker’sscope of inquiry with respect to acceptance/rejection of aresignation tendered by a member of the legislature is limited toexamine whether such a resignation was tendered voluntarily orgenuinely – Once it is demonstrated that a member is willing toresign out of his free will, the speaker has no option but to acceptthe resignation – In the present case, the Petitioners stated andre-affirmed before the Speaker and this Court, in unequivocalterms, that they voluntarily and genuinely resigned theirmembership of the House – It is constitutionally impermissible forthe Speaker to take into account any extraneous factors whileconsidering the resignation – Satisfaction of the Speaker is subjectto judicial review – Further, in light of the existing Constitutionalmandate, the Speaker is not empowered to disqualify any membertill the end of the term – Also, no substantial question of law existsin the present matter, which needs reference to a larger bench –Petitioners failed to show any illegality in the orders of the Speaker– Orders dated. 25.07.2019 and 28.07.2019 passed by the Speakerin Disqualification Petition Nos. 1, 3-5, 7 & 8 of 2019, are upheldto the extent of the disqualification of the Petitioners therein,however, the part of the orders detailing the duration ofdisqualification, viz., from the date of the respective order till theexpiry of the term of the 15th Legislative Assembly of Karnatakais set aside – Rules of Procedure and Conduct of Business inKarnataka Legislative Assembly – Chapter 22, r.202 (2) –Constitution (Thirty- third Amendment) Act, 1974 – Constitution(Fifty-second Amendment) Act, 1985 – Constitution (Ninety-firstAmendment) Act, 2003 – Arts. 75(1B), 164(1B) and 361B –Karnataka Legislative Assembly (Disqualification of Members onGround of Defection) Rules, 1986 – r.7(3)(b) – Principles ofNatural Justice – Representation of the People Act, 1951 – s.36(2).Constitution of India – Constitution (Thirty-third Amendment)Act, 1974 – Proviso to Art.190(3)(b) – Respondents contended thatthe acceptance/rejection of resignation is based on the subjectivesatisfaction of the Speaker which is immune from judicial review– Held: Unable to agree with this contention – It is true that 33rdConstitutional Amendment changed the constitutional position byconferring discretion on the Speaker to reject the resignation –However, such discretion is not unqualified, as the resignation can only be rejected if the Speaker is “satisfied that such resignationis not voluntary or genuine” – Determination of whether theresignations were “voluntary” or “genuine” cannot be based onthe ipse dixit of the Speaker, instead it has to be based on his“satisfaction” – Even though the satisfaction is subjective, it hasto be based on objective material showing that resignation is notvoluntary or genuine – This satisfaction of the Speaker is subjectto judicial review.Constitution of India – Art.190(3)(b) – Speaker’s duty under– Scope of – Discussed.Constitution of India – Constitution (Ninety-first Amendment)Act, 2003 – Arts. 75(1B), 164(1B) & 361B – VariousDisqualification Petitions were filed against the petitioners whereinthe Speaker passed the impugned orders – However, 15 of the 17Petitioners had tendered their resignation from the House beforethe disqualification petitions were adjudicated – Petitionerscontended that the Speaker did not have the jurisdiction to dealwith disqualification petitions, as the Petitioners having resignedwere no longer members who could have been disqualified – Held:This issue does not apply to the Petitioners in W. P. (C) No. 992/19 and W. P. (C) No. 1003/19 as they did not tender theirresignation – Further, if it is held that the disqualificationproceedings would become infructuous upon tendering resignation,any member who is on the verge of being disqualified wouldimmediately resign and would escape from the sanctions providedu/Arts. 75(1B), 164(1B) & 361B – Such an interpretation wouldtherefore not only be against the intent behind the introduction ofthe Tenth Schedule, but also defeat the spirit of the 91stConstitutional Amendment – In addition, the decision of theSpeaker that a member is disqualified, relates back to the date ofthe disqualifying action complained of – Constitution (Fifty-secondAmendment) Act, 1985 – Tenth Schedule. Constitution of India – Arts. 102(2), 164(1B), 168, 172,190(3), 191(1), (2), 192, 361(B) – Scheme of the Constitution withrespect to State Legislatures – DiscussedConstitution of India – Arts. 102(2), 164(1B), 168, 172,190(3), 191(1), (2), 192, 361(B) – Scheme of the Constitution withrespect to State Legislatures – DiscussedConstitution of India – Arts.191(1) and (2) – Contrast inphraseology between Arts.191(1) and 191(2) – Held: Exclusion ofthe phrase “for being chosen as” a mem-ber in Art.191(2) suggeststhat the disqualification under the Tenth Schedule is qualita-tivelyand const itutionally different from the other types ofdisqualification that are provided for u/Art. 191(1) – Phrase “forbeing chosen as” has a specific connotation, meaning that aperson cannot become a member of the House, if suffering from adisqualification u/Art.191(1) – At the same time, the absence ofthese words in Art.191(2) suggests that a person who is no longera member due to disqualification under the Tenth Schedule doesnot suffer from the additional infirmity of not being allowed tobecome a member subsequently – Therefore, such a person is notbarred from contesting elections – Representation of the PeopleAct, 1951 – ss.7-11, 36(2) – Constitution (Ninety-first Amendment)Act, 2003 – Arts. 164(1B) & 361B.Constitution of India – Tenth Schedule – Resignation anddisqualification on account of defection under the said Schedule– Held: Both result in vacancy of the seat held by the member inthe legislature, but further consequences envisaged are different.Constitution of India – Disqualification under the TenthSchedule – Sanctions under Arts. 75(1B), 164(1B) and 361B –Held: Speaker is not empowered to disqualify any member till theend of the term – However, a member disqualified under the TenthSchedule shall be subjected to sanctions provided u/Arts. 75(1B),164(1B) & 361B which provides for a bar from being appointedas a Minister or from holding any remunerative political post fromthe date of disqualification till the date on which the term of hisoffice would expire or if he is re-elected to the legislature,whichever is earlier.Constitution of India – Duty of constitutional functionariesto uphold constitutional ism and constitutional morality –Discussed.Constitution of India – Art.145(3) – Interpretation of – Held:Two important phrases occurring in Art.145(3) are ‘substantialquestion of law’ and ‘interpretation of the Constitution’ – Twoconditions can be culled out before a reference is made: (i) TheCourt is satisfied that the case involves a substantial question of law as to the interpretation of this Constitution; (ii) Thedetermination of which is necessary for the disposal of the case –Any question of law of general importance arising incidentally, orany ancillary question of law having no significance to the finaloutcome, cannot be considered as a substantial question of law –Existence of substantial question of law does not weigh on thestakes involved in the case, rather, it depends on the impact thequestion of law will have on the final determination.Words & Phrases – “voluntary” and “genuine” – Ambit of,in context of Art.190(3)(b)– Constitution of India – Art. 190(3)(b)- Explained.Words & Phrases – ‘disqualification’ – Meaning of –Constitution (Fifty-second Amendment) Act , 1985 – TenthSchedule.Words & Phrases – “violation of constitutional mandate” –Held: Phrase “violation of constitutional mandate” speaks for itselfand does not need much elaboration. A “constitutional mandate”can be understood as what is required under, or by, theConstitution – In the context of the Tenth Schedule, and an orderof disqualification passed by the Speaker thereunder, the“constitutional mandate” is therefore nothing but what isconstitutionally required of the Speaker – A “violation ofconstitutional mandate” is merely an unconstitutional act of theSpeaker, one that cannot be defended on the touch-stone of theTenth Schedule and the powers or duties of the Speaker thereinand is in contravention or violation of the same – Constitution(Fifty-second Amendment) Act, 1985 – Tenth Schedule."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "MUNICIPAL CORPORATION OF GREATER MUMBAI & ORS. VS. M/S SUNBEAM HIGH TECH DEVELOPERS PRIVATE LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NjM=",
        "Citation": "[2019] 16 S.C.R. 971",
        "Case Type": "(CIVIL APPEAL /7627/2019)",
        "Date": "24 OCTOBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Deepak Gupta\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN185NzEtOTkyXzE3MDIwMjQ2MjMucGRm",
        "SCR Citation:": "[2019] 16 S.C.R. 971",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "24 October 2019",
        "Petitioner:": "Municipal Corporation Of Greater Mumbai & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 1193",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "M/s Sunbeam High Tech Developers Private Ltd.",
        "Case Type:": "CIVIL APPEAL /7627/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Mumbai Municipal Corporation Act (0 of 1888)"
        ],
        "Keyword": [
            "Mumbai Municipal Corporation Act (Bom.III of 1988)",
            "ss.342 and 351"
        ],
        "HeadNote": "Mumbai Municipal Corporation Act (Bom.III of 1988) –ss.342 and 351 – The Municipal Corporation demolished thestructure in exercise of powers vested in it, but in violation of theprocedure prescribed – The High Court directed the ‘owner/occupier’ of the building to reconstruct the demolished structure –Held: The action of demolition without following the procedureprescribed by law is illegal – If a structure is an illegal structure,even though it has been demolished illegally, such a structure shouldnot be permitted to come up again – If the Municipal Corporationviolates the procedure while demolishing the building but thestructure is totally illegal, some compensation can be awarded and,in all cases where such compensation is awarded the same shouldinvariably be recovered from the officers who have acted in violationof law – However, the illegal structure cannot be permitted to be re-erected– If a structure is a legal structure, it would be prudent topermit the structure to be built in accordance with the existing bylaws– Directions can be issued to the authorities to issue requisitepermission for construction of a legal structure within a time boundperiod of about 60 days – This may vary from case to case dependingupon the nature of the structure and the area where it is being built.The Mumbai Municipal Corporation Act (Bom.III of 1988) –Advantage of advancement in technology – Geomapping and 3Dvisual information – Since the old buildings do not have plans it isdifficult to find out whether the construction carried out is actuallytenantable repairs or the structures are being constructed /reconstructed for which permission is required – Held: Till the Stateframes any law in this regard, it is directed that before anyconstruction/reconstruction, or repair not being a tenantable repairis carried out, the owner/occupier/builder/ contractor/architect, in fact all of them should be required to furnish a plan of the structureas it exists – This map can be taken on record and, thereafter, theconstruction can be permitted – This information should also be inthe form of 3D visual information, in the nature of photographs,videos etc – Further, Municipal Corporations directed to getgeomapping done where the population is 50 lakhs or more andgeo-photography of the areas under their jurisdiction – Once onehas the whole city geomapped it would be easy to control illegalconstructions"
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "SHREE RAM URBAN INFRASTRUCTURE LTD. & ANR. VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0NzI=",
        "Citation": "[2019] 16 S.C.R. 993",
        "Case Type": "(CIVIL APPEAL /8265/2019)",
        "Date": "24 OCTOBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice Vineet Saran",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN185OTMtMTA0NV8xNzAyMDI0NzM1LnBkZg==",
        "SCR Citation:": "[2019] 16 S.C.R. 993",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "24 October 2019",
        "Petitioner:": "Shree Ram Urban Infrastructure Ltd. & Anr.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 1188",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /8265/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2006] Supp. (7) S.C.R. 118",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Muni Suvrat-swami Jain S.m.p. Sangh V. Arun Nathuram Gaikwad And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg3KS9QYXJ0IEkvU18yMDA2XzExOC0xNDRfMTcwMjUzNzgwNS5wZGY="
            },
            {
                "Scr Citation": "[2007] 13 S.C.R. 882",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Suresh Est Ates Pvt. Ltd. & Ors. V. Municipal Corp. Of Greater Mumbai & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA3L3ZvbHVtZSAxMy9QYXJ0IEkvMjAwN18xM184ODItOTAwXzE3MDI2MjAxOTAucGRm"
            },
            {
                "Scr Citation": "[2006] Supp. (7) S.C.R. 534",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "T. Vijayalakshmi And Ors. V. Town Planning Member And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg3KS9QYXJ0IEkvU18yMDA2XzUzNC01NDBfMTcwMjU0Njc1OS5wZGY="
            },
            {
                "Scr Citation": "[2009] 1 S.C.R. 1016",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Godrej & Boyce Manufacturing Co.ltd. V. State Of Maharashtra & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSAxL1BhcnQgSS9Hb2RyZWogJiBCb3ljZSBNYW51ZmFjdHVyaW5nIENvLmx0ZC4gXyBTdGF0ZSBPZiBNYWhhcmFzaHRyYSAmIE9ycy5fMTcwMTY3MzExNi5wZGY="
            }
        ],
        "Acts": [
            "Maharashtra Regional And Town Planning Act, 1966 (37 of 1966)"
        ],
        "Keyword": [
            "Urban Development",
            "Town Planning",
            "Permission to construct residential building to appellant-company"
        ],
        "HeadNote": "Urban Development:Town Planning – Permission to construct residential buildingto appellant-company – Commencement Certificate granted underthe provisions of Maharashtra Regional and Town Planning Act,1966 read with Development Control Regulations for GreaterBombay, 1991 (DCR) – Thereafter incorporation of clause 24 toRegulation 33 of 1991 Regulations providing for permission todevelop multi-storeyed Private Parking Lots (PPL) – On handingoverof the PPL to the Corporation, incentive FSI was to be allowedon the land belonging to the private owners – Appellant-Company’sapplication for construction of PPL approved upto 15 floors –Incentive FSI of the PPL was to be used by the appellant -companyin the main residential building – Though commencement certificatefor PPL was given only for upto plinth level, the appellant-companyconstructed all 15 floors – Appellant-company completed theconstruction of main residential building upto 56 floors, thoughcommencement certificate for that was only upto 43rd floor –Thereafter the Corporation issued a Circular on 22.6.2011restricting the PPL to two basements, ground and four upper floors– Notice u/s. 51 and s.354A of 1966 Act seeking revocation ofcommencement certificate and for stopping the work of PPL beyondplinth level – Suit by the appellant-Company – Civil Court decreedthe suit declaring the stop-work notice as illegal on the ground thatconstruction of PPL above the plinth level was under deemedpermission in terms of Regulation 6(4) of DCR – In appeal, HighCourt set aside the decree holding that construction of PPL aboveplinth level and construction of residential building above 43rd floorwas illegal since they were constructed without obtainingcommencement certificate (s) and the Court directed the appellantto apply for regularisation of these construction – PIL was filed before High Court challenging construction of residential buildingand construction of PPL above plinth level – The High Court in thePIL held that construction of PPL was not illegal and that since theFSI granted in respect of refuge area was excessive, Commissionerwas directed to re-examine the issue – On direction of High Courtin PIL, Commissioner passed order dated 12.09.2013 – The orderdated 12.09.2013 was challenged by the appellant before High Courtand also sought direction to the Commissioner to take over possessionof PPL and to endorse the commencement certificate for residentialbuilding upto 56 floors –The Commissioner passed order dated31.08.2016 deciding the refuge area – Subsequently Notice u/s. 51of 1966 Act was withdrawn by the Corporation – Another PIL wasfiled challenging the order dated 10.11.2016 whereby theCorporation had held that since the construction of PPL hadproceeded substantially on the date of notice u/s. 51, the PlanningAuthority cannot revoked or modify the permission – The PILs havebeen transferred to Supreme Court – Held: The construction of themain building as well as the PPL were as per the sanctioned plan –The construction of PPL beyond plinth level was under deemedpermission under Regulation 6(4) of 1991 Regulations – The refugearea as determined by the Commissioner by order dated 31.08.2016does not call for interference – Corporation is directed to take overpossession of PPL and to proceed to decide about the 13 floors(44th to 56th floors) of the residential building – MaharashtraRegional and Town Planning Act, 1966 – ss. 48 and 51 –Development Control Regulations for Greater Bombay, 1991 – Regn.6(4), 5(6) and 33 (24)."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "JAGJIWAN COOP. GROUP HOUSING SOCIETY LTD. & ORS. VS. LT. GOVERNOR, NCT OF DELHI & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA0ODU=",
        "Citation": "[2019] 16 S.C.R. 1046",
        "Case Type": "(CIVIL APPEAL /3278/2012)",
        "Date": "24 OCTOBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice S. Ravindra Bhat",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMDQ2LTEwNDhfMTcwMjAyNDgzMi5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1046",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "24 October 2019",
        "Petitioner:": "Jagjiwan Coop. Group Housing Society Ltd. & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 1185",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Lt. Governor, Nct Of Delhi & Ors.",
        "Case Type:": "CIVIL APPEAL /3278/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Land Acquisition Act, 1894 (1 of 1894)"
        ],
        "Keyword": [
            "Land Acquisition Act",
            "1894",
            "ss.4",
            "5A",
            "17(1)",
            "(4)",
            "Vasant Kunj residential scheme",
            "Rehabilitation and Resettlement"
        ],
        "HeadNote": "Land Acquisition Act, 1894 – ss.4, 5A, 17(1), (4) – Acquisitionproceedings initiated by issuance of notification u/s.4 of the 1894Act – Land proposed to be acquired for Vasant Kunj residentialscheme– Appellant-Society claimed the ownership of the land –Appellant filed writ petition – High Court allowed the writ petitionin part, maintaining the notification u/s.4 of the 1894 Act, butquashed the same with respect to invoking the provision of s.17(4)of the said Act – On merits, held: No case for interference is madeout – There is no rhyme or reason to direct de-notification of theland – Prayer in that regard has already been rejected by theappropriate Government – Merely by the fact that one of theappellants is Cooperative Society, the complexion of the case doesnot change and this fact was duly taken note of at the time of landacquisition – Land acquisition could not be said to be illegal in anymanner – Right to Fair Compensation and Transparency in LandAcquisition Rehabilitation and Resettlement Act, 2013 – ss.4 and24(2)."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "TRIJUGI NARAIN (DEAD) THROUGH LEGAL REPRESENTATIVES AND OTHERS VS. SANKOO (DEAD) THROUGH LEGAL REPRESENTATIVES AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MDE=",
        "Citation": "[2019] 16 S.C.R. 1049",
        "Case Type": "(CIVIL APPEAL /5740/2015)",
        "Date": "10 DECEMBER 2019",
        "Judge Names": "Hon'ble Ms. Justice Indu Malhotra, Hon'ble Mr. Justice Sanjiv Khanna\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMDQ5LTEwODVfMTcwMjAyNDk0Mi5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1049",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "10 December 2019",
        "Petitioner:": "Trijugi Narain (dead) Through Legal Representatives And Others",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 1344",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjiv Khanna",
        "Respondent:": "Sankoo (dead) Through Legal Representatives And Others",
        "Case Type:": "CIVIL APPEAL /5740/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1976] 2 S.C.R. 164",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Surjit Lal Chhabda V. Commissioner Of Income Tax, Bombay",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTc2L3ZvbHVtZSAyL1BhcnQgSS9zdXJqaXQgbGFsIGNoaGFiZGFfY29tbWlzc2lvbmVyIG9mIGluY29tZSB0YXgsIGJvbWJheSBfMTY5OTQzNDg1Ny5wZGY="
            },
            {
                "Scr Citation": "[1971] 3 S.C.R. 9",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "H.h. Maharajadhiraja Madhav Rao Jiwaji Rao Scindia Bahadur And Ors. V. Union Of India",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTcxL3ZvbHVtZSAzL1BhcnQgSS9oLmguIG1haGFyYWphZGhpcmFqYSBtYWRoYXYgcmFvIGppd2FqaSByYW8gc2NpbmRpYSBiYWhhZHVyIGFuZCBvcnMuX3VuaW9uIG9mIGluZGlhXzE2OTg5MDIwODMucGRm"
            },
            {
                "Scr Citation": "[1993] Supp. (1) S.C.R. 607",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "His Highness Maharaja Pratap Singh V. Her Highness Maharani Sarojini Devi And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkzL1N1cHAuICgxKS9QYXJ0IEkvU18xOTkzXzYwNy02NDhfMTcwMjAyNTI0NS5wZGY="
            },
            {
                "Scr Citation": "[1991] Supp. (3) S.C.R. 30",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Revathinnal Balagopala Varma V. H.h.sri Padmanabhadasa, Bala Rama Varma (since Deceased) And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkxL1N1cHAuICgzKS9QYXJ0IEkvU18xOTkxXzMwLTk0XzE3MDIyNzc1MDEucGRm"
            },
            {
                "Scr Citation": "[2014] 10 S.C.R. 641",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "N. Padmamma & Ors. V. S. Ramakrishna Reddy & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE0L3ZvbHVtZSAxMC9QYXJ0IEkvMjAxNF8xMF82NDEtNjU2XzE3MDMzMTQwMzgucGRm"
            },
            {
                "Scr Citation": "[2004] Supp. (4) S.C.R. 223",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Draupadi Devi And Ors. V. Union Of India And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA0L1N1cHAuICg0KS9QYXJ0IEkvZHJhdXBhZGkgZGV2aSBhbmQgb3JzLl91bmlvbiBvZiBpbmRpYSBhbmQgb3JzLl8xNzAwNTUwODIwLnBkZg=="
            }
        ],
        "Acts": [
            "Hindu Succession Act (30 of 1956)"
        ],
        "Keyword": [
            "Hindu Law",
            "Property",
            "Merger agreement signed by sovereign Ruler with the Dominion of India",
            "Consequences with regard to the nature of the property",
            "Mitakshara Hindu Law"
        ],
        "HeadNote": "Hindu Law – Property – Merger agreement signed bysovereign Ruler with the Dominion of India – Consequences withregard to the nature of the property – Impartible estate orcoparcenary property – The then Maharaja of the State of Maiharhad perpetual lease rights of the property in question, leaseholdNazul land – ‘BNS’, the ruler who succeeded to the gaddi of thesaid State bequeathed the palace of Maihar and privy purse tohis elder son of his first wife and the property in question to hissecond wife for her son – Aforesaid elder son sold the property inquestion to the appellant – Suits were filed for permanent injunctionclaiming right in the property by adverse possession and also fordeclaration & injunction against the appellant – Dismissed –Impugned judgment reversed the findings of the courts below andheld that the property was part of the impartible estate governedby the rule of primogeniture– Held: An estate even if inherited andancestral, partition of which is prohibited by custom and successionwhereto is generally by the rule of primogeniture is referred to asan ‘impartible estate’ – As per the custom relating to impartibleestates and the rule of primogeniture, the Raja or Ruler of aprincely state would not hold the estate as the karta or coparcener,but as the absolute owner and the estate would be impartible –On the death of the Ruler, the succession to the rulership, and theimpartible estate, was not under the Mitakshara law ofsurvivorship but by the rule of primogeniture – In the present case,inheritance of the property post the death of the then Maharajaof the State of Maihar by the new Ruler including ‘BNS’ byapplication of the rule of primogeniture indicates that it was treatedas a State or sovereign property– Property was a part of theimpartible property i.e., though ancestral was not a part of the coparcenary property, but was a part of the estate of the sovereignRuler, ‘BNS’ – Final findings of the High Court, affirmed– HinduSuccession Act, 1956– ss. 4, 5(ii), 6, 8, 9, 14 & 30– Constitutionof India – Arts.291, 362, 363(2), 366(22) – Constitution (26thAmendment) Act, 1971 – Evidence Act,1872 – s.48 – Doctrine of‘cessante ratione legis, cessat ipsa lex’ – Indian Succession Act,1925 – Hindu Succession (Amendment) Act, 2005.Hindu Law – Mitakshara Hindu Law – Difference betweenthe Joint Hindu family and Coparcenary – Discussed.Hindu Law – Property – Impartible estate – Succession to –Rule of primogeniture – Held: Though the right to survivorship isnot inconsistent with the custom of impartible estate, albeit it isdifferent from the ordinary rule of succession under theMitakshara Hindu law where all sons of the father are entitled toequal share in his estate, for the law of succession when the ruleof primogeniture applies, is that the first-born son succeeds to theentire estate to the exclusion of the other sons.Hindu Law – Property – Impartible estate and the rule ofprimogeniture – Origin of – Discussed.Hindu Law – Succession to impartible estate – Rights ofcoparceners, if any – Held: An impartible estate is clothed withthe incidents of self-acquired and separate property – Such estateeven if inherited and ancestral, is not held by the coparcenary asa part of the coparcenary property, as the coparceners or membersof the joint Hindu family do not have the right to partition or rightto restrain alienation – Thus, any property belonging to the Ruleras a sovereign, which would devolve on succession by survivorshipby application of the rule of the primogeniture, would not bearan incidence of a coparcenary property.Hindu Succession Act, 1956 – ss. 4, 5(ii) – Continuation ofthe custom of impartibility and the rule of primogeniture post thecovenants and merger – Held: s.5(ii) is an exception to s.4 andprotects application of terms of any covenant or agreement enteredinto by the Ruler of any Indian State with the Government of Indiaor the terms of any enactment passed before commencement of theSuccession Act as per which the estate would descend to a singleheir – Further, ratio of the Constitution Bench in Vir Rajendra Singh is a binding precedent for it recognizes the personal law ofsuccession of the Rulers and therefore, the rule/custom ofprimogeniture applicable to impart ible estates belonging toerstwhile Rulers of the princely states – This custom/rule was notabrogated with the loss of sovereignty that the Rulers had forgonewith the signing of the merger agreement – Law of the land ispervious to the rule of primogeniture – Constitution of India –Arts.291, 366(22).Constitution of India – Arts. 362, 291 – Lease rights of theproperty in question transferred to the then Maharaja of the Stateof Maihar – ‘BNS’, the ruler who succeeded to the gaddi of theState of Maihar bequeathed the palace of Maihar and privy pursein 1966 to his elder son of his first wife and rest of the propertiesincluding the property in question to his second wife for her son– Elder son sold the property in question to the appellant in 1968– Impugned judgment inter alia held that the property was part ofthe impartible estate governed by the rule of primogeniture –Appellants contended that the property being leasehold Nazul plotowned by the superior lessor, i.e. State of U.P., could not be treatedas a sovereign property in the hands of ‘BNS’ but, should be treatedas coparcenary property belonging to the joint Hindu family –Held: Rejected – Succession on death of ‘BNS’ had opened on13.10.68, which is before Art.362 relating to the rights andprivileges of the Indian Rulers was repealed – ‘BNS’ took over asa Ruler of the State of Maihar in the pre-independence era whenthe Rulers, though subject to British supremacy, were treated asabsolute sovereign Rulers within their own territories – There wasno distinction between public and private property of the Rulerssince the distinction would be counter to the basic attribute ofsovereignty."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "MALARVIZHI & ORS. VS. UNITED INDIA INSURANCE COMPANY LIMITED & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MTU=",
        "Citation": "[2019] 16 S.C.R. 1086",
        "Case Type": "(CIVIL APPEAL /9196/2019)",
        "Date": "09 DECEMBER 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Mr. Justice Hrishikesh Roy",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMDg2LTEwOTRfMTcwMjAyNTAzMS5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1086",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "09 December 2019",
        "Petitioner:": "Malarvizhi & Ors.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2019 INSC 1341",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "United India Insurance Company Limited & Anr.",
        "Case Type:": "CIVIL APPEAL /9196/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2009] 5 S.C.R. 1098",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Smt. Sarla Verma & Ors. V. Delhi Transport Corporation & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSA1L1BhcnQgSS9TbXQgU2FybGEgVmVybWEgIE9ycyAgdnMgIERlbGhpIFRyYW5zcG9ydCBDb3Jwb3JhdGlvbiAgQW5yMTcwMTg0NjY2Ni5wZGY="
            }
        ],
        "Acts": [
            "Motor Accidents Act (0 of 1988)"
        ],
        "Keyword": [
            "Motor Vehicles Act",
            "1988",
            "s.166",
            "compensation"
        ],
        "HeadNote": "Motor Vehicles Act, 1988 – s.166 – Person died in motoraccident – Survived by the appellants (his wife and fourdaughters) – Appellants contended that the deceased derivedincome from many sources including business, agricultural landadmeasuring 36.76 acres (sold in recovery proceedings after hisdeath) and was also wholesale dealer of cement and owned wineshops – Sought compensation in the amount of Rs.99,90,000/- –Tribunal allowed the claim in the amount of Rs.59,04,000/- withinterest @ 7.5% p.a. – High Court reduced the compensation toRs.33,55,000/- – Held: Tribunal proceeded to determine theagricultural income arising from 36.76 acres of land on the basisof two judgments of the High Court, arrived at two different figuresand determined the agricultural income on an average of the twoamounts – It superimposed a possible value of income fromagricultural land despite clear indication in the income tax returnsof the income from agricultural land – Such method not sustainablein law – Determination must proceed on the basis of the incometax return, where available, a statutory document on which reliancemay be placed to determine the annual income of the deceased –To the benefit of the appellants, the High Court proceeded on thebasis of the income tax return for the assessment year 1997-98 andnot 1999-2000 & 2000-01 which reflected reduction in the annualincome of the deceased – Tax return indicates annual income ofRs.2,11,131/- in the relevant assessment year – In the peculiarcircumstances of the case, Rs. 1,04,987/-, payment for prepaidlicense fee to the Tamil Nadu Government having been paidupfront and for a future period is added to the annual income ofthe deceased – Thus, the net annual income of the deceased isRs.3,16,118/- – In accordance with Sarla Verma case, the multiplierapplied is 13, appellant being 49 at the time of accident– Loss of dependency is at Rs.3,16,118 X 13= Rs.41,09,534/- – Inaccordance with Pranay Sethi case, Rs.15,000, 15,000 and 40,000added for funeral expenses, loss of estate and loss of consortiumrespectively – Rs.50,000/- for loss of love and affection – Thus,total compensation payable to the appellants is Rs.42,29,534/- withinterest @ 9% p.a. from the date of filing of the application tillthe date of its payment of the appellants"
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "CHENNAI METROPOLITAN DEVELOPMENT AUTHORITY REPRESENTED BY ITS MEMBER SECRETARY VS. D. RAJAN DEV AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MjQ=",
        "Citation": "[2019] 16 S.C.R. 1095",
        "Case Type": "(CIVIL APPEAL /9336/2019)",
        "Date": "11 DECEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMDk1LTExMTBfMTcwMjAyNTEyMy5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1095",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "11 December 2019",
        "Petitioner:": "Chennai Metropolitan Development Authority Represented By Its Member Secretary",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 1356",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "D. Rajan Dev And Others",
        "Case Type:": "CIVIL APPEAL /9336/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1992] 3 S.C.R. 1",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Usman Gani J. Khatri Of Bombay Etc. Etc. V. Cantonment Board And Ors. Etc. Etc.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkyL3ZvbHVtZSAzL1BhcnQgSS8xOTkyXzNfMS0yMl8xNzAyMDk5OTIzLnBkZg=="
            },
            {
                "Scr Citation": "[1994] Supp. (5) S.C.R. 485",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Sta Te Of West Bengal Etc. V. Terra Firma Investment And Trading Pvt. Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTk0L1N1cHAuICg1KS9QYXJ0IEkvU18xOTk0XzQ4NS00OTVfMTcwMjI4ODUzNy5wZGY="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Housing",
            "Residential-cum-Shopping Building",
            "Calculation of Premium FSI charges"
        ],
        "HeadNote": "Housing – Residential-cum-Shopping Building – Calculationof Premium FSI charges – First Respondent, a developer wascarrying on construction activities on basis of a planningpermission granted to him – Thereafter, the State Governmentintroduced a scheme called ‘Premium FSI Scheme’, wherein theGovernment permitted any builder willing to pay FSI charges toincrease FSI above the normally permitted FSI – On 04.05.2011,the first respondent made an application with revised proposal forpermission to have additional FSI area – The revised plan of thefirst respondent was considered and forwarded to the Governmentwith recommendation for approval – In the meanwhile, theRegistration Department revised and notified the revised guidelinevalue w.e.f. 01.04.2012 as per which the guideline value wasincreased from Rs.1650/- per sq.ft. to Rs.5,000/- per sq.ft. – On29.05.2012, the Government granted approval to the revised planof the first respondent – The premium was levied as Rs.7,61,40,000/- – The respondent made the representation against thecalculation and also regarding the area, however, the same wasrejected – Writ petition – First Respondent contended that the dateof application should be considered for the purpose of calculatingPremium FSI charges and not as per the guideline value prevailingon the date of approval of the plan – The writ petition wasdismissed by the Single Judge of the High Court – However, theDivision Bench of the High Court set aside the order of the SingleJudge – On appeal, held: No right accrues to the builder by meresubmission of a plan for construction of a building which has notbeen sanctioned by the Competent Authority – The rates prevailingat the time of granting of permission are the rates which an applicant has to pay – The respondent/applicant cannot claim thebenefit of the earlier guideline value existing prior to the date whenapproval was granted by the Government – Therefore, therespondent will have to pay FSI Premium charges based on theguideline value as existing on the date of grant of approval – Whenthe Government sanctioned the approval on 29.05.2012, theDivision Bench of the High Court erred in directing the appellantto calculate the FSI charges as per the guideline value as on04.05.2011 – The impugned Judgment of the Division Bench ofthe High Court, therefore, set aside."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "SANJAI KUMAR & ORS. VS. DR. PRABHAT KUMAR ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1MzY=",
        "Citation": "[2019] 16 S.C.R. 1111",
        "Case Type": "(CONTEMPT PETITION (CIVIL) /1332/2018)",
        "Date": "13 DECEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMTExLTExMzBfMTcwMjAyNTIzNC5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1111",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "13 December 2019",
        "Petitioner:": "Sanjai Kumar & Ors.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 1372",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Dr. Prabhat Kumar Etc.",
        "Case Type:": "CONTEMPT PETITION (CIVIL) /1332/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Assistant Teachers",
            "Appointment of"
        ],
        "HeadNote": "Service Law – Assistant Teachers – Appointment of – TheContempt Petition sought enforcement of interim orders dated17.12.2014, 25.2.2015 and 7.12.2015 and the Judgment and finalorder dated 25.7.2017 – There were total 72,825 vacancies for thepost of Assistant teachers and against the said posts 43,077 wereappointed, 15,058 were undergoing training – In pursuance of theinterim orders total 66,655 teachers were appointed – In 2018,Contempt Petitions were filed submitting that though the State madeclear representation that the qualified persons would be appointed,it did not appoint the Contempt Petitioners and as such the orderspassed by the Supreme Court were violated – It was contended thatthe State Government had incorrectly calculated figure of 66,655,there was no objection to issue appointment orders in respect of12,091 candidates, including Contempt Pet itioners – Held:According to the Affidavit dated 01.10.2016, out of 12091candidates, only 391 candidates were appointed as the otherseither did not take part in the selection process or had not optedfor certain Districts or could not be selected going by the cut-offfor the concerned District – Thereafter, the State published anotheradvertisement on 06.02.2016 and 08.02.2016 so that i f anycandidate was left out, his candidature could be considered – Thus,the reasons for not appointing all the persons who were part oflist of 12,091 candidates were available on record from October2016 onwards – At no stage any grievance was made till the matterwas disposed of in July 2017 which gave a status of permanency– The grievance was made for the first time almost a year afterwhen these contempt petitions were filed – Nothing substantialpointed out by any of candidates or contempt petitions – Nothing wrong in the process undertaken by the State Government inpursuance of various interim orders passed by the Supreme Court– Therefore, Contempt petitions directed to be closed"
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "SIRAJ AHMAD VS. STATE OF UTTAR PRADESH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA1OTA=",
        "Citation": "[2019] 16 S.C.R. 1131",
        "Case Type": "(CIVIL APPEAL /9412/2019)",
        "Date": "13 DECEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai\n*, Hon'ble Mr. Justice Sharad Arvind Bobde\n*, Hon'ble Mr. Justice Surya Kant\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMTMxLTExNDRfMTcwMjAyNTcxMi5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1131",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "13 December 2019",
        "Petitioner:": "Siraj Ahmad",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 1367",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bhushan Ramkrishna Gavai,Hon'ble Mr. Justice Sharad Arvind Bobde,Hon'ble Mr. Justice Surya Kant",
        "Respondent:": "State Of Uttar Pradesh & Anr.",
        "Case Type:": "CIVIL APPEAL /9412/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1990] 2 S.C.R. 900",
                "Judicial Consideration": "Followed",
                "Judgment Name": "Direct Recruit Class Ii Engineering Officers` Association And Ors. V. State Of Maharashtra And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkwL3ZvbHVtZSAyL1BhcnQgSS8xOTkwXzJfOTAwLTkzOF8xNzAzOTEzNjYxLnBkZg=="
            },
            {
                "Scr Citation": "[2006] Supp. (9) S.C.R. 591",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "State Of M.p. And Ors. V. Laut Kumar Verma",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg5KS9QYXJ0IEkvU18yMDA2XzU5MS02MDFfMTcwMjYxODEwNS5wZGY="
            },
            {
                "Scr Citation": "[2006] Supp. (9) S.C.R. 591",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "State Of M.p. And Ors. V. Laut Kumar Verma",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg5KS9QYXJ0IEkvU18yMDA2XzU5MS02MDFfMTcwMjYxODEwNS5wZGY="
            },
            {
                "Scr Citation": "[2010] 9 S.C.R. 543",
                "Judicial Consideration": "Followed",
                "Judgment Name": "State Of Karnataka & Ors. V. M.l. Kesari & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA5L1BhcnQgSS8yMDEwXzlfNTQzLTU1M18xNzAyNDQ5MTgyLnBkZg=="
            }
        ],
        "Acts": [],
        "Keyword": [
            "U.P. Development Authorities Centralised Service Rules",
            "1985",
            "Sub.r.(3) of r.24",
            "Promotion",
            "Claim for"
        ],
        "HeadNote": "U.P. Development Authorities Centralised Service Rules, 1985– Sub.r.(3) of r.24 – Promotion – Claim for – Appellant underwentthe selection process conducted by the State under the provisionof the Rules, 1985 and was appointed on ad-hoc basis on the postof Junior Engineer by Respondent No.1 – While in serviceappellant obtained the degree in B.Sc.-Engineering – Thereafter,appellant sought promotion u/sub. r.(3) of r.24 of the Rules –Appellant was not promoted – Writ petition by appellant wasrejected by the High Court – The State contended that theappointment was not made with the concurrence of U.P. PublicService Commission, therefore, appellant’s appointment was illegal– Appellant contended that he was entitled for promotion as hewas continuously employed from the date of initial appointment –On appeal, held: The case of appellant was squarely covered bythe judgment of the Constitution Bench in the case of Direct RecruitClass II Engineering Officers Association – It was not in disputethat except the concurrence of the U.P. Public Service Commissionthe appointment of the appellant was made after following theprocedure prescribed under the said Rules – The appointment ofthe appellant at the most can be termed as irregular and not illegal– The appellant had uninterruptedly served till the regularisationof his service which was made in accordance with the Rules –Further, the Respondent had issued an office memorandum dated11.03.1994 providing for relaxation of the condition whichprescribed minimum 10 years service on the post of JuniorEngineer – By the said office memorandum, the governmentprovided that 5% of the posts out of 50% promotional quota wereto be reserved for such Junior Engineers, who had passed B.E.or A.I.M.E. Examination – Appellant possessed the saidqualification – The High Court in another similarly circumstancedcase had directed for consideration for the purpose of promotion to the higher post – However, the High Court in the case of theappellant rejected his claim for promotion – The High Court hadconsidered the case of two employees differently when they weresimilarly circumstanced – Therefore, in view of the officememorandum dated 11.03.1994, the appellant was entitled to bepromoted immediately after the issuance of the said officememorandum as he possessed the requisite degree when the saidoffice memorandum was issued – The High Court erred indismissing the petition of the appellant – Service Law."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "MUKUL KUMAR TYAGI VS. THE STATE OF UTTAR PRADESH AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA2MDA=",
        "Citation": "[2019] 16 S.C.R. 1145",
        "Case Type": "(CIVIL APPEAL /9026/2019)",
        "Date": "16 DECEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan\n*, Hon'ble Mr. Justice Navin Sinha",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMTQ1LTExODRfMTcwMjAyNTgxMy5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1145",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "16 December 2019",
        "Petitioner:": "Mukul Kumar Tyagi",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 1380",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ashok Bhushan",
        "Respondent:": "The State Of Uttar Pradesh And Ors.",
        "Case Type:": "CIVIL APPEAL /9026/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2017] 11 S.C.R. 271",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Chairman And Managing Director Fci And Ors. V. Jagdish Balaram Bahira And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSAxMS9QYXJ0IEkvQ2hhaXJtYW4gQW5kIE1hbmFnaW5nIERpcmVjdG9yIEZjaSBBbmQgT3JzICB2cyAgSmFnZGlzaCBCYWxhcmFtIEJhaGlyYSBBbmQgT3JzMTcwMTk1MDUxNS5wZGY="
            },
            {
                "Scr Citation": "[2016] 8 S.C.R. 815",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Ashok Kumar & Anr V. State Of Bihar & Ors",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE2L3ZvbHVtZSA4L1BhcnQgSS9Bc2hvayBLdW1hciAmIEFuciBfIFN0YXRlIE9mIEJpaGFyICYgT3JzXzE3MDEzMjI1NTgucGRm"
            }
        ],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Recruitment",
            "Mandatory qualification",
            "Equivalence of"
        ],
        "HeadNote": "Service Law – Recruitment – Mandatory qualification –Equivalence of – Requirement, if fulfilled – Duty of recruitingauthority/employer to verify – 1995 Regulations provided forrecruitment to the post of Technician Grade-II – Recruitment to thesaid posts conducted by respondents-Uttar Pradesh ElectricityService Commission, Uttar Pradesh Power Corporation Limited,Lucknow – In 2011, the Corporation substituted the computerqualification prescribed earlier with “Certificate of 80 HoursCourse on Computer Concept (CCC) issued byDOEACC”[Department of Electronics Accreditation ComputerCourses now taken over by National Institute of Electronics andInformation Technology (NIELIT)]– In 2013, this qualification wassubstituted with CCC Certificate or its equivalent computerqualification certificate – 2014 advertisement issued by Commissionwherein inter alia CCC Certificate or its equivalent computerqualification was one of the compulsory qualifications – Select listdated. 14.07.2015 published – Persons not included in the list,filed writ petitions – Single Judge by judgment dated. 07.10.2017quashed the list insofar it included candidates who did not holdCCC certificate by NIELIT – List revised, and the names of suchcandidates were deleted – Writ Petition filed challenging the orderdeleting name – Dismissed – Special Appeal dismissed by divisionbench – Candidates having CCC certificate or equivalent theretowere included in the select list (the appellants in C.A.No. 9026/19& 9027/19), issued appointment orders and are working as on date– Division Bench in Special Appeal No.585/2018, set aside thejudgment dated. 07.10.2017 and dismissed all the writ petitions –Held: In the earlier recruitment held in 2011 only CCC certificateissued by DOEACC was part of mandatory qualification– It wasfor the 2014 recruitment that CCC certificate or equivalentcomputer qualification was provided for– CCC certificate is a well known certificate issued under the aegis of the Government ofIndia and have been made part of essential qualifications fordifferent posts throughout the country – No material to indicatethat CCC certificate is also granted by any other body or authority– Thus, CCC certificate mentioned in the 2014 advertisement wasCCC certificate as granted by NIELIT/DOEACC – Further, theadvertisement in the present case neither envisaged nor permittedthe candidates to give any self-certification or self-declaration thattheir computer qualification is equivalent to CCC – Equivalenceof qualification claimed by candidates is matter of scrutiny by therecruiting agency/employer, which was not undertaken in thepresent case, and cannot be left to candidates by their selfdeclaration– Thus, self-certification by the candidates of theircomputer qualification was not sufficient to treat them havingpassed the required qualification – Also, deletion of names ofcertain candidates from the select list was upheld by an earlierDivision Bench – However, Division Bench in the impugnedjudgment without adverting to the same restored the select list, whichwas in existence on 14.07.2015, thus, the judgment of the DivisionBench cannot be sustained – Further, the judgment of Single Judgealso cannot be faulted on the ground that all the selectedcandidates were not impleaded in the writ petitions challenging theselect list dated. 14.07.2015 – Judgment of the Division Bench setaside, while that of the Single Judge dated. 07.10.2017 is restored– Uttar Pradesh Electricity Board of Operational EmployeesCategory Service Regulations, 1995 – Uttar Pradesh ElectricitySupply Act, 1948 – Uttar Pradesh Electricity Reforms Act, 1999 –Constitution of India – Art. 16.Practice & Procedure – Writ petition – Impleadment –Recruitment for Technician Grade-II under the 1995 Regulations– Mandatory qualification envisaged in the advertisement – Largenumber of candidates claiming qualification equivalent to themandatory qualification were included without any scrutiny –Challenge to – Plea that non impleadment of each and everycandidate in the select list is breach of principles of natural justice– Held: When the inclusion in the select list of large number ofcandidates is on the basis of an arbitrary/illegal process, theaggrieved parties can complain – In such cases necessity ofimpleadment of each and every person cannot be insisted – In the present case, when select list contained names of 2211 candidates,it becomes unnecessary to implead every candidate in view of thenature of the challenge – Moreover, few selected candidates wereimpleaded in the writ petitions in representative capacity – Principleof natural justice."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "MAHARAJA AGRASEN HOSPITAL & ORS. VS. MASTER RISHABH SHARMA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA2MjE=",
        "Citation": "[2019] 16 S.C.R. 1185",
        "Case Type": "(CIVIL APPEAL /6619/2016)",
        "Date": "16 DECEMBER 2019",
        "Judge Names": "Hon'ble Ms. Justice Indu Malhotra\n*, Hon'ble Mr. Justice Uday Umesh Lalit",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMTg1LTEyMzNfMTcwMjAyNjA2My5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1185",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "16 December 2019",
        "Petitioner:": "Maharaja Agrasen Hospital & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 1378",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indu Malhotra",
        "Respondent:": "Master Rishabh Sharma & Ors.",
        "Case Type:": "CIVIL APPEAL /6619/2016",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2009] 9 S.C.R. 313",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Nizam`s Institute Of Medical Sciences V. Prasanath S. Dhananka & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA5L3ZvbHVtZSA5L1BhcnQgSS9OaXphbXMgSW5zdGl0dXRlIE9mIE1lZGljYWwgU2NpZW5jZXMgIHZzICBQcmFzYW5hdGggUyBEaGFuYW5rYSAgT3JzMTcwMTkzMDk3Mi5wZGY="
            },
            {
                "Scr Citation": "[2005] Supp. (2) S.C.R. 307",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Jacob Mathew V. State Of Punjab And Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA1L1N1cHAuICgyKS9QYXJ0IEkvU18yMDA1XzMwNy0zNDFfMTcwMjg5MDUxOC5wZGY="
            },
            {
                "Scr Citation": "[2019] 6 S.C.R. 283",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Ajay Kumar V. Lata @ Sharuti & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSA2L1BhcnQgSS9BamF5IEt1bWFyIF8gTGF0YSBAIFNoYXJ1dGkgJiBPcnMuXzE3MDE2NzA3MDcucGRm"
            },
            {
                "Scr Citation": "[2015] 8 S.C.R. 100",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "V Krishnakumar V. State Of Tamil Nadu & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA4L1BhcnQgSS9WIEtyaXNobmFrdW1hciBfIFN0YXRlIE9mIFRhbWlsIE5hZHUgJiBPcnMuXzE3MDEzMzc1MjgucGRm"
            },
            {
                "Scr Citation": "[2010] 5 S.C.R. 1",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "V. Kishan Rao V. Nikhil Super Speciality Hospital & Another.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEwL3ZvbHVtZSA1L1BhcnQgSS8yMDEwXzVfMS0zNF8xNzAyMjgyNTkzLnBkZg=="
            },
            {
                "Scr Citation": "[2015] 8 S.C.R. 100",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "V Krishnakumar V. State Of Tamil Nadu & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE1L3ZvbHVtZSA4L1BhcnQgSS9WIEtyaXNobmFrdW1hciBfIFN0YXRlIE9mIFRhbWlsIE5hZHUgJiBPcnMuXzE3MDEzMzc1MjgucGRm"
            },
            {
                "Scr Citation": "[2013] 12 S.C.R. 30",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Dr. Balram Prasad V. Dr. Kunal Saha & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDEzL3ZvbHVtZSAxMi9QYXJ0IEkvRHIgQmFscmFtIFByYXNhZCAgdnMgIERyIEt1bmFsIFNhaGEgIE9yczE3MDE4NTc4OTkucGRm"
            },
            {
                "Scr Citation": "[2019] 3 S.C.R. 281",
                "Judicial Consideration": "Referred to",
                "Judgment Name": "Arun Kumar Manglik V. Chirayu Health And Medicare Private Ltd. & Anr.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAzL1BhcnQgSS8yMDE5XzNfMjgxLTMwOV8xNzA0Mzc4MTY1LnBkZg=="
            }
        ],
        "Acts": [],
        "Keyword": [
            "Medical Negligence",
            "ROP test",
            "pre-term baby",
            "compensation of Rs. 76",
            "00",
            "000/- awarded",
            "Vicarious Liability"
        ],
        "HeadNote": "Medical Negligence – Respondents Nos. 1 to 3-complainantsfiled a complaint of medical negligence against appellant No. 1-hospital and appellant Nos. 2 to 4-the Paediatricians andophthalmologist doctors working with the hospital and respondentNo. 4-the Gynaecologist before the National Consumer DisputesRedressal Commission – NCDRC held the appellant no. 1-hospitalguilty of medical negligence, since they failed to carry out themandatory check up of Retinopathy of Prematurity (ROP) onrespondent No. 1, who was a pre-term baby, which led to his totalblindness and appellants Nos. 1 to 4 were jointly held liable topay the total amount of Rs. 64,00,000/- – On appeal, held: Theappel lants owed a legal duty of care to the complainants/respondents Nos. 1 & 2 – The failure to inform the respondentNo.2- mother of the respondent No. 1 of the necessity to have theROP test conducted in the case of a pre-term baby and the highrisk involved which could lead total blindness, was a breach ofduty – Furthermore, the failure to carry out the ROP test, which ismandated by standard protocol, while the baby was under theirdirect care and supervision from birth till he was 3 and 1/2 monthsold, amounted to gross negligence by the doctors and deficiencyof service by the hospital – Besides, there was inordinate delay ofover 2 years by appellant Nos. 1 in making the medical records ofrespondent no.1 available to respondent no.2 and same wouldconstitute a grave professional misconduct u/regn. 7 of the IMCregulations, apart from being a gross deficiency in service – Thefindings of the NCDRC affirmed and compensation of Rs.76,00,000/- awarded to respondent no. 1 – Consumer Protection– Deficiency in service – Indian Medical Council (ProfessionalConduct, Etiquettes and Ethics) Regulations, 2002 – Regulation 1.3.2.Medical negligence – Constituents of – Held: Medicalnegligence comprises of the following constituents: (1) A legal dutyto exercise due care on the part of the medical professional; (2)failure to inform the patient of the risks involved; (3) the patientsuffers damage as a consequence of the undisclosed risk by themedical professional; (4) if the risk had been disclosed, the patientwould have avoided the injury; (5) breach of the said duty wouldgive rise to an actionable claim of negligence.Medical negligence – Cause of action for – Held: The causeof action for negligence arises only when damage occurs, sincedamage is a necessary ingredient of this tort – In a complaint ofmedical negligence, the burden is on the complainant to provebreach of duty, injury and causation – The injury must besufficiently proximate to the medical practitioner’s breach of duty– In the absence of evidence to the contrary adduced by theopposite party, an inference of causation may be drawn eventhough positive or scientific proof is lacking.Doctrines/Principles – Vicarious Liability – discussed.Medical Negligence – Bolam Test – discussed."
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "CENTRAL ORGANISATION FOR RAILWAY ELECTRIFICATION VS. M/S ECI-SPIC-SMO-MCML (JV)JOINT VENTURE COMPANY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA2NDI=",
        "Citation": "[2019] 16 S.C.R. 1234",
        "Case Type": "(CIVIL APPEAL /9486/2019)",
        "Date": "17 DECEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMjM0LTEyNThfMTcwMjAyNjI0OS5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1234",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "17 December 2019",
        "Petitioner:": "Central Organisation For Railway Electrification",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 1394",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "M/s Eci-spic-smo-mcml (jv)joint Venture Company",
        "Case Type:": "CIVIL APPEAL /9486/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[2006] Supp. (9) S.C.R. 125",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "Union Of India And Anr. V. M/s. V.s. Engineering (p) Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDA2L1N1cHAuICg5KS9QYXJ0IEkvU18yMDA2XzEyNS0xMzFfMTcwMjU0MjgwNS5wZGY="
            },
            {
                "Scr Citation": "[2019] 1 S.C.R. 270",
                "Judicial Consideration": "Relied on",
                "Judgment Name": "The Government Of Haryana Pwd Haryana (b And R) Branch V. M/s. G. F. Toll Road Pvt. Ltd. & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxL1BhcnQgSS8yMDE5XzFfMjcwIC0yODBfMTcwMzIyOTM4Ny5wZGY="
            },
            {
                "Scr Citation": "[2017] 7 S.C.R. 409",
                "Judicial Consideration": "held inapplicable",
                "Judgment Name": "Trf Ltd. V. Energo Engineering Projects Ltd.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE3L3ZvbHVtZSA3L1BhcnQgSS9UcmYgTHRkLiBfIEVuZXJnbyBFbmdpbmVlcmluZyBQcm9qZWN0cyBMdGQuXzE3MDE4NDM3MDUucGRm"
            }
        ],
        "Acts": [
            "Arbitration and Conciliation Act (26 of 1996)"
        ],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "s.11(6)",
            "Seeking appointment of sole arbitrator"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996:s.11(6) – Application under – Seeking appointment of solearbitrator – High Court appointed a sole Arbitrator – Appeal toSupreme Court – Held: High Court was not justified in appointingan independent sole arbitrator ignoring Clauses 64(3)(a)(ii) and64(3)(b) of General Conditions of Contract whereby i t wasspecifically provided that Arbitral Tribunal would consist of threearbitrators from out of the panel of serving or retired RailwayOfficers – The appointment of the Arbitrators should have beenin terms of the agreement between the parties"
    },
    {
        "volume": "2019Volume 16",
        "Case Name": "UNIVERSITY OF DELHI VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MjA2NTE=",
        "Citation": "[2019] 16 S.C.R. 1259",
        "Case Type": "(CIVIL APPEAL /9488/2019)",
        "Date": "17 DECEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna\n*, Hon'ble Mr. Justice Hrishikesh Roy, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxNi9QYXJ0IEkvMjAxOV8yN18xMjU5LTEyNzhfMTcwMjAyNjM2OS5wZGY=",
        "SCR Citation:": "[2019] 16 S.C.R. 1259",
        "Year/Volume:": "2019/ Volume 16",
        "Date of Judgment:": "17 December 2019",
        "Petitioner:": "University Of Delhi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 1389",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /9488/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [
            {
                "Scr Citation": "[1987] 2 S.C.R. 387",
                "Judicial Consideration": "Distinguished",
                "Judgment Name": "Collector, Land Acquisition, Anantnag & Anr. V. Mst. Katiji & Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTg3L3ZvbHVtZSAyL1BhcnQgSS9Db2xsZWN0b3IsIExhbmQgQWNxdWlzaXRpb24sIEFuYW50bmFnICYgQW5yLiBfIE1zdC4gS2F0aWppICYgT3JzLl8xNzAxNzU0ODI4LnBkZg=="
            },
            {
                "Scr Citation": "[1992] 2 S.C.R. 155",
                "Judicial Consideration": "Distinguished",
                "Judgment Name": "Dehri Rohtas Light Railway Company Limited V. District Board Bhojpur And Ors.",
                "Judgment Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTkyL3ZvbHVtZSAyL1BhcnQgSS8xOTkyXzJfMTU1LTE2M18xNzAyMTAyMDk4LnBkZg=="
            }
        ],
        "Acts": [
            "Limitation Act (36 of 1963)"
        ],
        "Keyword": [
            "Writ petition",
            "Delhi University",
            "Challenging change in use of the land acquired for Delhi Metro Rail project",
            "dismissed",
            "Letters Patent appeal filed after delay of 916 days",
            "Condonation of delay"
        ],
        "HeadNote": "Delay/Laches:Writ petition – By Delhi University – Challenging change inuse of the land acquired for Delhi Metro Rail project – Petitiondismissed on the ground of delay and laches – Letters Patentappeal filed after delay of 916 days – Division Bench dismissedthe appeal, on the ground of delay refusing to condone the delay– Appeal to Supreme Court – Held: In the facts of the case, theexplanation for the inordinate delay is not convincing as the sameis not reasonable – Considering the accrued right of the oppositeparty, condonation of such delay would be contrary to publicinterest – Therefore, writ petition as well as LPA were rightlydismissed on the ground of delay.Condonation of delay – Criteria for – Held: By and large aliberal approach is to be taken in the matter of condonation ofdelay – Consideration for condonation of delay would not dependon the status of the party such as Government or the public body– Condonaton of long delay should not be automatic – Whileconsidering condonation of delay, routine explanation is notenough, but it should be in the nature of indicating ‘sufficientcause’ to justify the delay which will depend on the backdrop ofeach case"
    }
]