[
    {
        "volume": "2019Volume 11",
        "Case Name": "BALWAN SINGH VS. THE STATE OF CHHATTISGARH AND ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMjU=",
        "Citation": "[2019] 11 S.C.R. 1",
        "Case Type": "(CRIMINAL APPEAL /727/2015)",
        "Date": "06 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Mohan M. Shantanagoudar\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQmFsd2FuIFNpbmdoICB2cyAgVGhlIFN0YXRlIE9mIENoaGF0dGlzZ2FyaCBBbmQgQW5yMTcwMTg1NDkyMC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 1",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "06 August 2019",
        "Petitioner:": "Balwan Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 862",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "Respondent:": "The State Of Chhattisgarh And Anr.",
        "Case Type:": "CRIMINAL APPEAL /727/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "s.120-B and ss.148",
            "302/149",
            "Criminal Trial",
            "Delay in recording of the statement of eye witnesses",
            "Evidence",
            "Recovery of bloodstained weapon"
        ],
        "HeadNote": "Penal Code, 1860: s.120-B and ss.148, 302/149– Case of theprosecution that on account of previous enmity with the victim\u0002deceased, the appellant was talking with the other accused regardingpreparation to kill him – Their conversation was heard by PW-11and PW-12 – PW-9 and PW-16, who were near the scene of theoccurrence, rushed to the spot after hearing the cries of the victim,and saw all the accused assaulting him with lathis and tabbal– Accusedconvicted u/ss.148, 302/149 –Charges were framed u/s.120-B alsobut, the accused were acquitted in respect of the said offence – Onappeal, held: Statements of the alleged eye witnesses, PW-9 andPW-16 were recorded after eight days of the incident – Prosecutiontried to explain the delay in recording their statement – In normalcourse, the Court would have accepted the explanation offered,but the facts in this case are different – PW-2 admitted that he hadseen PW-9 at the place of the incident when the police had come tothe village after the registration of the FIR – Thus, the IO knew verywell, on the first day itself, that PW-9 was an eye witness – Therewas no reason as to why he did not record the statement of the so\u0002called eye witness at the earliest point of time – Whole story of theprosecution about the presence of PW-9 and PW-16 at the time ofincident appears to be concocted – Prosecution also relied uponthe recovery of bloodstained sticks and tabbal – In the absence ofpositive material indicating that the stained blood was of humanorigin (even though the blood group was not proved because ofdisintegration of blood) and of the same blood group as that of theaccused, it would be difficult to rely upon the aspect of recovery ofthe weapons– Further, all the accused were acquitted for the offenceof conspiracy, which means that there are concurrent findings ofthe courts below that the prosecution failed to prove the aspect ofconspiracy of the accused to commit the murder of the deceased –2 SUPREME COURT REPORTS [2019] 11 S.C.R.In view of the material on record which is shaky, suspicion arises inthe mind of the Court about the genesis of the case of the prosecution– Impugned judgments of the Trial Court and the High Court setaside – Appellants to be released forthwith, if not required in anyother case.Criminal Trial – Delay in recording of the statement of eyewitnesses – When does not raise suspicion – Discussed.Evidence– Recovery of bloodstained weapon– Burden to bedischarged by the prosecution – Discussed"
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "ANAND RAMACHANDRA CHOUGULE VS. SIDARAI LAXMAN CHOUGALA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwMzk=",
        "Citation": "[2019] 11 S.C.R. 14",
        "Case Type": "(CRIMINAL APPEAL /1006/2010)",
        "Date": "06 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Navin Sinha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQW5hbmQgUmFtYWNoYW5kcmEgQ2hvdWd1bGUgIHZzICBTaWRhcmFpIExheG1hbiBDaG91Z2FsYSBBbmQgT3RoZXJzMTcwMTg1NTI0My5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 14",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "06 August 2019",
        "Petitioner:": "Anand Ramachandra Chougule",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 863",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "Sidarai Laxman Chougala And Others",
        "Case Type:": "CRIMINAL APPEAL /1006/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "Alteration of conviction from u/s. 302/34 to s. 304 Part I/34",
            "assault was made on spur of the moment",
            "case not proved beyond all reasonable doubt"
        ],
        "HeadNote": "Penal Code, 1860: Alteration of conviction from u/s. 302/34 to s. 304 Part I/34 – There was a verbal duel followed by scuffle between the parties – Prosecution alleged that accused persons assaulted the other party, which also led to a homicidal death – Trial court convicted all the four accused u/s 302/34 IPC – High Court held that the assault was made on spur of the moment without premeditation and that both sides had suffered injuries and altered conviction u/s.304 Part I – Two accused were acquitted as their presence was found doubtful – On appeal, held: Parties were related to each other and there was a land dispute between them – The verbal duel was followed by a scuffle is a concurrent finding of fact by two Courts – Accused persons had also lodged an FIR with regard to the same occurrence, which was not investigated – Police failed to explain why the said FIR was not investigated – Further, accused were also admitted in the hospital for treatment with regard to injuries sustained in the same occurrence but the injury report was not brought on record – The facts were suppressed by the prosecution, which creates sufficient doubts and prosecution was unable to answer the same – The benefit of doubt must follow unless the prosecution is able to prove its case beyond all reasonable doubt – No reason to interfere with the order of the High Court."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "JAGDISH AND ANOTHER VS. THE STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwNDQ=",
        "Citation": "[2019] 11 S.C.R. 22",
        "Case Type": "(CRIMINAL APPEAL /1864/2019)",
        "Date": "06 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ashok Bhushan, Hon'ble Mr. Justice Navin Sinha\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvSmFnZGlzaCBBbmQgQW5vdGhlciAgdnMgIFRoZSBTdGF0ZSBPZiBIYXJ5YW5hMTcwMTg1NTM2OS5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 22",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "06 August 2019",
        "Petitioner:": "Jagdish And Another",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 864",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Navin Sinha",
        "Respondent:": "The State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1864/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "ss. 302",
            "149 and 148",
            "Solitary eye-witness",
            "Evidentiary value"
        ],
        "HeadNote": "Penal Code, 1860: ss. 302, 149 and 148 – Involvement of 13 accused in the offence including two juveniles – Conviction of three accused by trial court – High Court acquitted one of the accused while upholding the conviction of the two accused (appellants) – Appeal to Supreme Court – Held: In view of the previous animosity between the parties and the relationship between sole eye-witness (PW1) and the deceased false implication cannot be ruled out – Susceptibility of number and nature of injuries are improbable in the facts of the case – High Court has wrongly considered PW-8 to be an eye\u0002witness – In the FIR the eye-witness (PW1) had made generalized allegations by all the 13 accused, while in her court statement she was more specific with regard to nature of assault by each accused – While the sole eye-witness (PW1) has been severely doubted while acquitting other accused, she cannot be relied on in a case of mob assault by 13 persons at night – Therefore, the appellants-accused are acquitted. Witness: Solitary eye-witness – Evidentiary value – Held: Conviction on the basis of solitary eye-witness is sustainable, if there is reliable evidence cogent and convincing alongwith surrounding circumstances – Evidence of such witness calls for heightened scrutiny."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "EX-HAV ASHOK KUMAR VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYwNDk=",
        "Citation": "[2019] 11 S.C.R. 30",
        "Case Type": "(CIVIL APPEAL /6126/2019)",
        "Date": "24 JULY 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Indira Banerjee",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvRXhoYXYgQXNob2sgS3VtYXIgIHZzICBVbmlvbiBPZiBJbmRpYSAgT3JzMTcwMTg1NTQ3Ni5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 30",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "24 July 2019",
        "Petitioner:": "Ex-hav Ashok Kumar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 809",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /6126/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Pension Regulations for the Army",
            "1961",
            "Regulations 173",
            "173-A",
            "Armed Forces",
            "Service Law"
        ],
        "HeadNote": "Pension Regulations for the Army, 1961 – Regulations 173,173-A – On completing original tenure of 24 years of service on 27Dec. 2010, the appellant, Havildar in the Army was grantedextension of service for two years until 26 Dec. 2012 – During thecourse of extended tenure, he suffered stroke and was re-categorisedinto the category described as SHAPE-3 (Permanent) with an 80%disability – Appellant was discharged from service – Appellant’sclaim seeking the grant of disability pension was allowed by theArmed Forces Tribunal (AFT) – Appellant moved the AFT seekingpayment of ex-gratia compensation of Rs.9,00,000/- based on policycircular dtd. 26 Dec.2011 – Rejected – On appeal, held: On merits,the appellant was granted disability pension under the 1961Regulations– Regulation 173 provides for the grant of disabilitypension to a person who is invalidated out of service on account ofa disability which is attributable to or aggravated by military servicein a non-battle casualty where the disability is assessed at 20% ormore –Regulation 173-A extends the provision for disability pensionby a deeming fiction under which a person who is placed in lowmedical category while on extended service and is consequentlydischarged will also stand covered by the grant of disability pension– Deeming fiction is confined to the grant of a benefit to the extentspecified in Regulation 173-A – Initially by policy decision of theGovernment of India datd. 4 June 2010, ex-gratia compensationwas provided to the next of kin in cases of death – This was extendedon 26 Dec. 2011 to personnel who are disabled or incapacitatedon account of causes attributable to or aggravated by militaryservice – Appellant evidently did not meet that requirement of thepolicy circular since he was not boarded out of service on accountof disability/war injury attributable to or aggravated by militaryservice – He was entitled to disability pension in view of Regulation30 [2019] 11 S.C.R. 30173-A – Significantly, under Regulation 173-A, he is deemed tohave been invalidated from service for the purpose of the entitlementrules laid down in Appendix 2 to the Regulations – Fiction underRegulation 173-A cannot be extended to the policy document dtd.26 Dec. 2011 – If the intent of the Policy was to grant ex-gratiacompensation to every person who is granted a disability pension,it would have provided so – Claim for ex-gratia compensation couldnot have been entertained – Armed Forces – Service Law – Code ofCivil Procedure, 1908 – Or. II, r.2.Appellant, a Havildar in the Army completed his originaltenure of 24 years of service on 27 Dec.2010. He was grantedextension of service for two years until 26 Dec. 2012. During thecourse of extended tenure, the appellant suffered a stroke andwas re-categorised into the category described as SHAPE-3(Permanent) with an 80% disability. The appellant was dischargedfrom service. In 2013, the Appellant moved the Armed ForcesTribunal (AFT) at its Principal Bench seeking the grant ofdisability pension. The claim was allowed by the AFT. However,the claim of rounding off of the disability pension was kept openon the hypothesis that the issue was pending decision beforeSupreme Court. The appellant filed Review Application beforethe AFT, which was allowed. The AFT held that as a matter offact, it was mistaken in its finding that the issue of rounding offwas pending before Supreme Court and that the appellant wasentitled to the benefit of rounding off from 80% to 100%. In 2016,the appellant moved the AFT seeking the payment of ex-gratiacompensation of Rs.9,00,000/- based on policy circular dtd. 26Dec. 2011. The claim was rejected by the AFT. Hence, the presentappeal.Dismissing the appeal."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "DEV KARAN @ LAMBU VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxMjk=",
        "Citation": "[2019] 11 S.C.R. 40",
        "Case Type": "(CRIMINAL APPEAL /299/2010)",
        "Date": "06 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvRGV2IEthcmFuICBMYW1idSAgdnMgIFN0YXRlIE9mIEhhcnlhbmExNzAxODU2OTQwLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 40",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "06 August 2019",
        "Petitioner:": "Dev Karan @ Lambu",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 865",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /299/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "ss.148",
            "302",
            "307",
            "325 r/w. s.149 and s.449",
            "Murder"
        ],
        "HeadNote": "Penal Code, 1860 – ss.148, 302, 307, 325 r/w. s.149 ands.449 – Murder – Complainant case was that seven persons (allaccused) entered the under-construction house of the victim\u0002deceased armed with deadly weapons and attacked the victim – Allthe accused hit the victim indiscriminately with their respectiveweapons – Consequent to which victim died – PW-7,8 also receivedinjuries – FIR was registered – Trial Court convicted all the sixaccused persons u/ss. 148, 302, 307, 325 r/w. 149 IPC and s.449IPC – One accused person (A-1) died during the Trial – High Courtdismissed the appeals – Against the order of the High Court, A-2and A-7 did not prefer appeal, however, A-3, A-4, A-5 and A-6preferred appeals before the Supreme Court – A-4 and A-6contended that since no charges were framed u/s. 141 IPC, theunlawful assembly did not exist and therefore, s.149 IPC could nothave been invoked – A-5, inter alia, made a plea of mistaken identity– Held: It has nowhere been said in the judicial pronouncementsthat s.141 IPC should be specifically invoked or else consequenceswould be fatal – As long as the necessary ingredients of an unlawfulassembly are set out and proved, as enunciated in s. 141 IPC, itwould suffice – The actions of an unlawful assembly and thepunishments thereafter are set out in the subsequent provisions, afters.141 IPC, and as long as those ingredients are met, s. 149 IPC canbe invoked – In the instant case, the A-1 (since deceased) not onlyinflicted a blow with a bahi, but also raised a lalkar that the deceasedshould be killed – All other accused also inflicted blows on thedeceased – The common object was, thus, writ large on its face –Both the Courts below have found that version given by PW-7 and8 evoked confidence, who were themselves injured in the incident –Insofar A-5 is concerned, PW-8 had identified him and all the otheraccused – Further, A-3, A-4, A-5 were arrested on the same day and40 [2019] 11 S.C.R. 4041recovery of weapons was also made due to disclosure statement ofA-5 – Thus, plea of mistaken identity cannot be accepted – All fourappeals by the accused dismissed."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "CHANDIGARH ADMINISTRATION AND OTHERS VS. HARI RAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxMzY=",
        "Citation": "[2019] 11 S.C.R. 57",
        "Case Type": "(CIVIL APPEAL /6123/2019)",
        "Date": "06 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQ2hhbmRpZ2FyaCBBZG1pbmlzdHJhdGlvbiBBbmQgIHZzICBIYXJpIFJhbTE3MDE4NTcxNjgucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 57",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "06 August 2019",
        "Petitioner:": "Chandigarh Administration And Others",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 866",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Hari Ram",
        "Case Type:": "CIVIL APPEAL /6123/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Eviction of unauthorised occupants",
            "s.5(1)",
            "failed to deposit the dues"
        ],
        "HeadNote": "Public Premises (Eviction of unauthorised occupants) Act,1971 – s.5(1) – Eviction of unauthorised occupants – Respondentwas allotted a booth by appellant-administration for a total premiumof Rs.70,500/- on lease basis in the year 1996 – Respondent madeinitial payment and possession was handed over to him – However,respondent did not pay first, second and third installments –Consequently, lease granted in favour of the respondent wascancelled – Aggrieved, respondent preferred appeal before the ChiefAdministrator – Meanwhile, the Estate officer passed eviction orderagainst the respondent – However, Appellate Authority set asidethe eviction order – Appeal preferred before the Chief Administratorchallenging the cancellation of lease was dismissed – Revision filedagainst the order of the Chief Administrator was also dismissed –Writ petition – High Court granted a further opportunity to therespondent to pay the outstanding dues since he had already paidan amount of Rs.1,02,000/- and had also deposited Rs.40,000/- inthe High Court – On appeal, held: The respondent was given asmany as twenty-six opportunities, but he failed to deposit the dues– When the respondent has consistently defaulted in payment ofpremium/installments, it is open to the competent authority to takeaction in accordance with law – Since the allotment of the respondentwas of the year 1996 and considering the fact that the respondentalready deposited an amount of Rs.1,02,000/- it would not beappropriate to direct the respondent to pay the current market valueof booth – In order to maintain balance between the interest of theappellant-administration and also the interest of respondent-allotteeand in the interest of justice, it would be appropriate to adopt thevalue of the booth as in the year 2010 i.e. Rs.12,77,950/- –Respondent has already paid an amount of Rs.2,72,969/- which isinclusive of property tax – However, property tax paid by him cannotbe adjusted – Therefore, respondent directed to pay the said amountof Rs.12,77,950/- less Rs.2,52,000/- (amount already paid by therespondent) within six months – On failure to deposit the saidamount, the appellant-administration to proceed for eviction inaccordance with law."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "DR. SRIDIP CHATTERJEE VS. DR. GOPA CHAKRABORTY & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNTI=",
        "Citation": "[2019] 11 S.C.R. 65",
        "Case Type": "(CIVIL APPEAL /6102/2019)",
        "Date": "06 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvRHIgU3JpZGlwIENoYXR0ZXJqZWUgIHZzICBEciBHb3BhIENoYWtyYWJvcnR5ICBPcnMxNzAxODU3NDk1LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 65",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "06 August 2019",
        "Petitioner:": "Dr. Sridip Chatterjee",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 867",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Dr. Gopa Chakraborty & Ors.",
        "Case Type:": "CIVIL APPEAL /6102/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Appointment",
            "Eligibility criteria",
            "When cannot be interfered"
        ],
        "HeadNote": "Service Law – Appointment – Eligibility criteria – When cannot be interfered – Respondent-University published advertisement inviting applications from suitable candidates for the post of Assistant Professor in Physical Education (Yoga Therapy) – Appellant appointed to the said post – Respondent No.1 aggrieved by the appointment of the appellant, filed writ petition in the High Court – Appointment of the appellant set aside by Single Bench – Intra-court appeal filed by the appellant – Dismissed – Held: Condition of the advertisement was Diploma in Yoga or Yoga Therapy – Appellant possessed Diploma in Yoga Education – Undoubtedly, in the proceedings of the Selection Committee, it was not recorded that the Diploma possessed by the appellant was equivalent to the educational qualifications advertised, but the Selection Committee was comprised of experts in the subjects and, therefore, even if it was not specifically mentioned, the decision could not have been interfered with only because the Court found that Diploma in Yoga Education is not the same as Diploma in Yoga or Yoga Therapy – Not only the Selection Committee found the appellant suitable but even the Equivalence Committee, constituted in terms of the directions of the Single Bench, also found the Diploma of the appellant as the one satisfying the requirement of the advertisement – Therefore, once the Experts took decision that the appellant met the eligibility conditions of the advertisement, the Court in exercise of power of judicial review could not have come to the conclusion that the Diploma possessed by the appellant does not satisfy the eligibility conditions advertised and set aside the appointment of the appellant – Judgment passed by the High Court set aside – Appellant be reinstated in service forthwith with all consequential benefits, seniority and pay fixation but he will not be entitled to pay for the period he was out of service. "
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "RAVINDER KAUR GREWAL & ORS VS. MANJIT KAUR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNjE=",
        "Citation": "[2019] 11 S.C.R. 74",
        "Case Type": "(CIVIL APPEAL /7764/2014)",
        "Date": "07 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvUmF2aW5kZXIgS2F1ciBHcmV3YWwgIE9ycyAgdnMgIE1hbmppdCBLYXVyICBPcnMxNzAxODU3NjEyLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 74",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "07 August 2019",
        "Petitioner:": "Ravinder Kaur Grewal & Ors",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2019 INSC 930",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "Manjit Kaur & Ors.",
        "Case Type:": "CIVIL APPEAL /7764/2014",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for declaration of title",
            "Limitation Act",
            "1963",
            "Art.65Adverse Possession"
        ],
        "HeadNote": "Limitation Act, 1963 – Art.65 – Suit under, for declaration oftitle – If can be filed by person claiming the title by virtue of adversepossession – Two-Judge Bench Decision of Supreme Court inGurudwara Sahab v. Gram Panchayat Village Sirthala referring to thedecision of the Punjab and Haryana High Court in one GurudwaraSahib Sannauli case, opined that no declaration of title can be soughtby plaintiff on the basis of adverse possession inasmuch as adversepossession can be used as shield by defendant and not as sword byplaintiff – Held: Supreme Court in Gurudwara Sahab case whiledeciding the question simply observed that there is “no quarrel”with the proposition to the extent that suit cannot be based by theplaintiff on adverse possession – Thus, the point whether the plaintiffcan take the plea of adverse possession was not contested and noneof the decisions of larger and coordinate benches holding thecontrary views were placed before the two-Judge Bench– Further,in the case of Gurdwara Sahib Sannauli also, there is no independentconsideration –Punjab & Haryana High Court proceeded on thebasis that as per Art.65, the plea of adverse possession is availableas defence to a defendant – Conclusion is based on an inferentialprocess because of the language used in the IIIrd Column of Article65 – Column No.3 of Schedule of the Act nowhere suggests that suitcannot be filed by the plaintiff for possession of immovable propertyor any interest therein based on title acquired by way of adversepossession – There is absolutely no bar for the perfection of title byway of adverse possession whether a person is suing as the plaintiffor being sued as a defendant – Inferential process of interpretationemployed by the High Court is not permissible– There is no bar u/Art.65 or any of the provisions of the 1963 Act as against the plaintiffwho has perfected title by virtue of adverse possession to sue foreviction of a person or to protect his possession – Decisions ofSupreme Court in Gurudwara Sahab, in Mandir Shri Lakshmi SiddhMaharaj relying on Gurudwara Sahab and in Punjab Wakf Boardcase cannot be said to be laying down the law correctly and thusare overruled – Possession – Adverse Possession – Specific ReliefAct, 1963 – s.6.Possession – Adverse Possession – Effect of adversepossession as against limited owner – Discussed.Possession – Adverse Possession – Concept of – Held: Statutedoes not define adverse possession – It is a common law concept,the period of which has been prescribed statutorily as 12 years –Law of limitation does not define adverse possession nor anywherecontains a provision that the plaintiff cannot sue based on adversepossession – Under Art.64 also suit can be filed based on thepossessory title – Limitation Act, 1963 – s.27 and Art.64.Possession – Adverse Possession – Title acquired by – Natureof – Discussed.Limitation Act, 1963 – Operation of – Held: Operation of thestatute of limitation in giving a title is merely negative – It extinguishesthe right and title of the dispossessed owner and leaves the occupantwith a title gained by the fact of possession and resting on theinfirmity of the right of others to eject him.Words & Expressions – “title”, “tacking”– Meaning of –Discussed – Limitation Act, 1963 – Art.65.Words & Expressions – “ownership”, “possession” – Kindsof – Discussed.Possession – Adverse Possession – Proof of – Requirementsfor – Held: Adverse possession requires all the three classicrequirements to co-exist at the same time, namely, nec-vi i.e. adequatein continuity, nec-clam i.e., adequate in publicity and nec-precarioi.e. adverse to a competitor, in denial of title and his knowledge.Possession – Adverse Possession – When not – Held:Trespasser’s long possession is not synonym with adverse possession– Trespasser’s possession is construed to be on behalf of the owner,the casual user does not constitute adverse possession – Maxims –Animus possidendi."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "BHAGWAN VS. STATE OF MAHARASAHTRA THROUGH SECRETARY HOME, MUMBAI, MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxNzE=",
        "Citation": "[2019] 11 S.C.R. 135",
        "Case Type": "(CRIMINAL APPEAL /385/2010)",
        "Date": "07 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQmhhZ3dhbiAgdnMgIFN0YXRlIE9mIE1haGFyYXNhaHRyYSBUaHJvdWdoIFNlY3JldGFyeSBIb21lIE11bWJhaSBNYWhhcmFzaHRyYTE3MDE4NTc3MTkucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 135",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "07 August 2019",
        "Petitioner:": "Bhagwan",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 871",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "State Of Maharasahtra Through Secretary Home, Mumbai, Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /385/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "Prosecution u/ss. 302 and 326",
            "Dying declaration",
            "Conviction upheld"
        ],
        "HeadNote": "Penal Code, 1860: s.302 – Prosecution u/ss. 302 and 326 – For causing death of his wife and injuries to two children by setting them ablaze after pouring kerosene on them – Dying declaration of the deceased – Conviction u/s.302 and acquittal u/s. 326 by courts below – Appeal to Supreme Court – Held: Cause of death is proved to be homicidal author whereof was the accused – The dying declaration is amply proved by the evidence of the officer who recorded it and the medical officer – Defence version of getting burn due to accidental fall of lamp not acceptable – Conviction upheld."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "COL. RAJNISH BHANDARI, VSM VS. UNION OF INDIA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxODE=",
        "Citation": "[2019] 11 S.C.R. 157",
        "Case Type": "(CIVIL APPEAL /3204/2019)",
        "Date": "02 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQ09MIFJBSk5JU0ggQkhBTkRBUkkgVlNNIHZzIFVOSU9OIE9GIElORElBICBPUlMxNzAxODU3ODM3LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 157",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "02 August 2019",
        "Petitioner:": "COL. RAJNISH BHANDARI, VSM",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 857",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "UNION OF INDIA & ORS",
        "Case Type:": "CIVIL APPEAL /3204/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Ranbir Penal Code",
            "1932",
            "s. 497",
            "Constitutional validity of"
        ],
        "HeadNote": "Ranbir Penal Code, 1932: s. 497 – Constitutional validity of – Held: The provision u/s. 497 is pari materia provision to s. 497 IPC, which has been declared as unconstitutional in *Joseph Shine case – Therefore, the provision (s. 497 of RPC) is held violative of part III of the Constitution – Nothing survives against the accused on the charges relatable to s. 497 – Appeal allowed – Penal Code, 1860 – s. 497 – Constitution of India – Part III. Army Act, 1950: s. 63 – Prosecution under – Accused already acquitted, subject to confirmation – Judgment of Armed Forces Tribunal is set aside – Confirmation proceedings may go on and reach its logical conclusion – Appeal allowed."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "COMMISSIONER OF MUNICIPAL ADMINISTRATION & ANR.V. M. C. SHEELA EVANJALIN & ORS. VS. M. C. SHEELA EVANJALIN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxODk=",
        "Citation": "[2019] 11 S.C.R. 159",
        "Case Type": "(CIVIL APPEAL /6565/2019)",
        "Date": "22 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQ29tbWlzc2lvbmVyIE9mIE11bmljaXBhbCBBZG1pbmlzdHJhdGlvbiAgQW5ydiBNIEMgU2hlZWxhIEV2YW5qYWxpbiAgT3JzICB2cyAgTSBDIFNoZWVsYSBFdmFuamFsaW4gIE9yczE3MDE4NTc5NTEucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 159",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "22 August 2019",
        "Petitioner:": "Commissioner Of Municipal Administration & Anr.v. M. C. Sheela Evanjalin & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 943",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "M. C. Sheela Evanjalin & Ors.",
        "Case Type:": "CIVIL APPEAL /6565/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Appointment to public post",
            "Manner of"
        ],
        "HeadNote": "Service Law: Appointment – On facts, initial appointment ofrespondent as Road Gang Mazdoor – Respondent claimedappointment to the post of Overseer on basis of her qualification –Several litigations – Pursuant to the order by the High Court,respondent appointed as Revenue Assistant – Thereafter, respondentfiled writ petition seeking appointment to the post of Public WorkSupervisor, which was rejected – Subsequently, she filed anotherwrit petition – Issuance of direction by the High Court to appointrespondent as Town Planning Commissioner – Respondent soughtappointment but her claim was rejected – Contempt petition by therespondent alleging disobedience wherein the appellants were toldto comply with the order – On appeal, held: Possession of Diplomain Civil Engineering is not entitlement to a public post unless suchpost is advertised and opportunity is given to all the eligiblecandidates to apply for the post in terms of applicable rules – Postof Town Planning Inspector can be filled up either by way ofpromotion or by direct recruitment – Respondent is not in the feedercadre for appointment to the post of Town Planning Inspector – Inthe absence thereof, the High Court committed illegality in directingthe consideration for appointment of the respondent to the post ofTown Planning Inspector – The General Rules provide for promotionfor the post of Revenue Assistant to the post of Revenue Inspectorbut not to the post of Town Planning Inspector – Town PlanningAssistant Draughtsman is the feeder cadre for promotion of TownPlanning Inspector and that the Revenue Assistant is not the feedercadre nor the respondent can claim any right to appointment onlyon the basis of her educational qualifications – Once theappointment to the post of Town Planning Inspector is notcontemplated from amongst the Revenue Inspectors, the respondentcannot claim any parity on the basis of illegality committed by theMunicipality – Thus, the directions by the High Court are whollywithout any legal basis and, thus, cannot be sustained and is setaside.Constitution of India: Art. 309 – Appointment to public post– Manner of – Qualification for the post is not the criteria as anyappointment to a public post cannot be made merely on the basis ofpossessing required educational qualifications – Any appointmentto a public post can be made in the manner provided by theapplicable recruitment rules in terms of law enacted u/Art. 309 orits proviso – In absence thereof, the executive instructions may alsoprescribe the eligibility conditions for appointment to the post"
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "UNION OF INDIA & ANR. ETC. VS. BGP PRODUCTS OPERATIONS GMBH AND HAGENE IMMERMATT WEG. & ANR. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYxOTg=",
        "Citation": "[2019] 11 S.C.R. 170",
        "Case Type": "(CIVIL APPEAL /6588/2019)",
        "Date": "22 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Ms. Justice Indu Malhotra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgIEFuciBFdGMgIHZzICBCZ3AgUHJvZHVjdHMgT3BlcmF0aW9ucyBHbWJoIEFuZCBIYWdlbmUgSW1tZXJtYXR0IFdlZyAgQW5yIEV0YzE3MDE4NTgwNzkucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 170",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "22 August 2019",
        "Petitioner:": "Union Of India & Anr. Etc.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2019 INSC 947",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indu Malhotra",
        "Respondent:": "Bgp Products Operations Gmbh And Hagene Immermatt Weg. & Anr. Etc.",
        "Case Type:": "CIVIL APPEAL /6588/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Drugs and Cosmetics Act",
            "1940",
            "Notificationissued under s.26A of the Act",
            "Validity of",
            "Power of Central Government"
        ],
        "HeadNote": "Drugs and Cosmetics Act, 1940: s.26-A – Notification dated27.04.2018 issued under s.26A of the Act by the Ministry of Healthand Family Welfare – Validity of Notification challenged in theseappeals – Impugned Notification restricts the manufacture ofOxytocin formulations for domestic use, only by public sectorundertakings or companies, to the complete exclusion of the privatesector companies while the manufacture of the drug for exportpurposes is kept open to both public and private sector companies– Held: These appeals raise serious issues having far reachingimplications – The substantial questions of law which arose forconsideration are: Whether a drug included in the National List ofEssential Medicines published under Schedule 1 of the Drugs (PricesControl) Order, 2013 notified under s.3 of the Essential CommoditiesAct, 1955 would be subject to the provisions of s.26A of the Act;Whether the impugned notification has resulted in creating amonopoly in favour of public sector companies, to the completeexclusion of private sector companies, and if so, whether it wouldbe protected by Art.19(6)(ii) r/w Art.14 of the Constitution; Whetherthe classification made by the impugned notification between licensedpublic sector and private sector companies, in the manufacture ofthe drug Oxytocin for domestic use, would achieve the object andpurpose of preventing the unregulated and illegal use of the drug –Whether it would be in public interest to restrict the manufacture ofa life-saving drug for domestic use, to a single public sectorundertaking, to the complete exclusion of the private sectorcompanies, particularly in view of the high maternal mortality ratesin the country; Whether there was relevant and objective materialbefore the Central Government to form the basis of satisfaction toexercise the power to prohibit the manufacture of the drug by theprivate sector companies for domestic use, under s.26-A of the Act;Whether the object of curbing the clandestine manufacture andunregulated use of the drug Oxytocin, which is covered by s.18 ofthe Act, can be achieved by taking recourse to s.26-A by imposinga ban on the manufacture of licensed drugs by private sectorcompanies; Whether the exercise of power by the CentralGovernment under s.26-A of the Act is legislative or executive innature – Matter is referred to a larger Bench to consider thesequestions of law.Drugs and Cosmetics Act, 1940: s.26-A – Power of CentralGovernment under – Notification dated 27.04.2018 issued unders.26-A by the Ministry of Health and Family Welfare – Legality ofNotification – Held: There is no decision so far on issue as to whetherthe nature of powers exercised by the Central Government unders.26-A of the Act is legislative or executive – If the exercise of powerunder s.26-A is held as being legislative in nature, the parametersto examine the legality of the impugned notification would bedifferent whereas if it is held to be executive in nature, the parameterswould be somewhat different than the former one – The decisioneither way on any of these questions will have its far reaching effecton the rights and health of public at large and especially on therights and health of the teenage girls, pregnant females and milchinganimals – In effect, it will not be a judgment inter party but it will bein rem laying down the law on the questions – Public HealthAdministration. (Abhay Manohar Sapre, J.)"
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "UNION OF INDIA & ORS. VS. BRIG. DEVINDER SINGH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyMDY=",
        "Citation": "[2019] 11 S.C.R. 207",
        "Case Type": "(CIVIL APPEAL /2047/2011)",
        "Date": "23 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgIE9ycyAgdnMgIEJyaWcgRGV2aW5kZXIgU2luZ2gxNzAxODU4MTczLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 207",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "23 August 2019",
        "Petitioner:": "Union Of India & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 948",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Brig. Devinder Singh",
        "Case Type:": "CIVIL APPEAL /2047/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Armed Forces",
            "After action reports and Annual credential reports",
            "Judicial review of"
        ],
        "HeadNote": "Armed Forces: After action reports and Annual credential reports – Judicial review of – Case of respondent-Brigadier that Battle Performance Report, After-Action Report, Report of Army Headquarters Military Operations Directorate and Reports submitted by the High-Power Committee regarding Kargil War to be correctly recorded recognising his performance in Operation Vijay – Direction by the tribunal that facts to be correctly entered in the Report at the relevant places – Sustainability of – Held: Not sustainable – After-Action Report is a compilation of the reports submitted by the Officers at the time of engagement – Such reports are collected and maintained for the purposes of future strategic studies and have no adverse consequences in respect of any Officer as no adverse action is taken on the basis of such reports – Also reports do not have any civil consequences, thus, is not subject to judicial review by the tribunal or the Courts – Tribunal or the Court is not the Authority to appreciate the historical facts as it is for the experts and Officers in the Armed Forces to record such facts in terms of the procedure established by them – Furthermore, this Court neither has the expertise nor has the jurisdiction to sit over the reports furnished by the Officers in respect of credit to the Officers involved in the Operation Vijay – Thus, the direction of the tribunal is set aside."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "SHIV KUMAR JATIA VS. STATE OF NCT OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyMzA=",
        "Citation": "[2019] 11 S.C.R. 210",
        "Case Type": "(CRIMINAL APPEAL /1263/2019)",
        "Date": "23 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice R.Subhash Reddy\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvU2hpdiBLdW1hciBKYXRpYSAgdnMgIFN0YXRlIE9mIE5jdCBPZiBEZWxoaSAxNzAxODU4NDg0LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 210",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "23 August 2019",
        "Petitioner:": "Shiv Kumar Jatia",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 949",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.Subhash Reddy",
        "Respondent:": "State Of Nct Of Delhi",
        "Case Type:": "CRIMINAL APPEAL /1263/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Criminal Law",
            "Doctrine of vicarious liability",
            "Corporate criminal liability",
            "Directors/Controlling authorities of company",
            "When not liable"
        ],
        "HeadNote": "Criminal Law – Doctrine of vicarious liability –Corporatecriminal liability – Directors/Controlling authorities of company –When not liable – On 16.10.13, the victim came to the hotel inquestion to meet two resident guests of the hotel who were Americancitizens – All three were having food and wine in the club on the 6thfloor and were frequently going out on terrace for smoking – Victimfell from the terrace of 6th floor to the 4th floor of the hotel and gotinjured – Appellants-accused charged u/ss.336,338 r/w s. 32, IPCand s.4, 2003 Act– Chargesheet inter alia alleges criminal negligenceand violation of license conditions by the hotel management – HighCourt declined to quash the FIR registered against the appellants –On appeal, held: To prove guilt u/s.338, in addition to the elementsu/s.336 (the act, done rashly and negligently, to endanger humanlife or personal safety), an additional consequence of grievous hurtis to be proved – No allegation is made against the accused no.2,Managing Director of the accused no.1 (the listed public company whichruns the Hotel in question) directly attributing negligence with thecriminal intent attracting provisions u/ss.336, 338 r/w s. 32, IPC –Mere fact that he was chairing the meetings of the company andtaking decisions, by itself cannot directly link the allegation ofnegligence with the criminal intent – Individual either as Director/Managing Director/Chairman of the company can be made anaccused, along with the company, only if there is sufficient materialto prove his active role coupled with the criminal intent – Althoughit is the case of the accused no.4-General Manager, that he wasalso out of country on the date of incident, he being the GeneralManager of the very hotel stands on different footing to that ofaccused no.2 – When there is allegation of violation of licenceconditions and negligence against the General Manager and otherstaff members, appropriate findings can be recorded after full\u0002fledged trial – Further, in absence of the allegations that the hotelhas not provided any smoking area at all in the entire hotel, there isno reason to prosecute the accused for the alleged offence u/s.4,2003 Act – No offence is made out against both the appellants –Chargesheet filed against the accused no.-2 as also the summoningorder passed by the Metropolitan Magistrate, stands quashed –Chargesheet filed against the accused no.4 is also quashed,however summoning order is quashed only to the extent ofproceedings initiated u/s.4, 2003 Act – Cigarettes and Other TobaccoProducts (Prohibition of Trade and Commerce, Production, Supplyand Distribution) Act, 2003 –”Regulations for keeping places ofpublic entertainment in Delhi 1980\"– Regulation 19 – Code ofCriminal Procedure, 1973 – ss.205, 317 and 482 – Doctrines."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "SAMSUL HAQUE VS. THE STATE OF ASSAM",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyMzk=",
        "Citation": "[2019] 11 S.C.R. 229",
        "Case Type": "(CRIMINAL APPEAL /1905/2009)",
        "Date": "26 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvU2Ftc3VsIEhhcXVlICB2cyAgVGhlIFN0YXRlIE9mIEFzc2FtMTcwMTg1ODU5Ny5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 229",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "26 August 2019",
        "Petitioner:": "Samsul Haque",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 953",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "The State Of Assam",
        "Case Type:": "CRIMINAL APPEAL /1905/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Penal Code",
            "1860",
            "s.302",
            "benefit of doubt",
            "acquitted"
        ],
        "HeadNote": "Penal Code, 1860: s.302 – Prosecution case was that thevictim-deceased was sitting in a tea stall on the fateful day, whenthe first six accused entered and accused no.2 and 3 all of a suddenstarted firing at the deceased with a pistol, while the other accusedstarted stabbing and hacking him with daggers, swords etc. andthe incident occurred at the instigation of accused nos.7, 8 and 9 –Son of the deceased (PW-3) lodged FIR stating that he was presentat the site along with other witnesses and tried to resist the accused– They were threatened with pistol and to save their life, they ranaway – Trial court found that accused no.1 who died duringpendency of trial was the main accused – Instant appeals filed byaccused nos. 2, 3 and 9 against conviction by High Court – Held:PW-1, the only independent witness present at the time of occurrencedid not implicate accused No.9 nor assign any role to him – As perhis deposition, he did not even see him at the site – The manner inwhich court put the case to accused No.9, and recorded his statementunder s.313 of the Cr.P.C. was also perfunctory – The inconsistenciesin the testimonies created a doubt in the case of the prosecutionqua any role of accused No.9 – Thus, prosecution was not able toestablish case against him much less beyond reasonable doubt –Accused No.9 is, therefore, entitled to acquittal – With regard toaccused Nos.2 and 3, order of trial court showed that what hasweighed in acquitting these two accused was the fact that in thetestimony of the Doctor (PW-5), who performed the post-mortemexamination on the body of the deceased, a number of injuries werefound, caused by sharp pointed objects – In the cross-examination,PW-5 specifically stated that none of the injuries was a gun-shotinjury – Thus, medical evidence suggested use of daggers and asword – The plea of the prosecution was that the gun used by thesetwo accused (as according to the role assigned to them) may havebeen used only to scare away the persons – The testimony of PW-6that he saw the gun being fired, but could not make out whether abullet hit the deceased or not was taken into account, but, in thecontext of the overall testimony of the eye-witnesses, the story setforth by the prosecution and the witnesses was found to be believableby the High Court – However, this story did not deal with the saidaspects noted by the trial court, i.e., no bullet injury, the weaponnot being recovered, no bullets or bullet marks being found at theplace of occurrence and the inconsistencies in the testimonies ofthe witnesses – Trial court rightly observed that it was accused No.1who was the main accused, who was subsequently murdered –Insofar as the statement of accused No.2, under s.313 of the Cr.P.C.was concerned, the testimonies of PW-3, PW-4 and PW-6 all wereput to him but the said accused claimed absence from the place ofthe occurrence – In case of accused No.3, once again, the testimoniesof all the three eye-witnesses were put to him, but the role sought tobe assigned to him was stated to be a hit with the dagger, and notthe role at the accused as set out in the FIR – The subsequenttestimonies, however, sought to assign a different role than the oneassigned in the FIR, bringing about an inconsistency – Theprosecution was not able to prove the case beyond reasonable doubtagainst these two accused – Accused Nos.2 and 3 respectively, areentitled to the benefit of doubt and are also acquitted."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M/S. VINAYAK HOUSE BUILDING COOPERATIVESOCIETY LTD. VS. THE STATE OF KARNATAKA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNTE=",
        "Citation": "[2019] 11 S.C.R. 243",
        "Case Type": "(CIVIL APPEAL /3600/2011)",
        "Date": "26 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTXMgVmluYXlhayBIb3VzZSBCdWlsZGluZyBDb29wZXJhdGl2ZXNvY2lldHkgTHRkICB2cyAgVGhlIFN0YXRlIE9mIEthcm5hdGFrYSAgT3JzMTcwMTg1ODcyOC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 243",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "26 August 2019",
        "Petitioner:": "M/s. Vinayak House Building Cooperativesociety Ltd.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 952",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "The State Of Karnataka & Ors.",
        "Case Type:": "CIVIL APPEAL /3600/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Land Acquisit ion Act",
            "1894",
            "ss.4(1)",
            "6(1) and 48",
            "Withdrawal notification of the acquired land"
        ],
        "HeadNote": "Land Acquisition Act, 1894 – ss.4(1), 6(1) and 48 –Withdrawal notification of the acquired land – State Governmentacquired 78 acres 16 guntas of land for public purpose – The Stateexecuted an agreement of the said land in favour of the appellant\u0002cooperative society which included survey no.30 measuring 5 acres33 guntas – Respondent no.3 claimed to be the owner of the surveyno.30 – Before the acquisition proceedings, respondent no.3 hadsold a certain portions of land to a third party – Thereafter,respondent no.3 filed writ petition questioning the acquisition andlater filed another writ petition questioning the award determiningthe market value of the land – Both writ petitions were dismissed bythe High Court – Out of the total 5 acres 33 guntas, 2 acres 36guntas of land was handed over to the appellant by the State –Respondent no.3 sought de-notification of the remaining 3 acres 5guntas i.e. the disputed property in survey no.30 – Inspite of dismissalof writ petitions rejecting the challenge made by the respondentno.3, the State Government issued a withdrawal notification u/s. 48of the Act in respect of the disputed property, even without affordingan opportunity of being heard to the appellant – Aggrieved,appellant filed writ petition before the High Court, which wasdismissed – Writ appeal was also dismissed – On appeal, held: It isclear that sub-section (1) of s.48 of the L.A. Act empowers thegovernment to withdraw from acquisition proceedings of the landof which possession has not taken place – In the instant case, theState had acquired 78 acres 16 guntas of land in favour of appellantincluding the land in survey no.30 and possession was also takenexcept the disputed land to an extent of 3 acres 5 guntas in surveyno.30 – Further, the lands were notified for public purposes – Theapproved layout plan was issued by the government in compliancewith the provisions of the BDA Act and the planning Act – Thedisputed property was within the layout – Materials on record alsomade clear that the disputed property was earmarked as civicamenity – If the order of the de-notification is allowed to stand, thevery object of the planned development of the layout would be lost– Thus, order of de-notification passed by the State was withoutapplication of mind and was arbitrary in nature – Further,respondent no.3 had already sold 1/3rd of the 3 acres 5 guntas ofland in survey no.30, so she could not have maintained theapplication for de-notification of the said portion of the land asshe had no subsisting interest in the said land – Karnataka Townand Country Planning Act, 1961 – Bangalore Development Act,1976.Land Acquisition Act, 1894 – s.48 – Purpose of – Held: Acombined reading of sub-section (1) and sub-section (2) of s.48 ofthe L.A. Act makes it clear that the purpose of s.48 was mainly toensure that the State Government is not compelled to acquire theland when the acquisition ceases to be beneficial for the intendedpurpose – That is why, sub-section (2) of s.48 provides for paymentof compensation to the owner, whose land was notified foracquisition but not acquired for the reason that such an acquisitionis against the public interest and public revenue.Land Acquisition Act, 1894 – s.48 – Precautions under – Held:The government should refrain from de-notifying or dropping anyland being acquired for the formation of a layout, u/s.48 of the L.AAct or under any other law – The courts should also be very strictwhile considering the plea of the landowners seeking de-notificationof the lands which are being acquired or quashing of the notificationon the ground of lapsing of the scheme or on any other grounds inrespect of the acquired lands for the formation of the layout – Ithas to be kept in mind that private interest always standssubordinated to the public good."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "KHUMAN SINGH VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyNjg=",
        "Citation": "[2019] 11 S.C.R. 270",
        "Case Type": "(CRIMINAL APPEAL /1283/2019)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvS2h1bWFuIFNpbmdoICB2cyAgU3RhdGUgT2YgTWFkaHlhIFByYWRlc2gxNzAxODU4ODk2LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 270",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "Khuman Singh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2019 INSC 965",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /1283/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "s.302",
            "Murder",
            "conviction u/s. 3(2)(v) of the SC/ST Act"
        ],
        "HeadNote": "Penal Code, 1860 – s.302 – Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, 1989 – s.3(2)(v) – Murder – Prosecution case that when victim was cultivating the field and grazing his cattle, appellant-accused came to the field of the victim and left his buffaloes for grazing – In a wordy altercation, the appellant hit the victim on his head with an axe due to which victim fell down and later succumbed to injuries – FIR was registered against the appellant u/s. 302 IPC and u/s. 3(2)(v) of the SC/ ST(Prevention of Atrocities) Act – Trial Court convicted appellant under the said sections of the Act and sentenced him life imprisonment – High Court affirmed the conviction – On appeal, held: In the instant case, the appellant and deceased exchanged wordy abuses on which, appellant gave deceased blows on his head causing six head injuries – Where the occurrence took place suddenly and there was no premeditation on the part of the accused, it falls under Exception 4 to s. 300 IPC – Therefore, conviction of appellant u/s.302 IPC is modified as conviction u/s. 304 Part-II IPC – Insofar as conviction under SC/ST (Prevention of Atrocities) Act is concerned, from the evidence and other materials on record, there is nothing to suggest that the offence was committed by the appellant only because the deceased belonged to a Scheduled Caste – Thus, conviction u/s. 3(2)(v) of the SC/ST (Prevention of Atrocities) Act is not sustainable."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "UNION OF INDIA VS. T. R. MEHRA ETC. ETC.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYyODE=",
        "Citation": "[2019] 11 S.C.R. 278",
        "Case Type": "(CIVIL APPEAL /2036/2011)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dinesh Maheshwari",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgIHZzICBUIFIgTWVocmEgRXRjIEV0YzE3MDE4NTkwMzYucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 278",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 929",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "T. R. Mehra Etc. Etc.",
        "Case Type:": "CIVIL APPEAL /2036/2011",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Foreign Trade (Development and Regulation) Act",
            "1992",
            "s.20",
            "Import of goods by Obron",
            "quasi judicial"
        ],
        "HeadNote": "Foreign Trade (Development and Regulation) Act, 1992: s.20 – Import of goods by Obron in August, 1997 – After coming into force of the Foreign Trade (Development and Regulation) Act, 1992, import of stated goods was no way prohibited under that Act – Action taken against the respondents founded on order dated 14.11.1986 passed by the Competent Authority in exercise of powers conferred by Clause 8(1) of the Imports (Control) Order, 1986 qua LD Textile – On appeal, held: The provision of the Act in no manner save the quasi-judicial order – Moreso, when it had the effect of continuing prohibition regarding the import of goods otherwise made free and could be imported under the 1992 Act – Any other interpretation would result in validating the quasi judicial order issued in exercise of powers derived from the Statutory Order which itself stands repealed alongwith the repealed Act – In other words, the quasi judicial order dated 14.11.1986 is repugnant to the legislative intent behind the 1992 Act, whereby, import in respect of the stated goods was made free and an open regime – A fortiori, no action against the respondents in relation to import of stated goods after coming into force of the 1992 Act with effect from 17.08.1992, in reference to the order dated 14.11.1986 could be resorted to in law – High Court dealt with this contention exhaustively and justly concluded that the show cause notice issued against the respondents on the basis of order passed by the Competent Authority dated 14.11.1986 cannot stand the test of judicial scrutiny – No interference is required – For, a quasi judicial order passed in exercise of powers under the Statutory Order which stands repealed along with the repealed Act, is not saved especially when it will be per se repugnant to 1992 Act and defeat the spirit of opening of the import regime for the stated goods."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "BALAJI ASSOCIATES THROUGH ITS PARTNER VS. THE STATE OF MAHARASHTRA AND ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzMzc=",
        "Citation": "[2019] 11 S.C.R. 282",
        "Case Type": "(CIVIL APPEAL /6661/2019)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQkFMQUpJIEFTU09DSUFURVMgVEhST1VHSCBJVFMgUEFSVE5FUiB2cyBUSEUgU1RBVEUgT0YgTUFIQVJBU0hUUkEgQU5EIE9SUzE3MDE4NTk2NTMucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 282",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "BALAJI ASSOCIATES THROUGH ITS PARTNER",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 961",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "THE STATE OF MAHARASHTRA AND ORS",
        "Case Type:": "CIVIL APPEAL /6661/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Regional and Town Planning Act",
            "1966",
            "s.127",
            "Interpretation of Statutes."
        ],
        "HeadNote": "Maharashtra Regional and Town Planning Act, 1966– s.127–Appellant, a partnership firm and its partners are the joint ownersof the disputed land situated in the municipal limits of NagarParishad of the city of Morshi – As per the final development planfor the city of Morshi, the appellant’s land was reserved for shoppingcentre and garden – Appellant served first notice, u/s.127 on13.07.15 asking the municipality to either acquire the disputed landor permit them to develop the same– Appellant again on 31.08.15sent the second notice – Date of receipt of the second notice heavilycontested – Respondent no.3 submitted proposal for acquisition ofthe disputed land before respondent no.4 (Collector), who informedthat the proposal was not in order and the same needs to beresubmitted – Fresh proposal submitted – However, nothingproceeded further and acquisition has not taken place till this pointof time – Appellant filed writ petition for declaration that thereservation of their land has lapsed u/s.127– Dismissed – Held:Statutory provision is clear and categorical – s.127(1) mandatesthat for an owner whose land is reserved, allotted or designated, interms of final regional plan or developmental plan, needs to servea notice to inform the municipality and seek its response concerningits interest in acquiring the land, if he wants his property to be de\u0002reserved – Owners could de-reserve a plot of land by serving anotice, after the lapse of 10 years from the date of such reservationi.e.10 years from 01.09.05 herein – Once such notice is served, themunicipality has 24 months to acquire or take steps for acquisitionof land – If municipality does not take the required measures, thenthe land would be de-reserved and the owner can develop the same– In the present case, reservation of the appellant’s land has lapsedand it has become available to the appellant to be developed –Further, writ courts, usually, should not indulge themselves in factualfindings, however the present case has been dragged too long andany further delay would unduly affect the right to enjoy propertyand benefits thereof – This case turns on the aspect of admissionon the part of the respondents, that the second notice was receivedon 02.09.15 – Second notice can be said to have reached theMunicipality on 02.09.15, after the expiry of the stipulated period– State Government directed to notify the lapsing of the reservationby an order to be published in the Official Gazette as per therequirements of s.127(2) which shall be done as expeditiously aspossible, preferably within 4 months from today.Maharashtra Regional and Town Planning Act, 1966–s.127(1), (2) – Plea of the respondents that the fulfilment ofrequirements u/s.127 (1) does not automatically de-reserve the land,rather it’s a discretion, under sub-s.2 of s.127, bestowed on theGovernment to choose the land to be de-reserved and publish thesame in the Official Gazette – Held: Such mandatory reading of thesub-sec. 2 of s.127, would give unfettered power in the hands ofthe State to pick and choose – Supreme Court needs to effectivelybalance the power of eminent domain and the constitutional rightof property, which mandates a rational reading of the law, whereinthe declaration in the Official Gazette is only consequential andthe State needs to follow, if the conditions under sub-sec.127 (1)stands satisfied – Interpretation of Statutes."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "DATTATRAYA @ DATTA AMBO ROKADE VS. THE STATE OF MAHARASHTRA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNDk=",
        "Citation": "[2019] 11 S.C.R. 295",
        "Case Type": "(CRIMINAL APPEAL /1110-1111/2015)",
        "Date": "21 FEBRUARY 2019",
        "Judge Names": "Hon'ble Mr. Justice Deepak Gupta, Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvRGF0dGF0cmF5YSAgRGF0dGEgQW1ibyBSb2thZGUgIHZzICBUaGUgU3RhdGUgT2YgTWFoYXJhc2h0cmExNzAxODU5ODE1LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 295",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 February 2019",
        "Petitioner:": "Dattatraya @ Datta Ambo Rokade",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 247",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "The State Of Maharashtra",
        "Case Type:": "CRIMINAL APPEAL /1110-1111/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "POCSO",
            "Rape and murder of minor child",
            "Conviction by trial court",
            "Death sentence",
            "High Court confirmed the conviction and sentence",
            "Appeal to Supreme CourtLife imprisonment",
            "Length of incarceration"
        ],
        "HeadNote": "Penal Code, 1860: ss. 302, 376(2)(f), 377, 363, 364, 367and 201 r/w ss. 3,4,5 (i) (l) and (m) of the Protection of Childrenfrom Sexual Offences Act, 2012 – Rape and murder of minor child– Conviction by trial court – Death sentence – High Court confirmedthe conviction and sentence – Appeal to Supreme Court – Held:In view of the forensic reports along with extra-judicial confessionmade by the accused, conviction upheld – However, there is nomaterial to show that the intention of the accused was to kill thevictim – There is also no evidence to show any diabolic planningby the accused to commit the crime or that the murder was pre\u0002meditated – Therefore, the case does not fall in the category ofrarest of rare cases – The accused was also not defended effectivelybefore the courts below – The accused neither sought nor was giventhe opportunity to place on record mitigating circumstances – Trialcourt imposed the extreme penalty of death sentence withoutconsidering as to whether there was no alternative to death sentenceor that in absence of death sentence, the accused would be threatto society or whether the accused could be reformed – The accusedhas been denied an effective and meaningful hearing on the questionof sentence u/s. 235(2) Cr.P.C.– Therefore death sentence iscommuted to sentence of life imprisonment – Considering theheinous, revolting, abhorrent and despicable nature of the crime,accused is directed to undergo imprisonment for life, till his naturaldeath without any remission of sentence – Sentence/Sentencing –Death sentence – Code of Criminal Procedure, 1973 – s. 235(2).Code of Criminal Procedure, 1973:s. 235(2) – Scope of – Held: Provision u/s. 235(2) is not amere formality and should be obeyed in letter and spirit – It isobligatory on the part of the trial Judge to hear the accused on thequestion of sentence and deal with it – For effective hearing u/s.235(2) the suggestion that the court intends to impose death penaltyshould specifically be made to the accused, so as to enable theaccused to make effective representation against death sentence,by placing mitigating circumstances before the Court – Even if suchissues are not raised on behalf of accused, the court is obliged onits own to elicit facts relevant to the question of existence ofmiltigating circumstances – Sentence/Sentencing.Sentence/Sentencing:Life imprisonment – Length of incarceration – Determinationof – Held: It is open to the Court to prescribe the length ofincarceration, especially in cases where death sentence has beenreplaced by life imprisonment.Life imprisonment – Length of incarceration – Held: Lifeimprisonment means imprisonment for entire life."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "SHAKEENA & ANR. VS. BANK OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNTY=",
        "Citation": "[2019] 11 S.C.R. 341",
        "Case Type": "(CIVIL APPEAL /8097/2009)",
        "Date": "20 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar\n*, Hon'ble Mr. Justice Ajay Rastogi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvU2hha2VlbmEgIEFuciAgdnMgIEJhbmsgT2YgSW5kaWEgIE9yczE3MDE4NTk5MDkucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 341",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "20 August 2019",
        "Petitioner:": "Shakeena & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 922",
        "Judgment Delivered by:": "Hon'ble Mr. Justice A.M. Khanwilkar",
        "Respondent:": "Bank Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /8097/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "SARFSI Act",
            "ss. 13(2)",
            "13(4)",
            "Right of redemption"
        ],
        "HeadNote": "Securitisation and Reconstruction of Financial Assets andEnforcement of Security Interest Act, 2002: ss. 13(2), 13(4) – Rightof redemption – Loan taken by appellants from respondent Bank –In view of default in discharging the loan by appellants, respondentBank exercised its power under s.13(4) and took over constructivepossession of mortgaged property – Appellant filed applicationsbefore DRT which, however, were dismissed for non-prosecution –Thereafter, respondent bank brought secured property for sale –Respondent no. 3 was the highest bidder and he deposited 25% ofsale consideration – On 2.1.2006, appellant deposited Rs.25 lacsin the account of his father followed by deposit of three cheques ofRs.25 lacs which were returned by respondent bank on the groundthat same was not a valid tender – Meanwhile, respondent no. 3complied with all terms and conditions of sale, as a result of whichsale was confirmed in his favour – Respondent bank credited a sumin the loan accounts of appellants and closed both the loan accounts– On 6.1.2006, respondent bank issued a sale certificate in favourof respondent no.3 – Appellant filed applications for restoration ofthe main proceedings before DRT which was dismissed – Appellantsthereafter forwarded demand drafts in the name of AuthorisedOfficer of the bank which was also not accepted – Appellant filedwrit petition before High Court for quashing of the auction of subjectproperty – Whether the appellants had a subsisting right ofredemption until the sale certificate was duly registered entailing intransfer of subject property – Held: There was substance in thestand taken by respondent bank that no valid tender was made bythe appellants so as to discharge them from their obligation – Theamount allegedly deposited in the account of father of appellantNo.2 and not in their loan accounts was not be a valid tender –Similarly, appellants attempted to pay in the form of cheques on2.1.2006 – However, as per the terms and conditions, payment bycheques was not permissible – Thus, the respondent bank was notobliged to accept the amount in the form of cheques – Even thethird attempt made by appellants was to offer demand drafts drawnin favour of or in the name of the Authorised Officer of therespondent bank and not in the name of the bank or authorisingthe bank to appropriate it towards the subject loan accounts –Therefore, these demand drafts were rightly not accepted as a validtender – Thus, appellants failed to exercise their right of redemptionbefore the issue of sale certificate much less the registration thereof."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "RAMESHWAR AND ANOTHER VS. STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzNjg=",
        "Citation": "[2019] 11 S.C.R. 363",
        "Case Type": "(CRIMINAL APPEAL /2448/2009)",
        "Date": "16 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvUmFtZXNod2FyIEFuZCBBbm90aGVyICB2cyAgU3RhdGUgT2YgTWFkaHlhIFByYWRlc2gxNzAxODYwMDk1LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 363",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "16 August 2019",
        "Petitioner:": "Rameshwar And Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 931",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Madhya Pradesh",
        "Case Type:": "CRIMINAL APPEAL /2448/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "s.302 r/w s.34",
            "Conviction and life imprisonment"
        ],
        "HeadNote": "Penal Code, 1860: s.302 r/w s.34 – Conviction and lifeimprisonment – Prosecution case was that on the fateful day,appellant no.1 armed with farsa (axe) along with five other accusedpersons including appellant no.2 armed with rifles and danda camenear the house of the victim-deceased – Appellant no.1 attackedthe deceased with farsa and exhorted others to kill the deceased –Deceased ran out of the courtyard – Four co-accused standing atthe door of adjacent house caught hold of the deceased – Motherof deceased tried to save the deceased and in the process receivedinjuries near her ear – Appellant no.2 fired gun shot at the deceasedwhich hit his back – Appellant no.1 took gun from accused no.3and fired at the deceased – When villagers came, all the accusedfled away from the spot – Trial court convicted appellant no.1 and2 under s.302 r/w s.34 while it acquitted all the other co-accused –High Court affirmed the conviction and sentence of life imprisonmentholding that even though there were contradictions in the statementof PW-1-complainant (wife of deceased) recorded in the court andher statement in the FIR, however, since the prosecution was able toprove that the appellants shared the common intention to committhe murder of the deceased, the court can invoke s.34 and in sucha situation, it was not necessary for the prosecution to prove thatthe gun shot injuries which resulted in the death of the deceasedwas caused by which of the two appellants – On appeal, held: Toinvoke s.34, it must be established that the criminal act was done bymore than one person in furtherance of common intention of all – Itmust, therefore, be provided that there was common intention on thepart of several persons to commit a particular crime; and infurtherance of that common intention, the crime was actuallycommitted by them – The presence of appellant No.2 was establishedby consistent evidence of the eye-witnesses – Admittedly, appellantNo.2 was armed with rifle and, thus, shared the common intentionacting in concert with appellant No. 1 – When appellant No.2 hasbeen proved to have acted in furtherance of the common intention,his conviction under s.302 was rightly affirmed by the High Courtby invoking the aid of s.34 – Since appellant No.1 passed awayduring pendency of the appeal, and, therefore, appeal against himis dismissed as abated."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M/S. SHREE DANESHWARI TRADERS VS. SANJAY JAIN AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTYzODI=",
        "Citation": "[2019] 11 S.C.R. 370",
        "Case Type": "(CRIMINAL APPEAL /61/2011)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTXMgU2hyZWUgRGFuZXNod2FyaSBUcmFkZXJzICB2cyAgU2FuamF5IEphaW4gQW5kIEFub3RoZXIgMTcwMTg2MDI4NS5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 370",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "M/s. Shree Daneshwari Traders",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 932",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Sanjay Jain And Another",
        "Case Type:": "CRIMINAL APPEAL /61/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Negotiable Instruments Act",
            "1881",
            "ss.138",
            "139",
            "Dishonour of cheque",
            "Insufficiency of funds"
        ],
        "HeadNote": "Negotiable Instruments Act, 1881: ss.138, 139 – Dishonourof cheque – Insufficiency of funds – Complaint under s.138 – Caseof complainant-appellant was that the respondent-accused used topurchase rice bags from the appellant sometimes on credit andsometimes on cash and that the cheques issued by the respondentwere subject matter of the complaints and pertained to the creditpurchases made by the respondent for which no payment was made– On the other hand, case of the respondent was that he alwaysused to make credit purchase and leave blank cheques with theappellant and thereafter, he used to make payment for which theappellant used to issue receipts to the respondent; however, theappellant did not return the blank cheques left by the respondentwith the appellant though the respondent made the payments andthose cheques were misused by the appellant-complainant – Acquittalby trial court and High Court on the ground that appellant failed toprove that respondent owed him debt and the cheques were issuedfor the discharge of the said debt – Held: It is quite unbelievablethat in a business/mercantile transaction, the respondent even aftermaking payment towards the purchase of rice bags, did not insistfor return of the cheques and did not take any steps to get themback and continued with the business transaction even though theappellant did not return the cheques after payment of the money –Courts below referred to the three cheques and observed that thedate of issuance of the three cheques suggested that the chequeswere already with appellant and they were utilised by appellantthereafter and, therefore, in view of inconsistency, the presumptionavailable under s.139 was not available to the appellant – The courtsbelow did not keep in view that the appellant had no control overthe manner of issuance of cheques by the respondent and how itwas issued – Merely because, later cheque was said to have beenissued by the respondent at an earlier date, it cannot be held thatthe appellant had used the blank cheques issued by the respondent– The courts below disbelieved the evidence of appellant on theground that there were no averments in the complaint that thecommodities were sold for cash and that the rice bags were sold oncredit and the cheques were issued for the goods sold on credit – Itwas for the respondent to adduce evidence to prove that the chequeswere not supported by consideration and that there was no debt orliability to be discharged by him – The receipts relied upon by therespondent did not create doubt about the purchases made on creditand the existence of a legally enforceable debt for which thecheques were issued – The courts below erred in saying that by thereceipts, the respondent has rebutted the statutory presumption raisedunder s.139 – The oral and the documentary evidence adduced bythe appellant were sufficient to prove that it was a legally enforceabledebt and that the cheques were issued to discharge the legallyenforceable debt – The impugned judgment of the High Court isnot sustainable and is set aside – Respondent is convicted unders.138 in both the complaints.Negotiable Instruments Act, 1881: ss.138, 139 – Presumptionin favour of holder – Held: Under s.138, once the cheque is issuedby the drawer, a presumption under s.139 in favour of the holderwould be attracted – s.139 creates a statutory presumption that acheque received in the nature referred to under s.138 is for thedischarge in whole or in part of any debt or other liability – Theinitial burden lies upon the complainant to prove the circumstancesunder which the cheque was issued in his favour and that the samewas issued in discharge of a legally enforceable debt – It is for theaccused to adduce evidence of such facts and circumstances torebut the presumption that such debt does not exist or that thecheques are not supported by consideration – In the instant case,by examining himself as PW-1, the complainant has discharged theinitial burden cast upon him that the cheques were issued for therice bags purchased on credit – With the examination of PW-1, thestatutory presumption under s.139 of the Act arises that the chequeswere issued by the respondent-accused for the discharge of anydebt or other liability in whole or in part."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "WEST BENGAL STATE ELECTRICITY DISTRIBUTION COMPANY LTD. & ORS. VS. M/S. ORION METAL PVT. LTD. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MDE=",
        "Citation": "[2019] 11 S.C.R. 385",
        "Case Type": "(CIVIL APPEAL /6547/2019)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Ms. Justice R. Banumathi, Hon'ble Mr. Justice R.Subhash Reddy\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvV2VzdCBCZW5nYWwgU3RhdGUgRWxlY3RyaWNpdHkgRGlzdHJpYnV0aW9uIENvbXBhbnkgTHRkICBPcnMgIHZzICBNcyBPcmlvbiBNZXRhbCBQdnQgTHRkICBBbnIxNzAxODYwNTAyLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 385",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "West Bengal State Electricity Distribution Company Ltd. & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 935",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.Subhash Reddy",
        "Respondent:": "M/s. Orion Metal Pvt. Ltd. & Anr.",
        "Case Type:": "CIVIL APPEAL /6547/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Electricity Act",
            "2003",
            "Object and reasons of enactment",
            "s.126(6)(b)",
            "Unauthorized use of electricity"
        ],
        "HeadNote": "Electricity Act, 2003: Object and reasons of enactment –Discussed.Electricity Act, 2003: s.126(6)(b) – Unauthorized use ofelectricity – Meaning of – Held: Unauthorized use of electricitymeans, the usage of electricity by any artificial means or by a meansnot authorized by the concerned person or authority or licensee;or through a tampered meter; or for the purpose other than forwhich the usage of electricity was authorized; or for the premisesor areas other than those for which the supply of electricity wasauthorized – Thus, use of energy through tampered meter is includedin the definition of unauthorized use of electricity.Electricity Act, 2003: s.126(1) – Power of authorities to makeassessment under s.126(1) to assess the loss of energy whereelectricity is used through tampered meter – Held: The authoritiesunder the Act are empowered to make a provisional and finalassessment by invoking power under s.126(1) of the Act, even incases where electricity is unauthorisedly used by way of theft.Electricity Act, 2003: s.126(1) – Criminal complaint of theftof energy – Whether criminal complaint and assessment proceedingsunder s.126(1) can go simultaneously – Held: Whenever there isallegation of theft of energy committed by the consumer, even afterlodging a police complaint for commission of such offence, it isalways open for the authorities to make provisional and finalassessment to recover loss of energy in exercise of power unders.126(1) of the Act.Electricity Act, 2003: s.126 and s.135 – Distinction between– Held: s.126 forms part of the scheme which authorizes electricitysupplier to ascertain loss in terms of revenue caused to it by theconsumer by his act of “unauthorized use of electricity” whereass.135 deals with offence of theft if he is found to have indulgedhimself in the acts mentioned in clauses (a) to (e) of sub-section (1)of s.135 of Act.Electricity Act, 2003: s.126, 135, 154 – Proceedings unders.126(1) and under s.154(5) – Held: Power conferred on authoritiesfor making assessment under s.126(1) of the Act and power todetermine civil liability under s.154(5) of the Act, cannot be said tobe parallel to each other – In a given case where there is no theft ofenergy, amounting to unauthorized use of energy, in such cases nocomplaint of theft can be lodged as contemplated under s.135 ofthe Act – In such cases for loss of energy, on account ofunauthorized use of energy not amounting to theft, it is always openfor the authorities to assess the loss of energy by resorting to powerunder s.126(1) of the Act – In cases where allegation is ofunauthorized use of energy amounting to theft, in such cases, apartfrom assessing the proceedings under s.126(1) of the Act, a complaintalso can be lodged alleging theft of energy as defined under s.135(1)of the Act – In such cases, the Special Court is empowered todetermine civil liability under s.154(5) of the Act – On suchdetermination of civil liability by the Special Court, the excessamount, if any, deposited by the petitioner, is to be refunded to theconsumer – It is a settled principle that to prove the guilt of theaccused in a criminal proceeding, authorities have to prove thecase beyond reasonable doubt and the element of mens rea is alsoto be established – On the other hand, such a strict proof is notnecessary for assessing the liability under s.126(1) of the Act.Electricity Act, 2003: s.154 – Procedure and power ofSpecial Court – The Special Court is empowered to convict theconsumer and impose a sentence of imprisonment – The SpecialCourt, in cases, where a criminal complaint is lodged, is alsoempowered to determine civil liability under s.154(5) of the Act –As per s. 154(6) of the Act, in case civil liability so determined bythe Special Court is less than the amount deposited by the consumeror the person, the excess amount so deposited by the consumer orthe person, shall be refunded by the licensee or the concernedperson, as the case may be – Merely because the Special Court isempowered to determine civil liability under s.154(5) of the Act, incases where a complaint is lodged, it cannot be said that there is nopower conferred on authorities to make provisional assessment/finalassessment under s.126 of the Act."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "UNION OF INDIA VS. NISAR PALLATHUKADAVIL ALIYAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MTc=",
        "Citation": "[2019] 11 S.C.R. 405",
        "Case Type": "(SPECIAL LEAVE PETITION (CRIMINAL) /7016/2019)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice R.Subhash Reddy, Hon'ble Mr. Justice Uday Umesh Lalit\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvVW5pb24gT2YgSW5kaWEgIHZzICBOaXNhciBQYWxsYXRodWthZGF2aWwgQWxpeWFyMTcwMTg2MDczMi5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 405",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "Union Of India",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 941",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Uday Umesh Lalit",
        "Respondent:": "Nisar Pallathukadavil Aliyar",
        "Case Type:": "SPECIAL LEAVE PETITION (CRIMINAL) /7016/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act",
            "1974",
            "s.8(a)"
        ],
        "HeadNote": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 1974 – s.8(a) – Competent authority passed an order of detention u/s.3(1) of the COFEPOSA Act, pursuant to which the respondent was detained – The order of detention was referred to the Advisory Board – Advisory Board gave opinion in its report that there was no sufficient cause for the continued detention of the respondent detenue u/s. 3(1) of the COFEPOSA – Aggrieved, petitioner-Union of India filed Special Leave to Appeal against the opinion of the Advisory Board – Held:The nature of opinion given by the Advisory Board is neither judicial nor quasi judicial; that it would be erroneous and unsafe to treat the opinion expressed by the Advisory Board as amounting to a judgment of a criminal Court; that the Advisory Board does not try the question about the propriety or validity of the citizen’s detention as a court of law would, but, its function is limited – The opinion is merely intended to assist the government and it is binding on the appropriate government only if it favours the detenue and not when it goes against him – Further, the opinion of the Advisory Board cannot be subject matter of review or scrutiny by the judicial courts/tribunals – Thus, petition challenging the opinion of the Advisory Board not maintainable. "
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "PRAMOD SURYABHAN PAWAR VS. THE STATE OF MAHARASHTRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MjY=",
        "Citation": "[2019] 11 S.C.R. 423",
        "Case Type": "(CRIMINAL APPEAL /1165/2019)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Indira Banerjee",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvUHJhbW9kIFN1cnlhYmhhbiBQYXdhciAgdnMgIFRoZSBTdGF0ZSBPZiBNYWhhcmFzaHRyYSAgQW5yMTcwMTg2MDgyMi5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 423",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "Pramod Suryabhan Pawar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 939",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "The State Of Maharashtra & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1165/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cr.P.C",
            "s.482",
            "Inherent powers of court",
            "Scope of exercise"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973: s.482 – Inherent powersof court – Scope of exercise – Held: Under s.482, the inherentjurisdiction of the court can be exercised (i) to give effect to anorder under the CrPC; (ii) to prevent the abuse of the process of thecourt; and (iii) to otherwise secure the ends of justice – The courtshould be guarded in the use of its extraordinary jurisdiction toquash an FIR or criminal proceeding as it denies the prosecutionthe opportunity to establish its case through investigation andevidence – In deciding whether to exercise its jurisdiction unders.482, the Court does not adjudicate upon the veracity of the factsalleged or enter into an appreciation of competing evidencepresented – The limited question is whether on the face of the FIR,the allegations constitute a cognizable offence.Code of Criminal Procedure, 1973: s.482 – Petition forquashing FIR filed under ss.376, 417, 504, and 506(2) IPC againstthe appellant that he engaged in sexual relations with the complainantagainst her will on the false promise of marrying her – Plea ofcomplainant that her “consent” premised on a “misconception offact” (the promise to marry) stood vitiated – High Court rejectedthe plea and dismissed the petition – Held: The “misconception offact” alleged by the complainant is the appellant’s promise to marryher – There is a distinction between a false promise given on theunderstanding by the maker that it will be broken, and the breachof a promise which is made in good faith but subsequently notfulfilled – Where the promise to marry is false and the intention ofthe maker at the time of making the promise itself was not to abideby it but to deceive the woman to convince her to engage in sexualrelations, there is a “misconception of fact” that vitiates the woman’s“consent” – The “consent” of a woman under s.375 is vitiated onthe ground of a “misconception of fact” where such misconceptionwas the basis for her choosing to engage in the said act – In theinstant case, the allegations in the FIR did not on their face indicatethat the promise by the appellant was false, or that the complainantengaged in sexual relations on the basis of this promise – Therewas no allegation in the FIR that when the appellant promised tomarry the complainant, it was done in bad faith or with the intentionto deceive her – The appellant’s failure in 2016 to fulfil his promisemade in 2008 cannot be construed to mean the promise itself wasfalse – The allegations in the FIR indicated that the complainantwas aware that there existed obstacles to marrying the appellantsince 2008, and that she and the appellant continued to engage insexual relations long after their getting married had become adisputed matter – Even thereafter, the complainant travelled to visitand reside with the appellant at his postings and allowed him tospend his weekends at her residence – Therefore, offence unders.375 IPC against the appellant was not made out – FIR is quashed– Penal Code, 1860 – ss.375, 376, 417, 504, and 506(2).Code of Criminal Procedure, 1973: s.482 – Petition forquashing FIR filed under ss.3(1) (u), (w) and 3(2) (vii) of the SC/STAct against the appellant that he sent her certain Whatsapp messageswhich were insulting and attacked her on the grounds of her caste– High Court dismissed the petition – On appeal, held: TheWhatsApp messages were alleged to have been sent by the appellantto the complainant on 27 and 28 August 2015 and 22 October 2015– At that time, ss.3(1) (u), (w) and 3(2) (vii) of the SC/ST Act as itstood today had not been enacted into the statute – These provisionswere inserted by the (Prevention of Atrocities) Amendment Act 2015which came into force on 26 January 2016 – None of the offencesas stood then were made out – The messages were not in publicview, no assault occurred, nor was the appellant in such a positionso as to dominate the will of the complainant. Therefore, even if theallegations set out by the complainant with respect to the WhatsAppmessages and words uttered were accepted on their face, no offencewas made out under SC/ST Act (as it then stood) – FIR is quashed –Scheduled Castes and Scheduled Tribes (Prevention of AtrocitiesAct, 1989 (as amended by the Amendment Act, 2018) – ss.3(1) (u),(w) and 3(2) (vii).Penal Code, 1860: s.375 – Consent – The consent with respectto s.375 involves an active understanding of the circumstances,actions and consequences of the proposed act – An individual whomakes a reasoned choice to act after evaluating various alternativeactions (or inaction) as well as the various possible consequencesflowing from such action or inaction, consents to such action –Where a woman does not “consent” to the sexual acts described inthe main body of s.375, the offence of rape has occurred – Whiles.90 does not define the term “consent”, a “consent” based on a“misconception of fact” is not consent in the eyes of the law."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "GANGA VISHAN GUJRATI & ORS. VS. STATE OF RAJASTHAN & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0MzQ=",
        "Citation": "[2019] 11 S.C.R. 444",
        "Case Type": "(CIVIL APPEAL /6007/2019)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Indira Banerjee",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvR2FuZ2EgVmlzaGFuIEd1anJhdGkgIE9ycyAgdnMgIFN0YXRlIE9mIFJhamFzdGhhbiAgT3JzMTcwMTg2MDkyOC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 444",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "Ganga Vishan Gujrati & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 938",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "State Of Rajasthan & Ors.",
        "Case Type:": "CIVIL APPEAL /6007/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Land Revenue (Land Records) Rules 1957",
            "rr. 17-A",
            "284",
            "347-A and 347-B"
        ],
        "HeadNote": "Rajasthan Land Revenue (Land Records) Rules 1957 – rr.17-A, 284, 347-A and 347-B – Rajasthan Subordinate Services(Recruitment and other service conditions) Rules 1960 – RajasthanServices (Recruitment by Promotion against vacancies of earlieryears) Rules 1972 – Rajasthan Subordinate Services (Recruitmentand Other Service Conditions) Rules 2001 – The State issuedadvertisement for holding a departmental examination/limitedcompetitive examination in the post of Land Records Inspector (LRI)– Vacancies related to the years 2008-09, 2009-10 and 2010-11 –On 16.05.2013, the appellants appeared for the departmentalexamination and were declared successful – According toappellants, their names were not included in the seniority list despitethe fact that the recruitment year was 2010-11 – Thereafter, appellantswere included in the seniority list – However, appellants claimedthat in seniority list they were placed below the persons who werepromoted against vacancies which arose after the year of vacanciesagainst which the appellants were promoted – Thereafter, Statepassed an order directing to remove the appellants from the senioritylist and to treat them as appointed in 2014-15 – The Division Benchof the High Court held that the claim for seniority with reference tothe date of the accrual of the vacancy will not be maintainablemerely on the ground that no competitive examination was held inthe years in which the vacancies arose – On appeal, held: It isnecessary to evaluate the interplay between the Rules of 1957 moreparticularly, rr.171-A, 347-A and 347-B with the Rules of 1960,1972 and 2001 – A consistent line of precedent of Supreme Courtfollows the principle that retrospective seniority cannot be grantedto an employee from a date when the employee was not borne on acadre – Seniority amongst members of the same grade has to becounted from the date of initial entry into the grade – The openingwords of r.347-A, the provisions contained in the 1960 Rules wouldhave to give way and be subject to r.171-A(2) which provided fordetermining seniority on the basis of continuous officiation – In theface of r.171-A(2) as it stood prior to amendment, it is not possibleto apply a deemed date for determining seniority based on the yearof vacancy – r.171-A(2) rules out the grant of seniority with effectfrom a date anterior to the date on which the employee is borne onthe cadre – R. 347-B is prefaced with a non-obstante provision –Consequently, conditions of service which are governed by the rulesreferred to in the entries of r.347-B will govern notwithstandinganything contained in the 1957 Rules – Among them is an entrypertaining to the 1972 Rules – r.2 of the 1972 Rules applies in asituation where a service rule regulating recruitment “provides forrecruitment by both direct recruitment and promotion” – Whereas,recruitment u/cl.(i) and (ii) of r.284 of the 1957 Rules is fromseniority-cum-merit and competitive departmental examination – Inthe present case, ex facie r.284 of the 1957 Rules is not a provisionfalling in that category since there is an absence of a service rulerequiring recruitment by direct recruitment and promotion – The1972 Rules have no application – Hence, r.347-B of the 1957 Ruleswill not come to the aid of the appellants – Insofar as 2001 Rulesare concerned, the procedure for recruitment in Part V of the 2001Rules does not comprehend a situation involving a limitedcompetitive examination for accelerated promotion – Where a limitedcompetitive examination is being held for accelerated promotion, r.35 of 2001 Rule governing promotion has no application –Therefore, the view taken by the Division Bench of the High Courtwas justified and in accord with the principles of law enunciated inthe decisions of Supreme Court.The State issued an advertisement for holding adepartmental examination in the post of Land Records Inspector(LRI). The vacancies related to the years 2008-09, 2009-10 and2010-11. On 16.05.2013, the appellants appeared for thedepartmental examination and were declared successful.Thereafter, appointment orders for the 80% seniority-cum-meritvacancies were issued in 2012, while those for the 20 per centcompetitive exam vacancies were issued on 31 March 2014. On7.11.2013, a provisional seniority list was issued which excludedappellants. On 24.4.2017, another seniority list was issueddetermining the seniority as on 1.4.2014. The appellants claimedthat they were placed below the persons who were promotedagainst vacancies which arose after the year of vacancies againstwhich the appellants were promoted. Thereafter, State passed anorder directing to remove the appellants from the seniority listand to treat them as appointed in 2014-15. Aggrieved, appellantsfiled a writ petition. The appellants sought computation ofseniority based on the year in which their vacancies arose. Thewrit petition was allowed by the Single Judge of the High Court.However, the Division Bench of the High Court held that theclaim for seniority with reference to the date of the accrual of thevacancy will not be maintainable merely on the ground that nocompetitive examination was held in the years in which thevacancies arose. Hence, the present appeals."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "JAYANTIBHAI RAOJIBHAI PATEL VS. MUNICIPAL COUNCIL, NARKHED & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0NDE=",
        "Citation": "[2019] 11 S.C.R. 483",
        "Case Type": "(CIVIL APPEAL /6188/2019)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Indira Banerjee",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvSmF5YW50aWJoYWkgUmFvamliaGFpIFBhdGVsICB2cyAgTXVuaWNpcGFsIENvdW5jaWwgTmFya2hlZCAgT3JzMTcwMTg2MTAyMS5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 483",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "Jayantibhai Raojibhai Patel",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 934",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Municipal Council, Narkhed & Ors.",
        "Case Type:": "CIVIL APPEAL /6188/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law",
            "Termination of service",
            "Payment of back wages"
        ],
        "HeadNote": "Service law: Termination of service – Payment of back wages – On facts, enquiry conducted against appellant-headmaster for alleged misappropriation of funds and appellant found not guilty – However, second enquiry conducted, despite appellant’s objection and appellant found guilty and terminated from services – In writ petition, the High Court set aside the termination order, however held that since the appellant had attained superannuation, he would not be paid back wages for the period he did not render services – On appeal, held: If the employer wants to deny back wages to the employee or contest his entitlement to get consequential benefits, then it is for him/her to specifically plead and prove that during the intervening period the employee was gainfully employed and was getting the same emoluments – Denial of back wages to an employee, who has suffered due to an illegal act of the employer would amount to indirectly punishing the employee concerned and rewarding the employer by relieving him of the obligation to pay back wages including the emolument – Thus, the High Court was not justified in denying the back-wages to the appellant – Appellant be paid Rs 5 lakhs in full and final settlement of his claim for back-wages. "
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "AJITH K & ORS. VS. ANEESH K.S. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0NTE=",
        "Citation": "[2019] 11 S.C.R. 495",
        "Case Type": "(CIVIL APPEAL /6178/2019)",
        "Date": "21 AUGUST 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Indira Banerjee",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQWppdGggSyAgT3JzICB2cyAgQW5lZXNoIEtzICBPcnMxNzAxODYxMTMyLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 495",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "21 August 2019",
        "Petitioner:": "Ajith K & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 940",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "Aneesh K.s. & Ors.",
        "Case Type:": "CIVIL APPEAL /6178/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Kerela State and Subordinate Services Rules",
            "1958",
            ". r. 10(a)(ii)",
            "Advertisement of vacancies",
            "Post of Junior Health Inspector Grade II",
            "Qualifications"
        ],
        "HeadNote": "Kerela State and Subordinate Services Rules, 1958: r. 10(a)(ii) – Qualifications – Post of Junior Health Inspector Grade II in Municipal Common Service – Qualification to the post of Inspector/ Food Inspector Grade II was Sanitary Inspector Diploma Course\u0002SIDC – Advertisement of vacancies – Candidates possessing the qualification of Diploma in Health Inspectors Course-DHIC also included in the shortlists – Challenge to, before the tribunal – During pendency, three member Committee report that two year DHIC is a higher qualification – Direction of the tribunal that shortlist of candidates be recasted by excluding candidates in possession of DHIC qualification – Writ petition by the affected candidates – Dismissed by the High Court – On appeal, held: None of the conditions stipulated in r.10(a)(ii) have been fulfilled – There was no application of mind to the requirements contained in r.10(a)(ii) – Reference to the diploma being an additional qualification or that diploma being acceptable in the Health Department is an extraneous consideration – There is no finding in the three member Committee Report that the acquisition of the DHIC pre-supposes the completion of the certificate course – There was no determination of equivalence by any executive order or standing orders of the State Government – Thus, the order of the High Court does not suffer from any error"
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M/S NATESAN AGENCIES (PLANTATIONS) VS. STATE REP. BY THE SECRETARY TO GOVERNMENT ENVIRONMENT AND FORESTS DEPARTMENT",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0NjE=",
        "Citation": "[2019] 11 S.C.R. 508",
        "Case Type": "(CIVIL APPEAL /5397/2010)",
        "Date": "20 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTXMgTmF0ZXNhbiBBZ2VuY2llcyBwbGFudGF0aW9ucyAgdnMgIFN0YXRlIFJlcCBCeSBUaGUgU2VjcmV0YXJ5IFRvIEdvdmVybm1lbnQgRW52aXJvbm1lbnQgQW5kIEZvcmVzdHMgRGVwYXJ0bWVudDE3MDE4NjEyODEucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 508",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "20 August 2019",
        "Petitioner:": "M/s Natesan Agencies (plantations)",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 921",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "State Rep. By The Secretary To Government Environment And Forests Department",
        "Case Type:": "CIVIL APPEAL /5397/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Wildlife Life (Protection) Act",
            "1972",
            "ss. 18",
            "19",
            "20",
            "21",
            "22",
            "23",
            "24",
            "27 and 28",
            "Recovery of damages. Limitation Act",
            "1963",
            "s.14",
            "Applicability of"
        ],
        "HeadNote": "Wildlife Life (Protection) Act, 1972 – ss. 18, 19, 20, 21, 22,23, 24, 27 and 28 – Recovery of damages – Appellant-partnershipfirm had taken land on lease from its owner, the Mutt for purposeof cultivating commercial crops – The registered lease was for aperiod of 5 years i.e. 01.07.1972 to 30.06.1977 – The State issuednotification dated 06.03.1976 for the purpose of wild life sanctuarywhich included the land in question – Thereafter, a fresh long-termlease for a period of 25 years (from 01.07.1977 to 30.06.2002)was made – The appellant and the Mutt attempted to get the land inquestion excluded from the sanctuary, however were unsuccessful– Thereafter, award of compensation for acquisition was underconsideration, but instead of making award, the collector issuedorder dated 19.11.1993, excluding the land in question from thelimits of wild life sanctuary – Aggrieved, the Mutt and the appellantfiled writ petition before the High Court, which was allowed by theSingle Judge – However, the Division Bench of the High Court didnot approve the order passed by the Single Judge of the High Courtand dismissed the writ petition while leaving it open for the appellantand the Mutt to approach the appropriate forum in their claim fordamages – The Division Bench also acknowledged the power ofthe Government to withdraw from the notification and to refuse anaward under the Land Acquisition Act – Thereafter, on 08.06.1998appellant instituted the civil suit for recovery of damages againstthe State on the ground that the appellant was debarred from 1976to 1993 from utilising the land in question – Single Judge of theHigh Court decided in favour of the appellant – However, DivisionBench reversed the decree and dismissed the suit – On appeal, held:After issuance of the notification dated 06.03.1976 and inclusionof the land in question, there was absolutely no occasion for theappellant acquiring any further right in the land after expiry of theterm of lease on 30.06.1977 – So, the second lease (i.e. a lease for25 years) was of no effect – Appellant had acquired no right underthe said second lease and least any right against the State –Therefore, appellant had no right to claim damages – Further,appellant was not dispossessed and there was nothing on record tosuggest that appellant was prevented by the State from going insidethe forest and collecting usufructs – Thus, there was no basis forthe appellant to maintain an action for damages.Limitation Act, 1963 – s.14 – Applicability of – Appellant\u0002partnership firm had taken land on lease for purpose of cultivationof commercial crops – A notification dated 06.03.1976 was issuedvide which land in question was acquired for sanctuary – Theappellant and the Mutt attempted to get the land in question excludedfrom the sanctuary but were unsuccessful – Thereafter, instead ofawarding compensation, the collector on 19.11.1993 excluded theland in question from the sanctuary – Aggrieved, appellant filedwrit petition before the High Court, which was allowed by the SingleJudge – However, Division Bench of High Court dismissed the writpetition while leaving it open for the Mutt and the appellant toapproach the appropriate forum to claim damages – Division Benchalso held that it was open for appellant to seek exclusion of theperiod during which they were prosecuting the matter in the HighCourt – Appellant filed civil suit for recovery of damages, whichwas decided in its favour by the Single Judge of the High Court,however, Division Bench reversed the decree and dismissed the suit– On appeal, held: It is settled that for applicability of s.14 of thelimitation Act and exclusion of time spent in earlier proceeding, thematter-in-issue in both the earlier and the later proceeding must bethe same – In the present case, the appellant in the earlier proceedingsought exclusion of the land from sanctuary and that State ought totake the land and pay compensation – Whereas, the claim in thepresent suit was founded on the ground that the plaintiff hadsuffered loss due to the proceedings under Wild life (Protection)Act, 1972 and then, due to exclusion of the subject land fromacquisition – The relief claimed in the present suit and matter-in\u0002M/S NATESAN AGENCIES (PLANTATIONS) v. STATE REP. BY THE SEC.TO GOVT. ENVIRONMENT AND FORESTS DEPT.issue cannot be said to be same as was in issue in the earlierproceeding – Therefore, s.14 of the Limitation Act not applicable inthe present case."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "MANJIT SINGH VS. THE STATE OF PUNJAB",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0NzE=",
        "Citation": "[2019] 11 S.C.R. 554",
        "Case Type": "(CRIMINAL APPEAL /1079/2011)",
        "Date": "03 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice A.M. Khanwilkar, Hon'ble Mr. Justice Dinesh Maheshwari\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTWFuaml0IFNpbmdoICB2cyAgVGhlIFN0YXRlIE9mIFB1bmphYiAxNzAxODYxNDEyLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 554",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "03 September 2019",
        "Petitioner:": "Manjit Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 992",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Dinesh Maheshwari",
        "Respondent:": "The State Of Punjab",
        "Case Type:": "CRIMINAL APPEAL /1079/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "ss. 148",
            "302/149",
            "323",
            "324 and 326/149",
            "Prosecution under",
            "Unlawful assembly",
            "Acquittal of co-accused"
        ],
        "HeadNote": "Penal Code, 1860: ss. 148, 302/149, 323, 324 and326/149 – Prosecution under – Of seven accused (includingappellant-accused ‘M’ and appellant-accused ‘S’) – Initiallycharges were not framed by police against appellant-accused ‘M’and two accused ‘P’ and ‘N’ – After application u/s. 319 Cr.P.C.charges were framed against them – An application u/s. 321 Cr.P.C.to withdraw the case against them was declined by the Court –Trial Court relying on the testimony of injured eye-witnesses PWs 5and 6; medical evidence and rejecting the defence plea of alibi andfalse implication convicted all the seven accused – Appeal to Highcourt – During pendency of the appeal, the Governor grantedpardon u/Art. 161 of the Constitution to the appellant-accused ‘M’and two accused ‘P’ and ‘N’ – Grant of pardon also challenged –High Court granted benefit of doubt to two accused ‘P’ and ‘N’,while upholding conviction of other five accused persons – Ordergranting pardon was also set aside – Appeal to Supreme Court bytwo of the convicted accused – Held: The prosecution case issupported by two injured eye-witnesses whose testimony has beenconcurrently found reliable by courts below – Their testimony isconsistent with the version in FIR and is further corroborated bythe medical evidence – Their evidence cannot be discarded merelyfor the reason that no independent witness was examined – Factorof enmity, pleaded by accused alleging their false implication in thecase, rather supports the prosecution case in proving motive forcommission of the offence – Plea of alibi is hollow and after-thought– In the facts of the case it is proved that the accused personsacted in concert with a common object and did constitute unlawfulassembly, indulging in rioting with deadly weapons and causinggrievous bodily injuries to members of the complainant party –Acquittal of the two accused will not have any mitigating effectleading to acquittal of other accused.ss. 141 and 149 – Unlawful assembly – Held: Importantingredients of an unlawful assembly are number of persons formingit i.e. 5 and their common object.Criminal Law:Common Object – Determination of – Held: The course ofconduct adopted by members of unlawful assembly; their behaviourand the arms carried by them are a few basic and relevant factorsto determine the common object.Criminal Trial:Acquittal of co-accused – Affect of – Held: Acquittal of co\u0002accused per se is not sufficient to result in acquittal of ot"
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "MAHESH KUMAR VS. STATE OF HARYANA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0Nzk=",
        "Citation": "[2019] 11 S.C.R. 587",
        "Case Type": "(CRIMINAL APPEAL /1042/2012)",
        "Date": "07 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTWFoZXNoIEt1bWFyICB2cyAgU3RhdGUgT2YgSGFyeWFuYTE3MDE4NjE1MDkucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 587",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "07 August 2019",
        "Petitioner:": "Mahesh Kumar",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 872",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "State Of Haryana",
        "Case Type:": "CRIMINAL APPEAL /1042/2012",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "s.304-B",
            "Dowry death",
            "When not",
            "Evidence Act",
            "1872",
            "s.113-B"
        ],
        "HeadNote": "Penal Code, 1860 – s.304-B – Dowry death – When not –PW-3-father of the deceased stated that the appellant got marriedto his daughter on 26.05.91 – Soon after the marriage, she wasilltreated by the appellant, father-in-law, mother-in-law and sister\u0002in-law, as they demanded dowry – As per PW-3, on 08.02.94, hereceived information that his daughter expired in the Hospital andalleges that the same was caused by the administration of poisonby the accused persons – Trial court concluded that the prosecutionproved its case only against the appellant and the mother-in-law ofthe deceased whereas in respect of accused father-in-law and sister\u0002in-law, no specific role was assigned and therefore, they wereacquitted – High Court, while granting benefit of doubt to the mother\u0002in-law, allowed her appeal and acquitted her, whereas sentence ofthe appellant was reduced to seven years – On appeal, held:Prosecution relied upon the statement of PW3 and PW4-brother ofthe deceased, which was made basis of conviction by courts below– However, such statements are not sufficient to prove that thedeceased was treated with cruelty relating to demand of dowry soonbefore her death, in the absence of independent evidence thoughavailable but not examined – Further, the documentary evidence inthe shape of letters written by the deceased does not support thestory of the prosecution – Prosecution failed to prove either thedemand of dowry or that any such demand was raised soon beforeher death – Essential ingredients of offence u/s.304-B, IPC notproved – Prosecution has even failed to prove the initial presumptionu/s.113-B of the Evidence Act – Thus, the prosecution has failed toprove the allegations levelled against the appellant beyondreasonable doubt – Conviction of the appellant, set aside – EvidenceAct, 1872 – s.113-B.Allowing the appeal, the Court."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "AMIR HAMZA SHAIKH & ORS. VS. STATE OF MAHARASHTRA & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY0ODg=",
        "Citation": "[2019] 11 S.C.R. 597",
        "Case Type": "(CRIMINAL APPEAL /1217/2019)",
        "Date": "07 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQW1pciBIYW16YSBTaGFpa2ggIE9ycyAgdnMgIFN0YXRlIE9mIE1haGFyYXNodHJhICBBbnIxNzAxODYxNjI4LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 597",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "07 August 2019",
        "Petitioner:": "Amir Hamza Shaikh & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 874",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "State Of Maharashtra & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1217/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Cr.P.C",
            "ss.301",
            "302",
            "Permission to conduct prosecution"
        ],
        "HeadNote": "Code of Criminal Procedure, 1973 – ss.301, 302 – Permission to conduct prosecution – Respondent sought permission to prosecute in terms of s.302 Cr.P.C. for offences punishable u/ss. 498A, 406 r/w. 34 of IPC – Trial court declined the permission – However, the High Court granted permission to conduct prosecution – On appeal, held: Though the Magistrate is not bound to grant permission at the mere asking but the victim has a right to assist the Court in a trial before the Magistrate – The Magistrate may consider as to whether the victim is in a position to assist the Court and as to whether the trial does not involve such complexities which cannot be handled by the victim – On satisfaction of such facts, the Magistrate would be within its jurisdiction to grant of permission to the victim to take over the inquiry of the pendency before the Magistrate – High Court granted permission to the complainant to prosecute the trial without examining the said parameters – Therefore, order passed by the High Court and that of Magistrate set aside – The matter is remitted to the Magistrate to consider as to whether the complainant should be granted permission to prosecute the offences u/ss.498-A, 406 r/w. s.34 IPC."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "MALLIKARJUN AND OTHERS VS. STATE OF KARNATAKA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MDA=",
        "Citation": "[2019] 11 S.C.R. 609",
        "Case Type": "(CRIMINAL APPEAL /1066/2009)",
        "Date": "08 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTWFsbGlrYXJqdW4gQW5kIE90aGVycyAgdnMgIFN0YXRlIE9mIEthcm5hdGFrYTE3MDE4NjE3NTUucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 609",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "08 August 2019",
        "Petitioner:": "Mallikarjun And Others",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 880",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "State Of Karnataka",
        "Case Type:": "CRIMINAL APPEAL /1066/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Evidence",
            "Of eye-witness",
            "Appreciation of",
            "Evidence Of Expert",
            "Evidentiary value of"
        ],
        "HeadNote": "Evidence – Of eye-witness – Appreciation of – As per theprosecution on 14.06.02, PW-7-brother of ‘B’ went to the fields forploughing in the early morning, at about 09.00am, ‘B’ went outsideto attend the call of nature and when he was returning towards hishouse, accused no.1, 2 & 4(appellants) along with accused no.3(absconding) arrived there with weapons– Accused personsthreatened ‘B’ while chasing him saying that they would finish himoff as he continues illicit relationship with the wife of accused No.4/mother of accused Nos.1-3– ‘B’ came into his house, went to thekitchen and closed the door –Accused persons started pushing thekitchen door and then ‘B’ came outside –Accused No.2 caught thehead of ‘B’ whereas accused nos.3 and 4 caught his both the legsand accused no.1 cut the neck of ‘B’ with MO-1-dagger– PW-5,mother of the deceased ‘B’ raised alarm crying for help –Appellantsconvicted u/s.448 r/w s.34 as also u/s.302 r/w s.34 – On appeal,held: While appreciating the evidence of witness, the approach mustbe to assess whether the evidence of the witness read as a wholeappears to be truthful – If the evidence of eye witness is found to becredible and trustworthy, minor discrepancies not affecting the coreof the prosecution case, cannot be made ground to doubt thetrustworthiness of the witness – In the instant case, no doubt thereare slight variations in the statement of PW-5 as to when and howher statement was recorded by the police, but PW-5 is an ordinaryhome maker and an illiterate woman– Courts are not to judge theevidence of ruralites by the same standard and exactitude like anyother witness– Alleged variations in the statement of PW-5 do notaffect the trustworthiness of PW-5 – PW-5 has no reason to falselyimplicate the accused– Further, based on the disclosure statementof accused no.1, MO-1-dagger had been seized in the presence ofpanch witnesses –No merit in the contention that merely becausethe panch witnesses turned hostile, the recovery of the weapon wouldstand vitiated– Evidence of the I.O can be relied upon to prove therecovery even when the panch witnesses turned hostile – From theevidence of PW-5 and PW-7, the prosecution has proved the overtact of accused nos.1, 2 and the same is corroborated by thecorresponding injuries as spoken by PW-12-doctor – However,serious doubts arise as to the presence of accused no.4 – Benefit ofdoubt given to him and his conviction is set aside – Conviction ofaccused nos.1 & 2 is confirmed while that of accused No.4 is setaside – Penal Code, 1860 – s. 448, 302 r/w s.34 IPC .Evidence – Of Expert – Evidentiary value of – Held: Expertis not a witness of fact – Opinionative evidence of the doctor isprimarily an evidence of opinion and not of fact – It is only acorroborative piece of evidence as to the possibility that the injuriescould have been caused in the manner alleged by the prosecution –Unless the medical evidence rules out such possibility of injury beingcaused in the manner alleged by the prosecution version, thetestimony of the eye witness cannot be doubted on the ground of itsinconsistency with medical evidence.Criminal Trial – FIR – Delay in registration of – When notfatal – Discussed."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "ZONAL MANAGER, BANK OF INDIA, ZONAL OFFICE, KOCHI & ORS. VS. AARYA K. BABU & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MTE=",
        "Citation": "[2019] 11 S.C.R. 627",
        "Case Type": "(CIVIL APPEAL /6206/2019)",
        "Date": "08 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvWm9uYWwgTWFuYWdlciBCYW5rIE9mIEluZGlhIFpvbmFsIE9mZmljZSBLb2NoaSAgT3JzICB2cyAgQWFyeWEgSyBCYWJ1ICBBbnIxNzAxODYxODY2LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 627",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "08 August 2019",
        "Petitioner:": "Zonal Manager, Bank Of India, Zonal Office, Kochi & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 882",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna",
        "Respondent:": "Aarya K. Babu & Anr.",
        "Case Type:": "CIVIL APPEAL /6206/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Recruitment",
            "Change in qualification",
            "after notification for recruitment",
            "Power of the Court in providing equivalence of qualification"
        ],
        "HeadNote": "Service Law – Recruitment – Change in qualification/criteriaafter notification for recruitment – Respondent No.2- IBPS issuednotification for post of Agricultural Field Officer (scale-1) –Requirement in the notification was of graduates possessing degreein ‘Agro-Forestry’ – Process of selection was undertaken and theprivate respondents were provisionally selected – However, afterverification of their documents, their selection was cancelled onthe ground that private respondents did not possess the qualificationprescribed in the notification – As the private respondents haddegree in ‘Forestry’ – Writ petitions – High Court held thatqualification of the private respondents was appropriate – Thatapart, error was taken note by the Ministry of Agriculture and FarmsWelfare that no 4-year Bachelor program in Agro-Forestry wasavailable in the Country and it was suggested that B.Sc(Forestry)graduation be considered for the position of Agricultural FieldOfficer – Accordingly, a corrigendum dated 16.01.2016 was issued– In that background, the termination orders of the privaterespondents were set aside by the High Court – On appeal, held: Ifthere is any change in qualification/criteria after the notification isissued but before the completion of the selection process and theemployer/recruiting agency seeks to adopt the change it will beincumbent on the employer to issue a corrigendum incorporatingthe changes to the notification and invite applications from thosequalified as per the changed criteria and consider the same alongwith the applications received in response to the initial notification– In the instant case, the private respondents were issued appointmentletters on 17.09.2015 and 29.05.2015 respectively, the change wasmade subsequent thereto by the general corrigendum dated16.01.2016 by including the qualification of B.Sc. (Forestry), whichwould be effective from that day by providing opportunity to allthose holding that qualification – Therefore, in such case the changeof qualification whereby the qualification of the private respondentsgets included subsequently cannot enure to their benefit alone whenseveral others who could have applied were prevented from doingso – In the said circumstance, the orders of the High Court set aside.Service Law – Recruitment – Power of the Court in providingequivalence of qualification – Held: The question in regard toequivalence of educational qualifications is a technical questionbased on proper assessment and evaluation of the relevant academicstandards and practical attainments of such qualifications and wherethe decision of the Government is based on the recommendation ofan expert body which possesses the requisite knowledge, skill andexpertise for adequately discharging such a function, the Court,uninformed of relevant data and unaided by the technical insightsnecessary for the purpose of determining equivalence, would notlightly disturb the decision of the Government."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M/S SHAHI AND ASSOCIATES VS. STATE OF U.P. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1MjY=",
        "Citation": "[2019] 11 S.C.R. 640",
        "Case Type": "(CIVIL APPEAL /3559/2010)",
        "Date": "08 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice S. Abdul Nazeer\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTXMgU2hhaGkgQW5kIEFzc29jaWF0ZXMgIHZzICBTdGF0ZSBPZiBVcCAgT3JzMTcwMTg2MjAxMC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 640",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "08 August 2019",
        "Petitioner:": "M/s Shahi And Associates",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 875",
        "Judgment Delivered by:": "Hon'ble Mr. Justice S. Abdul Nazeer",
        "Respondent:": "State Of U.p. & Ors.",
        "Case Type:": "CIVIL APPEAL /3559/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act",
            "1996",
            "s. 31(7)(b)",
            "Reduction of rate of interest"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: s. 31(7)(b) – Reduction of rate of interest – Arbitral award along with interest payable in accordance with s. 31(7(b), at the rate of 18% pa – District judge reduced the rate of interest on the sum awarded from 18% to 6% relying on para 7-A of s. 24 of the UP Amendment Act – Upheld by the High Court – On appeal, held: Section 31(7)(b) clearly states that unless otherwise specified, the awarded sum would carry an interest @ 18% pa – Para 7-A of s. 24 of the U.P. Amendment Act was an amendment to the First Schedule of Arbitration Act, 1940 – Since the Arbitration Act, 1940 has been repealed, the Schedule to the Arbitration Act, including the State amendment, also stands repealed – Thus, the provisions of Arbitration Act, 1940 including para 7-A of s. 24 would have no application to the proceedings commenced after coming into force of the Act of 1996 – On facts, though the agreement was earlier to the date of coming into force of the Act of 1996, the proceedings commenced on 27.10.1999 and were conducted in accordance with the Act of 1996, thus, para 7-A of s. 24 of the U.P. Amendment Act would not be applicable – High Court and the District Judge not justified in reducing the rate of interest by following the U.P. Amendment Act – Award of interest in accordance with s. 31(7)(b) is restored – Arbitration Act, 1940 – Uttar Pradesh Civil Laws (Reforms and Amendment) Act, 1976 – s. 24. "
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "BALJEET SINGH (DEAD) THROUGH LRS. AND OTHERS ETC. ETC. VS. STATE OF U.P. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NDI=",
        "Citation": "[2019] 11 S.C.R. 646",
        "Case Type": "(SPECIAL LEAVE PETITION (CIVIL) /30404/2017)",
        "Date": "08 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice M.R. Shah\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQmFsamVldCBTaW5naCBkZWFkIFRocm91Z2ggTHJzIEFuZCBPdGhlcnMgRXRjIEV0YyAgdnMgIFN0YXRlIE9mIFVwIEFuZCBPdGhlcnMxNzAxODYyMTc3LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 646",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "08 August 2019",
        "Petitioner:": "Baljeet Singh (dead) Through Lrs. And Others Etc. Etc.",
        "Disposal Nature:": "Others",
        "Netural Citation:": "2019 INSC 877",
        "Judgment Delivered by:": "Hon'ble Mr. Justice M.R. Shah",
        "Respondent:": "State Of U.p. And Others",
        "Case Type:": "SPECIAL LEAVE PETITION (CIVIL) /30404/2017",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Delay in filing Special Leave Petitions",
            "Condonation of"
        ],
        "HeadNote": "Delay/laches: Delay in filing Special Leave Petitions – Condonation of – On facts, SLP’s filed with regard to inadequacy of compensation awarded by the High Court in 1996, claiming parity in compensation awarded to their co-villagers in a different location – Inordinate delay of 21 years in filing SLPs challenging the order passed by the High Court – Applications seeking condonation of delay –Held: Petitioners miserably failed to make out a case to condone the huge delay of 21 years – No sufficient cause has been shown – Only explanation in approaching this Court is given in the application that it was only in December 2016, the claimants pertaining to village Kasana got enhanced compensation of Rs. 65/- per sq. yard from this Court – Nothing on record that after the impugned order of the High Court, the petitioners made any grievance/objection with respect to inadequacy of the compensation determined by the High Court – On the contrary, they accepted the compensation awarded – Even if the petitioners are denied the interest and/or the other statutory benefits for the delayed period, to direct the State/acquiring body to pay the enhanced amount of compensation after 21 years would be unreasonable and would have a financial burden upon them and it would be very difficult for them to recover the same from the allottees – Thus, the huge delay in filing the special leave petitions cannot be condoned and the applications for condonation are dismissed. Jurisprudence: Non-exercise of right for a long time – Effect of – Held: Right becomes non-existent – In cases where there is no limitation period prescribed by any statute relating to certain proceedings, the courts on the basis of doctrine of laches and delay as well as doctrine of acquiescence, have non-suited the litigants who approached the court belatedly without any justifiable explanation for bringing the action after unreasonable delay – In cases where the action is not brought within that prescribed period, the aggrieved party loses remedy and cannot enforce his legal right after the period of limitation is over – However, if there is a justifiable explanation for bringing the action after the prescribed period of limitation is over and sufficient cause is shown, the court may allow the prayer for condonation of delay – If the aggrieved party does not initiate the proceedings within the period of limitation without any sufficient cause, he can be denied the relief on the ground of unexplained laches and delay and on the presumption that such person has waived his right or acquiesced with the order."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "MAHANAGAR TELEPHONE NIGAM LTD. VS. CANARA BANK & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NTM=",
        "Citation": "[2019] 11 S.C.R. 660",
        "Case Type": "(CIVIL APPEAL /6202/2019)",
        "Date": "08 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Abhay Manohar Sapre, Hon'ble Ms. Justice Indu Malhotra\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTWFoYW5hZ2FyIFRlbGVwaG9uZSBOaWdhbSBMdGQgIHZzICBDYW5hcmEgQmFuayAgT3JzMTcwMTg2MjI3Ny5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 660",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "08 August 2019",
        "Petitioner:": "Mahanagar Telephone Nigam Ltd.",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2019 INSC 881",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indu Malhotra",
        "Respondent:": "Canara Bank & Ors.",
        "Case Type:": "CIVIL APPEAL /6202/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration agreement",
            "Existence of valid arbitration agreement",
            "Joinder of subsidiary company"
        ],
        "HeadNote": "Arbitration and Conciliation Act, 1996: Arbitration agreement – Existence of valid arbitration agreement – Joinder of subsidiary company in arbitral proceedings – On facts, transactions between the appellant and respondent no. 1 and its subsidiary, respondent no. 2 – Respondent no. 2 subscribed to the bonds floated by appellant and subsequently transferred the Bonds to its holding Company-respondent no. 1 – Case of appellant that since respondent no. 2 did not pay the entire sale consideration for the Bonds, appellant constrained to cancel the allotment of the Bonds – Appointment of an arbitrator to settle the dispute through arbitration – Objection by appellant with respect to existence of valid arbitration agreement between the parties and objection by respondent no. 1 to the joining of respondent no. 2 as party to arbitration since respondent no. 2 was not party to the arbitration agreement, it could not be impleaded in the proceedings – Held: Agreement between appellant and respondent no. 1 to refer the disputes to arbitration is evidenced from the documents exchanged between the parties, and the proceedings and is final and conclusive – Appellant after giving its consent to refer the disputes to arbitration before the High Court, is now estopped from contending that there was no written agreement to refer the parties to arbitration – Respondent no. 1 had filed its statement of claim before the Arbitrator, and appellant filed its reply to the statement of claim, and also made a counter claim against respondent no. 1, which would constitute evidence of the existence of an arbitration agreement, and the same was not denied by the other party – As regards an objection to the joinder of respondent No. 2 in arbitral proceedings, it will be a futile effort to decide the disputes only between appellant and Respondent no. 1, in the absence of respondent no. 2, since undisputedly, the original transaction emanated from a transaction between appellant and respondent no. 2-original purchaser of the Bonds – Disputes arose on the cancellation of the Bonds by appellant on the ground that the entire consideration was not paid – There is a clear and direct nexus between the issuance of the Bonds, its subsequent transfer by respondent No. 2 to respondent no. 1, and the cancellation by appellant, which has led to disputes between the three parties – Thus, respondent no. 2 is a necessary and proper party to the arbitration proceedings – Given the tri-patite nature of the transaction, there can be a final resolution of the disputes, only if all three parties are joined in the arbitration proceedings, to finally resolve the disputes which have been pending – respondent no. 2 has participated in the proceedings before the High Court, and the Committee on Disputes, was represented by its separate counsel before the Sole Arbitrator – Respondent no. 1 filed before the High Court, had joined respondent No. 2, even though it was joined as a proforma party – objection to respondent No. 2 being impleaded as a party to the arbitration proceedings was raised by Respondent no. 1, and not respondent No. 2 – There is no merit in the objection raised by Respondent no. 1 opposing the joining of respondent No. 2 as a party to the dispute. Respondent no. 1 had enclosed a Draft Arbitration Agreement to appellant, wherein it has clearly stated that the arbitration would be between three parties i.e. Respondent no. 1 and respondent No. 2 as party of the first part, and appellant as party of the second part – There was implied or tacit consent by respondent No. 2 to being impleaded in the arbitral proceedings, which is evident from the conduct of the parties – Respondent No. 2 has throughout participated in the proceedings before the Committee on Disputes, before the High Court, before the Sole Arbitrator, and was represented by its separate counsel before this Court in the instant appeal – There was a clear intention of the parties to bind both Respondent no. 1, and its subsidiary- respondent No. 2to the proceedings – There can be no final resolution of the disputes, unless all three parties are joined in the arbitration – Group of Companies doctrine is invoked to join respondent No. 2 in the arbitration proceedings pending before the Sole Arbitrator – Matter remitted to the Sole Arbitrator to continue with the arbitral proceedings. Arbitration agreement – Existence of valid arbitration agreement – Held: Arbitration agreement is the written agreement between the parties, to submit their existing, or future disputes or differences, to arbitration – Valid arbitration agreement is the foundation on which the arbitral process is structured – Binding agreement for disputes to be resolved through arbitration is a sine\u0002qua-non for referring the parties to arbitration – Essential elements or attributes of an arbitration agreement is the agreement to refer their disputes or differences to arbitration, which is expressly or impliedly spelt out from a clause in an agreement, separate agreement, or documents/correspondence exchanged between the parties – If it can prima facie be shown that parties are ad idem, even though the other party may not have signed a formal contract, it cannot absolve him from the liability under the agreement – Intention of the parties must be inferred from the terms of the contract, conduct of the parties, and correspondence exchanged, to ascertain the existence of a binding contract between the parties – If the documents on record show that the parties were ad idem, and had actually reached an agreement upon all material terms, then it would be construed to be a binding contract – ‘Arbitration agreement’ must be interpreted so as to give effect to the intention of the parties, rather than to invalidate it on technicalities. Doctrines: Group of Companies Doctrine – Invocation of – Held: Group of Companies doctrine can be invoked to bind a non\u0002signatory by an arbitration agreement where the conduct of the parties evidences a clear intention of the parties to bind both the signatory as well as the non-signatory parties – Courts and tribunals have invoked this doctrine to join a non-signatory member of the group, if they are satisfied that the non-signatory company was by reference to the common intention of the parties, a necessary party to the contract – ‘Group of Companies’ doctrine indicates the implied consent to an agreement to arbitrate, in the context of modern multi-party business transactions – Doctrine provides that a non\u0002signatory may be bound by an arbitration agreement where the parent or holding company, or a member of the group of companies is a signatory to the arbitration agreement and the non-signatory entity on the group has been engaged in the negotiation or performance of the commercial contract, or made statements indicating its intention to be bound by the contract, the non-signatory will also be bound and benefitted by the relevant contracts – Circumstances are if there is a direct relationship between the party which is a signatory to the arbitration agreement; direct commonality of the subject matter; the composite nature of the transaction between the parties."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M/S. BALWANT SINGH & SONS VS. NATIONAL INSURANCE COMPANY LTD & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NTk=",
        "Citation": "[2019] 11 S.C.R. 693",
        "Case Type": "(CIVIL APPEAL /5998/2019)",
        "Date": "31 JULY 2019",
        "Judge Names": "Hon'ble Dr. Justice D.Y. Chandrachud\n*, Hon'ble Ms. Justice Indira Banerjee",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTXMgQmFsd2FudCBTaW5naCAgU29ucyAgdnMgIE5hdGlvbmFsIEluc3VyYW5jZSBDb21wYW55IEx0ZCAgQW5yMTcwMTg2MjM3MS5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 693",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "31 July 2019",
        "Petitioner:": "M/s. Balwant Singh & Sons",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 844",
        "Judgment Delivered by:": "Hon'ble Dr. Justice D.Y. Chandrachud",
        "Respondent:": "National Insurance Company Ltd & Anr.",
        "Case Type:": "CIVIL APPEAL /5998/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Motor Vehicles Act",
            "1988",
            "ss. 50",
            "157",
            "Transfer of certificate of insurance"
        ],
        "HeadNote": "Motor Vehicles Act, 1988: ss. 50, 157 – Transfer of certificate of insurance – On facts, appellant purchased vehicle in auction – Insurance premium collected by insurer from the appellant-insured – However, insurance policy continued to reflect the name of respondent as insured and registration certificate still not transferred – Thereafter, loss of vehicle occasioned by theft – Insurance claim by insured – Claim rejected by insurer – Consumer complaint – Consumer Forum held that insurer not liable on the claim preferred for loss of vehicle – On appeal, held: There was an acceptance of premium as also issuance of a policy document – After the transfer of the vehicle, the insurer was specifically informed by the Bank which held a lien on the insurance policy, of the lifting of its lien following the termination of the agreement of hypothecation – Following this, insurer issued insurance policy – More so, third respondent did not raise any claim in respect of the loss of the vehicle since the vehicle had already been repossessed and sold by the bank on account of its default in the payment of dues – Furthermore, loss of the vehicle took place in close proximity to the date of auction purchase – Thus, the insurer cannot repudiate the claim of the appellant holding that its liability is to the third respondent who has no subsisting interest in the ownership in the vehicle and the claim of the insured is allowed."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "THE DIRECTOR OF HORTICULTURE, ODISHA VS. PRAVAT KUMAR DASH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1NzE=",
        "Citation": "[2019] 11 S.C.R. 708",
        "Case Type": "(CIVIL APPEAL /6227/2019)",
        "Date": "09 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvVGhlIERpcmVjdG9yIE9mIEhvcnRpY3VsdHVyZSBPZGlzaGEgIHZzICBQcmF2YXQgS3VtYXIgRGFzaCAgT3JzMTcwMTg2MjQ5My5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 708",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "09 August 2019",
        "Petitioner:": "The Director Of Horticulture, Odisha",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 888",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Pravat Kumar Dash & Ors.",
        "Case Type:": "CIVIL APPEAL /6227/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Appointment",
            "Post of gardeners",
            "Issuance of Circulars"
        ],
        "HeadNote": "Service Law : Appointment – Post of gardeners – Issuance of Circulars whereby selected applicants to be imparted pre-service gardeners training in departmental farms by Director of Horticulture – Selected applicants underwent training – However, few candidates selected by Director of Horticulture without following the procedure – Appointment of few candidates and later on termination of their services – Subsequently, Government Order that not to fill up the posts of Gardener and to create the equal number of posts of Horticulture Workers – Said order set aside by the tribunal and direction issued to the State to consider the applicants for appointment against the existing vacant posts of Gardener – Writ petition thereagainst, dismissed by the High Court – On appeal, held: Circular contemplates that there is no guarantee of employment after successful completion of training by the trainees – Appointment to the post of Gardener is required to be made in terms of the Recruitment Rules or in terms of the instructions issued – Selection of the candidates for training was not by way of transparent procedure nor there was any commitment to appoint candidates who have completed training as Gardeners – Even if a candidate has completed training, he cannot seek right of employment unless such public posts are advertised and filled up by giving opportunity to all similarly situated candidates – Directions of the tribunal, as upheld by the High Court, wholly unjustified as there cannot be any direction for appointment only for the reason that the candidates have undergone training – Furthermore, no right can be conferred on the persons who were terminated on the basis of equity in favour of the other candidates – Thus, the order passed by the High Court and the tribunal are set aside . "
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "NATIONAL HIGHWAYS AUTHORITY OF INDIA VS. SAYEDABAD TEA COMPANY LTD. AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1ODc=",
        "Citation": "[2019] 11 S.C.R. 725",
        "Case Type": "(CIVIL APPEAL /6958/2009)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTmF0aW9uYWwgSGlnaHdheXMgQXV0aG9yaXR5b2YgIHZzICBTYXllZGFiYWQgVGVhIENvbXBhbnkgTHRkIEFuZCBPcnMxNzAxODYyNzMzLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 725",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "National Highways Authority Of India",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 957",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "Sayedabad Tea Company Ltd. And Ors.",
        "Case Type:": "CIVIL APPEAL /6958/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "National Highways Act",
            "1956",
            "s.3G(5)",
            "Appointment of arbitrator",
            "s. 11"
        ],
        "HeadNote": "National Highways Act, 1956: s.3G(5) – Arbitration and Conciliation Act 1996 – s. 11 – Appointment of arbitrator – Application u/s. 3G(5) of the 1956 Act for appointment of an Arbitrator by the Central Government – Allegation that Central Government did not respond to the request for appointment – Thereafter, application filed u/s. 11 of the 1996 Act – Maintainability of application u/s. 11 of the 1996 Act, in view of s. 3G(5) of the 1956 Act – Held: When the special law sets out a self-contained code, the application of general law would impliedly be excluded – Scheme of 1956 Act, being a special law enacted for the purpose and for appointment of an arbitrator by the Central Government u/s. 3G(5) of the 1956 Act and sub-section (6) of s.3G itself clarifies that subject to the provisions of the Act 1956, the arbitrator may take recourse in adjudicating the dispute invoking the provisions of 1996 Act for the limited purpose – Thus, in view of the power being vested exclusively with the Central Government to appoint an Arbitrator u/s 3G(5) of the Act 1956, the application filed u/s 11(6) of the Act 1996 for appointment of an Arbitrator not maintainable and provisions of the Act, 1996 could not be invoked for the purpose – Order by the High Court appointing an Arbitrator invoking s. 11 of the 1996 Act, set aside – Arbitrator so appointed by the Central Government may adjudicate and decide the dispute"
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "CHENNADI JALAPATHI REDDY VS. BADDAM PRATAPA REDDY (DEAD) THR LRS. & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY1OTU=",
        "Citation": "[2019] 11 S.C.R. 739",
        "Case Type": "(CIVIL APPEAL /7818/2009)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Mohan M. Shantanagoudar\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQ2hlbm5hZGkgSmFsYXBhdGhpIFJlZGR5ICB2cyAgQmFkZGFtIFByYXRhcGEgUmVkZHkgZGVhZCBUaHIgTHJzICBBbnIxNzAxODYyODc3LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 739",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "Chennadi Jalapathi Reddy",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 959",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "Respondent:": "Baddam Pratapa Reddy (dead) Thr Lrs. & Anr.",
        "Case Type:": "CIVIL APPEAL /7818/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit",
            "Expert Evidence",
            "Evaluation",
            "Specific Relief Act",
            "1963",
            "s.16(c)",
            "Limitation Act",
            "1963",
            "Art.54 of the Schedule"
        ],
        "HeadNote": "Suit – Expert Evidence – Evaluation of – Appellant filed suit for specific performance in respect of the agreement of sale pertaining to the suit schedule house – As per the appellant, after execution of the agreement of sale in his favour, the first defendant\u0002first respondent (now deceased) did not execute the sale deed and rather along with his brother sold their respective shares to the second defendant-second respondent – Trial Court decreed the suit – Judgment reversed by the High Court – On appeal, held: Evidence of PWs-2, 3 (attesting witnesses) fully support the case of the appellant – High Court not justified in rejecting their evidence on mere assumptions and wrong reasons – It mainly relied upon the opinion of the handwriting expert, who opined that the signature of the first respondent on the agreement of sale, Ext.A-1 did not tally with his admitted signatures – Court must be cautious while evaluating expert evidence, which is a weak type of evidence and not substantive in nature – Mere expert evidence as to a fact is not regarded as conclusive proof of it and the Court may seek independent and reliable corroboration in the facts of a given case – Evidence of DW-3 (brother of the first respondent) belies the allegation of the first respondent that the signature found on Ext.A\u00021 is forged – DW-3 admitted that he could identify the signature of his elder brother, the first respondent– Merely because appellant’s signature was not present on Ext.A-1, this would not ipso facto nullify the agreement altogether – Ext.A-2, the receipt evidencing the payment of earnest money in pursuance of Ext.A-1, bears the signature of the first respondent on the revenue stamps affixed thereon– No material brought on record to show that he did not receive the amount under Ext.A-2– Plaintiff was ready and willing to perform his part of the contract – Judgment of the High Court set aside, while that of Trial Court stands restored– Evidence Act, 1872 – ss.45, 47– Specific Relief Act, 1963– s.16(c) – Limitation Act, 1963 – Art.54 of the Schedule– Code of Civil Procedure, 1908– Appendix A, Forms 47 & 48. Evidence Act, 1872 – Explanation to s.47 – Opinion of person acquainted with the handwriting of another – Relevance of – Discussed. Specific Relief Act, 1963 – s.16(c) – Held: Filing of suit for specific performance of an agreement of sale is governed by s.16(c) r/w Art. 54 of the Schedule of the 1963 Act – Forms 47 & 48 of Appendix A of CPC prescribe the format of the plaint for such a suit – Thus, a plaint which seeks the relief of specific performance of an agreement/contract must comply with all these requirements – Limitation Act, 1963 – Art.54 of the Schedule – Code of Civil Procedure, 1908 – Appendix A, Forms 47 & 48."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "BOBINDRA KUMAR & ANR. VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MDQ=",
        "Citation": "[2019] 11 S.C.R. 752",
        "Case Type": "(CIVIL APPEAL /6642/2019)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQm9iaW5kcmEgS3VtYXIgIEFuciAgdnMgIFVuaW9uIE9mIEluZGlhICBPcnMxNzAxODYyOTcwLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 752",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "Bobindra Kumar & Anr.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 966",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /6642/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Central Reserve Police Force Act",
            "1949",
            "ss.2(d)",
            "5",
            "Service Law",
            "Seniority"
        ],
        "HeadNote": "Central Reserve Police Force Act, 1949 – ss.2(d), 5 – Central Reserve Police Force Rules, 1955 – rr.8(e),12 – Direct recruits-Sub Inspector (General Duty) were appointed in pursuance of the advertisement published in June, 2007 – Results were declared – On October 5, 2009, the Directorate General, CRPF communicated to its various units regarding the allotment of candidates – Pursuant thereto, letters of offer of appointment were issued to the selected candidates – Following the terms and conditions in the letter of appointment, the direct recruits reported for training in January, 2010 – On the other hand, promotee Sub Inspector (General Duty) were appointed in pursuance of recruitment process initiated in June, 2009 – Promotee Sub Inspectors (General Duty) training commenced on November 23, 2009 – After appointments were made, Seniority list was finalised, whereby the direct recruits were placed senior to the promotee sub-inspectors – Writ petition – High Court placed promotee Sub Inspector senior to the direct recruit Sub Inspectors – Direct recruits contended that they were entitled to rank senior in view of letter of allotment dated October 5, 2009 – On appeal, held: The offer of letter of appointment accepted by the direct recruit contemplated that on joining, they would be governed by the Act and the Rules, therefore, till such time they join in pursuance of the offer of appointment, the appellants-direct appointees were not subject to the provisions of the Act and the Rules – As per r.12, no candidate was to be enrolled unless he obtained a Health Certificate – Therefore, candidates deemed to be member of the force only on furnishing of health certificate and acceptance of the offer of appointment before they proceed for training – Further, r.8(e) stipulates that a person promoted to a higher rank and a person recruited direct to the same rank shall have their seniority from the date of appointment – Therefore, a person appointed by way of direct recruitment or promotion to the post of Sub-Inspector, his seniority will be fixed as per the date of appointment – In the instant case, since the date of appointment of the direct recruits is not October 5, 2009 but the date they completed the formalities after accepting the offer of appointment, their date of appointment is later than the date of promotion of the promotee Sub-Inspectors – Thus, set of appeals by the direct appointee-Sub-Inspectors and Union of India dismissed – Service Law – Seniority."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "JAYESH H. PANDYA & ANR. VS. SUBHTEX INDIA LTD. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MTU=",
        "Citation": "[2019] 11 S.C.R. 765",
        "Case Type": "(CIVIL APPEAL /6300/2009)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvSmF5ZXNoIEggUGFuZHlhICBBbnIgIHZzICBTdWJodGV4IEluZGlhIEx0ZCAgT3JzMTcwMTg2MzE1Ny5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 765",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "Jayesh H. Pandya & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 958",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "Subhtex India Ltd. & Ors.",
        "Case Type:": "CIVIL APPEAL /6300/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration and Conciliation Act 1996",
            "ss. 14 and 15",
            "Failure or impossibility to act",
            "Arbitration agreement"
        ],
        "HeadNote": "Arbitration and Conciliation Act 1996: ss. 14 and 15 – Failure or impossibility to act – Arbitration agreement – In terms of the conditions, arbitrator to make award within four months from the date of service of copy of the agreement, however this period could be extended with the consent of the parties – Arbitrator unable to complete the arbitral proceedings within four months from the date of the first preliminary meeting in terms of the arbitration agreement and appellants refused to provide consent to extension of time – Issuance of direction by the tribunal to respondent No 1 to obtain extension of time or to approach court for a clarification – However, no application filed by respondent no. 1 – Thereafter, arbitrator fixed a meeting, however, appellants filed an application that the tribunal had become functus officio with no power to proceed as the four-month period had expired – Rejection of the application by the arbitrator – Appellant then filed arbitration petition invoking s. 14 – Declaration sought that the arbitrator had become de jure unable to perform his functions and mandate to act as arbitrator had terminated – Dismissed by the High Court – On appeal, held: It is clear from the reading of sub-section 1(a) of s. 14 that mandate of an arbitrator shall terminate if it fails to act without undue delay – Arbitration proceedings are supposed to be governed and run by the terms as agreed by the parties, failing which it would frustrate the mandate of the object of the Act – Thus, the arbitrator, cannot go beyond the clause of the arbitration agreement – Parties have to stand by the terms of contract including the Arbitrator – On facts, it cannot be held that there has been a waiver of valuable rights where the circumstances show that what was done was involuntary – Furthermore, there is no provision under the arbitration agreement to condone the delay when agreement between the parties binds them to see that the arbitration proceedings should be concluded within the time prescribed – s. 14 read with s. 15 also recognise this mechanism – After the expiry of four months period from the date of first preliminary meeting, the Arbitrator indeed became de jure unable to perform his functions and the mandate to act as an Arbitrator in the arbitral proceedings between the parties stood terminated – Thus, the order passed by High Court is set aside."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "CHANDRAKANT BABAN MOTKARI & ORS. VS. GOTIRAM LAXMAN MOTKARI (D) BY LRS. & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2MjY=",
        "Citation": "[2019] 11 S.C.R. 780",
        "Case Type": "(CIVIL APPEAL /2390/2011)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvQ2hhbmRyYWthbnQgQmFiYW4gTW90a2FyaSAgT3JzICB2cyAgR290aXJhbSBMYXhtYW4gTW90a2FyaSBkIEJ5IExycyAgT3JzMTcwMTg2MzI4OC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 780",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "Chandrakant Baban Motkari & Ors.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 962",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "Gotiram Laxman Motkari (d) By Lrs. & Ors.",
        "Case Type:": "CIVIL APPEAL /2390/2011",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Bombay Tenancy and Agricultural Lands Act",
            "1948",
            "ss. 32 and 85",
            "Rights of the tillers"
        ],
        "HeadNote": "Bombay Tenancy and Agricultural Lands Act, 1948: ss. 32 and 85 – Rights of the tillers – Dispute between the legal heirs of two deceased brothers, N and L – N and his two uncles took land on lease for cultivation by execution of Kabuliyatnama, in 1944 – L was an attesting witness to the Kabuliyatnama, and prior to execution he had obtained a Government job as a peon – Thereafter, Act of 1948 was passed and in terms thereof, from 1.4.1957, tenants who were tilling the land were deemed to have purchased the land from the owners – Execution of agreement to sell by landowners and 1/3rd share of this land was agreed to be sold to L and N – Registration of agreement to sell but it never culminated in a sale deed – In terms thereof, case of the legal heirs of L that they derived rights in pursuant to the said document, and payments were made by N out of the joint family funds – Initiation of proceedings u/s. 32G by the Deputy Collector, wherein certificate was issued in favour of N and his uncles, and on mutation, N was recognized as individual owner – Challenge to, by legal heirs of L, however, the claim was rejected – Thereafter, the legal heirs of N tried to transact the land, whereas legal heirs of L again claimed rights in the property – Dismissal of the suit as also first appeal – On appeal, held: Once a certification has been issued u/s. 32M, there was no need to refer the matter to the Mamlatdar merely because the plaint alleges that it was a joint family property – There are concurrent findings of the trial court and the first appellate court, the latter being the final court as a court of fact – Findings arrived at are the correct findings – There is no uncertainty on the issue before the trial court as the certificate u/s. 32M is final and exists – Provision of s. 85 itself states that such a certificate, once issued, is final and can only be assailed in appeal – Thus, there was no occasion for the trial court to remit the issue to the Mamlatdar."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M/S N RAMACHANDRA REDDY VS. THE STATE OF TELANGANA & ORS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NDA=",
        "Citation": "[2019] 11 S.C.R. 792",
        "Case Type": "(CIVIL APPEAL /6673/2019)",
        "Date": "28 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice R.Subhash Reddy\n*, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTXMgTiBSYW1hY2hhbmRyYSBSZWRkeSAgdnMgIFRoZSBTdGF0ZSBPZiBUZWxhbmdhbmEgIE9yczE3MDE4NjM0NzAucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 792",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "28 August 2019",
        "Petitioner:": "M/s N Ramachandra Reddy",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 970",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.Subhash Reddy",
        "Respondent:": "The State Of Telangana & Ors",
        "Case Type:": "CIVIL APPEAL /6673/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tender for construction of road",
            "matter relating to contracts",
            "Scope of judicial review"
        ],
        "HeadNote": "Tender: Tender for construction of road – As per tender condition ‘Batch Type Hot Mix Plant’ owned by the bidder was required to be located within a distance of 100 kilometers from the last point of working reach – Letter of intent issued to the appellant – Complaint by another bidder (respondent No.4) disputing the correctness of distance in the case of the appellant – In verification report Superintending Engineer found the actual distance at 101.50 km. and from alternate route found the distance at 99.90 km. – Finding in the report again questioned by respondent No. 4 – By another verification report by another Superintending Engineer of another jurisdiction, the distance was found as 98.1 km. – Tender finalized in favour of appellant – Writ petition – Single Judge of High court dismissed the petition – In writ appeal Division Bench of High Court allowing the appeal found fault with the report of the superintending Engineer in giving distance particulars from the alternate route and found that subsequent report not being of jurisdictional engineer could not have been relied upon – Appeal to Supreme Court – Held: There is nothing wrong in the first report, mentioning the distance from alternate route – In the absence of any prescribed procedure for verification, it was fair to call for report from an independent Superintending Engineer of different jurisdiction – The procedure adopted by tendering authority is fair, just and reasonable. Judicial Review: Scope of judicial review – In matter relating to contracts and tenders – Held: In matter relating to contracts/tenders, courts cannot sit as appellate court while exercising power of judicial review – Such power is called for only if the approach is arbitrary or mala fide or procedure adopted is meant to favour someone.Letters Patent: Intra-court appeal – Power of court – Scope of – Held: Appellate Bench not to disturb the finding of Single Judge unless such finding is concluded as perverse. Constitution of India: Art. 136 – Jurisdiction under – Nature of – Held: Jurisdiction u/Art. 136 is corrective jurisdiction to settle the law."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "PRAHLAD RAUT VS. ALL INDIA INSTITUTE OF MEDICAL SCIENCES",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NDk=",
        "Citation": "[2019] 11 S.C.R. 809",
        "Case Type": "(CIVIL APPEAL /6640/2019)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvUHJhaGxhZCBSYXV0ICB2cyAgQWxsIEluZGlhIEluc3RpdHV0ZSBPZiBNZWRpY2FsIFNjaWVuY2VzMTcwMTg2MzU5MS5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 809",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "Prahlad Raut",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 964",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indira Banerjee",
        "Respondent:": "All India Institute Of Medical Sciences",
        "Case Type:": "CIVIL APPEAL /6640/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Administrative Tribunals Act",
            "1985",
            "s. 21",
            "Limitation",
            "Object of"
        ],
        "HeadNote": "Administrative Tribunals Act, 1985: s. 21 – Limitation – Suspension of appellant-Steward on charges of embezzlement and misappropriation – Registration of FIR – Thereafter, appellant committed theft in public place and registration of second FIR and conviction u/s. 379 IPC – Issuance of Memorandum removing appellant from service from the date of his conviction and direction to refund the subsistence allowance received by him – After a decade on account of compromise between the appellant and respondent, first FIR quashed by the High Court – Representation moved by appellant demanding retiral benefits – After 13 years from the date of Memorandum, application filed by appellant challenging the Memorandum – Tribunal set aside the memorandum and granted all benefits to the appellant – Writ petition by the respondent – Allowed by the High Court – On appeal, held: Sub-Section (3) of Section 21 is attracted when there is sufficient cause for the delay in filing an appeal beyond the period of limitation – Finding of the tribunal that the application had been filed within limitation, is patently erroneous and was rightly not accepted by the High Court – Successive representations do not save limitation and does not justify delay of about thirteen years in approaching the tribunal – Memorandum had to be challenged before the tribunal within the period of limitation as prescribed in s. 21(1)(b), which would start running from the date of expiry of six months from the date of filing of appeal or alternatively the appellant would have to show sufficient cause for the delay in filing the application beyond the period prescribed by limitation – It cannot be said that the quashing of the first FIR gave rise to afresh cause of action – Forfeiture of pensionary benefits by reason of a punitive order of termination is not a continuing cause of action – First FIR was not quashed on the ground that the same did not disclose any offence or was otherwise frivolous, vexatious or harassive – Also it cannot be said that absolute penury led the appellant to commit the offence u/s. 379 – Any sympathy for the appellant would be completely misplaced – Thus, the order of the High Court is upheld – Central Civil Services (Classification, Control and Appeal) Rules, 1965 – r. 19(1). Limitation: Object of – Held: Law of limitation is founded on public policy – Object of limitation is to put a quietus on stale and dead disputes – Person ought not to be allowed to agitate his claim after a long delay – When retiral benefits are withheld without cause, there would be a continuing cause of action – However, when retirement benefits are withheld by way of disciplinary action, the order would necessarily have to be challenged within the period of limitation or alternatively there would have to be sufficient cause for the delay."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "RAJASTHAN HIGH COURT, JODHPUR & ANR. VS. NEETU HARSH & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NjA=",
        "Citation": "[2019] 11 S.C.R. 829",
        "Case Type": "(CIVIL APPEAL /6696/2019)",
        "Date": "29 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna\n*, Hon'ble Ms. Justice R. Banumathi",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvUmFqYXN0aGFuIEhpZ2ggQ291cnQgSm9kaHB1ciAgQW5yICB2cyAgTmVldHUgSGFyc2ggIEFucjE3MDE4NjM2ODUucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 829",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "29 August 2019",
        "Petitioner:": "Rajasthan High Court, Jodhpur & Anr.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 978",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajjikuttira Somaiah Bopanna",
        "Respondent:": "Neetu Harsh & Anr.",
        "Case Type:": "CIVIL APPEAL /6696/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Judicial Services",
            "Rajasthan Judicial Service Rules",
            "2010",
            "Persons with Disabilities (Equal opportunities",
            "Protection of Rights and Full Participation) Act",
            "1995",
            "s.36"
        ],
        "HeadNote": "Judicial Services – Rajasthan Judicial Service Rules, 2010 – r.10(4) – Persons with Disabilities (Equal opportunities, Protection of Rights and Full Participation) Act, 1995 – s.36 – Appellants issued notification calling for applications for recruitment to the post of Civil Judge-cum-Judicial Magistrate in the Civil Judge Cadre for 72 posts – Among the same, two posts were kept reserved for persons with disabilities – Private respondent applied indicating her category as “General” and in the column provided for indication of the claim under the Differently Abled Category had mentioned “No” – Private respondent was declared successful in the Preliminary examination, main examination and the interview – She had obtained 136 marks and was placed at Serial No.137 – As against the two vacancies for the differently abled persons, one of the applicants who had obtained 138 marks was at Serial No.57 – Subsequent thereto, the private respondent made representation with a request to consider her candidature under the category for differently abled persons as visually impaired and to provide appointment – Representation was not accepted – Writ petition – High Court directed appellants to consider the candidature of the private respondent for appointment in the Civil Judge cadre against the two vacancies reserved for disabled candidates – Appellants contended that disability certificate relied on by the private respondent showed description of permanent disability as Hemiplegia-Non-functional hand – However, in the representation made by her she claimed that she was visually impaired and reference was made to the same disability certificate – On appeal, held: In the instant case, whether the disability claimed by the private respondent is a locomotor disability or visual impairment is itself a debatable question, it would not be possible for the Court to act as an expert and in such circumstance a mandamus to consider the same in a particular manner would not be justified – It is true that the employment opportunities to the differently abled persons is to be provided as a matter of right when a case is made out – However, when the claim was not made and there are debateable issues, the direction of the High Court cannot be considered justified – More so, appellants had acted in terms of Rajasthan Judicial Service Rules, 2010 and appointed a candidate from the other category for the vacant disabled category – So, when such appointment has been made, disturbing such candidate at this juncture not justified – Thus, order passed by the High Court unsustainable – Constitution of India – Arts.233 and 234 r/w. proviso to Art. 309."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "STATE OF RAJASTHAN AND ORS. VS. LORD NORTHBOOK AND ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2NzM=",
        "Citation": "[2019] 11 S.C.R. 844",
        "Case Type": "(CIVIL APPEAL /6677/2019)",
        "Date": "28 AUGUST 2019",
        "Judge Names": "Hon'ble Ms. Justice Indira Banerjee, Hon'ble Ms. Justice R. Banumathi\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvU3RhdGUgT2YgUmFqYXN0aGFuIEFuZCBPcnMgIHZzICBMb3JkIE5vcnRoYm9vayBBbmQgT3JzMTcwMTg2Mzc4NC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 844",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "28 August 2019",
        "Petitioner:": "State Of Rajasthan And Ors.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2019 INSC 969",
        "Judgment Delivered by:": "Hon'ble Ms. Justice R. Banumathi",
        "Respondent:": "Lord Northbook And Ors.",
        "Case Type:": "CIVIL APPEAL /6677/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Rajasthan Escheats Regulation Act",
            "1956– s.2(4)",
            "Proviso to s.4",
            "ss. 6",
            "7Escheat’",
            "‘abandoned property’",
            "‘bona vacantia’"
        ],
        "HeadNote": "Rajasthan Escheats Regulation Act, 1956– s.2(4), Proviso to s.4, ss. 6, 7– Testator died in 1987 without any legal heirs, leaving valuable properties situated in Khetri, Jhunjhunu, Rajasthan – Before his death, he executed Will bequeathing his properties to a Trust – Trustees filed probate petition before the Delhi High Court for probate of the Will – Objections filed by the agnates of the deceased testator – Probate petition dismissed – Appeal pending before the Division Bench – Direction by the Collector, Jhunjhunu to initiate proceedings under the Ecsheats Act in respect of the properties left – Tehsildar took over possession of the properties – Writ petition filed by respondents challenging three communications/ orders initiating the proceedings under the Act – Further, the Collector rejected the claims of the Trust based on Will and also the claim of the agnates – Appeal of the Trust before the Board of Revenue – Order of the Collector stayed, appeal pending – Thereafter, writ petition allowed – On appeal, held (per Curiam) : Matter referred to larger bench – Per Banumathi, J. Doctrine of escheat postulates that where an individual dies intestate and does not leave behind an heir qualified to succeed to the property, the property devolves on the Government – Absence of any heir is pre\u0002condition for initiation of the proceedings for escheating of the property to the Government – In the present case, when the agnates/ other persons claiming right in the estate withdrew their objections, naturally they accepted the claim/right of the Trust, which claims through the Will – Inference has to be drawn that they have no right of claim in the properties– Further, when the appeals were pending before the Delhi High Court and the Board of Revenue involving disputed questions, the High Court ought to have directed the parties to avail efficacious alternative remedy – High Court erred in quashing the three communications and directing the State to hand over the possession of the properties to the respondents – Further, due procedure was followed as per the Escheats Act – State of Rajasthan right in treating the property as ‘bona vacantia’ and initiating proceedings under the Escheats Act – Per Banerjee, J. (Dissenting) : Doctrine of escheats postulates that where an individual dies intestate and does not leave behind any heir qualified to succeed to the property, the property devolves on the Government – An abandoned property is a property for which no claim has been made for a substantially long period, such as to raise the presumption that the property is abandoned – In the present case, there were claimants who objected to the grant of probate – Even though they withdrew the objections, that would not make any difference to their status as agates/cognates of the deceased testator – Further, judgment dismissing the probate petition is of no consequence – If a will fails, the property has to be treated as intestate, devolving upon the natural heirs in accordance with the applicable laws of succession – Dismissal of the probate case might mean that the Trust cannot lay claim to the properties but, that does not make the properties escheated properties– Unless there were complete failure of heirs, the Escheats would not be attracted – Further, the writ petition filed in 1987 had been pending in the High Court for about three decades – Once the writ petition had been entertained and kept pending, it should not be rejected on the ground of existence of alternative remedy of appeal before the Board of Revenue – Communications impugned were issued without any finding of complete failure of heirs – Constitution of India – Arts. 226, 296 – Hindu Succession Act, 1956 – ss.3(a), (c), 8-13, 29 & 30 – Indian Succession Act, 1925– ss.195, 276 – Doctrines – Will. Constitution of India – Art.226 – Existence of alternative remedy – Entertainment of writ petition – Testator died in 1987 without any legal heirs, leaving valuable properties situated in Khetri, Jhunjhunu, Rajasthan – Before his death, he executed Will, bequeathing his properties to a Trust – Probate petition filed by the Trustees before the Delhi High Court – Dismissed – Appeal pending before the Division Bench – Writ petition filed by the respondents challenging the taking over possession of the properties by the Tehsildar – Further, the Collector rejected the claims of the Trust based on Will and also of the agnates – Appeal pending before the Board of Revenue – Thereafter, writ petition allowed – Held: Per Banumathi, J. When the appeals were pending before the Delhi High Court and before the Board of Revenue involving disputed questions, the High Court ought to have directed the parties to avail efficacious alternative remedy – Per Banerjee, J. (Dissenting) High Court, having regard to the facts of the case, has discretion to entertain or not to entertain a writ petition– Remedy of appeal availed by the Trustees was against the order of the Collector passed in 2016 almost two decades after the writ petition was filed in 1987 – Supervening circumstance of the order of the Collector and the appeal therefrom, would not justify the dismissal of the writ petition on the ground of existence of alternative remedy – High Court rightly allowed the writ petition. Rajasthan Escheats Regulation Act, 1956 – Scope and ambit of – Explained. (Per Banumathi, J.) Rajasthan Escheats Regulation Act, 1956 – ss.4, 6 – Compliance of – Discussed. (Per Banumathi, J.) Doctrines – Doctrine of escheats – Claim of escheat – Burden of proof – Held : Doctrine of escheat recognises State as paramount sovereign, in a clear case of failure of heirs – When a claim of escheat is put forward by the Government, onus to establish that a property is bona vacantia is on the Government – Burden of proof is heavy. (Per Banerjee, J.) Constitution of India – Art.296 – Power under – Discussed – Rajasthan Escheats Regulation Act, 1956. (Per Banerjee, J.) Words & Expressions – ‘Escheat’, ‘abandoned property’, ‘bona vacantia’ – Meaning and usage of – Discussed. (Per Banerjee, J.)"
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "SURENDRA PRASAD MISHRA VS. SMT. RAMAWATI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2Nzg=",
        "Citation": "[2019] 11 S.C.R. 907",
        "Case Type": "(CIVIL APPEAL /6634/2019)",
        "Date": "16 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Aniruddha Bose, Hon'ble Mr. Justice Deepak Gupta",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvU3VyZW5kcmEgUHJhc2FkIE1pc2hyYSAgdnMgIFNtdCBSYW1hd2F0aSBBbmQgT3RoZXJzMTcwMTg2Mzg4Ni5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 907",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "16 August 2019",
        "Petitioner:": "Surendra Prasad Mishra",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 911",
        "Judgment Delivered by:": "N/A",
        "Respondent:": "Smt. Ramawati And Others",
        "Case Type:": "CIVIL APPEAL /6634/2019",
        "Order/Judgment:": "Order",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Subordinate judiciary",
            "Adverse/Disparaging/ Scathing remarks made on judicial officer"
        ],
        "HeadNote": "Advocates: Dispute between lawyers with regard to payment of fees – In the instant case, a claim petition was filed before the appellant holding post of Motor Accident Claims Tribunal in which vakalatnama was filed by two lawyers – Settlement was arrived at between the claimant and the insurance company and signed by one of the lawyer – The other lawyer raised objection that his fees was not paid and, therefore, the compromise should not be recorded – Appellant accepted the request of the other lawyer and held that the compromise petition could only be filed through this lawyer – This order was challenged before High Court – High Court set aside the order – Held: High Court was right in setting aside the order – The claimants in the Motor Accident Claims Tribunal should not be made to suffer because of the dispute between the lawyers – It is not for any court to settle the dispute between the lawyers with regard to the fees – If there is any misconduct on the part of the lawyer in taking up the brief of another lawyer, normally it is for the Bar Council and not for the Court to settle the dispute – Bar Council. Judiciary: Subordinate judiciary – Adverse/Disparaging/ Scathing remarks made on integrity of the judicial officer in the judgment – In the impugned judgment, High Court made certain observations against the appellant-judicial officer questioning his bona fide and casting aspersions on his integrity and also accused him of favouring lawyer and directed on the judicial side that the matter be referred on the administrative side for appropriate action – Held: The proper course is to place the matter before the Chief Justice on the administrative side with a request that action be taken against the concerned judicial officer – In this case, High Court did that but in addition passed scathing remarks which virtually meant that the appellant stood condemned even before any disciplinary proceedings were initiated against them – High Court by castigating the judicial officer as an unworthy and corrupt person, overstepped its boundaries – Remarks are expunged – Cost imposed on judicial officer is also set aside – Costs."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "VITHALDAS JAGANNATH KHATRI (D) THROUGH SHAKUNTALA ALIAS SUSHMA & ORS. VS. THE STATE OF MAHARASHTRA REVENUE AND FOREST DEPARTMENT & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2ODU=",
        "Citation": "[2019] 11 S.C.R. 913",
        "Case Type": "(CIVIL APPEAL /6006/2009)",
        "Date": "29 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph, Hon'ble Mr. Justice Sanjay Kishan Kaul\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvVml0aGFsZGFzIEphZ2FubmF0aCBLaGF0cmkgZCBUaHJvdWdoIFNoYWt1bnRhbGEgQWxpYXMgU3VzaG1hICBPcnMgIHZzICBUaGUgU3RhdGUgT2YgTWFoYXJhc2h0cmEgUmV2ZW51ZSBBbmQgRm9yZXN0IERlcGFydG1lbnQgIE9yczE3MDE4NjM5OTIucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 913",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "29 August 2019",
        "Petitioner:": "Vithaldas Jagannath Khatri (d) Through Shakuntala Alias Sushma & Ors.",
        "Disposal Nature:": "Matter Referred to Larger Bench",
        "Netural Citation:": "2019 INSC 976",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "Respondent:": "The State Of Maharashtra Revenue And Forest Department & Ors.",
        "Case Type:": "CIVIL APPEAL /6006/2009",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Maharashtra Agricultural Lands (Ceiling on Holdings) Act",
            "1961: ss.8",
            "10",
            "11",
            "21",
            "44B",
            "Ceiling limits"
        ],
        "HeadNote": "Maharashtra Agricultural Lands (Ceiling on Holdings) Act, 1961: ss.8, 10, 11, 21, 44B – Ceiling limits – Partition Deed dated 31.01.1970 (duly registered on 1.07.1970) executed between appellant, his wife, minor son and three minor daughters in respect of agricultural land of HUF – On 19.11.1976, 59 acres and 35 guntas of land of appellant declared surplus by SDO – Appeal filed by appellant, his wife, minor son and elder daughter – Two other minor daughters did not appeal being satisfied with the order of SDO as no part of land that devolved upon them by means of partition deed was declared surplus – State filed cross objections challenging the exclusion of land of the two daughters but did not implead them – Appellate authority allowed the objections holding that the partition deed though before the cut off date was against the principles of Hindu Law to the extent that it gave share to minor daughters in ancestral land – Whether the partition deed registered prior to cut-off date of 26.09.1970 was against the principles of Hindu Law to the extent it gave a share to minor daughters in the land and on that basis, was partition deed of no effect in law – Held (per Sanjay Kishan Kaul, J.): The relevant date of 26.9.1970 and 2.10.1975 giving window of five years for the State to take action and prevent any dubious transaction during this period of time cannot be expanded to an unlimited prior period of time – In the instant case, the Partition Deed was registered prior to the cut\u0002off date of 26.09.1970 – Execution of Partition Deed which has the effect of a gift would not nullify the effect of the deed as the provision made out for the daughters out of ancestral property would be in compliance of the pious obligation – Hindu Law provides for provision for marriage of unmarried daughter out of ancestral property – Therefore, view of SDO regarding exclusion of land of two elder daughters for determining surplus land was correct and is restored – (Per K.M. Joseph, J.): Collector, when in the course of inquiry under s.18 of the Act, has before it, materials to show that an ostensible transfer or a partition is nothing but a sham and a person or a member of the family continues to hold the land as on the commencement day, it would be well within his powers to act as per the mandate of the Act and include the land for the purpose of calculating the ceiling limit – Collector is endowed with the powers of the civil court in the matter of both summoning and enforcing attendance of any person – He has power also to compel production of any document – In a sham transaction, be it sale or partition, though it has all the trappings of a transfer or a partition and it may be registered as such, in effect, the transferor continues to be the owner – In the instant case, the father continued to be the owner of the land as title had not passed to the two daughters by a legally valid instrument – Even crop statement of relevant time also showed the cultivation by father alone or along with daughters – The Partition was unnatural for the reason that under the extant Hindu Law, daughters were not entitled to a share and women were not entitled to partition – Thus the Partition was indeed not only unnatural but it was not intended to have effect – The property continued with the father in which case it would be property held by him even on the commencement date rendering it liable to be included in the account of the family unit – Held: In view of difference of opinion, the matter placed before the Chief Justice of India for referring the matter to larger bench – Reference to larger bench."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "SYED ZAINUL ABEDEEN VS. THE RAJASTHAN BOARD OF MUSLIM WAKF",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2OTM=",
        "Citation": "[2019] 11 S.C.R. 1006",
        "Case Type": "(CIVIL APPEAL /7130/2010)",
        "Date": "30 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvU3llZCBaYWludWwgQWJlZGVlbiAgdnMgIFRoZSBSYWphc3RoYW4gQm9hcmQgT2YgTXVzbGltIFdha2YxNzAxODY0MTc2LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 1006",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "30 August 2019",
        "Petitioner:": "Syed Zainul Abedeen",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 980",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Ajay Rastogi",
        "Respondent:": "The Rajasthan Board Of Muslim Wakf",
        "Case Type:": "CIVIL APPEAL /7130/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Waqf Act",
            "19",
            "Suit u/s. 6 seeking declaration",
            "s.56",
            "Applicability of"
        ],
        "HeadNote": "Waqf Act, 1954: ss.4, 5(2) and 6 proviso - Suit u/s. 6 seeking declaration that the subject property was not Waqf-Al-Allah, but Waqf-Alal-Aulad - Suit was filed beyond statutory period of one year - Courts below held that suit was barred by limitation and hence not maintainable - Appeal to Supreme Court - Held: Suit was undisputedly preferred beyond statutory period of limitation - Once the property is registered as Waqf-Al-Allah the dispute regarding nature of Waqf is open to be examined only within the four corners of s.6 and hence the limitation period as provided in proviso to s.6 would be applicable - Limitation will not be guided by s.113 of Limitation Act - Limitation Act, 1963 - s.113. s.56 - Applicability of - To the proceedings under Chapter II - Held: s.56 deals with the judicial proceedings under Chapter VII - It has no application to the proceedings under Chapter II."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "JANAM SINGH KUDADA & ANR. VS. STATE OF BIHAR & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY2OTY=",
        "Citation": "[2019] 11 S.C.R. 1016",
        "Case Type": "(CIVIL APPEAL /2575/2001)",
        "Date": "27 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice R.F. Nariman\n*, Hon'ble Mr. Justice R.Subhash Reddy, Hon'ble Mr. Justice Surya Kant",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvSmFuYW0gU2luZ2ggS3VkYWRhICBBbnIgIHZzICBTdGF0ZSBPZiBCaWhhciAgT3JzMTcwMTg2NDM0Mi5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 1016",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "27 August 2019",
        "Petitioner:": "Janam Singh Kudada & Anr.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 956",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R.F. Nariman",
        "Respondent:": "State Of Bihar & Ors.",
        "Case Type:": "CIVIL APPEAL /2575/2001",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Suit for declaration",
            "plaintiffs claimed only half the suit property",
            "Suit decreed in respect of the entire suit property",
            "Wilkinson's Rule"
        ],
        "HeadNote": "Suit: Suit for declaration that the plaintiffs were rightful owners of half share of the suit property - Suit decreed in respect of the entire suit property - Applying Wilkinson's Rule i.e. accepting the award passed by majority members of Panchayat - Appellate Authority affirmed the order - Writ petition was dismissed by Single Judge of High Court - Division Bench of High Court affirmed the order of Single Judge - Appeal to Supreme Court - Held: In the suit plaintiffs had claimed only half the suit property, hence decree awarding anything beyond the claim is liable to be set aside to that extent - In view of s. 2 of Kolhan Civil Justice Act also, the concurrent judgments, made on the basis of Wilkinson's Rule cannot be set aside - Bihar Kolhan Civil Justice (Regulation and Validation) Act, 1978 - s. 2."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "SEP. SATGUR SINGH VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MDI=",
        "Citation": "[2019] 11 S.C.R. 1023",
        "Case Type": "(CIVIL APPEAL /1857/2018)",
        "Date": "02 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvU2VwIFNhdGd1ciBTaW5naCAgdnMgIFVuaW9uIE9mIEluZGlhICBPcnMxNzAxODY0NDU1LnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 1023",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "02 September 2019",
        "Petitioner:": "Sep. Satgur Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 988",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /1857/2018",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Discharge from service",
            "test of preliminary enquiry"
        ],
        "HeadNote": "Service Law: Discharge from service - On account of seven red ink entries - Plea that discharge order since passed without conducting enquiry as required under Para 5(a) of Army Instructions dated 28.12.1988, was not sustainable - Held: The nature of enquiry as contemplated under Para 5(a) is a preliminary enquiry and not a regular enquiry - The test of preliminary enquiry is satisfied if explanation of the personnel is submitted and an order is passed thereon - Thus, as per Para 5(a) adequate opportunity is granted to the personnel to put his defence - Order of discharge cannot be said to be unjustified."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "ROHAN VIRANI & ORS. VS. STATE OF MAHARASHTRA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MTA=",
        "Citation": "[2019] 11 S.C.R. 1030",
        "Case Type": "(CIVIL APPEAL /6753/2019)",
        "Date": "02 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Ms. Justice Indu Malhotra\n*, Hon'ble Mr. Justice Sanjiv Khanna",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvUm9oYW4gVmlyYW5pICBPcnMgIHZzICBTdGF0ZSBPZiBNYWhhcmFzaHRyYSAgT3JzMTcwMTg2NDU0MC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 1030",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "02 September 2019",
        "Petitioner:": "Rohan Virani & Ors.",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 985",
        "Judgment Delivered by:": "Hon'ble Ms. Justice Indu Malhotra",
        "Respondent:": "State Of Maharashtra & Ors.",
        "Case Type:": "CIVIL APPEAL /6753/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Educational Institutions",
            "Admission to Post Graduate courses of Management Institute",
            "Grant of autonomous status"
        ],
        "HeadNote": "Education/Educational Institutions: - Admission to Post Graduate courses of Management Institute - Grant of autonomous status - On facts, grant of autonomous status to Management Institute-JBIMS for period of five years, 2014-15 to 2018-19 - As a result, 85% seats filled up from all Universities in the State of Maharashtra on basis of merit while 15% filled up from the all India quota merit list - JBIMS sought extension of autonomous status - Meanwhile, conduct of CET for current academic year - Admissions done on the basis of JBIMS being a non-autonomous Institute, 70% from Home Universities and 15% from other Universities - Writ petition by respondents-students from other Universities in the State of Maharashtra challenging admissions made to JBIMS - Allowed by the High Court directing that the admission process be re-conducted by treating JBIMS as an autonomous Institute - Appeal before this Court by students seeking admission on the basis of JBIMS being a non-autonomous Institute - Held: Autonomous status granted to JBIMS has not been revoked, or surrendered - Application for extension is stated to be under active consideration - Since JBIMS had continued to fulfill the eligibility criteria for extension/renewal of the autonomous status, it is only a ministerial act which is required to be carried out by the University to issue the Notification for grant of extension/ renewal of the autonomous status - Furthermore, decision of JBIMS to apply for extension of its autonomous status was taken by its Board of Management well before the admissions process for the MMS Course commenced for the academic year 2019-2020 - However, there was some delay on the part of JBIMS and the University, to process the Application for extension which led to uncertainty regarding its continued autonomous Status - Thus, it is directed that for the current academic year 2019-2020, admissions would be made as per the judgment of the High Court - Issuance of direction to Directorate of Technical Education and CET-Cell to conduct the admissions process in accordance with the ranking of the students as per the Merit List, by treating JBIMS as an Autonomous Department of the University - Maharashtra Public Universities Act, 2016 - s. 122."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M.C. MEHTA VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MTU=",
        "Citation": "[2019] 11 S.C.R. 1053",
        "Case Type": "(WRIT PETITION (CIVIL) /13029/1985)",
        "Date": "02 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra, Hon'ble Mr. Justice Deepak Gupta\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTWMgTWVodGEgIHZzICBVbmlvbiBPZiBJbmRpYSAgT3JzMTcwMTg2NDYzOS5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 1053",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "02 September 2019",
        "Petitioner:": "M.c. Mehta",
        "Disposal Nature:": "Directions Issued",
        "Netural Citation:": "2019 INSC 982",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Deepak Gupta",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "WRIT PETITION (CIVIL) /13029/1985",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Town planning",
            "Problem of parking of motor vehicles"
        ],
        "HeadNote": "Urban Development: Town planning - Problem of parking of motor vehicles - Held: Parking problem has arisen as there is an abject failure on the part of the Government and the Authorities to provide adequate public transport - Proper parking policies will lead to less pollution, less crime and a better and more dignified life as envisaged u/Art. 21 of the Constitution - Adequate parking arrangements need to be made at Transport Hubs (i.e. bus depots, railway stations, metro-stations, airports, etc.), at Institutional areas (i.e. Universities, Hospitals, Government buildings, Courts, etc.), and at Commercial areas (i.e. malls, cinema halls, market places, corporate offices, vegetable markets, grain markets, etc.,) according to their specific requirements - There need to be a statutory regime wherein before giving permission to build and operate such Transport hubs, institutions and commercial areas, assessment for the next 25 years should be made - In the residential areas especially those where people belonging to middle class reside, the problem of parking is more - Though municipal authorities are alive to the problem, but the pace at which they are moving is very slow and there is lack of innovation in finding solutions - Environment Pollution (Prevention and Control) Authority (EPCA) in consultation with the South Delhi Municipal Corporation (SDMC) has earmarked the area of Lajpat Nagar to run a pilot project to ease the problem of parking - Transport Department of the NCT of Delhi has also notified the draft for Delhi Maintenance and Management of Parking Places Rules, 2019 in exercise of powers u/cl. 41 of s. 2 r/w. s. 117, sub-section (3) of s. 127 and cls. (e),(h) and (i) of sub-section (2) of s. 138 of Motor Vehicles Act, 1988 - Clause 11 of the policy deals with parking in residential streets and lanes - Parking lots can be of various types and different modules of parking will be required in different areas viz. traditional method (i.e. parking in open space), multi-level parking (including automated multi-level parking and automated spiral parking), and stack parking - Modern technology like Radio Frequency Identification (RFID) tags must be used to ensure that parking spaces are utilised to the maximum - The Municipal Corporations of Delhi and the Delhi Cantonment Board are directed to ensure that all the pavements, in the residential areas are cleared from all encroachments - The encroachers are required to be given notice to remove the encroachment and on failure, Authorities to remove the same at the cost of the encroachers - The Authorities are also directed to consider framing of rules to discontinue municipal services to habitual encroachers - It is directed that draft rules of Delhi Maintenance and Management of Parking Places Rules, 2009 be notified and after its notification to ensure its enforcement in letter and spirit - Govt. of NCT is directed to ensure that while granting permission to build any structures, there is proper assessment of parking needs for the next 25 years - Govt. of NCT of Delhi, Municipal Authorities and EPCA are directed to consider the viability and effectiveness of introducing RIFD tags, parking guidance and information systems and last mile connectivity from parking spaces to commercial areas, institutions etc - Matters adjourned to be listed after receipt of reports on pilot project."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "EX-SEPOY (WASHERMAN) RAM KHILAWAN VS. UNION OF INDIA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3MjA=",
        "Citation": "[2019] 11 S.C.R. 1066",
        "Case Type": "(CIVIL APPEAL /6977/2019)",
        "Date": "02 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvRXhzZXBveSB3YXNoZXJtYW4gUmFtIEtoaWxhd2FuICB2cyAgVW5pb24gT2YgSW5kaWEgIE9yczE3MDE4NjQ3MzMucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 1066",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "02 September 2019",
        "Petitioner:": "Ex-sepoy (washerman) Ram Khilawan",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 987",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Union Of India & Ors.",
        "Case Type:": "CIVIL APPEAL /6977/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Discharge from service",
            "On medical groundsArmy Rules",
            "1954",
            "r.13(3)(III)(iii)"
        ],
        "HeadNote": "Service Law: Discharge from service - On medical grounds - Without subjecting the appellant/employee to the Invalidating Medical Board as per the procedure laid down under Army Rules - Propriety of - Held: Discharge of the appellant was only under sub-clause (iii) r.13(3)(III) and not under sub-clause (v) of r.13(3)(III) of Army Rules - Therefore, he could not be invalidated out of service without the recommendation of the Invalidating Board and hence discharge is not sustainable - In terms of General Principles of Army Order 46 of 1980, he is entitled to be retained in service for 10 years - Since the appellant had joined the service on 23.10.1987, he would be deemed to be discharged only on 22.10.1997 - Thus he is entitled to pension in addition to the disability pension - He is entitled to arrears of pension for a period of three years prior to filing of writ petition - Army Rules, 1954 - r.13(3)(III)(iii) - Army Order 46 of 1980."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "PREM SINGH VS. STATE OF UTTAR PRADESH & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NDU=",
        "Citation": "[2019] 11 S.C.R. 1075",
        "Case Type": "(CIVIL APPEAL /6798/2019)",
        "Date": "02 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Arun Mishra\n*, Hon'ble Mr. Justice M.R. Shah, Hon'ble Mr. Justice S. Abdul Nazeer",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvUHJlbSBTaW5naCAgdnMgIFN0YXRlIE9mIFV0dGFyIFByYWRlc2ggIE9yczE3MDE4NjUzMTMucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 1075",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "02 September 2019",
        "Petitioner:": "Prem Singh",
        "Disposal Nature:": "Appeal Disposed Off",
        "Netural Citation:": "2019 INSC 983",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Arun Mishra",
        "Respondent:": "State Of Uttar Pradesh & Ors.",
        "Case Type:": "CIVIL APPEAL /6798/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service Law",
            "Pension",
            "Computation of qualifying service for grant of pension",
            "Period of work-charged services"
        ],
        "HeadNote": "Service Law: Pension - Computation of qualifying service for grant of pension - Period of work-charged services - Whether can be included in the qualifying service - Employee's service in work\u0002charged establishment for a period of about 37 years - Thereafter regularized in the establishment - On superannuation, claim of the employee for grant of pension by counting the period spent in the work-charged establishment - Claim denied - Writ petition dismissed - Special appeal also dismissed - Appeal to Supreme Court - Held: In view of r.3(8) of Retirement Benefits Rules and Regulations, 361, 368 and 370 of Civil Services Regulations and Para 669 of Financial Handbook Vol. VI relating to engagement of employees in the work-charged establishment, employees in work-charged establishment are not entitled to pension - In the present case appointment of work-charged employee was on monthly salary and the employee was also required to cross the efficiency bar - There was nothing to indicate qualitative difference of the employee from the regular employees - Rather, the employer had misused the very concept of work-charged employment on exploitative terms for the work which was regular and perennial in nature - Note to r. 3(8) of 1961 Rules provides for counting the period of work-charged employment if that period is between two temporary employments or in between temporary and permanent employment - The Note is irrational and discriminatory and makes impermissible classification in not counting the work-charged employment if it is rendered before regularization - In order to make the rule valid and non\u0002discriminatory, Note to r.3(8) is read down that work-charged services rendered even prior to regularization, contingency paid fund employees or non-pensionable establishment shall also be counted towards the qualifying service even if such service is not preceded by temporary or regular appointment in a pensionable establishment - The provision contained in Regulation 370 and the instructions contained in Para 669 of the Financial Handbook is struck down - Services of some other work-charged employees, who superannuated without being regularized even after rendering service of 30-40 years ought to have been regularized under the Government instructions and also as per the decision in *Uma Devi case - Services of such employees be treated regular and hence be treated entitled to receive pension - Uttar Pradesh Retirement Benefits Rules, 1961 - r. 3(8) - Uttar Pradesh Civil Services Regulations - Regulation 370 - Financial Handbook Vol. VI - Para 669."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M/S GEO MILLER & CO. PVT. LTD. VS. CHAIRMAN, RAJASTHAN VIDYUT UTPADAN NIGAM LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NTI=",
        "Citation": "[2019] 11 S.C.R. 1108",
        "Case Type": "(CIVIL APPEAL /967/2010)",
        "Date": "03 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Mohan M. Shantanagoudar\n*, Hon'ble Mr. Justice N.V. Ramana",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvTXMgR2VvIE1pbGxlciAgQ28gUHZ0IEx0ZCAgdnMgIENoYWlybWFuIFJhamFzdGhhbiBWaWR5dXQgVXRwYWRhbiBOaWdhbSBMdGQxNzAxODY1NDIyLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 1108",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "03 September 2019",
        "Petitioner:": "M/s Geo Miller & Co. Pvt. Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 989",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mohan M. Shantanagoudar",
        "Respondent:": "Chairman, Rajasthan Vidyut Utpadan Nigam Ltd.",
        "Case Type:": "CIVIL APPEAL /967/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Arbitration proceedings",
            "Determination as regards applicability of Arbitration Actss.43(3)",
            "Limitation period for reference of dispute to arbitration"
        ],
        "HeadNote": "Arbitration: Arbitration proceedings – Determination as regards applicability of Arbitration Acts viz. Arbitration Act, 1940 or Arbitration and Conciliation Act, 1996 – Held: For the purpose of deciding as to which of the Acts is applicable, on conjoint reading of ss.21 and 85(2)(a) of 1996 Act, the date of commencement of arbitration proceedings shall be the date on which notice was served on the other party requesting appointment of arbitrator – If the date of notice was prior to 25.1.1996 (i.e. the date on which 1996 Act came into force) 1940 Act would apply and if the date of notice was on 25.1.1996 or after that, 1996 would apply – Arbitration and Conciliation Act, 1996 – ss.21 and 85(2)(a) – Arbitration Act, 1940. Arbitration and Conciliation Act, 1996: s.43(3) – Limitation – Limitation period for reference of dispute to arbitration or for seeking appointment of an arbitrator before a Court is three years from the date on which course of action or the claim which is sought to be arbitrated, first arises – On certain sets of facts and circumstances, the period during which the parties were bonafide negotiating towards an amicable settlement may be excluded for the purpose of computing the period of limitation – However, in such cases, entire negotiation history must be specifically pleaded and placed on record – In commercial disputes, failure to respond to the claim has to be treated as denial of claim giving rise to dispute and hence cause of action for reference to arbitration – Mere correspondence subsequent to this date of cause of action would not extend the time of limitation – In the facts of the present case, application for reference of the dispute to the Arbitrator is barred by limitation – Rather, appellant company’s case has certain element of mala fide as it has remained silent on specific actions taken to recover the dues during certain period – Under s.114(g) of Evidence Act, the Court can presume that evidence which would be and was not produced, would, if produced be unfavourable to the person who withholds it – Appellant’s own fault in sleeping over his right for 14 years will not constitute a case of ‘undue hardship’ justifying extention of time u/s.43(3) – Limitation Act, 1963 – First Schedule, Art.137 – Limitation."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "JAGBIR SINGH VS. STATE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3NjM=",
        "Citation": "[2019] 11 S.C.R. 1137",
        "Case Type": "(CRIMINAL APPEAL /967/2015)",
        "Date": "04 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice K.M. Joseph\n*, Hon'ble Mr. Justice Sanjay Kishan Kaul",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvSmFnYmlyIFNpbmdoICB2cyAgU3RhdGUxNzAxODY1NjUyLnBkZg==",
        "SCR Citation:": "[2019] 11 S.C.R. 1137",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "04 September 2019",
        "Petitioner:": "Jagbir Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 1000",
        "Judgment Delivered by:": "Hon'ble Mr. Justice K.M. Joseph",
        "Respondent:": "State",
        "Case Type:": "CRIMINAL APPEAL /967/2015",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "IPC",
            "ss. 302 and 506",
            "Inconsistent and irreconcilable declarationsaccused killed his wife setting her ablaze",
            "Dying Declaration",
            "Multiple dying declarations"
        ],
        "HeadNote": "Penal Code, 1860: ss. 302 and 506 - Prosecution under - Alleging that the accused killed his wife setting her ablaze after pouring kerosene oil over her - Accused also sustained burn injuries - In the MLC (on 24.1.2008 the date of incident) the victim-wife made her statement that fire was accidental which was caused due to leakage of petrol from the tank of motorcycle when the accused was lighting his 'biri' - On 25.1.2018 in statement made to the police officer the victim did not implicate the accused - However, in her statement dated 27.01.2008 the victim attributed the act of setting her ablaze by pouring kerosene oil over her - Presence of kerosene oil on the clothes of the victim, at the scene of incident and also on the articles recovered therefrom - Plea of accused that he was being implicated in the case pursuant to a conspiracy by the other sisters, brother-in-law and mother of the deceased-victim to deprive him of the property of the deceased - Courts below convicted the accused relying on dying declaration dated 27.01.2008 discarding the earlier two statements of the deceased and also relying on other evidence - Appeal to Supreme Court - Held: There is overwhelming evidence that the fire was caused by the use of kerosene - The statements of deceased dated 24.01.2008 and 25.01.2008 do not explain the cause of smell of kerosene from the body of the deceased as well as the accused and from the clothes of the deceased - The version as projected in the statement/declaration dated 27.1.2008 is clinchingly proved as the same is corroborated by other evidence - The declaration dated 27.01.2008 is reliable as the deceased was fit to make the declaration - Evidence Act, 1872 - s. 32 - Dying Declaration. Dying Declaration: Evidentiary value of dying declaration - Held: Conviction can be based solely on dying declaration - If the court finds that there is nothing suspicious about the declaration; that there is no tutoring or prompting; and that imagination was not at play in making the declaration, no corroboration is required. Multiple dying declarations - Inconsistent and irreconcilable declarations being repugnant to one another - Reliance on - Held: The Court, after examining the entirety of materials as also the circumstances surrounding the making of the different dying declarations, should act upon the truthful dying declaration. Absence of medical certificate as to fit mental and physical condition of the person making dying declaration - Effect of - Held: The medical certificate would go a long way in inspiring confidence of the court in the declaration - However, such certificate is essentially a rule of caution - The voluntary and truthful nature of declaration can be established otherwise - Absence of such certificate is not fatal."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "THE STATE OF UTTAR PRADESH VS. AMAN MITTAL & ANR.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTY3Njc=",
        "Citation": "[2019] 11 S.C.R. 1180",
        "Case Type": "(CRIMINAL APPEAL /1328/2019)",
        "Date": "04 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvVGhlIFN0YXRlIE9mIFV0dGFyIFByYWRlc2ggIHZzICBBbWFuIE1pdHRhbCAgQW5yMTcwMTg2NTc0Ny5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 1180",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "04 September 2019",
        "Petitioner:": "The State Of Uttar Pradesh",
        "Disposal Nature:": "Appeal Partly Allowed",
        "Netural Citation:": "2019 INSC 1001",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Aman Mittal & Anr.",
        "Case Type:": "CRIMINAL APPEAL /1328/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Legal Metrology Act",
            "2009",
            "ss.3 and 51",
            "Proceedings for the offences under the Legal Metrology Act"
        ],
        "HeadNote": "Legal Metrology Act, 2009: ss.3 and 51 - Proceedings u/ss. 265, 267, 420, 34, 120B, 467, 468 and 471 of IPC; u/ss. 3 and 7 of Essential Commodities Act, 1955; u/ss. 12/30 of Weights and Measures Act, 1976 and u/ss.12/ 30 of the Legal Metrology Act - Applicability of the provisions of IPC - Held: The Act is a special Act vis-a-vis IPC - Section 3 of the Act completely overrides the provisions of Chapter XIII of IPC in respect of the offences and penalties imposable for violations of the provisions of the Act, it being a special Act - Therefore, if offence is made out under the provisions of the Act, an accused cannot be charged for the same offence under Chapter XIII of IPC - Section 51 of the Act also makes it clear that the provisions of IPC insofar as they relate to offences with regard to weight and measure shall not apply to any offence punishable under the Act - However, all the offences under IPC are not excluded - The Act does not foresee any offence u/s. 415, 467, 468, 471, 34 or 120- B of IPC - Since such offences are not punishable under the Act, the prosecution for such offences will be maintained - Offences u/ ss.265 and 267 which fall under Chapter XIII of IPC alone are liable to be quashed - Penal Code, 1860 - Chapter XIII. s.51 - Proceedings for the offences under the Legal Metrology Act - Applicability of provisions u/s.153 of Cr.P.C. - Held: Power of search and seizure in respect of weights and measures is vested with the Designated Authorities under the Act, hence in view of s.51, entire Cr.P.C. is inapplicable in respect of prosecution under the Act - Code of Criminal Procedure, 1973 - s.153. Code of Criminal Procedure, 1973: s.482 - Jurisdiction under - Scope of - Held: Directions of High Court against the interest of the accused in the petition u/s.482 filed by the accused, are beyond the jurisdiction of the High Court - Order by the High Court directing disciplinary action against erring officials in a petition u/s.482 seeking quashing of charge-sheet, is also beyond the scope of jurisdiction of High Court."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "WAINGANGA BAHUDDESHIYA VIKAS SANSTHA THROUGH PRESIDENT B.B. KARANJEKAR & ORS. VS. KU. JAYA & ORS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNjA=",
        "Citation": "[2019] 11 S.C.R. 718",
        "Case Type": "(CIVIL APPEAL /6226/2019)",
        "Date": "09 AUGUST 2019",
        "Judge Names": "Hon'ble Mr. Justice Hemant Gupta\n*, Hon'ble Mr. Justice L. Nageswara Rao",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvMjAxOV8xMV83MTgtNzI0XzE3MDMwNjM5MDUucGRm",
        "SCR Citation:": "[2019] 11 S.C.R. 718",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "09 August 2019",
        "Petitioner:": "Wainganga Bahuddeshiya Vikas Sanstha Through President B.b. Karanjekar & Ors.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "2019 INSC 887",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Hemant Gupta",
        "Respondent:": "Ku. Jaya & Ors.",
        "Case Type:": "CIVIL APPEAL /6226/2019",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Service law: Termination"
        ],
        "HeadNote": "Service law: Termination – Appointment of respondent No. 1 as temporary full time Lecturer on ad-hoc basis – Termination of services since performance was unsatisfactory – Challenge to – Tribunal and the Single Judge of the High Court upheld the termination, however the Division Bench set aside the same – On appeal, held: Order of termination of services is simpliciter without any stigma noticing that the work is not satisfactory – Appointment of respondent No. 1 was not on probation but, was on ad-hoc basis – Such temporary appointment pending filling up of a vacancy on regular basis does not confer any right at par with the candidate appointed on regular basis – Management had right to terminate the services during ad-hoc period on account of unsatisfactory work – Decision to arrive at the unsatisfactory work is motive and not the foundation of termination of services – Furthermore, the opinion of the Principal, does not contain any adverse comments but the comments in relation to the work of respondent No. 1 which cannot be made basis for setting aside the termination – Thus, the order by the Division Bench of the High Court not sustainable and is set aside – Maharashtra Universities Act, 1994 – s. 59."
    },
    {
        "volume": "2019Volume 11",
        "Case Name": "M. J. THULASIRAMAN AND ANOTHER VS. THE COMMISSIONER, HINDU RELIGIOUS & CHARITABLE ENDOWMENT ADMINISTRATION AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzUxNzk=",
        "Citation": "[2019] 11 S.C.R. 1125",
        "Case Type": "(CIVIL APPEAL /4676/2010)",
        "Date": "03 SEPTEMBER 2019",
        "Judge Names": "Hon'ble Mr. Justice Ajay Rastogi, Hon'ble Mr. Justice Mohan M. Shantanagoudar, Hon'ble Mr. Justice N.V. Ramana\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8yMDE5L3ZvbHVtZSAxMS9QYXJ0IEkvX18xMTI1LTExMzYgICBfMTcwMzMxNjA2MC5wZGY=",
        "SCR Citation:": "[2019] 11 S.C.R. 1125",
        "Year/Volume:": "2019/ Volume 11",
        "Date of Judgment:": "03 September 2019",
        "Petitioner:": "M. J. Thulasiraman And Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "2019 INSC 990",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N.V. Ramana",
        "Respondent:": "The Commissioner, Hindu Religious & Charitable Endowment Administration And Another",
        "Case Type:": "CIVIL APPEAL /4676/2010",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Tamil Nadu Hindu Religious and Charitable Endowments Act",
            "1959"
        ],
        "HeadNote": " Tamil Nadu Hindu Religious and Charitable Endowments Act, 1959: s. 6(16) and (19) - Institution in question - Nature of - Whether a private property or 'specific endowment' - Held: As per the evidence (rock inscription), the public charity described therein constitutes a religious charity - Thus it creates a 'specific endowment' as specified u/s. 6(19) - Therefore, the property in question constitutes a specific endowment and is not a private property. Words and Phrases: 'Specific endowment', 'religious charity' - Meaning of, in the context of Tamil Nadu Hindu Religious and Charitable endowments Act, 1959. "
    }
]