[
    {
        "volume": "1950Volume 1",
        "Case Name": "RAM KRISHNA RAMNATH AGARWAL OF KAMPTEE VS. SECRETARY MUNICIPAL COMMITTEE, KAMPTEE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OA==",
        "Citation": "[1950] 1 S.C.R. 15",
        "Case Type": "(CIVIL APPEAL/3/1948)",
        "Date": "14 MARCH 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8xOTUwXzFfMV8wMDEyNS5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 15",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "14 March 1950",
        "Petitioner:": "Ram Krishna Ramnath Agarwal Of Kamptee",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 1",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania",
        "Respondent:": "Secretary Municipal Committee, Kamptee",
        "Case Type:": "CIVIL APPEAL/3/1948",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Government Of India Act, 1935 (0 of 1935)",
            "Central Excise Act (1 of 1944)",
            "Central Provinces Municipalities Act 1922 (2 of 1922)",
            "Central Provinces And Berar Sales Tax Act (0 of 1947)"
        ],
        "Keyword": [
            "Government of India Act 1985",
            "Import of tobacco",
            "excise duty and octroi"
        ],
        "HeadNote": " Government of India Act, 1985, ss. 100, 143, 292; Sch. VII List I, Entry 45; List II, entry 49—Central Excises and Salt Act (I of 1944), ss. 2, 3—Central Provinces Municipalities Act (II of 1922), s. 66 (1) (e)  -- Import of tobacco within municipality for manufacturing bidis - Tobacco liable to Central excise duty - Levy of octroi duty by municipality - Legality. Section 66 (1) (e) of the Central Provinces Municipalities Act, 1922, empowered municipalities within the Province to levy an octroi duty on goods brought within their limits for sale, consumption or use within those limits. Section 3 of the Central Excises and Salt Act, 1944, an Act of the Central Legislature, provided that there shall be levied and collected duties of excise on all excisable goods other than salt which were produced or manufactured in British India, and included tobacco in the list of excisable goods. The question being whether a municipality situated in the Central Provinces could levy octroi duty on tobacco brought within its limits for the purpose of manufacturing bidis, in view of the exclusive power of the Central Government to levy excise duty under Entry 45 of List I of the Seventh Schedule to the Government of India Act, 1935, and the provisions of s. 3 of the Central Excises and Salt Act: Held, that excise duty and octroi were taxes essentially different in their nature and the power of the Province to levy octroi was not inconsistent with the power of the Centre to levy excise duty on the same goods, and a municipality could therefore validly levy an octroi duty on such tobacco under s. 66(1)(e) of the Central Provinces Municipalities Act of 1922. Held further, that there was nothing in the Central Excises and Salt Act or its provisions contrary to the provisions of s. 66(1) (e) of the Central Provinces Municipatities Act or to the levy of octroi duty under the same and s. 143 of the Government of India Act, therefore, preserved the right of the municipality to levy octroi duty under the Act of 1922.   "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "BHAWANIPORE BANKING CORPORATION, LTD. VS. GOURI SHANKAR SHARMA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mzc=",
        "Citation": "[1950] 1 S.C.R. 25",
        "Case Type": "(CIVIL APPEAL/51/1949)",
        "Date": "14 MARCH 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8xOTUwXzFfMjVfMjkucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 25",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "14 March 1950",
        "Petitioner:": "Bhawanipore Banking Corporation, Ltd.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 2",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "Gouri Shankar Sharma",
        "Case Type:": "CIVIL APPEAL/51/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Limitation Act, 1908 (9 of 1908)",
            "Bengal Money Lenders Act (0 of 1940)"
        ],
        "Keyword": [
            "Limitation Act",
            "Execution of decree",
            "Interpretation of Art. 182"
        ],
        "HeadNote": " Limitation Act (IX of 1908), Art. 152, cls. 2 and 3—Execution of decree—Limitation—Starting point— \"Where there has been a review\", meaning of—Application for reopening decree under s. 36, Bengal Money-lenders Act dismissed for default and appeal from order of dismissal—Whether give fresh starting for limitation for execution of decree—Interpretation of Art. 182, cls. 2 and 3. A preliminary decree on a mortgage was passed ex parte on the 21st August, 1940. The judgment debtor made an application under  s. 36 of the Bengal Money-lenders Act for re-opening the decree and the application was dismissed for default of appearance on the 20th December, 1941, and an application under O. IX, r. 9, C.P.C., for restoration of this application was also dismissed on the 1st June, 1942. In the meanwhile on the 22nd December, 1941, a final decree was passed. The judgment-debtor preferred an appeal from the order dismissing his application under O. IX, r. 9, C.P.C., and this appeal was dismissed for non-prosecution on the 3rd July, 1944. On the 9th April, 1945, the decree-holder applied for execution of the decree: Held that, even assuming that the word “review has been used in Art. 182 of the Indian Limitation Act, 1908, in a wide sense and that the application under s. 36 of the Bengal Money-lenders Act was an application for review, cl. 3 of Art. 182 was not applicable to the case inasmuch as the application under s. 36 having been dismissed for default the court had no occasion to apply its mind to the question whether the decree could or should be re-opened and it could not therefore be said that “there has been a review” of the decree within the meaning of the said clause. Held also, that the words “where there bas been an appeal” in cl. 2 of Art. 182 must be read with the words \"for the execution of a decree or order\" in the 1st column of the Article and the fact that there was an appeal from the order dismissing the application under O. IX, r. 9, made in connection with the proceeding under s. 36 of Money-lenders Act, could not therefore give a fresh starting point for limitation under Art. 182, cl. 2.  "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "COMMISSIONER OF INCOME TAX, WEST BENGAL VS. CALCUTTA AGENCY LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDg=",
        "Citation": "[1950] 1 S.C.R. 1008",
        "Case Type": "(CIVIL APPEAL/59/1950)",
        "Date": "21 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Db21taXNzaW9uZXIgb2YgSW5jb21lIFRheCwgV2VzdCBCZW5nYWxfQ2FsY3V0dGEgQWdlbmN5IEx0ZC5fMTY5NzYwNjMxMC5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 1008",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "21 December 1950",
        "Petitioner:": "Commissioner Of Income Tax, West Bengal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 39",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania",
        "Respondent:": "Calcutta Agency Ltd.",
        "Case Type:": "CIVIL APPEAL/59/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Income Tax Act (11 of 1922)"
        ],
        "Keyword": [
            "Indian income tax act"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "ABDULLA AHMED VS. ANIMENDRA KISSEN MITTER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0MDc=",
        "Citation": "[1950] 1 S.C.R. 30",
        "Case Type": "(CIVIL APPEAL /44/1949)",
        "Date": "14 MARCH 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8xOTUwXzFfMzAtNjNfMTcwMzMxMzg5My5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 30",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "14 March 1950",
        "Petitioner:": "Abdulla Ahmed",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 3",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mehr Chand Mahajan,Hon'ble Mr. Justice Patanjali Sastri",
        "Respondent:": "Animendra Kissen Mitter",
        "Case Type:": "CIVIL APPEAL /44/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract",
            "Agency",
            "Estate broker",
            "Broker's right to commission"
        ],
        "HeadNote": " Contract- Agency-Estate broker-Authority to 'negotiate a sale' and 'secure purchaser· '-Whether empowers broker to conclude contract -Construction of contract-Broker finding out purchaser ready and willing to buy for price fixed by principal-Principal concluding contract with same purchaser for lower price-Broker's right to commission-Powers of estate agents The appellant, an estate broker,  was employed by the respondent by a letter dated 5th May, 1943, to negotiate a sale of a certain property on the terms mentioned in a commission note which ran as follows: \"I ...... do hereby authorize you to negotiate the sale of my property 27, Amratolla Street, free from all encumbrances at a price not less than Rs. 1,00,000. I shall make out a good title to the property. If you succeed in securing a buyer for Rs. 1,00,000, I shall pay you Rs. 1,000 as your remuneration. If the price exceeds Rs. 1,05,000 and does not exceed Rs. 1,10,000, I shall pay you the whole of the excess over Rs. 1,05,000 in addition to your remuneration of Rs. 1,000 as stated above. In case you can secure a buyer at a price exceeding Rs. 1,10,000 I shall pay you twenty-five percent of the excess amount over Rs. 1,10,000 in addition to Rs. 6,000 as stated above. This authority will remain in force for one month from date.\" In pursuance of this contract the appellant found two persons ready and willing to purchase the property for Rs. 1,10,000 on the 2nd June and by letters exchanged with them he purported to conclude the contract for the sale of the property, and on the 3rd June communicated the same to the respondent. The respondent, however, cancelled the authority or the appellant on the 9th June and on the same date entered into an agreement with a nominee of the said persons for a •ale of the property for Rs. 1,05,000 and eventually executed a conveyance in their favour for Rs. 1,05,000. The appellant instituted a suit against the respondent for Rs. 6,000.  Held, per KANIA C.J., FAZL ALI, PATANJALI SASTRI and DAS .JJ.-(i) that a house or estate agent is in a different position from a broker at the Stock Exchange owing to the peculiarities or the property with which he has to deal, and an owner employing an estate agent should not, in the absence of clear words to that effect, be taken to have authorized him to conclude a contract or sale; but the lack of such authority is not inconsistent with an understanding that the agent is  not to be entitled to his commission unless the owner and the purchaser introduced by the agent carried the transaction to completion; (ii) that even if the  commission note in the present case were to be construed as making payment of commission conditional on the completion of the transaction, the appellant having \"negotiated the sale\" and \"secured buyers\" who made a firm offer to buy for Rs. 1,10,000, acquired. the right to the payment of commission on the basis of  that price subject only to the condition that the buyers should • complete the transaction of purchase and sale ; and as this condition was fulfilled when the buyers eventually purchased the property in question; the appellant's right to commission on that basis became absolute, and could not be affected by the circumstance that the respondent for some reason of his own sold the property at a lower price. MAHAJAN J.-Under the terms of the commission note in the present case the appellant had authority to enter into a binding contract on behalf of the defendant, and, as he had entered into such a contract he was entitled to the commission of Rs. 6,000 according to the terms of the commission note. Even conceding that he had no such authority, under the terms of the commission note the agent was entitled to his remuneration as soon as he introduced a buyer ready and willing to purchase for the price fixed by the owner, whether the owner completed the transaction or not.  "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "MESSRS. KHIMJI POONJA AND COMPANY VS. SHRI BALDEV DAS C. PARIKH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU=",
        "Citation": "[1950] 1 S.C.R. 64",
        "Case Type": "(CIVIL APPEAL/26/1949)",
        "Date": "14 MARCH 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8xOTUwXzFfNjRfNzQucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 64",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "14 March 1950",
        "Petitioner:": "Messrs. Khimji Poonja And Company",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 4",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "Shri Baldev Das C. Parikh",
        "Case Type:": "CIVIL APPEAL/26/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Bombay Cotton Contracts Act (4 of 1932)",
            "Arbitration Act, 1940 (10 of 1940)"
        ],
        "Keyword": [
            "Bombay Cotton Contracts Act",
            "East India Cotton Association",
            "bye laws",
            "Arbitration and award"
        ],
        "HeadNote": " Bombay Cotton Contracts Act (IV of 1932), s. 8(1)—East India Cotton Association Bye-laws, Nos. 51-A, 65-A, 80, 82—Cotton Contract—Contract note stating minimum amount of deposit as Rs. 25 and not in prescribed form—Validity—Arbitration and award under arbitration clause, whether void. Section 8 of the Bombay Cotton Contracts Act, 1982, provided that contracts entered into after the date of the commencement of the Act which are not in accordance with the bye-lawa of any recognised cotton association shall be void. Bye-law 80 of the East India Cotton Association, Ltd., which was a recognised cotton association within the meaning of the Act provided that contracts between members acting as commission agents on the one hand and their constituents on the other shall be subject to the bye-laws and that a contract note in the form given in the Appendix to the bye-laws shall be rendered in respect of every _ contract. Bye-law 51-A originally required a deposit at a rate not less than Rs. 25 per Bale and the contract note accordingly contained a clause to that effect. During the war this bye-law was amended by reducing the minimum amount of deposit to Rs. 12-8 per bale and introducing a new bye-law (bye-law 65-A) which, inter alia, gave certain options to the last buyer, and by a Notification of the Government the form of the contract note was also amended by altering the minimum deposit to Rs. 123-8 and adding two new clauses to comply with the bye-law 65-A. A contract note rendered after these amendments to the bye- laws and the form of contract note, contained a rubber stamp impression in which the minimum amount of deposit was stated as Rs. 25, and did not contain the two new clauses that were introduced by the Government Notification : Held, that the contracs note rendered was not in accordance with the bye-laws and in the prescribed form as the clause relating to the minimum amount of deposit was in- consistent with the provisions of bye-law 51-A as amended, and the two new clauses had been omitted, even though the con-. tract note recited that it was made in accordance with the bye- laws, and it was accordingly void and a valid award could not be made under the arbitration clause contained in the note.  [Paransart SASTRI J. preferred to rest his decision solely on the ground of the omission tio include in the contract in ques- tion the two clauses newly added in the prescribed form in order to give effect to bye-law 65-A.] "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "SHETH MANEKLAL MANSUKHBAI VS. MESSRS. HORMUSJI JAMSHEDJI GINWALLA AND SONS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzY=",
        "Citation": "[1950] 1 S.C.R. 75",
        "Case Type": "(CIVIL APPEAL/37/1949)",
        "Date": "21 MARCH 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8xOTUwXzFfNzVfODcucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 75",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "21 March 1950",
        "Petitioner:": "Sheth Maneklal Mansukhbai",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 5",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mehr Chand Mahajan",
        "Respondent:": "Messrs. Hormusji Jamshedji Ginwalla And Sons.",
        "Case Type:": "CIVIL APPEAL/37/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Transfer Of Property Act (4 of 1882)",
            "Gujrat Taluqdars’ Act, 1888 (6 of 1888)"
        ],
        "Keyword": [
            "Transfer of Property Act",
            "No regiatered lease deed",
            "ejectment of lessee as trespasser"
        ],
        "HeadNote": " Transfer of Property Act (IV of 1882), s. 538-A—Agreement to lease evidenced by correspondence—Lessee put in possession—Acceptance of rent for several years—No registered lease deed—Suit for ejectment of lessee as trespasser—Maintainability—Doctrine of part- performance, The predecessor in interest of the defendant, being desirous of putting up a factory in certain plots of land situated within a Talugdari estate which was under the management of the Government under the Gujarat Taluqdars Act, 1888, applied in writing to the Taluqdari Settlement Officer for a permenent lease of the plots. The Taluqdari Officer agreed to grant a lease on certain terms subject to the sanction of the Government and forwarded a letter to the Government stating the offer to take the plots on lease, his provisional acceptance of the same subject to the sanction of the Government and the terms of the lease and by a Resolution dated 5th September, 1917, the Government granted the sanction. The defendant's predecessor was put in possession and though a formal lease deed was not executed and registered, the Taluqdari Officer and after the release of the estate by the Government, the agent of the talugdar, and the plaintiffs who came in as ijaradars. continued to receive the agreed rent up to 1932. In 1933 the plaintiffs instituted a suit to eject the defendant alleging that he was a mere trespasser as there was no registered lease deed :  Held, that the correspondence which passed between the defendant's predecessor-in-title and the Talugdari Officer, the letter sent by the latter to the Government, and the Resolution of the Government dated 5th September, 1917, proved that there was a contract in writing to grant a lease on the terms stated in the Taluqdari Officer's letter, and as the defendant's predecessor was put in possession in furtherance of this contract and the rents agreed upon were accepted for several years, s. 53-A of the Transfer of Property Act was applicable to the case and the plaintiffs were not entitled to eject the defendant. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "A.K. GOPALAN VS. THE STATE OF MADRAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=Mzk=",
        "Citation": "[1950] 1 S.C.R. 88",
        "Case Type": "(WRIT TO PETITION(CRIMINAL)/13/1950)",
        "Date": "19 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9BLksuIEdvcGFsYW5fVGhlIFN0YXRlIG9mIE1hZHJhc18xNjk3NTM0MTczLnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 88",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "19 May 1950",
        "Petitioner:": "A.K. Gopalan",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "1950 INSC 13",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea,Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice Mehr Chand Mahajan,Hon'ble Mr. Justice Patanjali Sastri,Hon'ble Mr. Justice Sir Saiyid Fazl Ali,Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "The State Of Madras",
        "Case Type:": "WRIT TO PETITION(CRIMINAL)/13/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Preventive Detention Act (4 of 1950)",
            "Constitution Of India",
            "Indian Penal Code (45 of 1860)",
            "Code Of Criminal Procedure (0 of 1973)"
        ],
        "Keyword": [
            "A.K.GOPALAN",
            "Preventive Detention Act",
            "art 19",
            "validity"
        ],
        "HeadNote": " Preventive Detention Act (IV of 1950), ss. 3, 7, 10-14.-Validity-Constitution of India, 1950, Arts. 13, 19 to 22, 32-Law relating to preventive detention-Whether infringes Fundamental Right as to freedom of movement-Whether subject to judicial review as to reasonableness under Art. 19 (5)-Scope of Art. 19- Right of free movement and Right to personal liberty, nature and incidents of-Art. 22 whether complete code as to preventive detention-Scope and applicability of Art. 21-\"Law,\" \"procedure established by law,\" meanings of-Whether include rules of natural justice-Construction of Art. 21-American decisions on due process of law value of-Omission to provide objective standard for satisfaction of authorities, to provide for oral hearing or leading of evidence, to fix maximum period of detention, and to specify \"circumstances\" and \"classes of cases\" where period of detention may be extended over 3 months, prohibiting detenu from disclosing grounds of detention-Validity of law-Construction of Constitution -Reference to· debates and Report of Drafting Committee - Permissibility.   The Petitioner who was detained under the Preventive Detention Act (Act IV of 1950) applied under Art. 32 of the Constitution for a writ of habeas corpus and for his release from detention, on the ground that the said Act contravened the provisions of Arts. 13, 19, 21 and 22 of the Constitution and was consequently ultra vires and that his detention was therefore illegal  Held, per KANIA C.J ., PATANJALI SASTRI, MUKHERJEA and DAs JJ. (FAZL ALI and MAHAJAN JJ. dissenting) - that the Preventive Detention Act, 1950, with the exception of Sec. 14 thereof did not contravene any of the Articles of the Constitution and even though Sec. 14 was ultra vires inasmuch as it contravened the provisions of Art. 22(5) of the Constitution,·'\" this section was severable from the remaining sections of the Act, the invalidity of Sec. 14 did not affect the validity of the Act as a whole, and the detentiopn of the petitioner was not illegal. FAZL ALI and MAHAJAN JJ.-Section 12 of the Act was also ultra, vires, and since it contravened the very provision in the Constitution under which the· Parliament derived its competence to enact the law, the detention was illegal.  Held, by the Full Court (KANIA C. J.,FAZL ALI, PATANJALI SASTRI, MAHAJAN, MUKHERJEA and DAs JJ.) -Section 14 of the Preventive Detention Act, 1950, contravenes the provisions of  Art 22 ( 5) of the Constitution in so far as it prohibits a person detained from disclosing to the Court the grounds on which a detention order has been made or the representation made by him against the order of detention, and is to that extent ultra vires and void.  Per KANIA C. J., PATANJALI SASTRI, MAHAJAN, MUKHERJEA and DAs JJ. (FAZL ALI J. dissenting).-Article 19 of the Constitution has no application to a law which relates directly to preventive detention even though as a result of an order of detention the rights referred to in sub-cls. (a) to (e) and (g) in general, and sub-cl. (d) in particular, of cl. (I) of Art. 19 may be restricted or abridged ; and the constitutional validity of  a law relating to such detention cannot therefore, be judged in the light of the test prescribed in cl. ( 5) of the said Article. DAs J.-Article 19 ( 1) postulates a legal capacity to exercise the rights guaranteed by it and if a citizen loses the freedom of his person by reason of lawful detention as a result of a conviction for an offence or otherwise he cannot claim the rights under sub-cls. (a) to (e) and (g) of Art. 19 (1); likewise if a citizen's property is compulsorily acquired under Art. 31, he cannot claim the right under sub-cl. (f) of Art. 19 ( 1) with respect to that property. In short the rights under sub-cls. (a) to (e) and (g) and where lawful detention begins and therefore the validity of a preventive detention Act cannot be judged by Art. 19 (5). MAHAJAN J.-Whatever be the precise scope of Art. 19 (1) (d) and Art. 19 (5) the provisions of Art. 19 (5) do not apply to a law relating to preventive detention, inasmuch as there is a special self-contained provision in Art. 22 regulating it. FAZL ALI J .-Preventive detention is a direct infringement of the right guaranteed in Art. 19.(1) (d), even if a narrow construction is placed on the said sub-clause, ' and a law relating to preventive detention is therefore subject to such limited judicial review as is permitted by Art. 19 ( 5). Per KANIA C. J.,  PATANJALI SASTRI, MUKHERJEA and DAs JJ. (FAZL ALI J. dissenting).-The concept of the right \"to move freely throughout the territory of India\" referred to in Art. 19 (1) ( d), of the Constitution is entirely different from the concept of the right to \"personal liberty\" referred to in Art. 21, and Art.19 should not, therefore, be read as controlled by the provisions of Art. 21. The view that Art. 19 .guarantees substantive rights and Art. 21 prescribes the procedure is incorrect. DAs. J.-Article 19 protects some of the important attributes of personal liberty as independent rights and the expression \"Personal liberty\" is used in Art. 21 as a compendious term including within its meaning all varieties of rights which go to make up the personal liberties of men. FAZI ALI J.-Even if it be assumed that Art. 19 (1)(d) does not refer to \"personal liberty\" and that it bears the restricted meaning attributed to it, that is to say, it signifies merely the right to move from one locality to another, preventive detention must be held to affect this limited right of movement directly and substantially. One of the objects of preventive detention is to restrain a person detained from moving from place to place so that he may not spread disaffection or indulge in dangerous activities in the places he visits. The same consideration applies to the cases of persons who are interned or externed. Hence, externment, internment and certain other forms of restriction on movement have always been treated as kindred matters belonging to the same group or family, and the rule which applies to one must necessarily apply to the others. Per KANIA C. J., PATANJALI SASTRI and DAs JJ. (MAHAJAN J. dissenting),_:_Article 22 does not form a complete code of constitutional safeguards relating to preventive detention. To the extent that provision is made in Art. 22 it cannot be controlled by Art. 21; but on points of procedure which expressly or by necessary implication are not dealt with by Art. 22, Art. 21 will apply. DAs J.-Art. 21 protects substantive rights by requiring a procedure and Art. 22 lays down the minimum rules of procedure that even the Parliament cannot abrogate or overlook. MAHAJAN J.-Art. 22 contains a self-contained code of constitutional safeguards relating to preventive detention and cannot be examined or controlled by the provisions of Art. 21. The principles underlying Art. 21 are however kept in view in Art. 22 and there is no conflict between these articles. MUKHERJEA J .- Even assuming that Art. 22 is not a self.-contained code relating to preventive detention and that Art. 21 would apply, it is not permissible to supplement Art. 22 by the application of rules of natural justice. FAZL ALI J.-Art. 22 docs· not form an exhaustive code by itself relating to preventive detention. Parliament can make further provisions and if it has done so Art. 19 (5) may be applied to see if those provisions have transgressed the bounds of reasonableness. Per KANIA C. J, MUKHERJEA and DAs JJ. (FAZL ALI J. Dissenting).-in Art. 21 the word \"law\" has been used in the sense of State-made law and not as an equivalent of law in the abstract or general sense': embodying the principles of natural justice; and \"procedure established by law\" means procedure established by law made by the State, that is to say, the Union Parliament or the Legislatures of the States. It is not proper to construe this expression in the light of the meaning given to the expression \"due process of law\" in the American Constitution, by the Supreme Court of America. PATANJALI SASTRI J.-'-\"Law~ .in Art. 21 docs not 'mean the jus naturale of civil law but means positive or state made law. \"Procedure established by law\" 1950 does not however mean any procedure which may be prescribed by a competent legislature, but the ordinary well-established criminal procedure, i.e., those settled usages and normal modes of procedure sanctioned by the Criminal Procedure Code, which is the general law of criminal procedure in this country. The only alternative to this construction, if a constitutional transgression is to be avoided, is to interpret the reference to \"law\" as implying a constitutional amendment pro tanto, for it is only a law enacted by the procedure provided for such amendment .that could modify or override a fundamental right without contravening Art. 13 (2). FAZL ALI.-There is nothing revolutionary in the view that \"procedure established by law\" must include the four principles of elementary justice which inhere in and are at the root of all civilized systems of law, and which have been stated by the American Courts and jurists as consisting in (1) notice, (2) opportunity to be heard, ( 3) impartial tribunal and ( 4) orderly course of procedure. These four· principles are really different aspects of the same right, namely, the right to be heard before one is condemned. Hence the words \"procedure established by law\", whatever its exact meaning be, must necessarily include the principle that no person shall be condemned without hearing by an impartial tribunal. Per KANIA C. J.,FAZL ALI., PATANJALI SASTRI, MAHAJAN and DAS JJ.-Section 3 of the Preventive Detention Act, 1950, does not delegate any legislative power to an executive officer but merely confers on such officer a discretion to enforce the law made by the legislature, and is not therefore invalid on this ground. The fact that tbe section does not provide an objective standard for determining whether the requirements of law have been complied with, is not a ground for holding that it is invalid. FAZL ALI.-Section 3 is however a reasonable provision only for the first step, i.e., for arrest and initial detention and must be followed by some procedure for testing the so-called subjective satisfaction, which can be done only by providing a suitable machinery for examining the grounds on which the order of detention _is made and considering the representations of the persons detained in relation to those grounds. Per KANIA C. ]., MAHAJAN and DAs JJ.-Scction 7 of, the said Act is not invalid merely because it does not provide for an oral hearing or an opportunity to lead evidence but only gives a right to make a representation. Right to an oral hearing and right to give evidence are not necessarily implied in the right to make a representation given by Art. 22. Per KANIA C. J. and MAHAJAN J,-The provision contained in Sec. 11 that a person may be detained for such period as the State thinks fit does not contravene Art. 22 (7) and it is not therefore invalid. Per ~KANIA C. J., PATANJALI SASTRI, MUKHERJEA and DAs JJ, (FAZL ALI and MAHAJAN Jj. dissenting).- Article 22 (7) means that Parliament may prescribe either the circumstances under which, or the class or classes of cases in which, a person may be detained for a period longer than three months without reference to an advisory board. It is not necessary that the Parliament should prescribe both. The matters referred to in clauses (a) and (b) of sub-sec. (1) of Sec. 12 constitute a sufficient description of such circumstances or classes of cases and Section 12 is not therefore open to -the objection that it does not comply 'With Art. 22(7). Das J.-Parliament has in fact .and substance prescribed both in clauses (a) and (b) of sub-sec. (1) of Sec. 12 FAZL ALI and MAHAJAN JJ.-Article 22 (7) means that both the circumstances and the class or classes of cases (which are two different expressions with different meanings and connotations) should be prescribed, and the prescription of one without the other will not be enough. The enumeration of the subjects for reasons connected with which a law of preventive detention could be made contained in cls. (a) and ( b) of sub-sec. (I) of Sec. 12 does not amount to prescribing the circumstances under which, or the class or classes of cases in which, a person can be detained for more than three months. Per KANIA C. J .-While it is not proper to take into consideration the individual opinions of members of Parliament or Convention to construe the meaning of a particular clause, when a question is raised whether a certain phrase or expression was up for consideration at all or not, a referance to the debates may be permitted. PATANJALl SASTRI J~In construing the provisions of an Act, speeches made in the course of the debates on the bill should not be taken into consideration. MUKHERJEA J.-In construing the Constitution it is better to leave out of account the debates in the Constituent Assembly, but a higher value may be placed on the report of the Drafting Committee "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "COMMISSIONER OF INCOME-TAX, BOMBAY VS. AHMEDBHAI UMARBHAI & CO., BOMBAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDA=",
        "Citation": "[1950] 1 S.C.R. 335",
        "Case Type": "(CIVIL APPEAL/68/1949)",
        "Date": "04 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Db21taXNzaW9uZXIgb2YgSW5jb21lLVRheCwgQm9tYmF5X0FobWVkYmhhaSBVbWFyYmhhaSAmIENvLiwgQm9tYmF5XzE2OTc1MzY2MDYucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 335",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "04 May 1950",
        "Petitioner:": "Commissioner Of Income-Tax, Bombay",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 6",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea,Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice Mehr Chand Mahajan,Hon'ble Mr. Justice Patanjali Sastri,Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "Ahmedbhai Umarbhai & Co., Bombay",
        "Case Type:": "CIVIL APPEAL/68/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Excess Profits Tax Act (15 of 1940)",
            "Indian Income-tax Act (11 of 1922)"
        ],
        "Keyword": [
            "Excess Profits Tax Act",
            "Apportionment of profits",
            "place of manufacturer",
            "place of sale"
        ],
        "HeadNote": " Excess Profit Tax Act (XV of 1940), s. 5, Third Proviso - Indian Income-tax Act (XI of 1922), s. 42 (8)- Article manufactured outside British India-Sale in British India-Whether whole profits occures or arise in British India-Liability to excess profits tax Manufacturing operations, whether \"part of business \" - Apportionment of profits between place of manufacturer and place of sale Permissibility-Applicability of s. 42 (8). Section 5 of the Excess Profits Tax Act, 1940, provided that \"the Act shall apply to every business of which any part of the profits made during the chargeable accounting period was chargeable to income-tax.\" There was also a proviso to the effect that \"the Act shall not apply to any business, the whole of the profits of which accrued or arose in an Indian State and that where the profits of a part of a business accrued or arose in an Indian State, such part shall for the purpose of this provision be deemed to be a separate business, the whole of the profits of which accrued or arose in an Indian State, and the other part of the business shall be deemed to be a separate business.\"    A firm which was resident in British India and carried on the business of manufacturing and selling groundnut oil, owned some oil mills within British India and a mill in Raichur in the Hyderabad State where oil was manufactured. The oil manufactured in Raichur was sold partly within the State of Hyderabad and partly in Bombay: Held by the full court (KANIA C. J., PATANJALI SASTRI, FAZL ALI, MEHR CHAND MAHAJAN, MUKHERJEA and DAS JJ.)- The expression \"part of a business\" in the proviso to section 5 does not necessarily mean a separate composite unit of all the constituent activities of the business or a complete cross section of the entire business operations but is wide enough to mean one or more of the operations of the business, and that the manufacturing operations which the firm carried on at Raichur were \"a part of the business\" of the assessees within the meaning of the proviso to section 5 of the Act.  Held also per KANIA C .J., FAZL ALI, MEHR CHAND MAHAJAN, MUKHERJEA and DAS JJ. .-that the profits of that part of the business, namely, the manufacture of oil at the mill in Raichur accrued or arose in Haichur within the meaning of the said proviso, even though the manufactured oil was sold in Bombay and the price was received there, and accordingly, that part of the profits derived from sales in Bombay which was attributable to the manufacture of the oil in Raichur was exempt from excess profits tax under the proviso to section 5 of the Act Per PATANJALI SASTRI J.-The first part of sub-section (1) of section 42 of the Income-tax Act was applicable to the assesses, the expressions \"business connection in British India\" and '\"asset or source of income in British India'' being wide enough to cover their selling organisation at Bombay ; and as a result, the profits received in Bombay from the sale of the oil manufactured in Raichur had to be apportioned under sub-section (3) of section 42 between the two operations of manufacture and sale, and only such portion of the profits as was attributable to the sale in Bombay should be deemed to have accrued or arisen in British India. It followed as a corollary that the rest of the profits attributable to the manufacture at Raichur must he regarded as accruing or arising in the Hyderabad State and was therefore exempt under the proviso to s. 5 of the Act.  Quaere: Whether it is in consonance with business principles or practice in the absence of any statutory requirement to that effect to cut business operations arbitrarily into two or more portions and to apportion as between them the profits resulting from one continuous process ending in a sale and whether Kirk's case is applicable to assessments under the Indian Acts as laying down any general principle of apportionment.  Per MAHAJAN J.-Though profits may not be realised until a manufactured article is sold, profits are not wholly made by the act of sale and do not necessarily accrue at the place of sale and to the extent profits are attributable to the manufacturing operations, profits accrue at the place where the operations are carried on.  Per :MUKHERJEA.-Where raw material is worked up into a new product by process of manufacture, it obviously increases in value and this increase in value represents the income or profit which is the result of the manufacture, and as this profit accrues by reason of the manufacture it cannot but be located at the place where the manufacturing process is gone through. It is immaterial that the manufactured goods are sold later on at various places. If tho manufacturer is himself the seller, it might be that he receives the entire profits including that of the manufacture only at the time of sale; but in an inchoate shape a portion of the profits does accrue at the place of manufacture, the exact amount of which is only ascertained after the Sale takes place. For purposes of computation the two parts of the business may be conceived of as being carried on by two different sets of persons. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "NANALAL ZAVER AND ANOTHER VS. BOMBAY LIFE ASSURANCE CO. LTD. AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDI=",
        "Citation": "[1950] 1 S.C.R. 391",
        "Case Type": "(CIVIL APPEAL/69/1949)",
        "Date": "04 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9OYW5hbGFsIFphdmVyIGFuZCBBbm90aGVyX0JvbWJheSBMaWZlIEFzc3VyYW5jZSBDby4gTHRkLiBhbmQgT3RoZXJzXzE2OTc1MzgzODkucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 391",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "04 May 1950",
        "Petitioner:": "Nanalal Zaver And Another",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 7",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice Mehr Chand Mahajan,Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "Bombay Life Assurance Co. Ltd. And Others",
        "Case Type:": "CIVIL APPEAL/69/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Companies Act (7 of 1913)"
        ],
        "Keyword": [
            "Indian Companies Act",
            "purchasing shares",
            "Validity of resolution and offer"
        ],
        "HeadNote": " Indian Companies Act (VII of 1918), s._105-C—Company— Outsider trying to get control of management by purchasing shares —Issue of further shares—Offer of new shares to existing share- holders—Validity of resolution and offer—Company in need of funds— Additional motive to prevent outsider getting control—Bona Fides of resolution—Scope of S. 105-C. A company was incorporated with a capital divided into 10,000 shares. After 5,404 shares had been subscribed, the directors of the company, finding that a businessman. who had several other businesses and who was likely to use the funds of this company for his own businesses, was trying to get control of this company by purchasing its shares, resolved to issue the remaining 4,596 shares and offered these shares to the existing shareholders in the proportion of four new shares for every five shares held by them. Two of the shareholders of the company instituted a suit against the company and the directors for the following reliefs: (i) a declaration that the resolution of the directors and the offer of shares contravened the provisions of section 105-C of the Indian Companies Act, 1918, and was therefore ultra vires and illegal; (ii) a declaration that the offer of shares was not made bona fide or in the interests of the company and was therefore illegal; and (iii) to restrain the defendants from allotting any shares in pursuance of their offer : Held per Kania C.J., MAHAJAN, MUKHERJEA and Das JJ.— that inasmuch as the shares resolved to be issued were offered to the existing shareholders only, and not to any outsider and these shares were also offered to the existing shareholders in proportion to the shares held by each member without making any diserimination, between them the two requirements of section 105-C were complied with and the resolution and offer did not contravene that section even though 272 shares remained undistributed as & result of the offer of four new shares for every five shares. Held per KANIA C.J., MAHAJAN, MUKHERJEA and DAS JJ.- that inasmuch as the shares resolved to be issued were offered to the existing shareholders only, and not to any outsider and these shares were also offered to the existing shareholders in proportion to the shares held by each member without making any discrimination between them the two requirements of section 105-C were complied with and the resolution end offer did not contravene that section even though 272 shares remained undistributed as a result of the offer of four new shares for every five shares Held also per Kania C.J., MAHAJAN, MUKHERJEA and Das JJ.—that the fact that one of the motives of the directors in issuing further shares was to prevent an outsider who had not yet become a shareholder, from getting control of the company did not render the resolution or the offer illegal inasmuch as such a motive could not in itself be said to be not in the interests of the company and even assuming that such a motive was bad this additional motive could not render the resolution and offer illegal as the company was in fact in need of further funds and it was necessary in the interests of the company to issue further shares. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "COMMISSIONER OF AGRICULTURAL INCOME-TAX, BENGAL VS. SRI KESHAB CHANDRA MANDAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDM=",
        "Citation": "[1950] 1 S.C.R. 435",
        "Case Type": "(CIVIL APPEAL/88/1949)",
        "Date": "09 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Db21taXNzaW9uZXIgb2YgQWdyaWN1bHR1cmFsIEluY29tZS1UYXgsIEJlbmdhbF9TcmkgS2VzaGFiIENoYW5kcmEgTWFuZGFsXzE2OTc1Mzk3MDQucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 435",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "09 May 1950",
        "Petitioner:": "Commissioner Of Agricultural Income-Tax, Bengal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 11",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mehr Chand Mahajan,Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "Sri Keshab Chandra Mandal",
        "Case Type:": "CIVIL APPEAL/88/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Bengal Agricultural Income-tax Act (0 of 1944)"
        ],
        "Keyword": [
            "Bengal agriculture Income-tax Act",
            "Return of illiterate assessee"
        ],
        "HeadNote": " Bengal Agricultural Income-tax Act, (IV of 19-44), ss. 24, 57 — Rules under the Act, v.11, Form No. &5—Ieturn of illiterate assessee Declaration signed by pen of son of assessee —-Validity of return— Signature by Agent—Permissibility—“ Qui facit per alium facit per se,” applicability of. ‘The Rules framed under the Bengal Agricultural Income-bax- Act, 1944, provided that the declaration in a return of income had to be signed ‘in the case of an individual, by the individual himself.”A return of an illiterate assessee, Keshab Chandra Mandal, was signed in the vernacular as follows: “ Sri Keshab Chandra Mandal Ba. Sri Jugal Chandra Mandal,” the latter being the son of the assessee. The Appellate Tribunal referred to the High Court the question ‘‘ whether in the cireumstances of the case, the declaration in the form of return signed by the illiterate assessee by the pen of his son should be treated as properly signed anda valid return.” The High Court answered the question in theaflirmative. On appeal; Held, per FAZL ALI, PATANJALI SASTRI, MUKHERJEA and Das JJ.(MaHAJAN J. dissenting)—that the Bengal Agricultural Income-tax Act, 1944, and the Rules framed thereunder contained provisions indicating an intention to exclude the common law rule qui facit per alium facit per se in the matter of affixing signature to the return of income made by an assessee who was an individual, and, as it was abundantly clear on the records that there was no physical contact between the assessee and the signature appearing on the return, the return was not properly signed and was not a valid return.  Mahajan J.—As the question referred was whether the return “signed by the illiterate assessee with the pen of his son” was valid, it must be assumed that there was such contact, and a& there was nothing whatsoever on the record to establish that the assessee did not touch the pen or the hand of the son when the signature ‘was affixed, the High Court was right  in answering the question in the affirmative. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "PRITAM SINGH VS. THE STATE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDU=",
        "Citation": "[1950] 1 S.C.R. 453",
        "Case Type": "(CRIMINAL APPEAL/2/1950)",
        "Date": "05 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Qcml0YW0gU2luZ2hfVGhlIFN0YXRlXzE2OTc1NDA3MTMucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 453",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "05 May 1950",
        "Petitioner:": "Pritam Singh",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 9",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "The State",
        "Case Type:": "CRIMINAL APPEAL/2/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Constitution Of India"
        ],
        "Keyword": [
            "Constitution of India",
            "Art. 136 (1)",
            "Special leave to appeal",
            "Granting of leave"
        ],
        "HeadNote": " Constitution of India, Art. 136 (1)-Special leave to appeal Granting of leave-Guiding principles-Final hearing-Nature of. The Supreme Court will not grant special leave to appeal under Art. 136 (1) of the Constitution unless it is shown that exceptional and special circumstances exist, that substantial and grave injustice has been done and the case in question presents features of sufficient gravity to warrant a review of the decision appealed against. The view that once an appeal has been admitted by special leave, the entire case is at large and the appellant is free to contest all the findings of fact and raise every point which could be raised in the High Court is wrong. Only those points can be urged at the final hearing of the appeal which are fit to be urged at the preliminary stage when leave to appeal is asked for. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "THE BHARAT BANK LTD., DELHI VS. EMPLOYEES OF THE BHARAT BANK LTD., DELHI AND THE BHARAT BANK EMPLOYEES' UNION, DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDY=",
        "Citation": "[1950] 1 S.C.R. 459",
        "Case Type": "(CIVIL APPEAL/34/1950)",
        "Date": "26 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9UaGUgQmhhcmF0IEJhbmsgTHRkLiwgRGVsaGlfRW1wbG95ZWVzIG9mIHRoZSBCaGFyYXQgQmFuayBMdGQuLCBEZWxoaSBhbmQgdGhlIEJoYXJhdCBCYW5rIEVtcGxveWVlcycgVW5pb24sIERlbGhpXzE2OTc1NDEyMTYucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 459",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "26 May 1950",
        "Petitioner:": "The Bharat Bank Ltd., Delhi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 16",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea,Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice Mehr Chand Mahajan,Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "Employees Of The Bharat Bank Ltd., Delhi And The Bharat Bank Employees' Union, Delhi",
        "Case Type:": "CIVIL APPEAL/34/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Constitution Of India",
            "Industrial Disputes Act (14 of 1947)"
        ],
        "Keyword": [
            "Constitution of India",
            "Art. 136",
            "ppellate Jurisdiction",
            "Award of Industrial Tribunal",
            "Whether appeallable"
        ],
        "HeadNote": " Constitution of India, Art. 136 -  Supreme court - Appellate Jusridiction, Award of Industrial Tribunal -  Whether Appealable - Application for  special leave-Maintainability-Nature of functions of Industrial Tribunal -Industrial Disputes Act, 1947, ss. 8, 16- Case heard by Bench of three members. Held per KANIA C.J., FAZL ALI, and MAHAJAN JJ, (MUKHERJEA and PATANJALI SASTRI J.J. dissenting).-The functions and duties of the Industrial Tribunal constituted under the Industrial Disputes Act, 1947, are very much like those of a body discharging judicial functions although it is not a Court, and under Art. 136 of the Constitution of India the Supreme Court has jurisdiction to entertain an application for leave to appeal from a decision of the Tribunal, even though it will be very reluctant to entertain such an application. Per MUKHERJEA J. (PATANJALI SASTRI J. concurring).-An Industrial Tribunal functioning under the Industrial Disputes Act is not a judicial tribunal. The nature of the determinations made by it and the materials and considerations on which it has to decide a dispute are also such that the powers of an appellate court cannot be exercised fully and effectively in respect of them and such determinations are therefore outside the purview of Art. 136 of  the Constitution. Even assuming that the Court had jurisdiction to entertain an appeal, 'the present case was not a fit one for entertaining an appeal from the determination of the Tribunal.  "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "PANNALAL JANKIDAS VS. MOHANLAL AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NDk=",
        "Citation": "[1950] 1 S.C.R. 979",
        "Case Type": "(CIVIL APPEAL/71/1949)",
        "Date": "21 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9QYW5uYWxhbCBKYW5raWRhc19Nb2hhbmxhbF8xNjk3NjA4ODE4LnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 979",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "21 December 1950",
        "Petitioner:": "Pannalal Jankidas",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 43",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice Patanjali Sastri",
        "Respondent:": "Mohanlal And Another",
        "Case Type:": "CIVIL APPEAL/71/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Contract Act, 1872 (9 of 1872)"
        ],
        "Keyword": [
            "Contract",
            "Damages",
            "Remoteness of damage",
            "Agent neglecting to insure goods against fire",
            "Goods"
        ],
        "HeadNote": " Contract—Damages—Remoteness of damage—Agent neglecting to insure goods against fire—Goods destroyed by exploston——Liability of agent—Bombay Explosion (Compensation) Ordinance, 1944, Ss. 14, 18—Ordinance granting compensation for damage by explosion—Loss by explosion not covered by policy—Loss of compensation undér Ordinance by failure to insure—Whether direct or remote damage—Claim by principal against agent, whether barred by Ordinance—Indian Contract Act, 1872, s. 212. The plaintiffs who were commission agents purchased piece- goods according to defendant's instructions and stored a portion of the goods in a godown in Bombay pending receipt of a permit from the Government authorities for consigning the same to the defendants, Before the goods could be despatched, a big explosion occurred in the Bombay Harbour and the goods stored were destroyed either by the fire or the explosion. A few months later the Governor-General promulgated the Bombay Explosion (Compensation) Ordinance, 1944, which provided, inter alia, (i) that the Government shall pay a compensation of 50 per cent. of the damage caused in respect of uninsured goods, and the entire damage in respect of insured goods; and (ii) that no person shall have or be deemed ever to have had, otherwise than under the Ordinance any right whether in contract or in tort or otherwise to any compensation for damage to or loss of property arising out of the explosion and no suit or other legal proceeding for any such compensation or damage shall be maintainable in any civil court. The plaintiffs received 100 per cent of the value of the destroyed goods as they were not insured, and, alleging that as agents they had the right to be indemnified by the defendants, sued the latter for recovery of the remaining 50 percent. of the value of the goods. The defendants pleaded, and it was found as a fact, that they had in- structed the plaintiffs, and the latter had agroed, to insure the goods but had omitted to do so, and they claimed that inasmuch as they would have been entitled to receive the full value of the goods as compensation under the Ordinance if the plaintiffs had insured, they were entitled to set off or counter claim the value of the goods as damages caused to them by the neglect or breach of duty of the plaintiffs, Held per Kanta C.J. and Das J. (Paransanr Sastri J. dissenting) —(i) As full compensation under the Ordinance was payable on proof of the existence of a fire insurance policy irrespective of the terms of the policy, and the non-recovery of half the value of the goods from the Government under the Ordinance was due to the absence of a fire insurance policy, the loss to the defendants arose directly from the neglect or breach of duty of the plaintiffs to insure the goods as they had been instructed and agreed to do; intervention of the Ordinance did ngt break the chain of causation or make the loss remote or indirect; the Ordin- ance did not create any new liability but only quantified the damages ; and the fact that it did not exist at the time of the ex- plosion and could not have been in the contemplation of the parties was irrelevant for deciding the question of liability ; (ii) the plea of the defendants was not barred by the Ordin- nance inasmuch es their cause of action against the plaintiffs was misconduct of the latter in the business of their agency, and this cause of action was completed by the averment that there was a duty or agreement to insure, that there was failure to per. form that duty and that the failure had caused damage to the defendants, and the quantum of the damages was not a part of the cause of action. Per PATANJALI SASTRI J.—(i} The defendants’ inability to recover the full value of the goods from the Government under the Ordinance did not arise directly and naturally in the usual course of things from the plaintiffs’ failure to insure, but from independent and disconnected events, namely, the Government's scheme for compensation, embodied in the Ordinance, the agree- ment with the insurance companies regarding contribution and the consequent discrimination made by the Government between insured and uninsured goods. The Ordinance did not. displace the ordinary rules of law as to remoteness of damage or amend or abrogate any terms in the fire insurance policies and it was further difficult to see how by virtue of an Ordinance passed some months after the explosion, the right to damages could be- come enlarged. The broad principle of restitutio in integrum upon which the assessment of the quantum, of damages is based can- not be carried to its utmost logical results but must be qualified by the rule of remoteness.  (ii) The bar under the Ordinance was not based upon the nature of the cause of action but upon the damage or loss being “due to orin any way arising out of” the explosion and the claim of the defendants was clearly barred. In any event the defendants cannot be allowed to claim that the loss of the goods was explosion damage so as to bring the case under s. 14 and at the same time contend that the loss was not due to or did not in any way arise out of the explosion in order to avoid the bar under s. 18. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "EXECUTORS OF THE ESTATE OF J.K. DUBASH VS. COMMISSIONER OF INCOME TAX, BOMBAY CITY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTA=",
        "Citation": "[1950] 1 S.C.R. 969",
        "Case Type": "(CIVIL APPEAL/105/1949)",
        "Date": "21 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9FeGVjdXRvcnMgb2YgdGhlIEVzdGF0ZSBvZiBKLksuIER1YmFzaF9Db21taXNzaW9uZXIgb2YgSW5jb21lIFRheCwgQm9tYmF5IENpdHlfMTY5NzYxMTUyMi5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 969",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "21 December 1950",
        "Petitioner:": "Executors Of The Estate Of J.K. Dubash",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 42",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice Patanjali Sastri",
        "Respondent:": "Commissioner Of Income Tax, Bombay City",
        "Case Type:": "CIVIL APPEAL/105/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Income-tax Act (11 of 1922)"
        ],
        "Keyword": [
            "Indian Income tax Act",
            "Succession",
            "will",
            "' succeed in such capacity"
        ],
        "HeadNote": " Indian Income-tax Act (XI of 1922), s. 25 (4)—Succession— Death of person carrying on business—Executors carrying on business as going concern for, selling it under terms of wiill—Whether \"succeed in such capacity ’’to testator—Date of succession- A person who carried on a business on which tax had been levied under the Income-tax Act of 1918 died on the 9th of April, 1949, leaving a will by which he authorised his executors to carry on big business as a going concern, as if they were absolute owners but without being responsible for loss, for a period not exceeding 12 months during which if any of his nephews wanted to purchase the business, they might sell it to him or them. The business was sold to one of the nephews on the 1st January, 1943. The question being whether for the purposes of s. 25 (4) of the Income-tax Act of 1922 as amended in 1939 the succession to the business took place on the 9th April, 1942, when the testator died or on the 1st January, 1943, when the business was sold : Held, affirming the decision of the Bombay High Court, that inasmuch as the business got vested in the executors on the death of the testator and the executor carried on the business within the meaning of ss. 3 and 10 of the Act, and as such became personally liable as assessees and there was thus a change in the assesse, a succession to the testator “in such capacity” took place on the date of the death of the assessee, even though the executors carried on the business as a going concern under the terms of the will and the business was also being carried on not for the benefit of the executors but for the benefit of the estate of the testator.  Per PATANJALI SASTRI J.—The expression “succeeded by another person” in s. 26 (2) and s. 25 (4) of the Act includes not only eases of succession inter vivos but also cases of succession on death. While it is true that a transfer of ownership is ordinarily involved in cases of succession falling within s. 26 (2) and s. 25 (4), it is not an essential element of succession within the meaning of those provisions.  The words “in such capacity” in s. 26 (2) and s, 25 (4) mean nothing more than the capacity of a person who carries on the business as the predecessor was carrying it on, that is, with a liability to be taxed on its profits and gains. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "V.V.R.N.M. SUBBAYYA CHETTIAR VS. COMMISSIONER OF INCOME TAX, MADRAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTE=",
        "Citation": "[1950] 1 S.C.R. 961",
        "Case Type": "(CIVIL APPEAL/38/1949)",
        "Date": "21 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9WLlYuUi5OLk0uIFN1YmJheXlhIENoZXR0aWFyX0NvbW1pc3Npb25lciBvZiBJbmNvbWUgVGF4LCBNYWRyYXNfMTY5NzYxMjU1MC5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 961",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "21 December 1950",
        "Petitioner:": "V.V.R.N.M. Subbayya Chettiar",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 41",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "Commissioner Of Income Tax, Madras",
        "Case Type:": "CIVIL APPEAL/38/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Income-tax Act (11 of 1922)"
        ],
        "Keyword": [
            "Indian Income-tax Act",
            "Residence"
        ],
        "HeadNote": " Indian Income-tax Act (XI of 1922), s. 4A (b)—Hindu undivided family—Residence—Tests-—Occasional visits to India and attending to family affairs there, effect of—Burden of proof—\"Control and management”, “ situated”, “wholly” and “ affairs’, meanings of. The words used in s. 4A (b) show: (i) that, normally a Hindu undivided family will be taken to be resident in the taxable terri- tories, but such a presumption will not apply if the case can be brought under the second part of the provision, (ii) the word “ affairs means affairs which are relevant for the purpose of the Income-tax Aet and which have some relation to income, (iii) the question whether the case falls within the exception depends on whether the seat of the direction and control of the affairs of the family is inside or outside British India, and (iv) the onus of proving facts which would bring his case within the exception which is provided by the latter part is on the assesses. The expression “ control and management ” in s. 4A (b) of the Income- tax Act signifies the controlling and directive power, the“head and brain” as it is sometimes called; “ situated ” implies the functioning of such power at a particular place with some degree of permanence; and “wholly” seems to recognise the possibility of the seat of such power being divided between two distinct and separate places and that a Hindu undivided family may have more than one residence in the same way as a corporation may have. The karta of a Hindu undivided family lived with his wife and children and carried on business in Ceylon, which had become their place of domicile. He owned some immoveable property and had a house, and investments in British India. In the year of account he visited British India and stayed there for periods amounting in all to 101 days and during his stay started two firms in British India, personally attended to a litigation relating to the family lands, snd appeared before the Income-tax authorities in proceedings relating to assessment of the income of the family: Held, that these facts were not necessarily conclusive to establish the existence of a centre of control and management of the affairs of the family in British India, but they were by no means irrelevant to the matter in issue, and inasmuch as the asessee had not discharged the onus which lay upon him under the law by producing all the material evidence which he was galled upon to produce to show that normally and as a matter of course the affairs in India were also being controlled from Colombo, the normal presumption under the first part of s. 4A (b) must be given effect toand the assessee must be treated asa resident in British India during the year in question. It was however open to the assessee to prove in future years by proper evidence that the seat of control and management of the affairs r of of the family was wholly outside British India. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "GNANAMBAL AMMAL VS. T. RAJU AYYAR AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTI=",
        "Citation": "[1950] 1 S.C.R. 949",
        "Case Type": "(CIVIL APPEAL/13/1950)",
        "Date": "21 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9HbmFuYW1iYWwgQW1tYWxfVC4gUmFqdSBBeXlhciBhbmQgT3RoZXJzXzE2OTc2MTMxMzQucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 949",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "21 December 1950",
        "Petitioner:": "Gnanambal Ammal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 40",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea",
        "Respondent:": "T. Raju Ayyar And Others",
        "Case Type:": "CIVIL APPEAL/13/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu law",
            "Will",
            "Construction",
            "General principles"
        ],
        "HeadNote": " Hindu law—Will—Construction—General principles —Presumption against intestacy. The cardinal maxim to be observed by courts in construing a will is to endeavour to ascertain the intentions of the testator. This intention has to be gathered primarily from the language of ‘the document which is to be read as a whole without indulging in any conjecture or speculation as to what the testator would have done if he had been better informed or better advised. The courts are however entitled and bound to bear in mind other matters than merely the words used. They must consider the surrounding circumstances, the position of the testator, his family relationship, the probability that he would use words in a particular sense, and many other things which are often summed up in the somewhat picturesque figure ‘the court is entitled to put itself into the testator’s armchair ’-  But all this is solely as an aid to arriving at a right construction of the will, and to ascertain the meaning of the language when used by that particular testator in that document. As soon as the construction is settled, the duty of the court is to carry out the intentions as expressed. The court is in no case justified in adding to testamentary dispositions. In all cases it must loyally carry out the will as properly construed, and this duty is as universal, and is true alike of wills of every nationality and every religion or rank of life. A presumption against intestacy may be raised if it is justified by the context of the document or the surrounding circumstances; but it can be invoked only when there is undoubted ambiguity in ascertainment of the intentions of the testator. It cannot be that merely with a view to avoiding intestacy you are to do otherwise than construe plain words according to their plain meaning. A Hindu died leaving a widow, a widowed daughter N, and a married daughter G, after he had made a will giving authority to his widow to adopt son of G should she beget one, or in the alternative &  son of one of his nephews. Para. 4 of the will provided that if his widow adopted G’s son all his properties except the village of K and the house at I and other properties disposed of by the will shall pass to the adopted son; and para, 5 provided as follows: ‘“‘The whole of the village of K and the house at I, my daughter N shall enjoy with life interest and after her the said property shall pass to my daughter G and her children on payment by the latter of Rs. 5,000 to A, the daughter of N.” Later on, amongst the provisions which he wished to make if a son of a nephew was adopted, there was a provision which ran as follows: “Para. 13. The village of K shall be enjoyed by N as stated in para. 5.” A nephew's son was adopted and he inati- tuted a suit againsi G after N’s death for recovery of the village K contending that under para. 13 of the will there was no dis- position of the village after the life interest of N and on her death the village vested in him as the testator’s heir: Held, on construction of the will as a whole, that the testator did not intend that in the contingency of the adoption of a nephew's son, the village K should pass, on N’s death, to the adopted son; on the other hand, the provisions of para. 5 of the will were intended to apply even in the case of such a contingency and the village passed to G on N’s death under para. 5 of the will.  "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "JANARDAN REDDY AND OTHERS VS. THE STATE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTQ=",
        "Citation": "[1950] 1 S.C.R. 940",
        "Case Type": "(Criminal Miscellaneous Petition/71/1950)",
        "Date": "14 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9KYW5hcmRhbiBSZWRkeSBhbmQgT3RoZXJzX1RoZSBTdGF0ZV8xNjk3NjIwOTU0LnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 940",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "14 December 1950",
        "Petitioner:": "Janardan Reddy And Others",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "1950 INSC 37",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania",
        "Respondent:": "The State",
        "Case Type:": "Criminal Miscellaneous Petition/71/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Constitution Of India"
        ],
        "Keyword": [
            "Constitution of India",
            "A.134; 136; 374(4)",
            "Application for special leave",
            "Maintainability"
        ],
        "HeadNote": " Constitution of India, Arts. 134, 136, 374(4)—Special leave to appeal—Judgment of Hyderabad High Court passed before 26th Jan. 1950—Application for special leave-—-Maintainability—Pendency of application for leave to appeal to Judicial Committee of Hyderabad when new constitution came into force, effect of—Scope of Art. 136— “Any court or tribunal in the territory of India”—Interpretation of statutes—Presumption of prospective operation—-Right to appeal.  The petitioners, who were convicted and sentenced to death by a special tribunal in the Hyderabad State, preferred appeals to the High Court of Hyderabad which were dismissed, and they applied to the,High Court on the 21st Jan., 1950, for leave to appeal to the Judicial Committee of Hyderabad against the judgments of the High Court. On the 26th Jan, 1950, the Constitution of India came into force and under the Constitution, Hyderabad be-came a part of India, the Judicial Committee of Hyderabad ceased to exist, and all appeals and other proceedings pending before thay Committee stood transferred to the Supreme Court of India. The applications of the petitioners were amended so as to make them applications under Art. 134 of the Constitution, but they were dismissed on the ground that no such petitions lay under Art. 134 and also on the merits. The petitioners thereupon made an application to the Supreme Court of India under Art. 136 of the Constitution for special leave to appeal: Held that, inasmuch as Art. 136 confers power on the Supreme Court to grant special leave to appeal only from any judgment, decree, sentence or order passed or made by “any court or tribunalin the territory of India,” and the Hyderabad High Court was not a Court in the territory of India when the judgments in question were pronounced the Supreme Court had no jurisdiction to grant special leave. Art. 136 cannot be so construed as to apply to judgments or orders pronounced before Hyderabad became part of India and to confer a right of appeal inferentially, merely becanse the petitioners had a right to appeal to the Judicial Committee of Hyderabad when the Constitution came into force and they had been deprived of this right by the abolition of that Committee without making a provision enabling them to appeal to the Supreme Court. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "DR. N. B. KHARE VS. THE STATE OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NTg=",
        "Citation": "[1950] 1 S.C.R. 519",
        "Case Type": "(WRIT PETITION (CIVIL)/37/1950)",
        "Date": "26 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Eci4gTi4gQi4gS2hhcmVfVGhlIFN0YXRlIG9mIERlbGhpXzE2OTc2MjI0NzMucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 519",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "26 May 1950",
        "Petitioner:": "Dr. N. B. Khare",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "1950 INSC 17",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea,Hon'ble Mr. Justice Harilal Jekisundas Kania",
        "Respondent:": "The State Of Delhi",
        "Case Type:": "WRIT PETITION (CIVIL)/37/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Constitution Of India",
            "-east Punjab Public Safety Act, 1949 (0 of 1949)"
        ],
        "Keyword": [
            "Constitution of India",
            "Art 19",
            "cls. (1) (d) and (5)"
        ],
        "HeadNote": " Constitution of India, Art 19, cls. (1) (d) and (5)—Fundamental rights—Freedom of movement—Law imposing restrictions— Validity —Reasonableness of restrictions—Scope of enquiry——East Punjab Public Safety Act, 1949, s. 4(1) (c), (3), (6)—Provisions empowering Provincial Government or District Magistrate to extern persons’ making satisfaction of externing authority final, authorising externment for indefinite period, and directing that authority “may communicate’ grounds of externment—Whether reasonable—Construction and Validity of Act. Section 4, sub-s. (1) (c), of the East Punjab Public Safety Act of 1949 which was passed on the 29th March, 1949, and was to be in force until the 14th August, 1951, provided that “The Provincial Government or the District Magistrate, if satisfied with respect to any particular person that with a view to preventing him from acting in any manner prejudicial to the public safety or the maintenance of public order it is necessary to do so, may, by order in writing, give a direction that such person shall remove himself from, and shall not return to, any area that may ne specified in the order.” Sub-section (3) of s. 4 provided that “an order under sub-s, (1) made by the District Magistrate shall not, unless the Provincial Government by special order otherwise directs, remain in force for more than three months from the making thereof,” and sub-s. (6) laid down that “when an order has been made in respect of any person under any of the clauses under s. 4, sub-s. (1) or sub-s. (2), the grounds of it may be communicated to him by the authority making the order, and in any case when the order is to be in force tor more than three months, he shall have a right of making a representation which shall be referred to the Advisory Tribunal constituted under s. 3, sub-s. (4).” ‘The petitioner, against whom an order under s. 4 (1) (c) of the Act was passed applied to the Court under Art. 32 of the Constitution for a writ of certiorari contending that the order was illegal inasmuch as the provisions of the above- mentioned Act under which the order was made infringed the fundamental right to move freely throughout the territory of India which was guaranteed by Art. 19 (1) (d) of the Constitution and were accordingly void under Art. 13 (1) of the Constitution : Held, per Kaniya C. J., FAZL ALI and PATANJALI SASTRI JJ. (Mahajan and Mukherjea, JJ. dissenting)—(i) that there was nothing unreasonable in the provision contained in subs. (1) (c) of s, 4 empowering the Provincial Government or the District Magistrate to make an externment order, and making their satisfaction as to the necessity of making such an order final, or in the provisions contained in sub-s. (3) of s. 4 that an order of a District Magistrate may remain in force for three months and that the Provincial Government may make an order, or keep alive an order made by a District Magistrate, for a period exceeding three months without fixing any time limit; (ii) with regard to subs. (6), the word “may” in the expression “may communicate” must, in the context, be read as meaning “shall” and under the sub-section it is obligatory on the authority making an order to communicate the grounds to the externee; (iii) the restrictions imposed by the above-mentioned. provisions of the Act upon the fundamental right guaranteed by Art. (19) (1) (d) were not, therefore, unreasonable restrictions within the meaning of Art. 19 (5) and the provisions of the Act were not void under Art. 13 (1), and the order of externment was not illegal.  Per  Mukherjea J. Mahajan J concurring)—Though certain authorities can be ‘invested with power to make initial orders on their own satisfaction in cases of this description, and s. 4(1) (c) of the East Punjab Public Safety Act cannot be pronounced to be unreasonable simply because an order could be passed by the Provincial Government or the District Magistrate on their own personal satisfaction and not on materials, which satisfy certain objective tests, yet, the position would be different if the order thus made is allowed to continue for any indefinite period of time without giving the aggrieved person an opportunity to say what he has got to say against the order; and inasmuch as sub-s. (3) of s. 4 prescribes no limit to the period of time during which an externment order would remain in force if it is made by the Provincial Government, and the Provincial Government is also given power to keep an order made by a District Magistrate in force for an indefinite period, the provisions of sub-s. (3) are manifestly unreasonable. The provisions of sub-s. (6) of s. 4 are also unreasonable as they - make it entirely optional with the authorities to communicate to the person affected, the grounds upon which the order is made. Neither sub-s. (3) nor sub-s. (6) of s. 4 can, therefore, be said to have imposed restrictions which are reasonable in the interests of the general public within the meaning of Art. 19(5) and these provisions of the Act were consequently void and inoperative under Art. 13 (1) of the Constitution, and the externment order was illegal. . Held also, per Kaniya C. J.,FAZL ALI Mukherjea  and Mahajan  JJ.—-Whether the restrictions imposed by legislative enactment upon the fundamental right guaranteed by Art.19 (1) (d) are reasonable within the meaning of Art. 19 (5) of the Constitution would depend as much on the procedural portion of the law as the substantive part of it, and in considering whether such restrictions are reasonable the Court is not there- fore bound to confine itself ta an examination of the reasonableness of the restrictions in the abstract with reference to their duration and territorial extent. The Court can also consider the reasonableness of the procedural part of the law and the circumstances under which, and the manner in which, the restrictions have been imposed. [Patangali Sastri J. did not express any opinion on this point. "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "CHIEF CONTROLLING REVENUE AUTHORITY AND SUPERINTENDENT OF STAMPS VS. MAHARASHTRA SUGAR MILLS LTD.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NjE=",
        "Citation": "[1950] 1 S.C.R. 536",
        "Case Type": "(CIVIL APPEAL/12/1950)",
        "Date": "27 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9DaGllZiBDb250cm9sbGluZyBSZXZlbnVlIEF1dGhvcml0eSBhbmQgU3VwZXJpbnRlbmRlbnQgb2YgU3RhbXBzX01haGFyYXNodHJhIFN1Z2FyIE1pbGxzIEx0ZC5fMTY5NzYyMzA2MC5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 536",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "27 May 1950",
        "Petitioner:": "Chief Controlling Revenue Authority And Superintendent Of Stamps",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 20",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania",
        "Respondent:": "Maharashtra Sugar Mills Ltd.",
        "Case Type:": "CIVIL APPEAL/12/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Stamp Act (2 of 1899)",
            "Government Of India Act, 1935 (0 of 1935)",
            "Indian Stamp Act (2 of 1899)"
        ],
        "Keyword": [
            "Indian Stamp Act",
            "Reference to High Court",
            "Nature of power to refer"
        ],
        "HeadNote": " Indian Stamp Act (Il of 1899), ss. 57, 59 (2)—Reference to High Court—Nature of power to refer—Duty to refer on request of party affected—Order directing Chief Controlling Authority to refer—Whether “matter concerning revenues\" —]urisdiction of Original Side of High Court—Government of India Act, 1935, S. 266 (1). The power conferred on the Chief Revenue Authority by Sec, 57 of the Indian Stamp Act, to make a reference to the High Court is not intended for the benefit of the Revenue Authority alone, but ensures, also for the benefit of the party affected by the assessment. It is therefore coupled with a duty to make a reference when he is called upon to do so by the party affected, and if he declines to do so, it is within the power of the Court to direct him to discharge that duty) and make a reference to the Court. The order of a High Court to a revenue officer to do his duty would not be the exercise of original jurisdiction in a matter concerning the revenue within the meaning of Sec. 226 of the Government of India Act, 1935, and the jurisdiction of the High Court to direct the Chief Controlling Revenue Authority to make a reference under Sec. 57 of the Stamp Act was not barred by Scc. 226 of the Government of India Act. The fact that the proceedings had passed beyond the stage of enforcing payment does not prevent the High Court from directing the Revenue Authority to make a reference, for, if the opinion of the Court on the reference is against the Revenue Authority he will have to refund whatever has been recovered in excess, under Sec. 59 (2) of the Act. . "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "CHIRANJIT LAL CHOWDHURI VS. THE UNION OF INDIA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODQ=",
        "Citation": "[1950] 1 S.C.R. 869",
        "Case Type": "(WRIT PETITION (CIVIL)/72/1950)",
        "Date": "04 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9DaGlyYW5qaXQgTGFsIENob3dkaHVyaV9UaGUgVW5pb24gb2YgSW5kaWEgYW5kIE90aGVycyBfMTY5NzY5MzM0OS5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 869",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "04 December 1950",
        "Petitioner:": "Chiranjit Lal Chowdhuri",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "1950 INSC 36",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice M.K. Mukherjee,Hon'ble Mr. Justice Patanjali Sastri,Hon'ble Mr. Justice Sir Saiyid Fazl Ali,Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "The Union Of India And Others",
        "Case Type:": "WRIT PETITION (CIVIL)/72/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Sholapllr Spinning And Weaving Company (emergency Pro·",
            "Indian Companies Act (7 of 1913)"
        ],
        "Keyword": [
            "Sholapur Spinning and Weaving Company"
        ],
        "HeadNote": " Sholapur Spinning and Weaving Company (Emergency Pro- visions) Act (XXVIII of 1950)~Act dismissing managing agents of & company, removing its directors, authorising Government to appoint new directors, and curtutling rights of shareholders in the matter of voting, etc.—Validity—Whether infringes fundamental rights—Right not to be deprived of property save by authority of law—Right to acquire, hold and dispose of propsrty-——Right to equal protection of law—Constitution of India, Arts. 14, 19 (1) (f), 29(5), 81, 82—“ Deprivation of property”, “ Property”, acquisition”, ‘taking possession”, “equal protection”, meanings of—Right to apply under Art, 32—Corporation’s right to apply—Shareholders' right. The Governor-General of India, finding that on account of mismanagement and neglect a situation had arisen in the affairs of the Sholapur Spinning and Weaving Company Litd., which had prejudicially affected the production of an essential commodity and had caused serious unemployment amongst a certain section of the community, and that an emergency had thereby arisen which rendered it necessary to make special provision for the proper management and administration of the said company, promulgat- ed an Ordinance, which was subsequently re-enacted in the form of an Act of the Legislature called the Sholapur Spinning and Weaving Company (Emergency Provisions) Act, 1950, the net result of which was that the Managing Agents of the said com- pany were dismissed, the directors holding office at the time automatically vacated their office, the Government was authorised to appeint new directors, thejrights of the shareholders of the com- pany were curtailed in the matters of voting, appointment of directors, passing of resolutions and applying for winding up, and power was also given to the Government to further modify the Indian Companies Act in its application to the company ; and in accordance with the provisions of the Ordinence new directors were appointed by the Government. A sharehclder of the com- pany made an application under Art. 32 of the Constitution for a declaration that the Act was void and for enforcement of his fundamental rights by a writ of mandamus against the Central Government, the Government of Bombay and the directors, res- training them from exercising any powers under the Act and from interfering with the management of the company, on the ground that the Act was not within the Legislative competence of the Parliament and infringed his fundamental rights guaran- teed by Arts. 19 (1) (f), 31 and 14 of the Constitution and was consequently void under Art. 18. The company was made a respondent and opposed the petition. Held per Kania OJ., Fazu ALI, MUKBERJEA and Das JJ.— (i) that the impugned Act did not infringe any fundamental right of the petitioner under Art. 31 (1), as it did not deprive the com. pany or the petitioner of any property save under authority of law ; (ii) that the impugned Act did not infringe any fundamental right guaranteed by Art. 31 (2) inasmuch as it did not authorise the ‘‘acquisition” of any property of the company or of the share- holders or “the taking possession” of the property of the peti- tioner, namely, the skares which he held in the company, though he was disabled from exercising some of the rights which an ordinary shareholder in a company could exercise in respect of his shares, such as the right to vote, to appoint directors, and to apply for winding up; and, if the Act had authorised the “taking possession” of the property of the company, the petitioner waa not entitled to any relief on that score under Art. 32; (iii) that, ag the Act did not impose any restrictions on the petitioner's right “to acquire, hold and dispose of” his shares, there was no infringement of Art. 19 (1) (f); and assuming that the restrictions imposed on the right of voting etc. were restric- tions on the right to acquire, hold or dispose of property within Art. 19 (1) (f), such restrictions were reasonable restrictions im- posed in the interests of the public, namely, to secure the supply of a commodity essential to the community and to prevent serious unemployment amongst a section of the people, and were there- fore completely protected by cl- (5) of Art. 19. Held .also per Kanta C.J., Faz Ant, and MOKHERIJEA JJ. (PATANJALI SASTRI AND Das JJ. dissenting)—that though the Legislature had proceeded against one ccmpany only and its shareholders, inasmuch as even one corporation or a group of per- sons can be taken to be a class by itself for the purposes of legis- lation, provided there is sufficient basis or reason for it and there is a strong presumption in favour of the constitutionality of an enactment, the burden was on the petitioner to prove that there were also otber companies similarly situated and this company alone had been discriminated against, and as he had failed to discharge this burden the impugned Act cannot be held to have denied to the petitioner the right to equal protection of the laws referred to in Art. 14 and the petitioner was not therefore entitled to any relief under Art. 32. Per PATANJALI SastR1 J-—As the impugned Act plainly denied to the shareholders of this particular company the protections of the law relating to incorporated Joint Stock Companies as em- bodied in the Indian Companies Act, it was prima facie within the imAlbiw1on Of Ari, 12; and, even tnough when & law 1s Made applicable to a class of persons or things and the classification is based on differentia having a rational relation to the object sought to he attained, it can be no objection to its constitutional validity that its application is found to affect only one person or thing, since the impugned Act selected a particular company and imposed upon it and its shareholders burdens and disabilities on the ground of mismanagement and neglect of duty on the part of those charged with the conduct of its undertaking no question of reasonable classification arose and the Act was plainly discrimina- tory in character and within the constitutional inhibition of Art. 14. Whilst all reasonable presumptions must undoubtedly be made in favour of the constitutional validity of a law made by a competent Jegislature, no such presumption could be raised in this case as on the face of it the Act was discriminatory and the petitioner could not be caJled upon to prove that similar misma- nagement existed in other companies. The issue was not whether the impugned Act was ill-advised or not justified by the facts on which it was based but whether it tranegressed the explicit constitutional restriction on legislative power imposed by Art. 14. Per DaS J.—The impugned Act, ex facie, is nothing but an arbitrary selection of a particular company and its shareholders for discriminating and hostile treatment, and, read by iteelf, is palpably an infringement of Art. 14 of the Constitution. Assum- ing that mismanagement and neglect in conducting the affairs of @ company can be a basis of classification and that such a classification would bear a reasonable relation to the conduct of all delinquent companies and shareholders and may therefore create no inequality, a distinction cannot be made between the delinquent companies inter se or between shareholders of equally delinquent companies, and one set cannot be punished for its delinquency while another set is permitted to continue, or become, in like manner, delinquent without any punishment unless there be some other apparent difference in their respective obligations and unless there be some cogent reason why prevention of mis- management Is moro imperative in one instance than in the other. The argument that the presumption being in favour of the Legis- lature, fhe onus is on the petitioner to show that there are other individuals or companies equally guilty of mismanagement pre- judicially affecting the production of an essential commodity and causing serious unemployment amongst a certain section of the community does not, in such circumstances, arise, for the simple reason that here there has been no classification at all and, in any case, the basis of classification by its very nature is much wider and cannot, in its application, be limited only to this com- pany and its shareholders; and that being so, there is no reason to throw on the petitioner the almost impossible burden of prov- ing that there are other companies which are in fact precisely and in ll particulars similarly situated. In any event, the petitioner, may well claim to have discharged the onus of showing that this company and its shareholders have been singled out for discrimi- nating treatment by showing that the Act, on the face of it, has adopted a basis of classification which, by its very nature, cannot be exclusively applicable to this company and its shareholders but which may be equally applicable to other companies and their shareholders and has penalised this particular company and its shareholders, leaving out other companies and their shareholders who may be equally guilty of the alleged vice of mismanagement and neglect of the type referred to in the preamble in the Ordinance. Per PATANJALI SASTRI, MUKHERJEA and Das JJ. (Kanta, C.J., dubitanie).—In so far asthe petitioner’s rights as a shareholder were curtailed he was entitled to apply for relief under Art. 82 in his own right on the ground that the Act denied to him the equal protection of the laws and therefore contravened Art. 14 even though the other shareholders did not join him in the application. Per MUKHERIJEA J.—The fundamental rights guaranteed by the Constitution are available not merely to individual citizens but to corporate bodies as well except where the language of the provisicn or the nature of the right compels the inference that they are applicable only to natural persons. An incorporated company, therefore, can come up to the Supreme Court for en- forcement of its fundamental rights and so may the individual shareholders to enforce their own; but as the company and its shareholders are in law separate entities, ii would not bs open to an individual shareholder to complain of a law which affects the fundamental right of the company except to the extent that it constitutes an infraction of his own rights as well. In order to redress a wrong to the company the action should prima facie be brought by the company itself. Article 32 of the Constitution is not directly concerned with the determination of the constitutional validity of particular enactments, what it aims at is the enforcement of fundamental rights guaranteed by the Constitution and to make out a case under the Article it is incumbent on the petitioner to establish not merely that the law complained of is beyond the competence of the Legislature but that it affects or invades his fundamental rights guaranteed by the Constitution, of which he could seek en- forcement by an appropriate writ or order. Under Art- 32 the Supreme Court has a very wide discretion in the matter of framing writs to suit the exigencies of particular eases and an application under the article cannot be thrown out simply on the ground that the proper writ or direction has not been prayed for. In the context in which the word “acquisition” is used in * Art. 31:2) it means and implies the acquiring of the entire title of the expropriated owner whatever the nature or extent of that right might be. The guarantee against the denial of equal protection of the laws does not mean that identically the same rules of law should be made applicable to all persons within the territory of India in spite of differences of circumstances and conditions. It means only that there should be no discrimination between one person and another if as regards the subject-matter of the legislation their position is the same. Quaere: Whether the word “ property” in Art. 31 means the totalisy of the rights which the ownership of the property con- notes, and whether clause (1) of Art. 81 contemplates only corfis- cation or destruction of property in exercise of what are known as police powersin American law for which no compensation is necessary. Das J.—The question whether an Act has deprived a person of his “ property ’” must depend on whether it has taken away the substantial bulk of the rights constituting his property. Where the most important rights possessed by the shareholders of a com- pany are still preserved by an Act even though certain privileges incidental to the ownership of the shares have been put in abey- ance, the shareholders cannot be said to have been deprived of their “property” in the sense in which that word is used in Art. 19(1) (f) and Art. 31. If on the face of the law there is no classification at all, or at any rate, none on the basis of any apparent difference specially peculiar to the individual or class affected by the law, it is only an instance of an arbitrary selection of an individual or class for discriminating and hostile legislation and, therefore, no presump- tion can, in such circumstances, arise at all. Assuming, however, that even in such & case the onus is thrown on the complainant, there can be nothing to prevent him from proving, if he can, from the text of the law itself, that it is actually and palpably un- reasonable and arbitrary and thereby discharging the initial onus. The right to vote, to elect directors, to pass resolutions and to present an application for winding up, are privileges incidental to the ownership of a share, but they are not by themselves, apart from the share,‘ property” within the meaning of Art. 19 (1) (f) and Art. 31; and even assuming that they are “property” such rights cannot be said to have been acquired or taken possession of by the Government in this case within Art. 31 (2). The language of clause (1) of Art, 81 is wider than that of clause (2), for depriva- tion of proporty may well be brought about otherwise than by acquiring or taking possession of it and in such a case no question of payment of compensation arises, Fazu ALl, MUKHERJEA and Das JJ.—Except in the matter of writsin the nature of habeas corpus no one but those whose rights are directly affected by a law can raise the question of the constitutionality of a law and claim relief under Art. 32. A cor- poration being « different entity from the shareholders,- & share-holder cannot complain on the ground that the rights of the company under Arts. 19 (1) (f) or 31 are infringed. Fazp AtiJ.—A classification which is arbitrary and which is made without any basisis no classification and a proper classi- fication must always rest upon some difference and must bear a reasonable and just relation to the things in respect of which it is proposed. But the presumption is always in favour of the consti+ tutionality of an enactment and the burden is upon him who attacks it to show that there has been a clear transgresston of constitutional principles. Though Art. 14 lays down an import- ant fundamental right, which should be closely and vigilantly guarded, a doctrinaire approach which might choke all beneficial legislation should not be adopted, in construing it. ! "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "RACHPAL MAHRAJ VS. BHAGWANDAS DARUKA AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=NzE=",
        "Citation": "[1950] 1 S.C.R. 548",
        "Case Type": "(CIVIL APPEAL/67/1949)",
        "Date": "05 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9SYWNocGFsIE1haHJhal9CaGFnd2FuZGFzIERhcnVrYSBBbmQgT3RoZXJzXzE2OTc2MjcwMTEucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 548",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "05 May 1950",
        "Petitioner:": "Rachpal Mahraj",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 10",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Patanjali Sastri",
        "Respondent:": "Bhagwandas Daruka And Others",
        "Case Type:": "CIVIL APPEAL/67/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Registration Act (16 of 1908)",
            "Transfer Of Property Act (4 of 1882)"
        ],
        "Keyword": [
            "Indian Registration Act"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "THE NEW PIECEGOODS BAZAR CO., LTD., BOMBAY VS. THE COMMISSIONER OF INCOME-TAX, BOMBAY",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODM=",
        "Citation": "[1950] 1 S.C.R. 553",
        "Case Type": "(CIVIL APPEAL/66/1949)",
        "Date": "26 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9UaGUgTmV3IFBpZWNlZ29vZHMgQmF6YXIgQ28uLCBMdGQuLCBCb21iYXlfVGhlIENvbW1pc3Npb25lciBPZiBJbmNvbWUtdGF4LCBCb21iYXlfMTY5NzY5Mjc5Mi5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 553",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "26 May 1950",
        "Petitioner:": "The New Piecegoods Bazar Co., Ltd., Bombay",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 18",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mehr Chand Mahajan",
        "Respondent:": "The Commissioner Of Income-tax, Bombay",
        "Case Type:": "CIVIL APPEAL/66/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Income-tax Act (11 of 1922)",
            "City of Bombay Municipal (Supplementary) Act (12 of 1888)",
            "Bombay Finance Act (0 of 1932)"
        ],
        "Keyword": [
            "Indian Income-tax Act (XI of 1922)",
            "s. 9(1) (iv)-Income from property"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "COMMISSIONER OF INCOME-TAX, U.P. VS. GAPPUMAL KANHAIYA LAL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODU=",
        "Citation": "[1950] 1 S.C.R. 563",
        "Case Type": "(CIVIL APPEAL/6/1949)",
        "Date": "26 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Db21taXNzaW9uZXIgT2YgSW5jb21lLVRheCwgVS5QLiBfR2FwcHVtYWwgS2FuaGFpeWEgTGFsXzE2OTc2OTMzOTAucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 563",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "26 May 1950",
        "Petitioner:": "Commissioner Of Income-Tax, U.P.",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 19",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mehr Chand Mahajan",
        "Respondent:": "Gappumal Kanhaiya Lal",
        "Case Type:": "CIVIL APPEAL/6/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Income-tax Act (11 of 1922)",
            "U P Municipalities Act (0 of 1916)"
        ],
        "Keyword": [
            "Indian Income-tax (XI of 1922)",
            "s. 9 (1) (iv)-lncome from p1\"Dperty-Computation of annual value"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "RASHID AHMED VS. THE MUNICIPAL BOARD, KAIRANA, THE UNION OF INDIA AND THE STATE OF UTTAR PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODc=",
        "Citation": "[1950] 1 S.C.R. 566",
        "Case Type": "(WRIT PETITION (CIVIL)/10/1950)",
        "Date": "19 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9SYXNoaWQgQWhtZWRfVGhlIE11bmljaXBhbCBCb2FyZCwgS2FpcmFuYV8xNjk3Njk0MzU5LnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 566",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "19 May 1950",
        "Petitioner:": "Rashid Ahmed",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "1950 INSC 12",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "The Municipal Board, Kairana, The Union Of India And The State Of Uttar Pradesh",
        "Case Type:": "WRIT PETITION (CIVIL)/10/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "U P Municipalities Act (0 of 1916)",
            "Constitution Of India"
        ],
        "Keyword": [
            "Constitution of India",
            "Arts. 19 (1)",
            "19 (6)",
            "32-Fundamental right to carry on trade"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "YESWANT DEPRAO DESHMUKH VS. WALCHAND RAMCHAND KOTHARI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODg=",
        "Citation": "[1950] 1 S.C.R. 852",
        "Case Type": "(CIVIL APPEAL/37/1950)",
        "Date": "01 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice N. Chandrasekhara Aiyar\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9ZZXN3YW50IERlcHJhbyBEZXNobXVraF9XYWxjaGFuZCBSYW1jaGFuZCBLb3RoYXJpXzE2OTc2OTQ1MDgucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 852",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "01 December 1950",
        "Petitioner:": "Yeswant Deprao Deshmukh",
        "Disposal Nature:": "Petition Dismissed",
        "Netural Citation:": "1950 INSC 34",
        "Judgment Delivered by:": "Hon'ble Mr. Justice N. Chandrasekhara Aiyar",
        "Respondent:": "Walchand Ramchand Kothari",
        "Case Type:": "CIVIL APPEAL/37/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Limitation Act, 1908 (9 of 1908)",
            "Limitation Act, 1908 (9 of 1908)",
            "Code of Civil Procedure (5 of 1908)"
        ],
        "Keyword": [
            "Limitation Act (II of 1908)"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "DR. BABU RAM SAKSENA VS. THE STATE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTE=",
        "Citation": "[1950] 1 S.C.R. 573",
        "Case Type": "(CRIMINAL APPEAL/2/1949)",
        "Date": "05 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Eci4gQmFidSBSYW0gU2Frc2VuYV9UaGUgU3RhdGVfMTY5NzY5NTY2MC5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 573",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "05 May 1950",
        "Petitioner:": "Dr. Babu Ram Saksena",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 8",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea,Hon'ble Mr. Justice Patanjali Sastri",
        "Respondent:": "The State",
        "Case Type:": "CRIMINAL APPEAL/2/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Extradition Act (34 of 1962)",
            "Extradition Act (34 of 1962)",
            "Code Of Criminal Procedure 1898 (5 of 1898)"
        ],
        "Keyword": [
            "Constitutioll of India-Merger of. States-Effect-Treaty of Extradition between British Government and Indian State"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "RAJA KAMALA RANJAN ROY VS. BAIJNATH BAJORIA",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=ODk=",
        "Citation": "[1950] 1 S.C.R. 840",
        "Case Type": "(CIVIL APPEAL/4/1950)",
        "Date": "01 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9SYWphIEthbWFsYSBSYW5qYW4gUm95X0JhaWpuYXRoIEJham9yaWFfMTY5NzY5NTE3MS5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 840",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "01 December 1950",
        "Petitioner:": "Raja Kamala Ranjan Roy",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 33",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "Baijnath Bajoria",
        "Case Type:": "CIVIL APPEAL/4/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Contract- specific performance-offer to purchase leasehold right-Stipulation that lesses should obtain consent of lessor"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "MANGAN LAL DEOSHI VS. MOHAMMAD MOINUL HAQUE & OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTM=",
        "Citation": "[1950] 1 S.C.R. 833",
        "Case Type": "(CIVIL APPEAL/94/1949)",
        "Date": "01 DECEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9NYW5nYW4gTGFsIERlb3NoaV9Nb2hhbW1hZCBNb2ludWwgSGFxdWUgJiBPdGhlcnNfMTY5NzY5NjYzOC5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 833",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "01 December 1950",
        "Petitioner:": "Mangan Lal Deoshi",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 32",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Patanjali Sastri",
        "Respondent:": "Mohammad Moinul Haque & Others",
        "Case Type:": "CIVIL APPEAL/94/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Registration Act (16 of 1908)"
        ],
        "Keyword": [
            "Indian Registration Act. 1908. s. 17 (1) (bl awl (d)",
            "!. 17 (21 - \" Lease \""
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "ROMESH THAPPAR VS. THE STATE OF MADRAS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTQ=",
        "Citation": "[1950] 1 S.C.R. 594",
        "Case Type": "(WRIT PETITION (CIVIL)/16/1950)",
        "Date": "26 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Sb21lc2ggVGhhcHBhcl9UaGUgU3RhdGUgb2YgTWFkcmFzXzE2OTc2OTY4NTMucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 594",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "26 May 1950",
        "Petitioner:": "Romesh Thappar",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "1950 INSC 14",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Patanjali Sastri,Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "The State Of Madras",
        "Case Type:": "WRIT PETITION (CIVIL)/16/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Public Order Act (33 of 1949)",
            "Constitution Of India",
            "Constitution Of India"
        ],
        "Keyword": [
            "Constitution of India",
            "Art. 19",
            "e/s. {I) (a) and (2)",
            "32"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "MOHINDER SINGH VS. THE STATE",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTY=",
        "Citation": "[1950] 1 S.C.R. 821",
        "Case Type": "(CRIMINAL APPEAL/10/1950)",
        "Date": "17 OCTOBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Nb2hpbmRlciBTaW5naF9UaGUgU3RhdGVfMTY5NzY5NzI0My5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 821",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "17 October 1950",
        "Petitioner:": "Mohinder Singh",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 26",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "The State",
        "Case Type:": "CRIMINAL APPEAL/10/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Indian Penal Code (45 of 1860)",
            "Indian Penal Code (45 of 1860)"
        ],
        "Keyword": [
            "Criminal trial-Murder--Injuries caused by lethal weapons"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "BRIJ BHUSHAN AND ANOTHER VS. THE STATE OF DELHI",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=OTg=",
        "Citation": "[1950] 1 S.C.R. 605",
        "Case Type": "(WRIT TO PETITION (CIVIL).../29/1950)",
        "Date": "26 MAY 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9CcmlqIEJodXNoYW4gQW5kIEFub3RoZXJfVGhlIFN0YXRlIE9mIERlbGhpXzE2OTc2OTgxMDkucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 605",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "26 May 1950",
        "Petitioner:": "Brij Bhushan And Another",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "1950 INSC 15",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Patanjali Sastri,Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "The State Of Delhi",
        "Case Type:": "WRIT TO PETITION (CIVIL).../29/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "-east Punjab Public Safety Act, 1949 (0 of 1949)",
            "Constitution Of India"
        ],
        "Keyword": [
            "Constitution of India. A1·t. 19. cls. (I )(a) and (2)-Fundamental"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "SRI RANGA NILAYAM RAMA KRISHNA RAO VS. KANDHOKORI CHELLAYAMMA ALIAS MANGAMMA AND ANOTHER",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAw",
        "Citation": "[1950] 1 S.C.R. 806",
        "Case Type": "(CIVIL APPEAL/56-57/1949)",
        "Date": "17 OCTOBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9TcmkgUmFuZ2EgTmlsYXlhbSBSYW1hIEtyaXNobmEgUmFvX0thbmRob2tvcmkgQ2hlbGxheWFtbWEgYWxpYXMgTWFuZ2FtbWEgYW5kIEFub3RoZXJfMTY5NzY5ODI1Mi5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 806",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "17 October 1950",
        "Petitioner:": "Sri Ranga Nilayam Rama Krishna Rao",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 25",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "Kandhokori Chellayamma Alias Mangamma And Another",
        "Case Type:": "CIVIL APPEAL/56-57/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Madras Agriculturists Relief Act (6 of 1938)",
            "Madras Agriculturists Relief Act (6 of 1938)",
            "Code of Civil Procedure (5 of 1908)"
        ],
        "Keyword": [
            "Madras Agriculturists' Relief Act (IV of 1935)",
            "ss. 3 (D)",
            "8",
            "10",
            "19-Sale of estate in execution of decree-Whether owner"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "PROVINCE OF BOMBAY VS. KUSALDAS S. ADVANI AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA0",
        "Citation": "[1950] 1 S.C.R. 621",
        "Case Type": "(CIVIL APPEAL/3/1949)",
        "Date": "15 SEPTEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice Harilal Jekisundas Kania\n*, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice Patanjali Sastri\n*, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*, Hon'ble Mr. Justice Sudhi Ranjan Das\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9Qcm92aW5jZSBPZiBCb21iYXlfS3VzYWxkYXMgUy4gQWR2YW5pIEFuZCBPdGhlcnNfMTY5NzY5OTk5MS5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 621",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "15 September 1950",
        "Petitioner:": "Province Of Bombay",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 21",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea,Hon'ble Mr. Justice Harilal Jekisundas Kania,Hon'ble Mr. Justice Mehr Chand Mahajan,Hon'ble Mr. Justice Patanjali Sastri,Hon'ble Mr. Justice Sir Saiyid Fazl Ali,Hon'ble Mr. Justice Sudhi Ranjan Das",
        "Respondent:": "Kusaldas S. Advani And Others",
        "Case Type:": "CIVIL APPEAL/3/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Bombay Land Requisition Ordinance (5 of 1947)"
        ],
        "Keyword": [
            "Bombay I.And Requisition Ordinance ( V of 1947)",
            "ss. 3",
            "4",
            "10",
            "12-0rder requisitioning Land-Application for writ of certiorari"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "SETH PREMCHAND SATRAMDAS VS. THE STATE OF BIHAR",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAy",
        "Citation": "[1950] 1 S.C.R. 799",
        "Case Type": "(CIVIL APPEAL/61/1950)",
        "Date": "30 NOVEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9TZXRoIFByZW1jaGFuZCBTYXRyYW1kYXNfVGhlIFN0YXRlIG9mIEJpaGFyXzE2OTc2OTg3NjkucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 799",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "30 November 1950",
        "Petitioner:": "Seth Premchand Satramdas",
        "Disposal Nature:": "Appeal Dismissed",
        "Netural Citation:": "1950 INSC 31",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "The State Of Bihar",
        "Case Type:": "CIVIL APPEAL/61/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Bihar Sales Tax Act (6 of 1944)"
        ],
        "Keyword": [
            "Bihar Sales Tax Act (VI of 1944)",
            "s. 21 (3)-0rder of High 0011.rt Tefttsirig to require Board of Revenue to state case"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "A. M. MAIR & CO. VS. GORDHANDASS SAGARMULL",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTAz",
        "Citation": "[1950] 1 S.C.R. 792",
        "Case Type": "(CIVIL APPEAL/42/1950)",
        "Date": "30 NOVEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Patanjali Sastri, Hon'ble Mr. Justice Sir Saiyid Fazl Ali\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9BLiBNLiBNQUlSICYgQ08uX0dPUkRIQU5EQVNTIFNBR0FSTVVMTF8xNjk3Njk5NjczLnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 792",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "30 November 1950",
        "Petitioner:": "A. M. MAIR & CO.",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 30",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "Respondent:": "GORDHANDASS SAGARMULL",
        "Case Type:": "CIVIL APPEAL/42/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Code of Civil Procedure (5 of 1908)",
            "Arbitration Act, 1940 (10 of 1940)"
        ],
        "Keyword": [
            "Arbitration-Contract by bro~er for sale of goods by \"sold\" and \"bought\" notes-Arbitration clause"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "CO-OPERATIVE SOCIETY OF DEBTS VS. NANDLAL.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzU0MjA=",
        "Citation": "[1950] 1 S.C.R. 741",
        "Case Type": "(CIVIL APPEAL /374/1356F)",
        "Date": "12 OCTOBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Mehr Chand Mahajan\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8xOTUwXzFfNzQxLTc0N18xNzAzMzE1OTkyLnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 741",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "12 October 1950",
        "Petitioner:": "Co-Operative Society Of Debts",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 23",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mehr Chand Mahajan",
        "Respondent:": "Nandlal.",
        "Case Type:": "CIVIL APPEAL /374/1356F",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Co-operative Credit Societies Act (0 of 1340)",
            "Code of Civil Procedure (5 of 1908)"
        ],
        "Keyword": [
            "Co-operative Credit Societies Act",
            "1340"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "CHINTAMAN RAO VS. THE STATE OF MADHYA PRADESH",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTA2",
        "Citation": "[1950] 1 S.C.R. 759",
        "Case Type": "(WRIT PETITION (CIVIL)/78/1950)",
        "Date": "08 NOVEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea, Hon'ble Mr. Justice Harilal Jekisundas Kania, Hon'ble Mr. Justice Mehr Chand Mahajan\n*, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Sudhi Ranjan Das",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9DaGludGFtYW4gUmFvIF9UaGUgU3RhdGUgT2YgTWFkaHlhIFByYWRlc2hfMTY5NzcwNjY2MS5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 759",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "08 November 1950",
        "Petitioner:": "Chintaman Rao",
        "Disposal Nature:": "Petition Allowed",
        "Netural Citation:": "1950 INSC 27",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Mehr Chand Mahajan",
        "Respondent:": "The State Of Madhya Pradesh",
        "Case Type:": "WRIT PETITION (CIVIL)/78/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Central Provinces And Berar Regulation Of Manufacture Of Bidis (agricultural Purposes) Act (64 of 1948)",
            "Constitution Of India",
            "Constitution Of India"
        ],
        "Keyword": [
            "Central Provinces and Berar Regulation of Manufacture of Bidis (Agricultural Purposes) Act"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "RAM GOPAL VS. NAND LAL AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTc2",
        "Citation": "[1950] 1 S.C.R. 766",
        "Case Type": "(CIVIL APPEAL/59/1949)",
        "Date": "14 NOVEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice N. Chandrasekhara Aiyar, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9SYW0gR29wYWwgX05hbmQgTGFsIEFuZCBPdGhlcnNfMTY5NzcxMzY3Ny5wZGY=",
        "SCR Citation:": "[1950] 1 S.C.R. 766",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "14 November 1950",
        "Petitioner:": "Ram Gopal",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 28",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea",
        "Respondent:": "Nand Lal And Others",
        "Case Type:": "CIVIL APPEAL/59/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Hindu Law-Gift to female owner-Construction"
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "SARJU PERSHAD VS. RAJA JWALESHWARI PRATAP NARAIN SINGH AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MTgw",
        "Citation": "[1950] 1 S.C.R. 781",
        "Case Type": "(CIVIL APPEAL/70/1949)",
        "Date": "14 NOVEMBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Bijan Kumar Mukherjea\n*, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice Sir Saiyid Fazl Ali",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS9TYXJqdSBQZXJzaGFkX1JhamEgSndhbGVzaHdhcmkgUHJhdGFwIE5hcmFpbiBTaW5naCBBbmQgT3RoZXJzXzE2OTc3MTQwMDUucGRm",
        "SCR Citation:": "[1950] 1 S.C.R. 781",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "14 November 1950",
        "Petitioner:": "Sarju Pershad",
        "Disposal Nature:": "Appeal Allowed",
        "Netural Citation:": "1950 INSC 29",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Bijan Kumar Mukherjea",
        "Respondent:": "Raja Jwaleshwari Pratap Narain Singh And Others",
        "Case Type:": "CIVIL APPEAL/70/1949",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [],
        "Keyword": [
            "Practice-Appellate court-Finding of fact depending on credibility of witnesses-Interference-Correct principle."
        ],
        "HeadNote": "Not available or loading timed out"
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "KAPORE CHAND VS. KADAR UNNISA BEGUM AND OTHERS",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYwODg=",
        "Citation": "[1950] 1 S.C.R. 747",
        "Case Type": "(CIVIL APPEAL /189/1950)",
        "Date": "12 OCTOBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Khaliluzzaman\n*, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice R. S. Naik",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8yMDIyXzFfNzQ3LTc1NF8xNzA0MjcxNDIzLnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 747",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "12 October 1950",
        "Petitioner:": "Kapore Chand",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "1950 INSC 22",
        "Judgment Delivered by:": "Hon'ble Mr. Justice Khaliluzzaman",
        "Respondent:": "Kadar Unnisa Begum And Others",
        "Case Type:": "CIVIL APPEAL /189/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Constitution Of India"
        ],
        "Keyword": [
            "Muhammadan Law",
            "Dower",
            "Widow in possession of husband's estate",
            "Nature of widow's lien for dower"
        ],
        "HeadNote": " Muhammadan Law—Dower— Widow in possession of husband's estate in lieu of dower—Whether entitled to priority over creditors— Nature of widow’s lien for dower. A Muhammadan widow in possession of her husband’s estate in lieu of her claim for dower with the consent of the other heirs or otherwise is not entitled to priority as against his other un-secured creditors. There is nothing inherent in the very nature of dower which entitles it to priority.    "
    },
    {
        "volume": "1950Volume 1",
        "Case Name": "NARHARI AND OTHERS VS. SHANKAR AND OTHERS.",
        "Case Link": "https://digiscr.sci.gov.in/view_judgment?id=MzYwODk=",
        "Citation": "[1950] 1 S.C.R. 754",
        "Case Type": "(CIVIL APPEAL /22/1950)",
        "Date": "13 OCTOBER 1950",
        "Judge Names": "Hon'ble Mr. Justice Khaliluzzaman, Hon'ble Mr. Justice Mehr Chand Mahajan, Hon'ble Mr. Justice R. S. Naik\n*",
        "PDF Link": "https://digiscr.sci.gov.in/pdf_viewer?dir=YWRtaW4vanVkZ2VtZW50X2ZpbGUvanVkZ2VtZW50X3BkZi8xOTUwL3ZvbHVtZSAxL1BhcnQgSS8xOTUwXzFfNzU0LTc1OF8xNzAzNzYzMDgzLnBkZg==",
        "SCR Citation:": "[1950] 1 S.C.R. 754",
        "Year/Volume:": "1950/ Volume 1",
        "Date of Judgment:": "13 October 1950",
        "Petitioner:": "Narhari And Others",
        "Disposal Nature:": "Appeals Allowed",
        "Netural Citation:": "1950 INSC 24",
        "Judgment Delivered by:": "Hon'ble Mr. Justice R. S. Naik",
        "Respondent:": "Shankar And Others.",
        "Case Type:": "CIVIL APPEAL /22/1950",
        "Order/Judgment:": "Judgment",
        "Case referred": [],
        "Acts": [
            "Code of Civil Procedure (5 of 1908)",
            "Limitation Act, 1908 (9 of 1908)"
        ],
        "Keyword": [
            "Appeal from one decree only",
            "Maintainability",
            "Res Judicata",
            "limitation"
        ],
        "HeadNote": " Res judicata—Several appeals arising out of same suit—Appeal disposed of by same judgment—Separate decrees drawn up—Appeal from one decree only—Maintainability—Res judicata—Limitation Act, 1908, s. 5—Extension of time—Sufficient cause—Conflict of decisions. A instituted a suit for possession of two-thirds share in an estate against B and C who claimed a one-third share each in it. The suit was decreed by the trial court. B and C preferred separate appeals. These appeals were heard together and disposed of by the same judgment but separate decrees were prepared. A preferred an appeal from one of these decrees in time paying the full court fee and later on, after the period of limitation had expired, preferred an appeal from the other decree also, paying a court fee of Re. 1 only. The High Court held that A should have filed separate appeals within the period of limitation on and that, inasmuch as one of the appeals was time-barred, the first appeal was barred by res judicata: Held, that, as there was only one suit and the appeals had been disposed of by the same judgment, it was not necessary to file two separate appeals and the fact that one of the appeals was time-barred did not affect the maintainability of the other appeal and the question of res judicata did not at all arise in the case. Held further, that in the circumstances the High Court was wrong in not giving to the appellant the benefit of s. 5 of the Limitation Act as there was a conflict of rulings on the subject.   "
    }
]